{
	" (User)": "(Utente)",
	"(Version: {l})": "(Versione: {l})",
	"* The device connected should support this service.": "* Il dispositivo connesso deve supportare questo servizio.",
	"* This feature is applied once and only once when the TV is turned off.": "*Questa funzione si applica solo e soltanto quando la TV è spenta.",
	"* This feature is available on certain devices only.": "* Questa funzione è disponibile solo su determinati dispositivi.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "*Questa modalità esprime chiaramente le intenzioni del FILMMAKER MODE, ma potrebbe apparire più scura rispetto alle altre modalità di immagine.",
	"* This settings is only available for Internal TV Speaker.": "* Questa impostazione è disponibile solo per l'altoparlante TV interno.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Anche se questa opzione è su Acceso, lo screen saver non interromperà la tua esperienza di intrattenimento in presenza di input esterni, ad esempio Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* È possibile controllare l'app sul proprio dispositivo mobile in grado di supportare la funzione.",
	"1) Turn the Bluetooth on the other device off.": "1) Disattivare il Bluetooth sull'altro dispositivo.",
	"10 Points Code Value": "Valore codice a 10 punti",
	"10 Points IRE": "10 punti IRE",
	"10 and Above": "A partire da 10 anni",
	"11 and Above": "A partire da 11 anni",
	"12 Hours": "12 ore",
	"12 and Above": "A partire da 12 anni",
	"13 and Above": "A partire da 13 anni",
	"14 and Above": "A partire da 14 anni",
	"14 by 9": "14:9",
	"15 and Above": "A partire da 15 anni",
	"16 and Above": "A partire da 16 anni",
	"16 by 9": "16:9",
	"17 and Above": "A partire da 17 anni",
	"18 and Above": "A partire da 18 anni",
	"19 and Above": "A partire da 19 anni",
	"2 Channel": "2 Canali",
	"2 Hours": "2 ore",
	"2 Points": "2 punti",
	"2) Turn the Bluetooth device to connect off and on.": "2) Spegnere e accendere il dispositivo Bluetooth da collegare.",
	"20 Points Code Value": "Valore codice a 20 punti",
	"20 Points IRE": "20 punti IRE",
	"20 and Above": "A partire da 20 anni",
	"21 by 9": "21:9",
	"22 Points Code Value": "Valore codice a 22 punti",
	"22 Points IRE": "22 punti IRE",
	"24 Hours": "24 ore",
	"3 Hours": "3 ore",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "Connessione 3G/4G",
	"4 Hours": "4 ore",
	"4 Hours Auto Power Off": "Spegnimento automatico dopo 4 ore",
	"4 and Above": "A partire da 4 anni",
	"4 by 3": "4:3",
	"4-Way Zoom": "Zoom 4x",
	"5 and Above": "A partire da 5 anni",
	"5.1 Channel": "5.1 Canali",
	"6 Hours": "6 ore",
	"6 and Above": "A partire da 6 anni",
	"7 and Above": "A partire da 7 anni",
	"8 Hours": "8 ore",
	"8 and Above": "A partire da 8 anni",
	"9 and Above": "A partire da 9 anni",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "L'AD ID è utilizzato per identificare questo dispositivo a scopi pubblicitari e per promuovere determinati annunci potenzialmente interessanti per l'utente. È possibile ripristinare l'AD ID o limitare il monitoraggio dell'AD ID di seguito.",
	"AI Acoustic Tuning": "Ottimizzazione dell'acustica basata su AI",
	"AI Acoustic Tuning Options": "Opzioni di Ottimizzazione dell'acustica basata su AI",
	"AI Acoustic Tuning is disabled.": "Ottimizzazione dell'acustica basata su AI è disabilitata.",
	"AI Brightness Control": "Controllo AI Brightness",
	"AI Picture": "Immagine AI",
	"AI Picture Pro": "Immagine AI Pro",
	"AI Recommendation": "Suggerimento AI",
	"AI Service": "Servizio AI",
	"AI Sound": "Suono AI",
	"AI Sound Pro": "Suono AI Pro",
	"AV Sync Adjustment": "Regolazione AV Sync",
	"Accessibility": "Accessibilità",
	"Account Management": "Gestione account",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "L'attivazione di questa opzione interromperà la raccolta e il monitoraggio di dati personali a fini pubblicitari tramite la Smart TV. L'attivazione di questa opzione potrebbe influire sui tipi di annunci pubblicitari mostrati in futuro all'utente, ma non ne interromperà la ricezione.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Attivando questa opzione, LGE comunicherà a  provider di terze parti di interrompere la commercializzazione delle informazioni personali dell'utente. A meno che il cliente non si dichiari espressamente contrario, potrà continuare ad accedere a servizi quali Live Plus, LG Channels e Who.Where.What?.",
	"Add Network": "Aggiungi rete",
	"Add a hidden wireless network": "Aggiungere una rete wireless nascosta",
	"Add wireless network by manually entering network name (SSID).": "Aggiungere la rete wireless immettendo manualmente il nome della rete (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Altra selezione audio",
	"Additional Settings": "Impostazioni Aggiuntive",
	"Address Setting": "Impostazione indirizzo",
	"Adjust Audio Guidance pitch.": "Consente di regolare l'intonazione delle indicazioni audio.",
	"Adjust Audio Guidance speed.": "Consente di regolare la velocità delle indicazioni audio.",
	"Adjust Audio Guidance volume.": "Consente di regolare il volume delle indicazioni audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Regolare la retroilluminazione per uno schermo più o meno illuminato.",
	"Adjust Screen Position": "Regolazione posizione schermo",
	"Adjust Zoom Ratio": "Regolazione aspetto zoom",
	"Adjust animation effect shown on the home at certain times.": "Regolare gli effetti di animazione mostrati nella Home in determinati orari.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Regolare la luminosità analizzando i movimenti dell'immagine per prevenire bagliori e ridurre il consumo energetico.",
	"Adjust brightness of the LG logo.": "Regolare la luminosità del logo LG.",
	"Adjust color and saturation for a more vivid image.": "Regolare il colore e la saturazione per un'immagine più intensa.",
	"Adjust color temperature automatically to reduce eye strain.": "Regolare la temperatura del colore automaticamente per ridurre l'affaticamento degli occhi.",
	"Adjust cursor speed.": "Regolare la velocità del cursore.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Regolare la nitidezza dei bordi. I valori superiori aumentano la chiarezza dell'immagine.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Regolare le impostazioni gamma per compensare la luminosità del segnale di input.",
	"Adjust left/right audio balance.": "Regolare il bilanciamento audio sinistro/destro.",
	"Adjust luminance for selected color.": "Consente di regolare la luminanza per il colore selezionato.",
	"Adjust luminance level for selected IRE point.": "Consente di selezionare il livello di luminanza per il punto IRE selezionato.",
	"Adjust peak brightness for the brightest luminance.": "Regolare la luminosità massima se si desidera uno schermo più luminoso.",
	"Adjust remote's cursor speed and appearance.": "Regolare la velocità del cursore e l'aspetto del telecomando.",
	"Adjust saturation for selected color.": "Consente di regolare la saturazione per il colore selezionato.",
	"Adjust screen brightness to reduce energy consumption.": "Regolare la luminosità dello schermo per ridurre il consumo energetico.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Regolare la LUCE OLED per avere uno schermo più o meno luminoso.",
	"Adjust the audio timing to synchronize the video and audio.": "Regolare l'intervallo audio per sincronizzare video e audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Regolare il bilanciamento di rosso e verde per visualizzare la tinta sullo schermo.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Regolare il bilanciamento del colore modificando la temperatura, la luminanza, nonché l'intensità di rosso, verde e blu.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Regolare impostazioni come contrasto e risoluzione per la singola modalità immagine e impostare le preferenze, come colore e gamma.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Regolare la differenza fra le aree luminose e scure dello schermo. I valori superiori intensificano la differenza.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Regolare la proporzione dello schermo in base al film per sentirsi come al cinema.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Regolare la luminosità di immagine statiche come loghi e previene problemi di qualità dell'immagine che potrebbero verificarsi dopo aver tenuto accesa la TV per un lungo periodo di tempo.",
	"Adjust the screen color to be pale or deep.": "Regolare il colore dello schermo per essere più opaco o profondo.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Modificare il suono in base ai propri gusti per ciascuna banda di frequenza sonora.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Regolare l'intervallo per sincronizzare quando il video e l'audio hanno una differenza oraria.",
	"Adjust the tint to brighten or darken the screen.": "Regolare la tinta per avere uno schermo più o meno luminoso.",
	"Adjust the volume you want with pressing remote's volume key.": "Regolare il volume desiderato con il tasto del volume del telecomando.",
	"Adjust tint for selected color.": "Consente di regolare la tinta del colore selezionato.",
	"Adjust whether to display the home promotion.": "Scegliere se visualizzare la promozione Home.",
	"Adjusting Luminance": "Regolazione della luminanza",
	"Adolescent over 13 are allowed to watch.": "Sconsigliata la visione ai minori di 13 anni.",
	"Adolescent over 14 are allowed to watch.": "Sconsigliata la visione ai minori di 14 anni.",
	"Adolescent over 16 are allowed to watch.": "Sconsigliata la visione ai minori di 16 anni.",
	"Adult": "Adulti",
	"Adult Language": "Linguaggio adatto a un pubblico adulto",
	"Adults only.": "Solo adulti.",
	"Advanced": "Impostazioni avanzate",
	"Advanced Controls": "Controlli avanzati",
	"Advanced Wi-Fi Settings": "Impostazioni Wi-Fi avanzate",
	"Advertisement": "Annuncio",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Dopo aver modificato il paese, tutti i canali attualmente sintonizzati verranno eliminati. Per sintonizzare di nuovo i canali, andare a Sintonizzazione automatica. Continuare?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Dopo aver modificato il CAP, tutti i canali Freesat correnti verranno eliminati. Per sintonizzare di nuovo i canali, andare a Sintonizzazione automatica. Continuare?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Una volta modificato il paese, è possibile eseguire la scansione dei canali con la sintonizzazione automatica. Continuare?",
	"Ages 2-7 are allowed to watch.": "Adatto a un pubblico di 2-7 anni.",
	"Albanian": "Albanese",
	"Alerts you by sound when the TV is turned on or off.": "Avvisa l'utente con un segnale acustico quando la TV è accesa o spenta.",
	"Algiers": "Algeri",
	"All Channels": "Tutti i canali",
	"All Children": "Tutti",
	"All ages are allowed to watch.": "Adatto a un pubblico di tutte le età.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tutte le impostazioni della modalità {pictureMode} verranno reimpostate. Continuare?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tutte le impostazioni degli effetti audio in modalità standard saranno reimpostate. Continuare?",
	"Allow Automatic Updates": "Consentire gli aggiornamenti automatici",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "È inoltre possibile regolare le impostazioni dettagliate per l&apos;audio Surround Bluetooth.",
	"Always Open": "Sempre aperto",
	"An error has occurred while copy channels.": "Si è verificato un errore durante la copia dei canali.",
	"An important software update is available.": "È disponibile un aggiornamento software importante.",
	"Analog Mode": "Modalità analogica",
	"Analog TV": "TV analogica",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analisi delle caratteristiche del suono e ottimizzazione in tempo reale dell'audio di ogni contenuto.",
	"Antenna ATV": "Antenna TV analogica",
	"Antenna DTV": "DTV antenna",
	"Antenna Radio": "Antenna radio",
	"Antigua and Barbuda": "Antigua e Barbuda",
	"Any Supplementary Audio": "Audio aggiuntivo",
	"App Alarm": "Allarme App",
	"Application Locks": "Blocchi applicazioni",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Applicare i valori delle impostazioni della modalità immagine selezionata per tutti gli ingressi o app.",
	"Apply to all inputs": "Applicare a tutti gli ingressi",
	"Applying value to all inputs...": "Applicazione del valore a tutti gli ingressi...",
	"Arabic": "Arabo",
	"Aspect Ratio": "Rapp. d'aspetto",
	"Aspect Ratio Settings": "Impostazioni rapporto d'aspetto",
	"Assign channels to remote buttons so you can quickly jump to them.": "Assegnare canali a pulsanti remoti in modo da scorrerli rapidamente.",
	"Athens": "Atene",
	"Audio Delay": "Ritardo audio",
	"Audio Description": "Descrizione audio",
	"Audio Description Volume": "Volume descrizione audio",
	"Audio Guidance": "Audioguida",
	"Audio Language": "Lingua audio",
	"Audio Out (Line Out)": "Uscita audio(Line out)",
	"Audio Type": "Tipo di audio",
	"Auto Detect": "Rileva automaticamente",
	"Auto Device Detection": "Rilevamento dispositivo automatico",
	"Auto Genre Selection": "Selezione Genere Automatica",
	"Auto Power Off": "Spegnimento automatico",
	"Auto Power Sync": "Sinc auto alimentazione",
	"Auto Start": "Avvio automatico",
	"Auto Volume": "Volume auto",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Regola automaticamente la differenza di volume audio o lo imposta in modo che possa essere regolato con il tasto del volume sul telecomando.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Passare automaticamente a un valore immagine ottimizzato per genere di contenuti Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Passare automaticamente a un valore immagine ottimizzato per genere di contenuti.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Passare automaticamente alla FILMMAKER MODE quando vengono riconosciuti contenuti di film.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Ottimizzare automaticamente la qualità dell'immagine in base alla luminosità e al colore della luce ambientale.",
	"Automatically update system software when an update is found.": "Aggiornare automaticamente il software del sistema quando sono disponibili aggiornamenti.",
	"Available Internal Storage": "Dispositivo di archiviazione interno disponibile",
	"Azores": "Azzorre",
	"BG Color": "Colore sfondo",
	"BG Opacity": "Opacità sfondo",
	"Back": "Indietro",
	"Backlight": "Retroilluminazione",
	"Baghdad": "Bagdad",
	"Balance": "Bilanciamento",
	"Basque": "Basco",
	"Bass Boost": "Incremento bassi",
	"Behavior may vary depending on connected device.": "Il comportamento può variare a seconda del dispositivo collegato.",
	"Belarus": "Bielorussia",
	"Belgium": "Belgio",
	"Belgrade": "Belgrado",
	"Berlin": "Berlino",
	"Black": "Nero",
	"Black Level": "Livello nero",
	"Block TV programs broadcast in English based on their content ratings.": "Bloccare i programmi TV trasmessi in inglese in base alle classificazioni del contenuto.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloccare i programmi TV trasmessi in francese in base alle classificazioni del contenuto.",
	"Block content based on genre.": "Bloccare contenuti in base al genere.",
	"Blue": "Blu",
	"Bluetooth Speaker Mode": "Modalità altoparlante Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Audio Surround Bluetooth + Altoparlante TV Interno",
	"Bluetooth Surround Sound Setup": "Configurazione Audio Surround Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia ed Herzegovina",
	"Bosnian": "Bosniaco",
	"Brazil": "Brasile",
	"Brazilian Punk": "Brazilian Funk",
	"Brightness": "Luminosità",
	"Broadcast Country": "Paese trasmissione",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucarest",
	"Bulgarian": "Bulgaro",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Premendo \"Reset\", vengono eliminati tutti i dati correlati agli annunci raccolti da LGE tramite la Smart TV in passato. Premendo \"Reset\", potrebbero cambiare i tipi di annunci che verranno mostrati in futuro all'utente, ma non ne verrà interrotta la ricezione.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Attivando Live Plus l'utente fornisce il consenso alla raccolta delle informazioni di visualizzazione della televisione da parte di LG Electronics Inc. (\"LGE\") tramite il modulo ACR, che può essere condiviso in modo anonimo a terze parti per fornire servizi interattivi. LG può inoltre condividere le informazioni raccolte in modo anonimo a terze parti a scopo di commercializzazione. È opportuno notare che non vengono raccolte, né distribuite in modo consapevole informazioni del genere indicato in precedenza relativamente a ragazzi al di sotto di 13 anni. Le informazioni dettagliate relative a Live Plus sono illustrate nelle informazioni di visualizzazione (termini) alle quali è possibile accedere nel menu delle impostazioni di SmartTV. LGE consiglia vivamente di rivedere la versione completa delle informazioni di visualizzazione (termini) prima di attivare la funzione Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Attivando Live Plus, l'utente accetta che i contenuti visualizzati sulla TV possano essere riconosciuti e che le informazioni di visualizzazione potrebbero essere utilizzate per fornire all'utente un'esperienza di visualizzazione migliorata e servizi personalizzati, inclusi annunci e suggerimenti sui contenuti. Per ulteriori informazioni, leggere l'Informativa sulla Privacy e i relativi Contratti Utente nel menu Impostazioni TV.",
	"CC 1": "Sotto titoli 1",
	"CC 2": "Sotto titoli 2",
	"CC 3": "Sotto titoli 3",
	"CC 4": "Sotto titoli 4",
	"CI Information": "Informazioni CI",
	"CI password incorrect. Please enter again.": "Password CI errata. Immetterla nuovamente.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CS2 Board": "Scheda CS2",
	"Cable": "Cavo",
	"Cable ATV": "Cavo TV analogica",
	"Cable DTV": "DTV via cavo",
	"Cable Radio": "Radio via cavo",
	"Cambodia": "Cambogia",
	"Cameroon": "Camerun",
	"Can not Find Channel": "Impossibile trovare il canale",
	"Canary Islands": "Isole Canarie",
	"Cancel": "Annulla",
	"Cancel Schedule": "Annulla Pianificazione",
	"Cancel Update": "Annulla Aggiornamento",
	"Cape Verde": "Capo Verde",
	"Catalan": "Catalano",
	"Caution": "Attenzione",
	"Cayman Islands": "Isole Cayman",
	"Center": "Centro",
	"Central African Republic": "Repubblica Centroafricana",
	"Chad": "Ciad",
	"Change blue intensity and adjust the color balance.": "Modificare l'intensità del blu e regolare il bilanciamento del colore.",
	"Change green intensity and adjust the color balance.": "Regolare l'intensità del verde e il bilanciamento del colore.",
	"Change red intensity and adjust the color balance.": "Modificare l'intensità del rosso e regolare il bilanciamento del colore.",
	"Change the left / right sound": "Cambia audio sinistra/destra",
	"Change the position of captions using the 4-way dial on the remote control.": "Modificare la posizione dei sottotitoli utilizzando le frecce sul telecomando.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modifica del paese potrebbe cambiare i canali attualmente sintonizzati nella TV. È possibile sintonizzare nuovamente i canali in Sintonizzazione automatica. Modificare le impostazioni relative al paese?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modifica del paese comporterà il riavvio della TV e potrebbe essere necessario accettare nuovamente il Contratto utente di LG. Inoltre, la disponibilità di alcune app e di alcuni servizi potrebbe variare in base al paese di assistenza di LG. Continuare?",
	"Channel Locks": "Blocchi canali",
	"Channel Manager": "Gestione canali",
	"Channel Scrolling Options": "Opzioni scorrimento canali",
	"Channel Tuning": "Sintonia Canali",
	"Channel Tuning & Settings": "Sintonizzazione e impostazioni canali",
	"Channels": "Canali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "I canali della porta HDMI e di altri ingressi esterni non possono essere bloccati. Per bloccare i canali TV, modificare l'ingresso corrente in Live TV.",
	"Chatham Islands": "Isole Chatham",
	"Check TV information.": "Verificare Informazioni TV.",
	"Check alarm messages about the user settings or TV status.": "Controllare messaggi di avviso sulle impostazioni utente o sullo stato della TV.",
	"Check descriptions for each LG webOS TV functions.": "Controllare le descrizioni di ogni funzione di LG webOS TV.",
	"Check for Advertising settings and set it.": "Controllare e configurare le impostazioni relative agli annunci.",
	"Check for Updates": "Controlla Aggiornamenti",
	"Check for available functions with Voice and set Voice Settings.": "Verificare le funzioni vocali disponibili e impostare Impostazioni Vocali.",
	"Check for problems with the picture quality.": "Verificare eventuali problemi con la qualità dell'immagine.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificare i problemi con la qualità dell'audio dell'altoparlante TV interno.",
	"Check for software updates and update if available.": "Verificare la disponibilità di aggiornamenti software e, se possibile, eseguire l'aggiornamento.",
	"Check whether the Bluetooth device is in pairing mode.": "Verificare che il dispositivo Bluetooth sia in modalità di associazione.",
	"Check your TV status to solve problems or use remote support.": "Verificare lo stato della TV per risolvere eventuali problemi o utilizzare il supporto remoto.",
	"Checking Password": "Verifica password",
	"Checking for Updates": "Controllo Aggiornamenti",
	"Checking...": "Verifica in corso...",
	"Children": "Bambini",
	"Children Age": "Età bambini",
	"Children Program Locks": "Blocchi programmi per bambini",
	"Children over 8 are allowed to watch.": "Sconsigliata la visione ai minori di 8 anni.",
	"Chile": "Cile",
	"China": "Cina",
	"Chinese": "Cinese",
	"Choose to have all channels or just your primary ones when you change channels.": "Scegliere se visualizzare tutti i canali o solo quelli principali quando si cambia canale.",
	"Christmas Island": "Isola Christmas",
	"Cinema Home": "Home cinema",
	"Cinema View": "Visualizzazione cinema",
	"Cinema View (32:12)": "Visualizzazione cinema (32:12)",
	"Cinema Zoom": "Zoom cinema",
	"City": "Città",
	"City Selection": "Selezione città",
	"Clear": "Vivace",
	"Clear Plus": "Rendi più chiaro",
	"Clear1": "Cancella",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Fare clic sul pulsante CONNETTI dopo aver attivato la LG Wireless Keyboard e impostare la modalità di associazione.",
	"Close": "Chiudi",
	"Closed Caption": "Sottotitoli per non udenti",
	"Closed Caption Settings": "Impostazioni Sottotitoli per non udenti",
	"Code Value": "Valore codice",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Raccogliere e salvare indirizzi MAC, numero del modello, codice paese, impostazioni lingua e versione software per verificare la presenza di aggiornamenti software.",
	"Color": "Colore",
	"Color Gamut": "Gamma colore",
	"Color Management System": "Sistema di gestione colori",
	"Color Temperature": "Temp. col.",
	"Component": "Componente",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confermare i termini e le condizioni o modificare la propria scelta in merito alla loro accettazione.",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Connetti",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Collegare l'altoparlante Bluetooth all'altoparlante TV e regolare automaticamente il Ritardo audio tra gli altoparlanti.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Connettere a eARC un dispositivo audio esterno in grado di supportarlo.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Collegare dispositivi esterni come Decoder, Soundbar alla TV come descritto nel manuale.",
	"Connect the LAN cable directly to the TV to use the network.": "Collegare il cavo LAN direttamente alla TV per usare la rete.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Collegamento alla rete tramite immissione manuale degli indirizzi del server DNS e IP.",
	"Connect to the network if a wireless router is installed.": "Collegare alla rete se è installato un router wireless.",
	"Connect via WPS PBC": "Connetti tramite WPS PBC",
	"Connect via WPS PIN": "Connetti tramite PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Collegare la TV al router o al modem con un cavo Ethernet per attivare la connessione di rete cablata.",
	"Connect your TV with WiSA Speakers wirelessly.": "Collegare in modalità wireless la TV con altoparlanti WiSA.",
	"Connectable Devices ({num})": "Dispositivi Collegabili ({num})",
	"Connected": "Connesso",
	"Connected to Internet": "Connesso a Internet",
	"Connecting...": "Connessione in corso...",
	"Connection": "Connessione",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Gestione Connessione con uno smartphone o un PC è disponibile. Per collegare una TV a un dispositivo mobile, le richieste e le impostazioni di connessione sono necessarie su smartphone e PC.",
	"Content Recommendations": "Suggerimenti per i contenuti",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Se l'audio multi-canale è supportato dal servizio HbbTV, i contenuti verranno riprodotti con un audio adatto all'ascolto multi-canale.",
	"Contrast": "Contrasto",
	"Cool": "Freddo",
	"Copenhagen": "Copenaghen",
	"Copy Channels": "Copia canali",
	"Copy/Delete file": "Copia/Elimina file",
	"Correct contrast and brightness by adjusting black levels.": "Correggere il contrasto e la luminosità regolando i livelli di nero.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Correggere i pixel dell'immagine e prevenire problemi di qualità dell'immagine che potrebbero verificarsi dopo aver tenuto accesa la TV per un lungo periodo di tempo.",
	"Could not fined available network.": "Non è stato possibile trovare una rete disponibile.",
	"Croatia": "Croazia",
	"Croatian": "Croato",
	"Current time is not valid. Do you want to set the correct time now?": "L'ora corrente non è valida. Impostare l'ora corrente?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "I valori correnti delle impostazioni della modalità immagine personalizzata verranno applicati alla modalità {pictureMode} per tutti gli ingressi. Continuare?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "La tastiera LG Wireless, attualmente connessa, sarà disconnessa dalla TV. Continuare?",
	"Custom": "Personalizza",
	"Custom Time Zone": "Personalizza il fuso orario",
	"Customer Service": "Servizio Clienti",
	"Cyan": "Ciano",
	"Cyprus": "Cipro",
	"Czech": "Repubblica Ceca ",
	"Czech Republic": "Repubblica Ceca",
	"C{value}": "F{value}",
	"Côte d'Ivoire": "Costa d'Avorio",
	"DNS Server": "Server DNS",
	"DR Congo": "Repubblica Democratica Congo",
	"DTV Audio Setting": "Impostazione audio DTV",
	"Damascus": "Damasco",
	"Danish": "Danese",
	"Data Service": "Servizio dati",
	"Date": "Dati",
	"Day": "Giorno",
	"Delete": "Elimina",
	"Delete Connection History": "Elimina Cronologia Connessioni",
	"Delete Pairing History": "Elimina cronologia associazioni",
	"Delete Usage Data": "Elimina Utilizzo Dati",
	"Demo Options": "Opzioni Demo",
	"Democratic Republic of the Congo": "Repubblica Democratica del Congo",
	"Denmark": "Danimarca",
	"Depressed": "Incassato",
	"Deregister": "Annulla registrazione",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descrivere i contenuti sullo schermo con la voce per spettatori non vedenti.",
	"Detect Range": "Raggio di rilevamento",
	"Device Connection Settings": "Impostazioni Connessione del Dispositivo",
	"Device List": "Elenco Dispositivi",
	"Device Name": "Nome dispositivo",
	"Digital Mode": "Modalità digitale",
	"Digital Sound Out": "Uscita audio digitale",
	"Digital TV": "TV digitale",
	"Directed to Older Children (ages 7 and above)": "Adatto a bambini dai 7 anni in su",
	"Disabled": "Disabilitato",
	"Disconnect": "Scollega",
	"Display captions for hearing-impaired viewers to use TV.": "Visualizzare sottotitolaggio per spettatori non udenti.",
	"Display fast-moving content smoothly and clearly.": "Mostrare in modo chiaro e uniforme i contenuti in rapido movimento.",
	"Display luminance level for the highest point (100 IRE).": "Consente di visualizzare il livello di luminanza per il punto maggiore (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Mostrare le immagini a una temperatura di colore calda o fredda.",
	"Djibouti": "Gibuti",
	"Do Not Sell My Personal Information": "Non Vendere Le Mie Informazioni Personali",
	"Do Not Track": "Blocco tracciamento",
	"Do you want to continue?": "Continuare?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Copiare l'elenco canali dal dispositivo di archiviazione USB alla TV? I canali correnti nella TV verranno eliminati.",
	"Do you want to copy channel list from your TV to the USB storage?": "Copiare l'elenco canali dalla TV al dispositivo di archiviazione USB?",
	"Do you want to reset Position Settings?": "Ripristinare le Impostazioni del Telecomando?",
	"Do you want to reset Volume Control?": "Ripristinare il Controllo del Volume?",
	"Do you want to set the correct time now?": "Impostare l'ora corrente?",
	"Do you want to turn your TV off now?": "Spegnere la TV?",
	"Dominican Republic": "Repubblica Dominicana",
	"Done": "Fatto",
	"Download Mail": "Scarica posta",
	"Download and Install": "Scarica e Installa",
	"Downloadable Rating": "Classificazione scaricabile",
	"Dual Mono": "Mono doppio",
	"Dublin": "Dublino",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Durante la modalità Always-on Off Time, parte delle funzioni come il riconoscimento vocale sono limitate quando lo schermo è spento.",
	"Dutch": "Olandese",
	"Dynamic Color": "Colore dinamico",
	"Dynamic Contrast": "Contrasto dinamico",
	"Dynamic Tone Mapping": "Mappatura dei toni dinamica",
	"Easter Island": "Isola di Pasqua",
	"Eastern Africa": "Africa orientale",
	"Eco Mode": "Modalità Eco",
	"Edge Color": "Colore bordo",
	"Edge Enhancer": "Ottimizzatore bordi",
	"Edge Type": "Tipo bordi",
	"Edit": "Modifica",
	"Egypt": "Egitto",
	"Emergency Alert": "Messaggio di allerta",
	"Enabled": "Abilitato",
	"Energy Saving": "Risparmio energetico",
	"Energy consumption may increase if this feature is on.": "Attivando tale funzione può aumentare il consumo di energia.",
	"Energy saving modes to limit power consumption.": "Modalità di risparmio energetico per ridurre il consumo di energia.",
	"English": "Inglese",
	"Enhance the bass sound.": "Ottimizzazione del suono dei bassi.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Migliorare il contrasto tra aree chiare e scure di alcuni menu, ad esempio lo sfondo e il testo, per facilitare la lettura per gli ipovedenti.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Migliorare la risoluzione e la definizione dei contenuti grazie all'algoritmo Deep Learning di  LG e ottimizzare la profondita' attraverso l'analisi dei contenuti.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Riprodurre contenuti Dolby Atmos con il suono ottimale accendendo l'effetto di campo sonoro.",
	"Enjoy TV sound by connecting Wired Headphones.": "Ascoltare l'audio collegando le cuffie con cavo.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Ascoltare l'audio della TV tramite dispositivi audio collegati alla porta HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Ascoltare l'audio della TV tramite dispositivi audio collegati alla porta OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Ascoltare l'audio della TV tramite un dispositivo audio LG collegato alla porta OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Ascoltare l'audio tramite dispositivi audio collegati alle porte Uscita audio/Cuffie esterne.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Ascoltare l'audio simultaneamente tramite altoparlante TV interno e cuffie con cavo.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Ascoltare l'audio della TV tramite dispositivi audio esterni collegati simultaneamente tramite all'altoparlante TV interno a alla porta OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Ascoltare un audio nitido e naturale.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Ascoltare l'audio tramite un dispositivo audio wireless collegato a LG Sound Sync o via Bluetooth.",
	"Enjoy the sound optimized to the room.": "Ascoltare l'audio ottimizzato per la stanza.",
	"Enter CI Password": "Immetti password CI",
	"Enter the PIN in your router's settings.": "Immettere il PIN nelle impostazioni del router.",
	"Enter the master password.": "Inserire la password master.",
	"Equalizer": "Equalizzatore",
	"Equatorial Guinea": "Guinea Equatoriale",
	"Estonian": "Estone",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Anche con il riconoscimento vocale disattivato, è possibile controllare le relative informazioni dal banner del canale.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Anche quando la TV è spenta o utilizza il minimo dell'energia, è possibile ascoltare la musica connettendo un dispositivo mobile. Tante altre funzionalità possono essere utilizzate rapidamente quando la TV è accesa.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Anche quando la TV è spenta, è possibile ascoltare la musica collegando lo smartphone alla TV via Bluetooth.",
	"Every Day": "Ogni giorno",
	"Every Weekday": "Ogni giorno feriale",
	"Every Weekend": "Ogni fine settimana",
	"Expert (Bright Room)": "Esperto (Stanza luminosa)",
	"Expert (Dark Room)": "Esperto (Stanza buia)",
	"Export your TV's channel list information to a connected USB device.": "Esportare le informazioni dell'elenco canali della TV in un dispositivo USB collegato.",
	"Extended": "Estesa",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "L'estensione di un periodo di tempo dell'impostazione Spegnimento automatico o la disattivazione della funzione potrebbero aumentare il consumo di energia.",
	"Extreme": "Estrema",
	"Eye Comfort Mode": "Modalità Eye Comfort",
	"FILMMAKER MODE Auto Change": "Modifica Automatica FILMMAKER MODE",
	"Fantasy Violence": "Fantasy Violence - Genere Fantastico",
	"Fast": "Veloce",
	"Find and tell an audio device available to connect around TV.": "Localizzare un dispositivo audio disponibile per il collegamento nelle vicinanze della TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ritoccare gli spazi dei colori rosso, verde, blu, ciano, magenta e giallo.",
	"Finland": "Finlandia",
	"Finnish": "Finlandese",
	"Flash": "Lampeggiante",
	"Flat Mode": "Modalità Flat",
	"Font": "Carattere",
	"Font 1": "Carattere 1",
	"Font 2": "Carattere 2",
	"Font 3": "Carattere 3",
	"Font 4": "Carattere 4",
	"Font 5": "Carattere 5",
	"Font 6": "Carattere 6",
	"Font 7": "Carattere 7",
	"Font 8": "Carattere 8",
	"Football": "Calcio",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "In caso di router wireless che supporta WPS (impostazione Wi-Fi protetta), immettere il codice PIN per collegare la TV alla rete wireless.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "In caso di router wireless che supporta WPS (impostazione Wi-Fi protetta), premere il pulsante WPS-PBC per collegare la TV alla rete wireless.",
	"France": "Francia",
	"French": "Francese",
	"French Polynesia": "Polinesia Francese",
	"Full Wide": "Larghezza intera",
	"Gaelic": "Gaelico",
	"Galapagos Islands": "Isole Galapagos",
	"Galician": "Galiziano",
	"Gallery": "Galleria",
	"Game": "Gioco",
	"General": "Generale",
	"General Age": "Età generale",
	"General Audience": "Pubblico generale",
	"General Audiences": "Pubblico generale",
	"General Program Locks": "Blocchi programmi generale",
	"German": "Tedesco",
	"Germany": "Germania",
	"Get started in a quiet environment for sound optimization.": "Avviare in un ambiente tranquillo per l'ottimizzazione audio.",
	"Getting...": "Lettura in corso...",
	"Gibraltar": "Gibilterra",
	"Grayscale": "Scala di grigi",
	"Greece": "Grecia",
	"Greek": "Greco",
	"Green": "Verde",
	"Greenland": "Groenlandia",
	"Guadeloupe": "Guadalupa",
	"Guatemala City": "Città del Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Utilizzo del menu e delle operazioni con la voce per spettatori non vedenti.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Equatoriale",
	"G{value}": "V{value}",
	"H Position": "Posizione H",
	"H Sharpness": "Nitidezza H",
	"H Size": "Dimensione H",
	"HD Mode": "Modalità HD",
	"HD Mode Option": "Opzione modalità HD",
	"HDD Eco Mode": "Modalità Eco HDD",
	"HDD Power Saving Mode": "Modalità risparmio energia HDD",
	"HDMI Input Audio Format": "Formato ingresso audio HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Le porte HDMI {port1} e HDMI {port2} supportano 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Le porte HDMI {port1} e HDMI {port2} supportano Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "La porta HDMI {port1} supporta 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "La porta HDMI {port1} supporta Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano Ultra HD Deep Colour.",
	"HDR Effect": "Effetto HDR",
	"HDR Picture Mode": "Modalità Immagine HDR",
	"Hard of Hearing": "Difficoltà di udito",
	"Headphones Volume": "Volume cuffie",
	"Hebrew": "Ebraico",
	"High": "Alta",
	"High Contrast": "Contrasto elevato",
	"Higher values increase a sense of warmth or coldness.": "I valori superiori aumentano la freddezza o il calore.",
	"Home Auto Launch": "Avvio automatico Home",
	"Home Mode": "Uso privato",
	"Home Promotion": "Promozione Home",
	"Home Settings": "Impostazioni Home",
	"Home/Store Mode": "Uso privato/Demo punto vendita",
	"Hong Kong": "Hong Kong ",
	"Hongkong": "Hong Kong ",
	"Hours": "Ore",
	"However, the IPv6 version of the address does not support editing.": "Tuttavia, la versione IPv6 dell'indirizzo non supporta modifiche.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Tuttavia, per mantenere la TV in condizioni ottimali, l'opzione Always-on verrà disattivata per le cinque ore impostate e l'alimentazione verrà completamente spenta.",
	"Hungarian": "Ungherese",
	"Hungary": "Ungheria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE Effettuando il ripristino, verranno eliminate tutte le impostazioni dell'account e le app installate. L'operazione non può essere annullata.",
	"IP (Automatic)": "IP (automatico)",
	"IP (Manual)": "IP (manuale)",
	"IP Address": "Indirizzo IP",
	"IVC (Cote d’Ivoire)": "Costa d'Avorio (IVC)",
	"Iceland": "Islanda",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Selezionando Sinc auto alimentazione, la TV si accenderà con l'accensione di un dispositivo SIMPLINK e i dispositivi SIMPLINK si spegneranno con lo spegnimento della TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Se è stato impostato Controllo universale del Decoder/OTT, è possibile utilizzare il Decoder collegato con telecomando LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Se un dispositivo si connette alla porta è possibile visualizzare l'immagine ottimizzata del gioco riducendo il ritardo o le interruzioni del dispositivo video.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Se è attiva e si collega un dispositivo che supporta anche Ultra HD Deep Colour, l'immagine sarà più chiara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se è in corso un aggiornamento software o una registrazione, attenderà il completamento dell'operazione e il processo potrebbe richiedere più di un'ora.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Se è in corso un aggiornamento software o una registrazione, attenderà il completamento dell'operazione e il processo potrebbe richiedere più di {n} minuto/i.",
	"If the device is not connected, you may not hear any sound through it.": "Se il dispositivo non è collegato, potrebbe non essere possibile sentire alcun suono tramite di esso.",
	"If the edge of the screen is not clean, please turn this function off.": "Se il bordo dello schermo non è visualizzato correttamente, mettere questa funzione su spento.",
	"If the program does not support multiple languages, the default language is selected.": "Se il programma non supporta diverse lingue, verrà selezionata la lingua predefinita.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Se il programma non supporta il formato di uscita selezionato, verrà utilizzata l'uscita predefinita dall'origine.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Se il programma non supporta impostazioni audio diverse, verrà selezionato l'audio predefinito.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Se il problema si ripete, cambiare di nuovo il valore impostato o riavviare il dispositivo esterno collegato.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Se la lingua selezionata non è supportata, per le trasmissioni sarà utilizzata la lingua predefinita.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Se lo schermo statico non ha ricevuto alcun input da parte dell'utente per un'ora, passerà a uno screen saver.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Se l'ora impostata è molto diversa dall'ora attuale, alcune funzionalità smart potrebbero non essere visualizzate.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Se non è possibile sentire l'audio tramite il dispositivo, assicurarsi che questo funzioni e che supporti LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Selezionando la modalità Demo archivio vengono ottimizzati i valori per le visualizzazioni singole della TV commerciale.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se Guida audio è stata attivata, è possibile spostarsi solo con il tasto sinistro, destro, su, giù del telecomando e non è possibile utilizzare alcune app che richiedono il puntatore.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se si disattiva, il profilo dell'operatore CAM verrà eliminato.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Disattivando questa opzione, tutti i canali CAM sintonizzati non saranno disponibili e le notifiche non verranno più inviate.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Se si disattiva 'Avvio rapido+', non sarà possibile accendere la TV senza Telecomando. Continuare?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Disattivando lo screen saver, se la stessa immagine resta sullo schermo per più di 2 ore, potrebbe essere inficiata la qualità dell'immagine dello schermo. Se resta per più di 5 ore, potrebbe verificarsi un peggioramento permanente della qualità dell'immagine. Continuare?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Se questa opzione viene disattivata, lo schermo statico può rimanere più a lungo e rovinare la qualità dello schermo, a volte anche in maniera difficilmente rimediabile.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Se attivi la funzione di risparmio energetico, la luminosità verrà modificata.",
	"Import your TV's channel list information from a connected USB device.": "Importare le informazioni dell'elenco canali della TV da un dispositivo USB collegato.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importare/esportare le informazioni dell'elenco canali della TV da/a un dispositivo USB collegato.",
	"In Home": "In casa",
	"Indonesian": "Indonesiano",
	"Inner": "Interno",
	"Input": "Ingresso",
	"Input Locks": "Blocchi ingressi",
	"Input field": "Campo di input",
	"Installing...": "Installazione in corso...",
	"Instant Game Response": "Modalità Gaming",
	"Interactive Service": "Servizio Interattivo",
	"Interactivity(DTVi)": "Interattività (DTVi)",
	"Internal TV Speaker": "Altoparlante TV interno",
	"Invert Colors": "Inverti Colori",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertire e compensare determinati colori in alcuni menu per ottimizzare la visibilità degli elementi visualizzati sullo schermo.",
	"Ireland": "Irlanda",
	"Irish": "Irlandese",
	"Israel": "Israele",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Il ripristino della modalità immagine è individuale, quindi selezionare la modalità immagine desiderata e ripristinare.",
	"It may not sound depending on connected devices.": "Con alcuni dispositivi collegati potrebbe non essere riprodotto alcun audio.",
	"It may take a few minutes.": "Potrebbe richiedere alcuni minuti.",
	"It may take a few seconds.": "Potrebbe richiedere alcuni secondi.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Permette l'audio ottimale o un surround Virtual 4.0 in base al genere di contenuto visualizzato grazie all'algoritmo LG di Deep Learning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Permette l'audio ottimale o un surround Virtual 5.1 in base al genere di contenuto visualizzato grazie all'algoritmo LG di Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Fornisce audio ottimizzato mettendo a punto l'audio propagato nella stanza in base al tipo di installazione TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Riduce le linee affette da aliasing per offrire immagini fluide e uniformi.",
	"It works only when the broadcasting program supports captions.": "L'opzione funziona solamente se il programma trasmesso supporta le didascalie.",
	"It works only when the broadcasting program supports subtitles.": "L'opzione funziona solamente se il programma trasmesso supporta i sottotitoli.",
	"Italian": "Italiano",
	"Italy": "Italia",
	"Ivory Coast": "Costa d'Avorio",
	"Jakarta": "Giacarta",
	"Jamaica": "Giamaica",
	"Japan": "Giappone",
	"Japanese": "Giapponese",
	"Jerusalem": "Gerusalemme",
	"Jordan": "Giordania",
	"Just Scan": "Solo ricerca",
	"Kazakh": "Kazako",
	"Kazakhstan": "Kazakistan",
	"Keyboard Languages": "Lingue tastiera",
	"Korea": "Corea",
	"Korean": "Coreano",
	"LG Logo Light (Front of TV)": "Luce logo LG (parte anteriore della TV)",
	"LG Services Country": "Paese dei servizi LG",
	"LG Wireless Keyboard Connected:": "Tastiera LG Wireless connessa:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Wireless Keyboard consente di controllare la TV tramite Bluetooth.",
	"Language": "Lingua",
	"Large": "Grande",
	"Last tuning:": "Ultima sintonizzazione:",
	"Latvia": "Lettonia",
	"Latvian": "Lettone",
	"Lebanon": "Libano",
	"Left": "Sinistro",
	"Left Right": "Da sinistra a destra",
	"Left Surround": "Surround sinistro",
	"Left drop shadow": "Ombreggiatura sfalsata a sinistra",
	"Legal Notice": "Nota legale",
	"Libya": "Libia",
	"Light": "Leggero",
	"Limit AD Tracking": "Limita Monitoraggio AD",
	"Lisbon": "Lisbona",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituano",
	"Loading...": "Caricamento in corso...",
	"Local": "Locale",
	"Local Language": "Lingua locale",
	"Location": "Posizione",
	"Lock All": "Blocca tutto",
	"Lock changes for currently running apps will be applied the next time they are started.": "Le modifiche al blocco per le app attualmente in esecuzione verranno applicate al prossimo avvio.",
	"Logo Luminance Adjustment": "Regolazione luminanza logo",
	"London": "Londra",
	"Low": "Basso",
	"Luminance": "Luminanza",
	"Luxembourg": "Lussemburgo",
	"MAC Address": "Indirizzo MAC",
	"MAC Address (Wired)": "Indirizzo MAC (cablato)",
	"MAC Address (Wireless)": "Indirizzo MAC (wireless)",
	"MASTER PASSWORD": "PASSWORD MASTER",
	"MHEG Guide": "Guida MHEG",
	"MPEG Noise Reduction": "Riduzione rumore MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, ex Repubblica di Jugoslavia",
	"Macedonian": "Macedone",
	"Make blurry or difficult-to-see areas more vivid.": "Rendere più vivide le aree sfocate o meno nitide.",
	"Malay": "Malese",
	"Malaysia": "Malesia",
	"Maldives": "Maldive",
	"Manage channels stored on the TV.": "Gestire i canali memorizzati sulla TV.",
	"Mandarin": "Mandarino",
	"Manual": "Manuale",
	"Marshall Islands": "Isole Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Solo pubblico adulto",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Massimizzare il contrasto aumentando l'intensità delle aree luminose e scure dello schermo.",
	"Medium": "Medio",
	"Menu Language": "Lingua menu",
	"Menu Transparency": "Trasparenza dei menu",
	"Message": "Messaggio",
	"Method": "Metodo",
	"Mexico": "Messico",
	"Mexico City": "Città del Messico",
	"Middle East": "Medio Oriente",
	"Minutes": "Minuti",
	"Mobile Connection Management": "Gestione Connessione Mobile",
	"Mode Option": "Opzione Modalità",
	"Model": "Modello",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldovia",
	"Month": "Mese",
	"Morocco": "Marocco",
	"Moscow": "Mosca",
	"Movie Lock": "Blocco filmato",
	"Mozambique": "Mozambico",
	"Multi Channel Audio": "Audio Multi Canale",
	"Multi Feed": "Alimentazione multipla",
	"Multiple": "Multilingue",
	"Muscat": "Mascate",
	"Music": "Musica",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Modalità NEXTGEN TV",
	"Narrow": "Limitato",
	"Natural": "Naturale",
	"Netherland": "Paesi Bassi",
	"Netherlands": "Paesi Bassi",
	"Network": "Rete",
	"Network Connection Settings": "Impostazioni Connessione di Rete",
	"Network Name": "Nome rete",
	"Network-Based Personalization Recommendations": "Suggerimenti per la personalizzazione in base alla rete",
	"New Caledonia": "Nuova Caledonia",
	"New Zealand": "Nuova Zelanda",
	"Next": "Avanti",
	"Night": "Notte",
	"No Internet via 3G/4G network": "Nessuna connessione Internet tramite la rete 3G/4G",
	"No Internet via Ethernet": "Nessuna connessione Internet tramite Ethernet",
	"No Internet via Wi-Fi": "Nessuna connessione Internet tramite Wi-Fi",
	"No One 17 and Under Admitted.": "Vietato ai minori di 17 anni.",
	"No Operation Auto Off": "Nessuno spegnimento automatico funzionamento",
	"No Signal Auto Off": "Nessun spegnimento automatico segnale",
	"No Signal Image": "Segnale immagine assente",
	"No Signal Power Off (15Min)": "Nessun segnale alimentazione spenta (15 min)",
	"No devices have been found.": "Non è stato trovato nessun dispositivo.",
	"No paired devices.": "Nessun Dispositivo Accoppiato.",
	"No signal on Server": "Nessun Segnale sul Server",
	"No updates found.": "Nessun aggiornamento disponibile.",
	"Noise Reduction": "Riduzione rumore",
	"None": "Nessuno",
	"Normal": "Normale",
	"North Korea": "Nord Corea",
	"Northern Africa": "Africa settentrionale",
	"Norway": "Norvegia",
	"Norwegian": "Norvegese",
	"Not Connected": "Non connesso",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nota: se il dispositivo non supporta questa funzionalità, potrebbe non funzionare correttamente. In tal caso, è possibile collegare il dispositivo a un'altra porta HDMI o disattivare l'impostazione 8K Ultra HD Deep Colour della porta HDMI.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nota: se il dispositivo non supporta questa funzionalità, potrebbe non funzionare correttamente. In tal caso, è possibile collegare il dispositivo a un'altra porta HDMI o disattivare l'impostazione Ultra HD Deep Colour della porta HDMI.",
	"Note: Available options depend on the broadcast program.": "Nota: le opzioni disponibili dipendono dal programma di trasmissione.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: il comportamento può variare se il dispositivo connesso non è un dispositivo LG.",
	"Note: Only displayed when it is provided by the program.": "Nota: la visualizzazione è possibile solo se il servizio è offerto dal programma.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: i sottotitoli vengono visualizzati solo quando è fornito il programma di trasmissione.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: le funzionalità supportate possono variare in base al modello e la relativa trasparenza in base alle funzioni della riproduzione di contenuto come Live TV o contenuto VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Se la TV è accesa mentre è in esecuzione Pixel Refresher, il processo verrà interrotto e sarà necessario ricominciare daccapo.<br>2. Durante l'elaborazione, potrebbe essere visualizzata una linea bianca sullo schermo. È normale quando si ottimizza lo schermo.",
	"Notifications": "Notifiche",
	"OLED LIGHT": "LUCE OLED",
	"OLED Motion": "Motion OLED",
	"OLED Motion Pro": "Motion Pro OLED",
	"OLED Screen Saver": "Screen Saver OLED",
	"Object Audio": "Audio surround \"object-based\"",
	"Off": "Disattiva",
	"On": "Attiva",
	"OnTimer Channel not selected": "Canale On Timer non selezionato.",
	"Open": "Aperto",
	"Open Source Licenses": "Avviso per il software Open Source",
	"Open when TV is turned on": "Aprire quando la TV è accesa",
	"Operate once when TV is off": "Attiva solo una volta che la TV è spenta",
	"Optical": "Ottico",
	"Optical + Internal TV Speaker": "Altoparlante TV Interno + Ottico",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Ottimizzare un'analisi approfondita dei contenuti grazie all'algoritmo LG di Machine Learning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Ottimizzare le impostazioni di contrasto in base alla luminosità dell'immagine dei contenuti HDR.",
	"Optimize contrast settings based on image brightness.": "Ottimizzare le impostazioni di contrasto in base alla luminosità dell'immagine.",
	"Optimize the sound for a cinematic experience.": "Ottimizzazione della qualità del suono per un'esperienza di tipo cinematografico.",
	"Original Language": "Lingua originale",
	"Others": "Altri",
	"Outer": "Esterno",
	"Output sound through the Internal TV speaker.": "Uscita audio tramite l'altoparlante TV interno.",
	"Papua New Guinea": "Papua Nuova Guinea",
	"Parental Guidance Suggested": "Guida genitori consigliata",
	"Parental Guidance Suggested :": "Supervisione dei genitori consigliata:",
	"Parental guidance suggested for children ages 8-13.": "Guida genitori consigliata per bambini di età compresa tra gli 8 e i 13 anni.",
	"Parents Guidance strongly required :": "Supervisione dei genitori fortemente consigliata:",
	"Parents Strongly Cautioned": "Genitori fortemente avvisati",
	"Paris": "Parigi",
	"Patent Information": "Informazioni brevetto",
	"Peak Brightness": "Luminosità massima",
	"Persian": "Persiano",
	"Peru": "Perù",
	"Philippines": "Filippine",
	"Photo": "Foto",
	"Pick a Time": "Selezionare un'ora",
	"Picture": "Immagine",
	"Picture Mode": "Modalità immagine",
	"Picture Mode Settings": "Impostazioni Modalità immagine",
	"Picture Options": "Opzioni immagini",
	"Picture Test": "Test immagine",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Le immagini o l'audio potrebbero non funzionare correttamente mentre un dispositivo esterno connesso e la TV iniziano a comunicare. Se il problema persiste, ripristinare le impostazioni o riavviare il dispositivo esterno connesso.",
	"Pitch": "Intonazione",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pixel Refresher offre una nitidezza delle immagini ottimale.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pixel Refresher viene avviato solo una volta che la TV è spenta.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel Refresher è stato pianificato al prossimo spegnimento della TV.",
	"Play": "Riproduci",
	"Play sound through TV Speaker.": "Riproduzione audio tramite Altoparlante TV.",
	"Play the standard sound suitable for all types of content.": "Riproduzione di suoni standard adatti a tutti i tipi di contenuti.",
	"Please check if WiSA Speakers are turned on and try again.": "Verificare che gli altoparlanti WiSA siano accesi e riprovare.",
	"Please check that the Bluetooth device is already connected to another device.": "Verificare che il dispositivo Bluetooth sia già collegato a un altro dispositivo.",
	"Please check the network name and password and try again.": "Verificare il nome della rete e la password e riprovare.",
	"Please check the status and try again": "Verificare lo stato e riprovare.",
	"Please do not unplug the USB storage until the copying is completed.": "Non scollegare il dispositivo di archiviazione USB prima del completamento della copia.",
	"Please enter your password to turn off this function.": "Inserisci la tua password per disabilitare questa funzione.",
	"Please enter your password to turn on this function.": "Inserire la password per abilitare questa funzione.",
	"Please make sure that your TV is connected to the network and try again.": "Accertarsi che la TV sia connessa alla rete e riprovare.",
	"Please note that LG does not use or manage the value.": "LG non utilizza o gestisce il valore.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Il suono potrebbe non essere propagato quando l'Uscita audio digitale è impostata su Pass Through.",
	"Please try again later.": "Riprovare più tardi.",
	"Please wait while the Settings application reloads.": "Attendere che l'applicazione Impostazioni si sia ricaricata.",
	"Please wait while the Settings application restarts.": "Attendere il riavvio dell'applicazione Impostazioni.",
	"Please wait while the TV restarts.": "Attendere il riavvio della TV.",
	"Please wait while the TV searches for LG Service Country.": "Attendere mentre la TV ricerca un paese con assistenza LG.",
	"Point": "Punto",
	"Pointer Options": "Opzioni puntatore",
	"Pointer Size": "Dimensioni puntatore",
	"Poland": "Polonia",
	"Polish": "Polacco",
	"Portugal": "Portogallo",
	"Portuguese": "Portoghese",
	"Position": "Posizione",
	"Position Settings": "Impostazioni Posizione",
	"Power Off Timer": "Timer Spegnimento",
	"Power On Timer": "Timer Accensione",
	"Power Saving Mode": "Modalità risparmio energia",
	"Prague": "Praga",
	"Preschool": "Bambini in età prescolare",
	"Press right button to adjust de-blur and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antioffuscamento e Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antioffuscamento e Motion Pro di OLED.",
	"Press right button to adjust de-blur and OLED Motion value.": "Premere il tasto destro per regolare le impostazioni antioffuscamento e Motion OLED.",
	"Press right button to adjust de-judder and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto e Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto e Motion Pro di OLED.",
	"Press right button to adjust de-judder and OLED Motion value.": "Premere il tasto destro per regolare le impostazioni antisussulto e Motion OLED.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto, antioffuscamento e Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto, antioffuscamento e Motion Pro di OLED.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Premere il tasto destro per regolare le impostazioni antisussulto, antioffuscamento e Motion OLED.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Premere il pulsante WPS su un router abilitato tramite WPS per collegare la TV alla rete.",
	"Press the right button to adjust Motion Pro settings.": "Premere il tasto destro per regolare le impostazioni Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Premere il tasto destro per regolare le impostazioni Motion Pro di OLED.",
	"Press the right button to adjust OLED Motion settings.": "Premere il tasto destro per regolare le impostazioni Motion OLED.",
	"Press the right button to adjust de-blur settings.": "Premere il pulsante destro per regolare le impostazioni de-blur.",
	"Press the right button to adjust de-judder settings.": "Premere il pulsante destro per regolare le impostazioni de-judder.",
	"Previous": "Indietro",
	"Primary Audio Language": "Lingua audio principale",
	"Primary Channels": "Canali principali",
	"Primary Teletext Language": "Lingua Teletext principale",
	"Program exempted from ratings.": "Programma esente da classificazioni.",
	"Programme": "Programma",
	"Provide HbbTV Distinctive ID": "Fornisce l'ID distintivo di HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Fornisce l'ID unico di HbbTV al servizio HbbTV per le trasmissioni.",
	"Provided services may vary depending on countries.": "I servizi forniti possono dipendere dal paese.",
	"Quick Help": "Assistenza rapida",
	"Quick Start+": "Avvio rapido+",
	"Raised": "In rilievo",
	"Real Cinema": "Cinema reale",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: autenticazione tramite access point non riuscita.",
	"Reason: Could not establish a connection to access point.": "Motivo: impossibile stabilire un collegamento all'access point.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: impossibile recuperare un indirizzo IP valido tramite DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: la password inserita è errata.",
	"Reason: Password is missing.": "Motivo: password mancante.",
	"Reason: The network you selected is out of range.": "Motivo: la rete selezionata non è disponibile.",
	"Reason: Unable to login.": "Motivo: impossibile accedere.",
	"Receive emergency alerts from TV when an emergency occurs.": "Ricevere avvisi di emergenza da parte della TV quando si verifica un emergenza.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Consigliare di impostare le ore in cui solitamente non si guarda la TV su Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Suggerire contenuti e funzionalità utili in base alla cronologia di visualizzazione e ai modi di utilizzo delle app.",
	"Recommendations are available for the people, products and locations related to the current program.": "I suggerimenti sono disponibili per persone, prodotti e posizioni inerenti il programma corrente.",
	"Red": "Rosso",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Ridurre il rumore irregolare dai segnali video digitali per ottimizzare nettamente la qualità dell'immagine.",
	"Region": "Area",
	"Registered Devices ({num})": "Dispositivi Registrati ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Rafforzare il tono acuto del suono ottimizzato.",
	"Reinforce the low-pitched tone of the optimized sound.": "Rafforzare il tono grave del suono ottimizzato.",
	"Remote Settings": "Impostazioni remote",
	"Remove irregular and erratic pixels for a clearer image.": "Rimuovere i pixel irregolari per un'immagine più chiara.",
	"Reset": "Ripristina",
	"Reset AD ID": "Reimposta AD ID",
	"Reset CI Password": "Reimposta password CI",
	"Reset HbbTV Distinctive ID": "Ripristinare l'ID distintivo di HbbTV",
	"Reset Password": "Reimposta password",
	"Reset Settings": "Ripristina Impostazioni",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Ripristinare l'elenco app approvato quando si esegue la connessione all'app mobile di HbbTV.",
	"Reset the caption position.": "Ripristinare la posizione dei sottotitoli.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Ripristinare la cronologia dei contenuti guardati e dell'utilizzo di app. Quando la cronologia viene ripristinata, potrebbe passare certo periodo di tempo prima di ricevere nuovamente le raccomandazioni del contenuto.",
	"Reset to Initial Settings": "Ripristina impostazioni iniziali",
	"Restrict access to TV programs based on their ratings.": "Limitare l'accesso a programmi TV in base alle classificazioni.",
	"Restrict watching based on age ratings for children programs.": "Limitare la visione dei programmi per bambini in base a classificazione per età.",
	"Restrict watching based on ages ratings.": "Limitare la visione in base alla classificazione per età.",
	"Restrict watching based on fantasy violence content ratings.": "Limitare la visione in base alla classificazione di contenuti Fantasy Violence - Genere Fantastico.",
	"Restrict watching based on programs containing adult language.": "Limitare la visione di programmi che contengono linguaggio per adulti.",
	"Restrict watching based on programs containing sexual scene.": "Limitare la visione di programmi che contengono scene a sfondo sessuale.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Limitare la visione di programmi che contengono dialoghi a sfondo sessuale.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Limitare la visione in base a specifiche classificazioni per età o contenuti per cui è consigliata la supervisione dei genitori.",
	"Restrict watching based on violence content ratings.": "Limitare la visione in base alla classificazione di contenuti violenti.",
	"Restrict watching movies based on rating.": "Limitare la visione in base alla classificazione dei film.",
	"Restrict watching programs based on rating.": "Limitare la visione in base alla classificazione dei programmi.",
	"Restriction ratings :": "Classificazioni di restrizione:",
	"Retry": "Riprova",
	"Revert TV to its initial settings.": "Ripristina la TV alle impostazioni iniziali.",
	"Revert color adjustment settings to default.": "Ripristinare le impostazioni predefinite di gestione colori.",
	"Revert detailed sound effect settings of standard mode to default.": "Ascoltare le impostazioni predefinite degli effetti sonori della modalità standard.",
	"Revert picture setting values to default.": "Ripristinare i valori delle impostazioni immagine predefinite.",
	"Revert white balance settings to default.": "Ripristinare le impostazioni predefinite di bilanciamento del bianco.",
	"Right": "Destro",
	"Right Left": "Destra/sinistra",
	"Right Surround": "Surround destro",
	"Right drop shadow": "Ombreggiatura sfalsata a destra",
	"Riyadh": "Riad",
	"Romanian": "Romeno",
	"Rome": "Roma",
	"Russian": "Russo",
	"Rwanda": "Ruanda",
	"R{value}": "D{value}",
	"SIGNATURE Opening": "Apertura SIGNATURE",
	"SIGNATURE TV Settings": "Impostazioni TV SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK consente di utilizzare il telecomando LG per controllare altri dispositivi compatibili con SIMPLINK, ad esempio un lettore di DVD o un sistema audio home theater, collegati all'LG Smart TV tramite cavo HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK si accende automaticamente per l'utilizzo della modalità ARC.",
	"Safety": "Sicurezza",
	"Saint Lucia": "Santa Lucia",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Sachalin",
	"Samarkand": "Samarcanda",
	"Satellite DTV": "DTV satellitare",
	"Satellite Radio": "Radio satellitare",
	"Saturation": "Saturazione",
	"Saudi Arabia": "Arabia Saudita",
	"Saudi arabia": "Arabia Saudita ",
	"Save CAM Operator's Profile": "Salva profilo operatore CAM",
	"Save CI Password": "Salva password CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Salvare le impostazioni del sistema di gestione colori dalla modalità immagine attualmente selezionata per tutti gli ingressi.",
	"Save the white balance settings from the current picture mode in all inputs.": "Consente di salvare le impostazioni di bilanciamento del bianco dalla modalità immagine selezionata per tutti gli ingressi.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salvare/Ripristinare password CI. Salvando la password, in futuro è possibile saltare la procedura di accesso.",
	"Scan \"Auto Detect\" automatically.": "Avvia automaticamente \"Rileva automaticamente\".",
	"Screen Down": "Schermo in basso",
	"Screen Off": "Annullamento video",
	"Screen Shift ": "Cambiamento schermo",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Lo schermo cambia a intervalli di tempo regolari e previene problemi di qualità dell'immagine che potrebbero verificarsi dopo aver tenuto accesa la TV per un lungo periodo di tempo.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Lo schermo si disattiverà tra 5 secondi. Per riattivare lo schermo, premere un tasto qualsiasi (tranne quelli di accensione e del volume).",
	"Search": "Ricerca",
	"Search Bluetooth Device": "Cerca Dispositivo Bluetooth",
	"Searching...": "Ricerca in corso...",
	"Second Language": "Seconda lingua",
	"Secondary Audio Language": "Lingua audio secondaria",
	"Secondary Teletext Language": "Seconda lingua televideo",
	"Security": "Protezione",
	"Select IRE point to adjust luminance.": "Consente di selezionare il punto IRE per regolare la luminanza.",
	"Select Mode": "Seleziona modalità",
	"Select TV's language settings.": "Selezionare le impostazioni della lingua della TV.",
	"Select a caption type for HD broadcasts.": "Selezionare un tipo di sottotitoli per le trasmissioni HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selezionare un tipo di sottotitoli per le trasmissioni NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Selezionare un tipo di sottotitoli per le trasmissioni Ultra HD.",
	"Select a caption type for analog broadcasts.": "Selezionare un tipo di sottotitoli per le trasmissioni analogiche.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Selezionare una modalità video adatta all'ambiente di visione oppure specificare le impostazioni per una modalità video, come contrasto, colore e altro.",
	"Select an audio format for each HDMI input.": "Selezionare un formato audio per ciascun ingresso HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selezionare un'altra uscita audio digitale (Auto o PCM) se non si riesce a sentire alcun effetto audio dopo aver selezionato la modalità Pass-Through.",
	"Select audio language for digital broadcasts.": "Selezionare la lingua audio per le trasmissioni digitali.",
	"Select color to be adjusted.": "Consente di selezionare il colore da regolare.",
	"Select days to apply the Timer Power Off settings every week.": "Consente di selezionare i giorni a cui applicare le impostazioni di spegnimento temporizzato ogni settimana.",
	"Select days to apply the Timer Power On settings every week.": "Consente di selezionare i giorni a cui applicare le impostazioni di accensione temporizzata ogni settimana.",
	"Select device for audio output.": "Selezionare il dispositivo per l'uscita audio.",
	"Select device or speaker for audio output.": "Selezionare il dispositivo o l'altoparlante per l'uscita audio.",
	"Select digital audio output format.": "Selezionare il formato di uscita audio digitale.",
	"Select language for TV menu.": "Selezionare la lingua per il menu della TV.",
	"Select language for subtitles.": "Selezionare la lingua per i sottotitoli.",
	"Select languages for keyboards input.": "Selezionare le lingue per l'input della tastiera.",
	"Select method to adjust white balance.": "Consente di selezionare il metodo per regolare il bilanciamento del bianco.",
	"Select point to adjust luminance.": "Selezionare un punto per regolare la luminanza.",
	"Select the Sound mode and set detailed Audio effects.": "Selezionare la modalità Audio e impostare effetti Audio dettagliati.",
	"Select the Sound mode for each content type.": "Selezionare la modalità Audio per ogni tipo di contenuto.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Selezionare Ultra HD Deep Colour per la porta HDMI {num}.",
	"Select the app to restrict the use.": "Selezionare l'app di cui si vuole limitare l'uso.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Selezionare la modalità di immagine appropriata in base all'ambiente di visione o al tipo di contenuti.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Seleziona le proprietà audio per ascoltare le trasmissioni a seconda delle proprie preferenze.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Selezionare il tipo di sottotitoli per le trasmissioni digitali e configurare impostazioni dettagliate per i sottotitoli.",
	"Select the channel to restrict watching.": "Selezionare il canale per limitarne la visione.",
	"Select the channel to watch when the TV turns on.": "Selezionare il canale da vedere quando si accende la TV.",
	"Select the color range to be displayed.": "Selezionare la gamma di colori da visualizzare.",
	"Select the country for your country's special services.": "Selezionare il paese per servizi speciali del proprio paese.",
	"Select the desired video angle.": "Selezionare l'angolo video desiderato.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Selezionare il formato per trasferire l'uscita audio digitale della TV a un dispositivo esterno.",
	"Select the input to use when the TV turns on.": "Consente di selezionare l'ingresso da utilizzare quando si accende la TV.",
	"Select the inputs to restrict the use.": "Selezionare gli ingressi di cui si vuole limitare l'uso.",
	"Select the most preferred Subtitle Language.": "Selezionare la prima scelta per Lingua sottotitoli.",
	"Select the place where to use the TV.": "Selezionare il luogo in cui usare la TV.",
	"Select the residential region for your regional broadcast signal.": "Selezionare l'area di residenza per il segnale.",
	"Select the second preferred Subtitle Language.": "Selezionare la seconda scelta per Lingua sottotitoli.",
	"Select your first choice of audio language for digital broadcasts.": "Seleziona la prima lingua audio per le trasmissioni digitali.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selezionare la prima scelta per la lingua per i servizi televideo del provider TV.",
	"Select your second choice of audio language for digital broadcasts.": "Seleziona la seconda lingua audio per le trasmissioni digitali.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selezionare la seconda scelta per la lingua per i servizi televideo del provider TV.",
	"Seoul": "Seul",
	"Serbian": "Serbo",
	"Serial Number": "Numero di serie",
	"Service 1": "Servizio 1",
	"Service 2": "Servizio 2",
	"Service 3": "Servizio 3",
	"Service 4": "Servizio 4",
	"Service 5": "Servizio 5",
	"Service 6": "Servizio 6",
	"Service Area Zip Code": "Codice postale area servizio",
	"Set Automatically": "Imposta automaticamente",
	"Set My Team Alarm.": "Impostare Allarme Squadra del Cuore.",
	"Set Store Mode settings.": "Configurare impostazioni Demo punto vendita.",
	"Set System Color mode for your current TV input.": "Impostare la modalità Colore sistema dell'input della TV corrente.",
	"Set additional options for Video Description.": "Impostare le opzioni aggiuntive per Descrizione video.",
	"Set additional picture settings.": "Configurare le impostazioni aggiuntive delle immagini.",
	"Set additional sound-related settings.": "Configurare le impostazioni relative all'audio.",
	"Set advanced Subtitle options.": "Impostare le opzioni avanzate di sottotitolaggio.",
	"Set advanced captioning options.": "Impostare le opzioni avanzate di sottotitolaggio.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Impostare e modificare l'indirizzo IP nella versione IPv4 o IPv6.",
	"Set audio-related options.": "Impostare le opzioni correlate all'audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Impostare la dimensione, il colore, la trasparenza dei sottotitoli e altre opzioni per le trasmissioni.",
	"Set color temperature from warm to cool.": "Impostare la temperatura del colore da freddo a caldo.",
	"Set detailed caption settings for HD broadcasts.": "Configurare le impostazioni dei sottotitoli dettagliate per le trasmissioni HD.",
	"Set detailed options for the AI functions.": "Impostare opzioni dettagliate per le funzioni AI.",
	"Set detailed options for the Home feature.": "Impostare opzioni dettagliate per la funzione Home.",
	"Set detailed options for the Recommendation feature.": "Impostare opzioni dettagliate per la funzione Suggerimenti.",
	"Set easy connection settings with external devices.": "Configurare le impostazioni di connessione con i dispositivi esterni.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Impostare blocco per determinati canali, app, ingressi per cui è consigliata la supervisione dei genitori.",
	"Set necessary additional functions based on watching environment and screen status.": "Impostare funzioni aggiuntive basate sull'ambiente di visualizzazione e dello stato dello schermo.",
	"Set or reset the position of on-screen captions.": "Impostare o ripristinare la posizione dei sottotitoli visualizzati sullo schermo.",
	"Set settings related to your wired / wireless network.": "Configurare le impostazioni correlate alla rete cablata/wireless.",
	"Set the TV to turn off automatically after a set amount of time.": "Impostare lo spegnimento automatico della TV dopo un determinato periodo di tempo.",
	"Set the TV to turn off automatically at a set time.": "Impostare lo spegnimento automatico della TV all'ora predefinita.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Impostare lo spegnimento automatico della TV se non vi è alcun input da parte dell'utente entro 4 ore dall'accensione automatica della TV.",
	"Set the TV to turn on automatically at a set time.": "Impostare l'accensione automatica della TV all'ora predefinita.",
	"Set the additional functions related to the TV.": "Impostare le funzioni aggiuntive relative alla TV.",
	"Set the current date and time.": "Impostare l'ora e la data corrente.",
	"Set the current date manually.": "Impostare la data corrente manualmente.",
	"Set the current time manually.": "Impostare l'ora corrente manualmente.",
	"Set the detect range of device available to connect.": "Impostare il raggio di rilevamento di un dispositivo audio disponibile per la connessione.",
	"Set the region and country for broadcasts and special services.": "Impostare l'area e il paese per servizi speciali e trasmissioni.",
	"Set the screen size and aspect ratio.": "Impostare le dimensioni e il rapporto d'aspetto dello schermo.",
	"Set the specialized functions of SIGNATURE TV.": "Impostare le funzioni specializzate di SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Impostare l'ora di spegnimento automatico della TV senza input da parte dell'utente.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Impostare l'effetto sonoro Virtual Surround multi-canale per un suono più realistico.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Impostare l'effetto sonoro Virtual Surround per un suono più realistico.",
	"Set the volume level when the TV turns on.": "Impostare il livello di volume da utilizzare quando si accende la TV.",
	"Set time to turn off the TV.": "Consente di impostare l'ora di spegnimento della TV.",
	"Set time to turn on the TV.": "Imposta ora di accensione della TV.",
	"Set up additional features related to customer support.": "Configurare funzionalità aggiuntive correlate al servizio clienti.",
	"Set up an account to use LG Services.": "Configurare un account per usare i Servizi LG.",
	"Set whether to display Home when the TV is turned on.": "Scegliere se visualizzare Home quando la TV è accesa.",
	"Settings Help": "Guida delle impostazioni",
	"Sexual Situations": "Scene di sesso",
	"Sexually Suggestive Dialogue": "Dialoghi a sfondo sessuale",
	"Sharpness": "Nitidezza",
	"Show Password": "Mostra password",
	"Side by Side": "Affiancato",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "L'interferenza di segnale potrebbe ridurre la sensibilità del Telecomando Puntatore se un router wireless è troppo vicino alla TV.",
	"Size": "Dimensione",
	"Sleep Timer": "Timer Spegnimento",
	"Slovak": "Slovacco",
	"Slovakia": "Slovacchia",
	"Slovenian": "Sloveno",
	"Slow": "Lento",
	"Small": "Piccolo",
	"Smooth": "Uniforme",
	"Smooth Gradation": "Gradazione cromatica",
	"Soccer": "Calcio",
	"Software Update": "Aggiornamento Software",
	"Software Version": "Versione software",
	"Software update has been installed. Update will be applied when you restart your TV.": "L'aggiornamento software è stato installato. L'aggiornamento verrà applicato al riavvio della TV.",
	"Solid": "Tinta unita",
	"Solomon Islands": "Isole Salomone",
	"Some material may not be appropriate for children under 13.": "alcuni contenuti potrebbero essere inappropriati per bambini sotto i 13 anni.",
	"Some material may not be appropriate for children.": "alcuni contenuti potrebbero non essere adatti ai bambini.",
	"Sotho, Northern": "Sotho, settentrionale",
	"Sotho, Southern": "Sotho, meridionale",
	"Sound": "Audio",
	"Sound Mode": "Modalità audio",
	"Sound Mode Settings": "Impostazioni modalità audio",
	"Sound Out": "Uscita audio",
	"Sound Share": "Condivisione Audio",
	"Sound Test": "Test audio",
	"South Africa": "Sud Africa",
	"South Korea": "Corea del Sud",
	"Southern Africa": "Africa meridionale",
	"Spain": "Spagna",
	"Spanish": "Spagnolo",
	"Speaker Volume Control": "Controllo Volume Altoparlante",
	"Specify detailed voice guidance settings after turning on this feature.": "Specificare impostazioni dettagliate relative alla guida vocale dopo aver attivato questa funzione.",
	"Speed": "Velocità",
	"Spoken Subtitle": "Sottotitoli parlati",
	"Sports": "Sport",
	"Sports Alert": "Allarme Sport",
	"Stand": "Supporto",
	"Standard Mode Sound Effect": "Effetto audio modalità standard",
	"Standby Light": "Spia standby",
	"Start New Sound Tuning": "Avvia nuova sintonizzazione audio",
	"Start Now": "Avvia Ora",
	"Startup Sound": "Suono di Accensione",
	"Stockholm": "Stoccolma",
	"Stop": "Interrompi",
	"Store Demo": "Demo archivio",
	"Store Mode": "Demo punto vendita",
	"Store Mode Settings": "Impostazioni Demo punto vendita",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Demo punto vendita consente di guardare la TV nel punto vendita. Inizializza le impostazioni a intervalli di alcuni minuti. Chiudere l'app e avviare la modalità Demo punto vendita?",
	"Strong": "Forte",
	"Style": "Stile",
	"Subnet Mask": "Subnet mask",
	"Subnet prefix length": "Lunghezza prefisso subnet",
	"Subtitle First Choice Language": "Sottotitoli prima lingua scelta",
	"Subtitle Language": "Lingua sottotitoli",
	"Subtitle Second Choice Language": "Sottotitoli seconda lingua scelta",
	"Subtitles": "Sottotitoli",
	"Super Impose": "Sovrapponi",
	"Super Resolution": "Ottima risoluzione",
	"Support": "Sostegno",
	"Surround Balance": "Bilanciamento del Surround",
	"Surround Level": "Livello del Surround",
	"Sweden": "Svezia",
	"Swedish": "Svedese",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Passare in modalità Standby per riaccendere rapidamente la TV quando la spegni.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Passare in modalità Standby per usare rapidamente una serie di funzioni come le app e la funzione cerca quando spegni la TV.",
	"Switzerland": "Svizzera",
	"Sync Demo": "Demo sincronizzazione",
	"Syria": "Siria",
	"System Color": "Colore sistema",
	"São Paulo": "San Paolo",
	"TEXT 1": "TESTO 1",
	"TEXT 2": "TESTO 2",
	"TEXT 3": "TESTO 3",
	"TEXT 4": "TESTO 4",
	"TV Information": "Informazioni TV",
	"TV Installation Type": "Tipo di installazione TV",
	"TV Lock": "Blocco TV",
	"TV Name": "Nome TV",
	"TV On With Mobile": "TV accesa con Dispositivo Mobile",
	"TV Power Sound": "Bip di accensione TV",
	"TV Power Sound Volume": "Volume bip di accensione TV",
	"TV Program Locks": "Blocchi programmi TV",
	"TV Rating English": "Classificazione TV - Inglese",
	"TV Rating French": "Classificazione TV - Francese",
	"TV Speaker": "Altoparlante TV",
	"TV can be used as an alarm.": "La TV può essere usata come sveglia.",
	"TV is turned off at a set time on every specified day.": "La TV si spegne a una determinata ora di ogni giorno specificato.",
	"TV to USB": "Da TV a USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Sfruttare i vantaggi delle funzioni che richiedono la rete come Internet, app e aggiornamenti software.",
	"Target Luminance": "Luminanza di destinazione",
	"Text Color": "Colore testo",
	"Text Opacity": "Opacità testo",
	"Text Search": "Ricerca testo",
	"Thai": "Tailandese",
	"Thailand": "Thailandia",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Le porte HDMI {port1} e HDMI {port2} supportano la funzione AMD FreeSync Premium, che è possibile selezionare.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Le porte HDMI {port1} e HDMI {port2} supportano la funzione AMD FreeSync Premium, che è possibile attivare o disattivare.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Le porte HDMI {port1} e HDMI {port2} supportano la modalità Gaming ed è possibile attivarla o disattivarla.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "La porta HDMI {port1} supporta la funzione AMD FreeSync Premium, che è possibile selezionare.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "La porta HDMI {port1} supporta la funzione AMD FreeSync Premium, che è possibile attivare o disattivare.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "La porta HDMI {port1} supporta la modalità Gaming ed è possibile attivarla o disattivarla.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano la funzione AMD FreeSync Premium, che è possibile selezionare.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano la funzione AMD FreeSync Premium, che è possibile attivare o disattivare.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano la funzione AMD FreeSync Premium, che è possibile selezionare.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano la funzione AMD FreeSync Premium, che è possibile attivare o disattivare.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano la modalità Gaming ed è possibile attivarla o disattivarla.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano la modalità Gaming ed è possibile attivarla o disattivarla.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "L'ID distintivo di HbbTV è un valore unico utilizzabile solo per HbbTV, la quale non è correlata alle informazioni personali dell'utente.",
	"The HbbTV Distinctive ID will be reset.": "L'ID distintivo di HbbTV verrà ripristinato.",
	"The HbbTV application or service will disable its tracking of an individual user.": "L'applicazione o il servizio HbbTV disattiverà il tracciamento del singolo utente.",
	"The IBB service will disable its tracking of an individual user.": "Il servizio IBB disattiverà il tracciamento del singolo utente.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Le informazioni sul paese dei servizi LG non possono essere recuperate dal server. Riprovare più tardi.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L'applicazione Impostazioni deve essere ricaricata per modificare la lingua del menu. Continuare?",
	"The ambient lighting will be provided when motion is detected around the TV.": "L'illuminazione ambientale verrà attivata quando viene rilevato un movimento attorno al TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "I servizi di riconoscimento vocale esterni disponibili possono variare in base all'impostazione della lingua. Inoltre, se si modifica la lingua del menu, il menu delle impostazioni viene ricaricato. Continuare?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "L'elenco canali è stato correttamente copiato dal dispositivo di archiviazione USB alla TV. La TV verrà riavviata tra 5 secondi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "L'elenco canali è stato correttamente copiato dalla TV al dispositivo di archiviazione USB.",
	"The closer to 100, the brighter.": "Più il valore è vicino a 100, più lo schermo sarà luminoso.",
	"The closer to 100, the clearer the color becomes.": "Più il valore è vicino a 100, più i colori saranno chiari.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Più il valore è vino a 50 più il rosso sarà chiaro, più il valore è vino a 50 più il verde sarà chiaro.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "I valori impostati dettagliati della funzione di Bilanciamento del bianco verranno ripristinati. Continuare?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Il divario tra i volumi del suono del canale e il programma viene automaticamente ridotto, il che aiuta a guardare il programma a un volume consistente.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Il divario tra i volumi del suono del canale e il programma viene automaticamente impostato per guardare il programma a un volume costante.",
	"The higher the settings, the louder the sound rapidly.": "Più elevate sono le impostazioni, più rapidamente il suono aumenta.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "L'altoparlante TV interno e gli altoparlanti Bluetooth possono riprodurre l'audio contemporaneamente, creando un effetto audio surround chiarissimo.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "La lingua per il riconoscimento vocale sarà automaticamente impostata in base alla lingua selezionata nel menu.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "La lingua utilizzata per il riconoscimento vocale è impostata in base alla lingua del menu selezionata. I servizi di supporto possono variare a seconda della lingua della voce.",
	"The network is currently unavailable. Please try again later.": "La rete non è disponibile al momento. Riprovare più tardi.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Il processo richiederà circa un'ora e sarà necessario tenere la TV spenta.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Il processo richiederà circa {n} minuto/i e sarà necessario tenere la TV spenta.",
	"The program is intended for adults only.": "Il programma è destinato a un pubblico adulto.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "La luminosità dello schermo è regolata automaticamente in base all'illuminazione intorno alla TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Lo schermo scorrerà verso il basso in 5 secondi. Premere un taso qualsiasi (tranne quello di accensione e volume) sul telecomando per riportarlo verso l'alto.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "I valori impostati secondari della funzione di Bilanciamento del bianco verranno ripristinati. Continuare?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "L'impostazione Audio Surround Bluetooth + Altoparlante TV Interno sarà reimpostata.",
	"The settings are as follows.": "Le impostazioni sono queste.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Il suono potrebbe non essere propagato quando l'uscita audio digitale è impostata su Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Impossibile applicare l'aggiornamento alla TV. Il software sarà riportato alla versione precedente.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "È possibile visualizzare gli effetti visivi sullo schermo quando la TV è accesa e lo schermo è in movimento.",
	"There are no paired devices.": "Non sono presenti dispositivi associati.",
	"There are settings to correct or prevent OLED panel noise.": "Sono presenti impostazioni per correggere o impedire il rumore del pannello OLED.",
	"There is no USB device connected to your TV.": "Nessun dispositivo USB collegato alla TV.",
	"There is no message.": "Non sono presenti messaggi.",
	"Third Language": "Terza lingua",
	"This feature applies only to specified LG Wireless Keyboard models.": "Questa funzione si applica solo a specifici modelli LG Wireless Keyboard.",
	"This function works only when it is provided by the broadcast program.": "Questa funzione è disponibile solo quando è supportata dal programma trasmesso.",
	"This is a closed caption preview": "Questa è un'anteprima con sottotitoli",
	"This is an already existing value.": "Si tratta di un valore già esistente.",
	"This service provides you with more information about watching program and enjoys related contents.": "Questo servizio fornisce ulteriori informazioni sul programma che si sta guardando e i contenuti collegati.",
	"This will revert all options on TV to their default settings.": "Questo ripristinerà tutte le opzioni della TV alle impostazioni predefinite.",
	"Time": "Ora",
	"Timer Channel": "Canale timer",
	"Timer Repeat": "Ripetizione timer",
	"Timers": "Timer",
	"Timezone": "Fuso orario",
	"Tint": "Tinta",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Per ottimizzare l'audio, avviare il test suono sulla TV e iniziare a misurare l'audio propagato utilizzando il telecomando puntatore.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Per testare l'audio della TV, l'impostazione Uscita audio deve essere modificata in Altoparlante TV interno. Continuare?",
	"Top and Bottom": "Parte superiore e inferiore",
	"Total Power On Time": "Tempo totale di accensione",
	"Tracking Speed": "Traccia velocità",
	"Translucent": "Translucido",
	"Transparent": "Trasparente",
	"Treble Boost": "Incremento alti",
	"Trinidad And Tobago": "Trinidad e Tobago",
	"Trinidad and Tobago": "Trinidad e Tobago",
	"Tune and save available channels.": "Sintonizzare e salvare i canali disponibili.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizzare e salvare i canali disponibili. È possibile impostare opzioni dei canali satellitari.",
	"Tunis": "Tunisi",
	"Turkey": "Turchia",
	"Turkish": "Turco",
	"Turn on TV with mobile device same as smartphone.": "Accendere la TV con dispositivo mobile tramite come uno smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Attivare e disattivare Ultra HD Deep Colour per la porta HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Attivare o disattivare la modalità Gaming della porta HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Accendere la TV con il dispositivo mobile tramite Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Accendere la TV con il dispositivo mobile tramite Wi-Fi.",
	"Turn on via Bluetooth": "Attiva tramite Bluetooth",
	"Turn on via Wi-Fi": "Attiva tramite Wi-Fi",
	"Turn on/off description box in Settings.": "Attivare/disattivare la casella di descrizione in Impostazioni.",
	"Turn on/off standby light.": "Attivare/disattivare la luce di Standby.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Attivare/disattivare AMD FreeSync Premium della porta HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Attivare/disattivare le immagini da visualizzare sullo schermo in assenza di segnale.",
	"Turn on/off the related features of energy consumption.": "Accende/spegne le funzioni legate al consumo di energia.",
	"Turn the Hybridcast service on/off.": "Attivare/disattivare il servizio Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Attivare disattivare il servizio interattività (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Attivare/disattivare la Guida TV del provider della trasmissione TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Attivare/disattivare il servizio televideo del provider della trasmissione TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Disattivando il Wi-Fi si impedisce l'accesso a tutti i servizi basati su Internet a meno che non si utilizzi un cavo per collegarsi alla rete. Continuare?",
	"UAE": "Emirati Arabi Uniti",
	"UHD Mode": "Modalità UHD",
	"USA": "Stati Uniti",
	"USB storage for Copy Channels": "Archiviazione USB per la copia dei canali",
	"USB to TV": "Da USB a TV",
	"Ukraine": "Ucraina",
	"Ukrainian": "Ucraino",
	"Unable to check for updates.": "Impossibile controllare gli aggiornamenti.",
	"Unable to connect to the network.": "Impossibile collegarsi alla rete.",
	"Undefined": "Non definito",
	"Under 17 requires accompanying parent or adult guardian.": "Per i ragazzi al di sotto dei 17 anni è richiesta la supervisione di un adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emirati Arabi Uniti",
	"United Kingdom": "Regno Unito",
	"United States of America": "Stati Uniti di America",
	"Universal Control Settings": "Impostazioni del Telecomando",
	"Unknown": "Sconosciuto",
	"Unknown issue has occurred.": "Si è verificato un errore sconosciuto.",
	"Update canceled.": "Aggiornamento annullato.",
	"Update in progress...": "Aggiornamento in corso...",
	"Update in progress...({n}%)": "Aggiornamento in corso...({n}%)",
	"Update paused.": "Aggiornamento interrotto.",
	"Update reserved.": "Aggiornamento riservato.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "L'aggiornamento verrà annullato e tutti i file aggiornati verranno eliminati. Continuare?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilizzare il telecomando puntatore per analizzare l'acustica della stanza e ottimizzare la qualità audio della TV in base ai risultati.",
	"Use a large pointer.": "Utilizzare un puntatore di dimensioni grandi.",
	"Use a medium pointer.": "Utilizzare un puntatore di dimensioni medie.",
	"Use a small pointer.": "Utilizzare un puntatore di dimensioni piccole.",
	"Use the 4-way controller to change the position and press the OK button.": "Utilizzare il pulsante a 4 vie per cambiare la posizione e premere il pulsante OK.",
	"Use the following services with the selected language.": "Utilizzare i seguenti servizi con la lingua selezionata.",
	"User": "Utente",
	"User Agreements": "Contratti utente",
	"User Guide": "Manuale d'uso",
	"V Position": "Posizione V",
	"V Sharpness": "Nitidezza V",
	"V Size": "Dimensione V",
	"Valencian": "Valenziano",
	"Vatican City": "Città del Vaticano",
	"Vertical Zoom": "Zoom verticale",
	"Video Description": "Descrizione video",
	"Vietnamese": "Vietnamita",
	"View current Common Interface (CI) information.": "Visualizzare le informazioni CI (Common Interface) correnti.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Visualizzare gli elementi più chiaramente modificando il colore del menu sullo schermo in bianco e nero.",
	"View messages from your broadcast TV provider.": "Visualizzare i messaggi dal provider di trasmissioni TV.",
	"View more information about watching program and enjoy related contents.": "Visualizzare altre informazioni sul programma che si sta guardando e i contenuti collegati.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Visualizzare lo schermo originale come è oppure impostare le dimensioni e il rapporto d'aspetto dello schermo.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Visualizzare lo schermo originale come viene ricevuta dal segnale di trasmissione o dal dispositivo connesso.",
	"Violence": "Violenza",
	"Vivid": "Nitidezza",
	"Voice Recognition Help and Settings": "Aiuto e Impostazioni per Riconoscimento Vocale",
	"Voice Support Service": "Servizio di Supporto Vocale",
	"Volume Increase Amount": "Quantità di aumento del volume",
	"Volume Mode": "Modalità volume",
	"Wall-mounted": "Montaggio a parete",
	"Warm1": "Caldo1",
	"Warm2": "Caldo2",
	"Warm3": "Caldo3",
	"Warsaw": "Varsavia",
	"Watch a diverse range of Internet contents on TV channels.": "Guardare diversi tipi di contenuti Internet sui canali TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Raccogliamo e memorizziamo indirizzo MAC, numero modello, codice paese, impostazioni di lingua e versione software, per verificare il dispositivo e controllare che si disponga della versione più recente del software.",
	"Welcome Feature": "Funzione di benvenuto",
	"Welsh": "Gallese",
	"Western Africa": "Africa occidentale",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Quando un HDD collegato non viene utilizzato per un periodo specifico di tempo, passare alla modalità Standby per ridurre il consumo di energia.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Quando un dispositivo è collegato alla porta, l'immagine del gioco è ottimizzata riducendo al minimo ritardi, deformazioni o interruzioni.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Quando la modalità Gaming è avviata, il video potrebbe lampeggiare temporaneamente.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Quando l'Uscita audio è impostata su \"Bluetooth/HDMI ARC/Digitale ottica/Altoparlanti WiSA\" o se il dispositivo non supporta la modalità Gaming, potrebbe non funzionare correttamente.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Se l'Uscita audio è impostata su Bluetooth o se il dispositivo non supporta la modalità Gaming, l'opzione potrebbe non funzionare correttamente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando il dispositivo è acceso/spento, la TV si accenderà/spegnerà automaticamente.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Quando gli effetti visivi sono disabilitati, lo schermo viene visualizzato come Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Quando questa funzione è attiva, alcune funzionalità sullo schermo saranno parzialmente trasparenti.",
	"When your TV is turned off, the device will automatically turn off.": "Quando la TV è spenta, il dispositivo verrà automaticamente spento.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Mentre il valore impostato modificato viene trasferito su un dispositivo esterno, l'immagine o l'audio potrebbero non funzionare normalmente per un breve periodo di tempo.",
	"White": "Bianco",
	"White Balance": "Bilanciamento del bianco",
	"Wi-Fi Connection": "Connessione Wi-Fi",
	"Wi-Fi Security": "Protezione Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi disattivato. Attivarlo per visualizzare l'elenco delle reti disponibili a cui è possibile connettersi e gli elementi aggiuntivi del menu correlati.",
	"Wi-Fi issue has occurred.": "Si è verificato un errore del Wi-Fi.",
	"WiSA Speakers": "Altoparlanti WiSA",
	"Wide Area Zone": "Zona geografica",
	"Wide View": "Visualizzazione panoramica",
	"Wide View (32:9)": "Visualizzazione panoramica (32:9)",
	"Wide Zoom": "Zoom panoramico",
	"Window Color": "Finestra colore",
	"Window Opacity": "Opacità finestra",
	"Wired Connection (Ethernet)": "Connessione cablata (Ethernet)",
	"Wired Headphones": "Cuffie con cavo",
	"Wired Headphones + Internal TV Speaker": "Cuffie con cavo + Altoparlante TV interno",
	"With this option, you can control the audio device's volume with your TV remote.": "Con questa opzione, è possibile controllare il volume audio del dispositivo con il telecomando della TV.",
	"W{value}": "F{value}",
	"Year": "Anno",
	"Yellow": "Giallo",
	"Yes": "Sì",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "È possibile regolare gli effetti audio quando la TV viene accesa o spenta e quando lo schermo si muove.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "È possibile controllare i dispositivi collegati alle porte HDMI col il telecomando magico senza procedura di configurazione del dispositivo.",
	"You can delete the device connection history of Screen Share.": "È possibile eliminare la cronologia connessioni dei dispositivi di Screen Share.",
	"You can delete the device connection history of Sound Share.": "È possibile eliminare la cronologia connessioni dei dispositivi di Condivisione audio.",
	"You can find the default password in User Guide.": "Puoi trovare la password predefinita nel Manuale d'uso.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "È possibile avviare la Modalità Gaming impostando HDMI Ultra HD Deep Colour su \"Acceso\".",
	"You can only change settings from the current HDMI input.": "È possibile modificare le impostazioni solo dall'ingresso HDMI corrente.",
	"You can scan again to connect the device.": "È possibile effettuare nuovamente la scansione per collegare il dispositivo.",
	"You can select left and right audio settings for broadcast signal.": "È possibile selezionare le impostazioni audio di destra e di sinistra per il segnale di trasmissione.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "È possibile selezionare AMD FreeSync Premium della porta HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "È possibile selezionare la funzione Ultra HD Deep Colour della porta.",
	"You can set the sound to play when the TV is turned on or off.": "È possibile impostare il suono in modo che venga riprodotto quando la TV è spenta o accesa.",
	"You can turn on/off the feature of saving CAM operator's profile.": "È possibile attivare o disattivare la funzione di salvataggio del profilo dell'operatore CAM.",
	"You can turn this feature on or off.": "È possibile attivare o disattivare tale impostazione.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Si potrebbero ricevere suggerimenti su contenuti diversi tramite la rete. Disattivando questa opzione, verranno forniti solo contenuti di base e alcune funzionalità potrebbero non essere disponibili.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "La TV e il dispositivo con collegamento SIMPLINK verranno sincronizzati come segue:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "È necessario che la TV sia spenta mentre il processo Pixel Refresher è in corso. Durante il processo, verranno annullate tutte le operazioni correnti o imminenti di registrazione, promemoria o pianificazione di accensione programmata e l'altoparlante BT sullo Schermo base non sarà disponibile.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "È necessario che la TV sia spenta mentre il processo Pixel Refresher è in corso. Durante il processo, verranno annullate tutte le operazioni correnti o imminenti di registrazione, promemoria o di pianificazione di accensione temporarizzata.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "La TV deve essere connessa alla rete affinché venga impostato automaticamente il paese di assistenza LG. Andare a Impostazioni di rete per verificare la connessione?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "La TV deve conoscere la posizione corretta dell'utente per fornire messaggi di allerta mediante il suo segnale digitale.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "La TV verrà disattivata fino al completamento del processo. A questo punto si riaccenderà automaticamente.",
	"Zagreb": "Zagabria",
	"Zürich": "Zurigo",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] verrà disconnesso dalla TV. Non sarà più possibile riprodurre audio da questo dispositivo. Vuoi continuare?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sarà rimosso dall'elenco di dispositivi associati. Per connetterlo in un secondo momento, è necessario cercare dispositivi disponibili e eseguire di nuovo l'associazione. Continuare?",
	"[{deviceName}] will be deleted.": "[{deviceName}] sarà eliminato.",
	"aspectRatio_original": "Originale",
	"audioGuidance_fast": "Veloce",
	"audioGuidance_high": "Alta",
	"audioGuidance_low": "Basso",
	"audioGuidance_medium": "Medio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Molto veloce",
	"audioGuidance_veryHigh": "Molto alto",
	"audioGuidance_veryLow": "Molto basso",
	"audioGuidance_verySlow": "Molto lento",
	"button": "pulsante",
	"character": "carattere",
	"characters": "caratteri",
	"checked": "selezionato",
	"connecting": "connessione in corso",
	"depthOfColor": "Colore",
	"diagonal zoom in": "ingrandisci diagonalmente",
	"diagonal zoom out": "riduci diagonalmente",
	"digitalOptionSetByProgram": "Impostazione per programma",
	"energy_Maximum": "Massimo",
	"energy_Medium": "Medio",
	"energy_Minimum": "Minimo",
	"freesync_high": "Alta",
	"freesync_low": "Basso",
	"freesync_off": "Disattiva",
	"gamma_high1": "Guida Livello Gamma1",
	"gamma_high2": "Guida Livello Gamma2",
	"hidden": "nascosto",
	"horizontal zoom in": "ingrandisci orizzontalmente",
	"horizontal zoom out": "riduci orizzontalmente",
	"jpDoNot": "Disattiva",
	"logoLuminance_high": "Alto",
	"logoLuminance_low": "Basso",
	"not connected": "non connesso",
	"objet_soundMode": "Ottimizzazione della modalità audio per ogni tipo di contenuto.",
	"pictureControlHigh": "Alta",
	"pictureControlHigh_BlackLevel": "Alta",
	"pictureControlHigh_Male": "Alta",
	"pictureControlLow": "Basso",
	"pictureControlLow_BlackLevel": "Basso",
	"pictureControlLow_Male": "Basso",
	"pictureControlMedium": "Medio",
	"pictureControlMedium_BlackLevel": "Medio",
	"pictureControlMedium_Male": "Medio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Medio",
	"pictureLocalDimmingHigh": "Alta",
	"pictureLocalDimmingLow": "Basso",
	"pictureLocalDimmingMed": "Medio",
	"pictureModeSettings": "Dettagli impostazione",
	"press OK button to edit IP manually": "premere il pulsante OK per modificare manualmente l'IP",
	"press OK button to enter channel to search": "premere il pulsante OK per immettere il canale da cercare",
	"press OK button to enter value": "premere il pulsante OK per immettere un valore",
	"press right button to adjust de-judder and de-blur value": "premere il pulsante destro per regolare il valore de-judder e de-blur",
	"press right button to adjust zoom ratio and position": "premere il pulsante destro per regolare l'aspetto e la posizione dello zoom",
	"shift current screen down": "sposta in basso la schermata corrente",
	"shift current screen to the left": "sposta a sinistra la schermata corrente",
	"shift current screen to the right": "sposta a destra la schermata corrente",
	"shift current screen up": "sposta in alto la schermata corrente",
	"shift down": "sposta in basso",
	"shift left": "sposta a sinistra",
	"shift right": "sposta a destra",
	"shift up": "sposta in alto",
	"speaker_channel": "Canale",
	"thaRatingNone": "Nessuno",
	"unchecked": "non selezionato",
	"unread": "non letto",
	"vertical zoom in": "ingrandisci verticalmente",
	"vertical zoom out": "riduci verticalmente",
	"volumeModeHigh": "Alta",
	"volumeModeLow": "Basso",
	"volumeModeMedium": "Medio",
	"webOS TV Version": "Versione TV webOS",
	"zoom in": "ingrandisci",
	"zoom out": "riduci"
}
