{
	"* The device connected should support this service.": "* El dispositivo conectado debe ser compatible con este servicio.",
	"* This feature is applied once and only once when the TV is turned off.": "* Esta función se aplica una vez y solo cuando la TV está apagada.",
	"* This feature is available on certain devices only.": "* Esta función solo está disponible en algunos dispositivos.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Este modo expresa las intenciones del FILMMAKER MODE con mayor claridad, pero puede parecer más oscuro que otros modos de imagen.",
	"* This settings is only available for Internal TV Speaker.": "* Esta configuración sólo está disponible para el Altavoz interno de la TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Aunque esta opción esté activada, el protector de pantalla no funcionará para evitar interrumpir su experiencia de visionado con entradas externas como Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Puede controlar la app compatible con esta función en su dispositivo móvil.",
	"1) Turn the Bluetooth on the other device off.": "1) Apague Bluetooth en el otro dispositivo.",
	"10 Points Code Value": "10 puntos de valor de código",
	"10 Points IRE": "IRE 10 Puntos",
	"10 and Above": "10 y superior",
	"10 min": "10 min",
	"11 and Above": "11 y superior",
	"12 Hours": "12 horas",
	"12 and Above": "12 y superior",
	"120 min": "120 min",
	"13 and Above": "13 y superior",
	"14 and Above": "14 y superior",
	"15 and Above": "15 y superior",
	"16 and Above": "16 y superior",
	"17 and Above": "17 y superior",
	"18 and Above": "18 y superior",
	"180 min": "180 min",
	"19 and Above": "19 y superior",
	"2 Hours": "2 horas",
	"2 Points": "2 puntos",
	"2) Turn the Bluetooth device to connect off and on.": "2) Encienda y apague el dispositivo de Bluetooth que desea conectar.",
	"20 Points Code Value": "20 puntos de valor de código",
	"20 Points IRE": "IRE 20 Puntos",
	"20 and Above": "20 y superior",
	"20 min": "20 min",
	"22 Points Code Value": "22 puntos de valor de código",
	"22 Points IRE": "IRE 22 Puntos",
	"24 Hours": "24 horas",
	"240 min": "240 min",
	"3 Hours": "3 horas",
	"30 min": "30 min",
	"4 Hours": "4 horas",
	"4 and Above": "4 y superior",
	"4-Way Zoom": "Zoom en 4 direcciones",
	"5 and Above": "5 y superior",
	"6 Hours": "6 horas",
	"6 and Above": "6 y superior",
	"60 min": "60 min",
	"7 and Above": "7 y superior",
	"8 Hours": "8 horas",
	"8 and Above": "8 y superior",
	"9 and Above": "9 y superior",
	"90 min": "90 min",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "La AD ID se utiliza para identificar este dispositivo con fines publicitarios y para facilitar ciertos anuncios que pueden ser de su interés. Puede restablecer la AD ID o limitar el seguimiento de la AD ID más abajo.",
	"AI Acoustic Tuning": "Sintonización Acústica IA",
	"AI Acoustic Tuning Options": "Opciones de Sintonización Acústica IA",
	"AI Acoustic Tuning is disabled.": "La Sintonización Acústica IA está deshabilitada.",
	"AI Brightness Control": "Control de Brillo AI",
	"AI Picture Pro": "AI Imagen Pro",
	"AI Recommendation": "Recomendación AI",
	"AI Sound Pro": "AI Sonido Pro",
	"AV Sync Adjustment": "Ajuste de la Sinc. de AV",
	"Abidjan": "Abidján",
	"Account Management": "Administración de cuenta",
	"Accra": "Accra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Al activar esta opción se detendrá la recopilación y el seguimiento de datos personales relacionados con publicidad desde esta Smart TV. Activar este interruptor puede afectar al tipo de anuncios que vea en el futuro, pero no impedirá que reciba anuncios.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Activar este interruptor hará que LGE ordene a sus proveedores de terceros que dejen de comercializar su información personal. A menos que haya cancelado la suscripción por separado, seguirá teniendo acceso a servicios como Live Plus, LG Channels y Who.Where.What?.",
	"Add Network": "Agregar red",
	"Add wireless network by manually entering network name (SSID).": "Añadir una red inalámbrica introduciendo el nombre de la red (SSID) manualmente.",
	"Addis Ababa": "Adís Abeba",
	"Additional Audio Selection": "Selección de Audio Adicional",
	"Additional Settings": "Configuración adicional",
	"Address Setting": "Configuración de domicilio",
	"Adjust Audio Guidance pitch.": "Ajustar tono de audioguía.",
	"Adjust Audio Guidance speed.": "Ajustar velocidad de audioguía.",
	"Adjust Audio Guidance volume.": "Ajustar volumen de audioguía.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ajustar el brillo de la luz de fondo para hacer la pantalla más brillante o más oscura.",
	"Adjust Screen Position": "Ajustar posición de la pantalla",
	"Adjust Zoom Ratio": "Ajustar relación del Zoom",
	"Adjust animation effect shown on the home at certain times.": "Ajustar el efecto de la animación mostrada al inicio en ciertos momentos.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajustar el brillo analizando los movimientos de la imagen para prevenir reflejos y reducir el consumo de energía.",
	"Adjust color and saturation for a more vivid image.": "Ajustar el color y la saturación para una imagen más vívida.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajustar la temperatura de color automáticamente para reducir el cansancio ocular.",
	"Adjust cursor speed.": "Ajustar la velocidad del cursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar la nitidez en el borde. Unos valores altos incrementan la nitidez y la claridad de la imagen.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajustar la configuración gamma para compensar el brillo de la señal de entrada.",
	"Adjust left/right audio balance.": "Ajustar el balance de audio izquierda/derecha.",
	"Adjust luminance for selected color.": "Ajuste la luminosidad para el color seleccionado.",
	"Adjust luminance level for selected IRE point.": "Ajuste el nivel de luminosidad para el punto IRE seleccionado.",
	"Adjust peak brightness for the brightest luminance.": "Ajuste el brillo máximo para la luminosidad más alta.",
	"Adjust remote's cursor speed and appearance.": "Ajustar la velocidad y la apariencia del cursor del mando a distancia.",
	"Adjust saturation for selected color.": "Ajuste la saturación para el color seleccionado.",
	"Adjust screen brightness to reduce energy consumption.": "Ajustar el brillo de la pantalla para reducir el consumo de energía.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ajustar la LUZ OLED para hacer la pantalla más brillante o más oscura.",
	"Adjust the audio timing to synchronize the video and audio.": "Ajuste la sincronización de audio para sincronizar vídeo y audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ajustar el balance de rojo y verde para mostrar el tinte de la pantalla.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ajustar el equilibrio de color cambiando la temperatura de color, la luminosidad, y la intensidad del rojo, el verde y el azul.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Ajustar el contraste, la resolución, etc. para cada modo de imagen en detalle y configurar el color, el gamma, etc. preferido de forma adicional.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajustar la diferencia entre el brillo y las zonas oscuras de la pantalla. Unos valores altos intensifican la diferencia.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Ajusta la velocidad de fotogramas de conformidad con la película y da la sensación de estar en un cine.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ajuste la luminosidad de las imágenes estáticas, como logotipos, etc. y evite problemas de calidad de imagen que se pueden producir cuando la TV pasa mucho tiempo encendida.",
	"Adjust the screen color to be pale or deep.": "Ajustar el color de pantalla para volverlo pálido o profundo.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Ajustar el sonido según sus preferencias para cada banda de frecuencia de sonido.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Ajustar el momento para sincronizar cuando el video y el audio tengan diferencia horaria.",
	"Adjust the tint to brighten or darken the screen.": "Ajustar el tinte para hacer la pantalla más brillante o más oscura.",
	"Adjust the volume you want with pressing remote's volume key.": "Ajuste el volumen que desea pulsando la tecla de volumen del mando a distancia.",
	"Adjust tint for selected color.": "Ajuste el tinte para el color seleccionado.",
	"Adjust whether to display the home promotion.": "Ajustar si mostrar o no las promociones Home.",
	"Adjusting Luminance": "Ajustando luminosidad",
	"Adolescent over 13 are allowed to watch.": "Se permite ver a los adolescentes de más de 13 años.",
	"Adolescent over 14 are allowed to watch.": "Se permite ver a los adolescentes de más de 14 años.",
	"Adolescent over 16 are allowed to watch.": "Se permite ver a los adolescentes de más de 16 años.",
	"Adult": "Adulto",
	"Adult Language": "Lenguaje de adultos",
	"Adults only.": "Sólo adultos.",
	"Advanced": "Opciones avanzadas",
	"Advanced Wi-Fi Settings": "Configuración Wi-Fi avanzada",
	"Afrikaans": "Afrikáans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Una vez cambiado el país, todos los canales actualmente sintonizados se eliminarán. Para volver a sintonizar los canales, vaya a Sintonización automática. ¿Desea continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Tras cambiar su código postal, todos los canales Freesat sintonizados actualmente se eliminarán. Para volver a sintonizar los canales, vaya a Sintonización automática. ¿Desea continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Tras cambiar de país, puede buscar canales utilizando la Sintonización automática. ¿Desea continuar?",
	"Ages 2-7 are allowed to watch.": "Entre los 2 y los 7 años de edad se puede ver.",
	"Alerts you by sound when the TV is turned on or off.": "Le alerta mediante un sonido cuando la TV se enciende o se apaga.",
	"All Channels": "Todos los canales",
	"All ages are allowed to watch.": "Todas las edades pueden ver.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Toda la configuración actual del modo {pictureMode} se restablecerá. ¿Desea continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Toda la configuración de efectos de sonido del modo Estándar se restablecerá. ¿Desea continuar?",
	"Allow Automatic Updates": "Permitir actualizaciones automáticas",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "También puede ajustar la configuración detallada del Sonido envolvente por Bluetooth.",
	"Always Open": "Siempre abierto",
	"Always-on Off Time": "Tiempo de desconexión de Always-on",
	"Amman": "Ammán",
	"An error has occurred while copy channels.": "Ha ocurrido un error mientras se copiaban los canales.",
	"An important software update is available.": "Hay una actualización importante de software disponible.",
	"Analog Mode": "Modo análogo",
	"Analog TV": "TV analógica",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analiza las características del sonido y optimiza el sonido de cada contenido en tiempo real.",
	"Antenna ATV": "Antena TV analógica",
	"Antenna DTV": "Antena TV digital",
	"Antenna Radio": "Antena de radio",
	"Apia": "Apia",
	"App Alarm": "Alarma de app",
	"Application Locks": "Bloqueo de aplicación",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplicar los valores de configuración detallados del modo de imagen actual a todas las entradas o aplicaciones.",
	"Applying value to all inputs...": "Estableciendo los valores a todas las entradas...",
	"Aqtöbe": "Aqtöbe",
	"Aspect Ratio": "Relación de aspecto",
	"Aspect Ratio Settings": "Configuración de relación de aspecto",
	"Assign channels to remote buttons so you can quickly jump to them.": "Asigne los canales a los botones del mando a distancia para poder acceder a cada uno fácilmente.",
	"Audio Delay": "Retardo de Audio",
	"Audio Description Volume": "Volumen de descripción de audio",
	"Audio Guidance": "Audioguía",
	"Audio Language": "Idioma de audio",
	"Auto Detect": "Detectar Automáticamente",
	"Auto Device Detection": "Detección automática de dispositivo",
	"Auto Genre Selection": "Selección de género automática",
	"Auto Power Off": "Apagado automático",
	"Auto Power Sync": "Sincronización de encendido auto",
	"Auto Start": "Inicio automático",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajustar automáticamente la brecha en el volumen de sonido, o configurar el volumen del sonido ajustado en el momento con la tecla de volumen del mando a distancia.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Se ajusta automáticamente al valor de una imagen optimizada para el género de contenido Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Se ajusta automáticamente al valor de una imagen optimizada para el género de contenido.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Cambiar automáticamente al FILMMAKER MODE cuando se reconozca contenido de películas.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimizar automáticamente la calidad de imagen según el color y el brillo de la luz ambiental.",
	"Automatically update system software when an update is found.": "Actualizar el software del sistema automáticamente cuando se encuentre una actualización.",
	"Available Internal Storage": "Almacenamiento Interno disponible",
	"BG Color": "Color de fondo",
	"BG Opacity": "Opacidad de fondo",
	"Back": "Volver",
	"Backlight": "Luz de fondo",
	"Bangladesh": "Bangladés",
	"Basque": "Euskera",
	"Bass Boost": "Refuerzo de graves",
	"Behavior may vary depending on connected device.": "El comportamiento podría variar dependiendo del dispositivo conectado.",
	"Beijing": "Pekín",
	"Black Level": "Nivel de negro",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquear programas emitidos en inglés según la clasificación de su contenido.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquear programas emitidos en francés según la clasificación de su contenido.",
	"Block content based on genre.": "Bloquear contenido según su clasificación.",
	"Bluetooth Speaker Mode": "Modo Altavoz Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Sonido Envolvente por Bluetooth + Altavoz Interno de la TV",
	"Bluetooth Surround Sound Setup": "Configuración de Sonido Envolvente por Bluetooth",
	"Bosnia": "Bosnia-Herzegovina",
	"Bosnia And Herzegovina": "Bosnia-Herzegovina",
	"Brazilian Punk": "Brazilian Punk",
	"Broadcast Mail": "Transmitir correo electrónico",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Al pulsar “Restablecer” eliminará todos los datos relacionados con publicidad que LGE ha recopilado en el pasado de esta Smart TV. Pulsar “Restablecer” puede afectar al tipo de anuncios que vea en el futuro, pero no impedirá que reciba anuncios.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Al habilitar Live Plus, brinda su consentimiento para que LG Electronics Inc. (\"LGE\") recabe información sobre televisión a través del módulo ACR; dicha información se puede compartir de manera anónima con terceros a fin de proporcionarle servicios interactivos. Es posible que también se comparta información anónima adicional con terceros para fines de mercadeo. Tenga en cuenta de que no recabamos ni distribuimos la información anteriormente mencionada si sabemos que pertenece a niños menores de 13 años o que ha sido proporcionada por niños menores de 13 años. Puede obtener información detallada sobre Live Plus en la opción Información sobre televisión (condiciones) a la que puede acceder a través del menú de configuración del SmartTV. LGE recomienda que lea la versión completa de Información sobre televisión (condiciones) antes de activar la función Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Al activar Live Plus, entiende que el contenido mostrado en su TV puede reconocerse y que la información de visionado puede utilizarse para ofrecerle una experiencia de visualización mejorada y servicios personalizados, como recomendaciones de contenido y anuncios. Lea la Política de privacidad y los Acuerdos de usuario correspondientes en el menú de Configuración de la TV para obtener más información.",
	"CC 1": "CC 1",
	"CC 2": "CC 2",
	"CC 3": "CC 3",
	"CC 4": "CC 4",
	"CI password incorrect. Please enter again.": "Contraseña CI incorrecta. Introducir nuevamente.",
	"CS1 Board": "Tablero CS1",
	"CS2 Board": "Tablero CS2",
	"Cable ATV": "Cable TV analógica",
	"Cable DTV": "Cable TV digital",
	"Cable Radio": "Radio por cable",
	"Can not Find Channel": "No se puede encontrar el canal",
	"Cancel Schedule": "Cancelar programación",
	"Cancel Update": "Cancelar actualización",
	"Center": "Central",
	"Change blue intensity and adjust the color balance.": "Cambiar la intensidad de azul y ajustar el balance de colores.",
	"Change green intensity and adjust the color balance.": "Cambiar la intensidad de verde y ajustar el balance de colores.",
	"Change red intensity and adjust the color balance.": "Cambiar la intensidad de rojo y ajustar el balance de colores.",
	"Change the left / right sound": "Cambiar el sonido izquierdo / derecho",
	"Change the position of captions using the 4-way dial on the remote control.": "Cambiar la posición de los subtítulos utilizando las 4 flechas de dirección del mando a distancia.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Si cambia de región, los canales sintonizados en su TV podrían cambiar. Puede volver a sintonizar los canales en Sintonización automática. ¿Desea cambiar la configuración regional ahora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modificación del país provocará que su TV se reinicie y es posible que deba autorizar nuevamente los acuerdos de usuario de LG. Además, la disponibilidad de algunas apps y algunos servicios podría variar según el País de servicios de LG. ¿Desea continuar?",
	"Channel Locks": "Bloqueo de canal",
	"Channel Manager": "Administrador de canales",
	"Channel Scrolling Options": "Opciones de arrastre entre canales",
	"Channel Tuning": "Sintonización de canal",
	"Channel Tuning & Settings": "Sintonización y configuración de canales",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Los canales de HDMI y otras entradas externas no pueden bloquearse. Para bloquear los canales de la TV, cambie la entrada actual a Live TV.",
	"Check TV information.": "Consultar la información de TV.",
	"Check alarm messages about the user settings or TV status.": "Consultar mensajes de alarma sobre la configuración del usuario o el estado de la TV.",
	"Check descriptions for each LG webOS TV functions.": "Consultar las descripciones de cada función de LG webOS TV.",
	"Check for Advertising settings and set it.": "Compruebe la configuración de Publicidad y ajústela.",
	"Check for Updates": "Buscar actualizaciones",
	"Check for available functions with Voice and set Voice Settings.": "Compruebe las funciones disponibles con la Voz y ajuste la Configuración de Voz.",
	"Check for problems with the picture quality.": "Comprobar si existen problemas con la calidad de la imagen.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Comprobar problemas de calidad de sonido en los altavoces internos de la TV.",
	"Check for software updates and update if available.": "Comprobar si hay actualizaciones de software y actualizar si están disponibles.",
	"Check whether the Bluetooth device is in pairing mode.": "Compruebe que el dispositivo de Bluetooth esté en modo de emparejamiento.",
	"Check your TV status to solve problems or use remote support.": "Compruebe el estado de su TV para resolver problemas o utilizar la asistencia remota.",
	"Checking Password": "Verificando contraseña...",
	"Checking...": "Revisando...",
	"Children": "Infantil",
	"Children Program Locks": "Bloqueos de programas infantiles",
	"Children over 8 are allowed to watch.": "Se permite ver a los niños de más de 8 años.",
	"Chisinau": "Chisinau",
	"Choibalsan": "Choybalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Escoja tener todos los canales o solamente los primarios cuando cambie de canal.",
	"Cinema Clear": "Claridad Cinematográfica",
	"Cinema Home": "Cine en casa",
	"Cinema View": "Vista cine",
	"Cinema View (32:12)": "Vista cine (32:12)",
	"Cinema Zoom": "Zoom cine",
	"City Selection": "Selección de ciudad",
	"Clean Audio": "Clean Audio",
	"Clear": "Vivos",
	"Clear Plus": "Mayor claridad",
	"Clear Voice Ⅲ": "Clear Voice III",
	"Clear1": "Borrar",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Haga clic en el botón CONECTAR a continuación cuando su Teclado inalámbrico LG se haya encendido y configúrelo en el modo de conexión.",
	"Close": "Cerrar",
	"Closed Caption": "Subtítulos",
	"Closed Caption Settings": "Configuración de Subtítulos",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Recopilar y almacenar la dirección MAC, el número de modelo, el código de país, la configuración de idioma y la versión de software para verificar la última actualización.",
	"Color Management System": "Sistema de manejo de color",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirmar los Términos y Condiciones o cambiar si acepta el acuerdo.",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Conecte el altavoz Bluetooth y el altavoz de la TV y ajuste automáticamente el retardo de audio entre altavoces.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Conectar un dispositivo de audio externo compatible con eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Conectar dispositivos externos como un decodificador, una barra de sonido, etc., a la TV siguiendo la guía.",
	"Connect the LAN cable directly to the TV to use the network.": "Conectar el cable LAN directamente a la TV para usar la red.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Conectarse a la red introduciendo manualmente las direcciones IP y del servidor DNS.",
	"Connect to the network if a wireless router is installed.": "Conéctese a la red si tiene un router instalado.",
	"Connect via WPS PIN": "Conectarse a través de WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conecte su televisor al router o módem con un cable Ethernet para activar su conexión a internet.",
	"Connect your TV with WiSA Speakers wirelessly.": "Conecte su TV con los altavoces WiSA de forma inalámbrica.",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "La administración de conexión con un teléfono inteligente o PC está disponible. Para conectar una TV con un dispositivo móvil, la configuración de conexión y las solicitudes se requieren en el teléfono inteligente y en el PC.",
	"Content Recommendations": "Recomendaciones de contenido",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "El contenido se reproducirá con el sonido adecuado para la escucha de varios canales si el audio múltiple es compatible con el servicio HbbTV.",
	"Cool": "Frío",
	"Correct contrast and brightness by adjusting black levels.": "Corregir el contraste y el brillo ajustando los niveles de negro.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corregir los píxeles de imagen y evitar problemas de calidad de imagen que puedan aparecer tras tener la TV encendida durante mucho tiempo.",
	"Could not fined available network.": "No se pudo encontrar ninguna red disponible.",
	"Current time is not valid. Do you want to set the correct time now?": "La hora actual no es válida. ¿Desea establecer la hora correcta ahora?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Los valores actuales del modo de imagen personalizado se aplicarán al modo {pictureMode} para todas las entradas. ¿Desea continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "El dispositivo LG Wireless Keyboard conectado actualmente se desconectará de su TV. ¿Desea continuar?",
	"Custom Time Zone": "Zona horaria personalizada",
	"Customer Service": "Atención al Cliente",
	"DTV Audio Setting": "Configuración de audio DTV",
	"Delete Connection History": "Eliminar Historial de Conexiones",
	"Delete Pairing History": "Eliminar historial de conexiones",
	"Delete Usage Data": "Eliminar datos de uso",
	"Demo Options": "Opciones de demo",
	"Depressed": "Deprimido",
	"Deregister": "Cancelar registro",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descripción de los contenidos de la pantalla con la voz para los usuarios de la TV con discapacidad visual.",
	"Device Connection Settings": "Configuración de conexión de dispositivo",
	"Dhaka": "Dacca",
	"Digital Mode": "Modo digital",
	"Digital Sound Out": "Salida de sonido digital",
	"Digital TV": "TV digital",
	"Directed to Older Children (ages 7 and above)": "Destinado a Niños mayores (de a partir de 7 años de edad)",
	"Disabled": "Deshabilitado",
	"Display captions for hearing-impaired viewers to use TV.": "Mostrar subtítulos para los usuarios sordos de la TV.",
	"Display fast-moving content smoothly and clearly.": "Muestra el contenido en rápido movimiento de forma suave y clara.",
	"Display luminance level for the highest point (100 IRE).": "Mostrar el nivel de luminosidad para el punto más alto (IRE 100).",
	"Display pictures in a warm or cool color temperature.": "Muestra las imágenes en una temperatura de color cálida o fría.",
	"Djibouti": "Yibuti",
	"Do Not Sell My Personal Information": "No Vender Mi Información Personal",
	"Do Not Track": "No realizar seguimiento",
	"Do you want to continue?": "¿Desea continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "¿Desea copiar la lista de canales del almacenamiento USB a su TV? Los canales actuales de su TV se eliminarán.",
	"Do you want to copy channel list from your TV to the USB storage?": "¿Desea copiar la lista de canales de la TV al almacenamiento USB?",
	"Do you want to reset Position Settings?": "¿Desea restablecer la Configuración de Posición?",
	"Do you want to reset Volume Control?": "¿Desea restablecer el Control de Volumen?",
	"Do you want to set the correct time now?": "¿Desea establecer la hora correcta ahora?",
	"Done": "Hecho",
	"Douala": "Duala",
	"Download Mail": "Descargar coreo electrónico",
	"Download and Install": "Descargar e instalar",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Durante el Tiempo de desconexión de Always-on, algunas funciones, como el reconocimiento de voz, etc., estarán limitadas con la pantalla apagada.",
	"Dynamic Color": "Color dinámico",
	"Dynamic Contrast": "Contraste dinámico",
	"Dynamic Tone Mapping": "Mapa de tonos dinámico",
	"Eastern Africa": "África del Este",
	"Edge Color": "Color del borde",
	"Edge Enhancer": "Optimizador de borde",
	"Edge Type": "Tipo de borde",
	"Emergency Alert": "Aviso de emergencia",
	"Enabled": "Habilitado",
	"Energy Saving": "Ahorro de energía",
	"Energy consumption may increase if this feature is on.": "Si esta función está activada, el consumo de energía puede aumentar.",
	"Energy saving modes to limit power consumption.": "Modos de ahorro de energía para reducir el consumo de energía.",
	"Enhance the bass sound.": "Amplifica el sonido de los graves.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Aumentar el contraste entre las zonas brillantes y oscuras de algunos menús, como el fondo y el texto, para sean más visibles para personas con discapacidades visuales.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Mejora la resolución y la nitidez del contenido con un algoritmo aprendido gracias a una técnica de aprendizaje profundo de LG y optimiza la profundidad mediante el análisis de contenidos.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Disfrutar del contenido Dolby Atmos con el sonido óptimo activando el efecto de campo sonoro.",
	"Enjoy TV sound by connecting Wired Headphones.": "Disfrute del sonido de la TV conectando auriculares conectados por cable.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Disfrute del sonido de la TV a través de dispositivos de audio externo conectados al puerto HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Disfrute del sonido de la TV a través de dispositivos de audio externo conectados a OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Disfrute del sonido de la TV a través de un dispositivo de audio LG conectado al puerto OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Disfrute del sonido de la TV mediante dispositivos de audio conectados a los puertos externos Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Disfrute del sonido de la TV a través del Altavoz interno de la TV y los auriculares alámbricos.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Disfrute del sonido de la TV mediante dispositivos de audio externos conectados a los puertos del Altavoz interno de la TV y OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Disfrute del sonido con un dispositivo de audio inalámbrico conectado a LG Sound Sync o por Bluetooth.",
	"Enjoy the sound optimized to the room.": "Disfrute del sonido optimizado para la habitación.",
	"Enter CI Password": "Introducir contraseña CI",
	"Enter the PIN in your router's settings.": "Ingrese el PIN en la configuración de su ruteador.",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Aunque el ajuste esté apagado, puede consultar la información relacionada en el banner del canal.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Aunque la TV esté apagada y utilice la mínima alimentación, puede escuchar música conectando el dispositivo móvil. Podrá volver a usar múltiples funciones rápidamente cuando encienda la TV.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Incluso cuando la TV está apagada, puede escuchar música conectando el teléfono inteligente a la TV por Bluetooth.",
	"Every Day": "Cada día",
	"Every Weekday": "Cada día entre semana",
	"Every Weekend": "Todos los fines de semana",
	"Expert (Bright Room)": "Experto (Habitación luminosa)",
	"Expert (Dark Room)": "Experto (Habitación oscura)",
	"Export your TV's channel list information to a connected USB device.": "Exporte la información de su lista de programas de TV a un dispositivo USB conectado.",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Si se amplía el periodo de tiempo de la configuración de Apagado automático o si se desactiva la función, el consumo energético podría aumentar.",
	"Eye Comfort Mode": "Modo Confort visual",
	"FILMMAKER MODE Auto Change": "Cambio automático de FILMMAKER MODE",
	"Fantasy Violence": "Fantasía violenta",
	"Find and tell an audio device available to connect around TV.": "Busque y diga un dispositivo de audio disponible para conectar cerca de la TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajustar los espacios de color rojo, verde, azul, cian, magenta y amarillo.",
	"Flash": "Flash",
	"Flat Mode": "Modo plano",
	"Font": "Tipografía",
	"Font 1": "Fuente 1",
	"Font 2": "Fuente 2",
	"Font 3": "Fuente 3",
	"Font 4": "Fuente 4",
	"Font 5": "Fuente 5",
	"Font 6": "Fuente 6",
	"Font 7": "Fuente 7",
	"Font 8": "Fuente 8",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Para un router inalámbrico con WPS (configuración Wi-Fi protegida), introduzca el código PIN para conectar la TV a la red inalámbrica.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Para un router inalámbrico con WPS (configuración Wi-Fi protegida), pulse el botón WPS-PBC para conectar la TV a la red inalámbrica.",
	"General Age": "Edad general",
	"General Audience": "Todos los públicos",
	"General Audiences": "Todos los públicos",
	"General Program Locks": "Bloqueos de programas en general",
	"Get started in a quiet environment for sound optimization.": "Empiece en un entorno silencioso para optimizar el sonido",
	"Getting...": "Buscando...",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Guía de menús y operaciones con la voz para usuarios de la TV con discapacidad visual.",
	"HDD Power Saving Mode": "Modo de ahorro de energía HDD",
	"HDMI Input Audio Format": "Formato de audio de entrada HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con Ultra HD Deep Colour 8K.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "El puerto HDMI {port1} es compatible con Ultra HD Deep Colour 8K.",
	"HDMI {port1} port support Ultra HD Deep Color.": "El puerto HDMI {port1} es compatible con Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con Ultra HD Deep Colour 8K.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con Ultra HD Deep Colour 8K.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con Ultra HD Deep Colour.",
	"HDR Effect": "Efecto HDR",
	"Hard of Hearing": "Dificultades auditivas",
	"Havana": "Habana",
	"Headphones Volume": "Volumen de los auriculares",
	"High Contrast": "Contraste alto",
	"Ho Chi Minh": "Ho Chi Ming",
	"Home Animation": "Animación de inicio",
	"Home Auto Launch": "Ejecución de Inicio Automática",
	"Home Mode": "Uso en casa",
	"Home Promotion": "Promociones Home",
	"Home Settings": "Configuración de Inicio",
	"Home/Store Mode": "Uso en casa/Modo de Tienda",
	"Hong Kong": "RAE de Hong Kong (China)",
	"Hongkong": "RAE de Hong Kong (China)",
	"Honolulu": "Honolulú",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Sin embargo, para que la TV permanezca en óptimas condiciones, se deshabilitará Always-on en cinco horas y la alimentación se apagará por completo.",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "¡IMPORTANTE! Si restablece la configuración, se eliminará toda la configuración de su cuenta y las aplicaciones instaladas. Esta acción no puede deshacerse.",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Si selecciona Sincronización de Encendido Automático, se encenderá su TV cuando encienda un dispositivo SIMPLINK y sus dispositivos SIMPLINK se apagarán cuando apague su TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Si se ha configurado el control universal del Decodificador/OTT, utilice el decodificador conectado con el mando a distancia LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Si un dispositivo está conectado al puerto, puede ver la imagen optimizada del juego minimizando el retraso o la interrupción del video del dispositivo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Si está encendida y conecta un dispositivo compatible con Ultra HD Deep Colour, la imagen será más clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si hay una grabación o una actualización de software en curso, el proceso esperará hasta que hayan finalizado y puede durar más de una hora.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Si hay una grabación o una actualización de software en curso, el proceso esperará hasta que hayan finalizado y puede durar más de {n} minuto(s).",
	"If the device is not connected, you may not hear any sound through it.": "Si el dispositivo no está conectado, es posible que no escuche ningún sonido.",
	"If the edge of the screen is not clean, please turn this function off.": "Si el borde de la pantalla no se ve claro, desactive esta función.",
	"If the program does not support multiple languages, the default language is selected.": "Si el programa no es compatible con la función de idiomas múltiples, se selecciona el idioma predeterminado.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Cuando el programa no es compatible con el formato de salida seleccionado, se usará la salida por defecto de la fuente.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Si el programa no es compatible con distintas configuraciones de audio, se seleccionará el audio predeterminado.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Si este síntoma se repite, cambie el valor configurado o reinicie el dispositivo externo conectado.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Si el idioma seleccionado no es compatible se utilizará el idioma predeterminado de las transmisiones.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Si la pantalla estática no recibe ninguna actividad del usuario durante una hora, pasará a un protector de pantalla.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Si la hora configurada es muy diferente a la hora actual, algunas funciones inteligentes podrían no mostrarse.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Si no oye ningún sonido a través del dispositivo, asegúrese de que funciona correctamente y de que es compatible con LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Si selecciona el modo Demo Tienda, se configura en los valores optimizados para locales de venta de TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si enciende la Audioguía, solo podrá moverse con los botones izquierda, derecha, arriba y abajo de su control remoto y algunas apps que requieren el puntero no podrán utilizarse.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si la activa, el perfil del operador CAM se eliminará.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si la apaga, los canales CAM sintonizados no estarán disponibles y no se enviarán notificaciones.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Si desactiva “Inicio rápido+”, no podrá encender la TV con Remote Free Control. ¿Desea continuar?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si desactiva el protector de pantalla y una imagen permanece en la pantalla durante más de 2 horas, esto podría afectar a la calidad de imagen de su pantalla. S i permanece más de 5 horas, podría producirse una depreciación permanente de la calidad de imagen. ¿Desea continuar?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Si desactiva esta función, la pantalla podría permanecer más tiempo estática, lo cual puede degradar la calidad de la pantalla o provocar daños irreversibles en algunos casos.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si utiliza la función Ahorro de energía, el brillo de su TV se verá afectado.",
	"Import your TV's channel list information from a connected USB device.": "Importe la información de su lista de programas de TV de un dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importar/exportar la información de su lista de canales de/a un dispositivo USB conectado.",
	"In Home": "En Casa",
	"Indonesian": "Indonés",
	"Input Locks": "Bloqueo de entrada",
	"Instant Game Response": "Respuesta instantánea de juego",
	"Interactivity(DTVi)": "Interactividad (DTVi)",
	"Internal TV Speaker": "Altavoz interno de la TV",
	"Invert Colors": "Invertir Colores",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertir y compensar ciertos colores en algunos menús para aumentar la visibilidad de los elementos mostrados en pantalla.",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Se restablece en el modo de imagen de forma individual, así que seleccione el modo de imagen deseado y restablézcalo.",
	"It may not sound depending on connected devices.": "Es posible que no suene dependiendo del dispositivo conectado.",
	"It may take a few minutes.": "Puede llevar unos minutos.",
	"It may take a few seconds.": "Puede llevar unos segundos.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Ofrece un Virtual Surround 4.0 óptimo para ver contenidos con un algoritmo aprendido gracias a una técnica de aprendizaje automático de LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Ofrece el sonido óptimo o Virtual Surround 5.1 en función del género que está viendo con un algoritmo aprendido gracias a una técnica de aprendizaje profundo de LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Proporciona el sonido optimizado activando el sonido reflejado en la habitación en función de la instalación de su TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Esto reduce la imagen dentada y la corrige.",
	"It works only when the broadcasting program supports captions.": "Solo funciona cuando el programa que se está retransmitiendo es compatible con subtítulos.",
	"It works only when the broadcasting program supports subtitles.": "Solo funciona cuando el programa que se está retransmitiendo es compatible con subtítulos.",
	"Ivory Coast": "costa de marfil",
	"Just Scan": "Sólo escaneo",
	"Kashgar": "Kashgar",
	"Kazakh": "Kazajo",
	"Keyboard Languages": "Idiomas de teclado",
	"Khovd": "Hovd",
	"LG Logo Light (Front of TV)": "Luz de logotipo de LG (en la parte delantera de la TV)",
	"LG Services Country": "País de servicios de LG",
	"LG Wireless Keyboard Connected:": "Teclado inalámbrico LG conectado:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "El teclado inalámbrico LG le permite controlar la TV por Bluetooth.",
	"Last tuning:": "Última sintonización:",
	"Left Surround": "Sonido envolvente izquierdo",
	"Left drop shadow": "Sombra paralela izquierda",
	"Limit AD Tracking": "Limitar el Seguimiento de Anuncios",
	"Live Theater": "Live Theater",
	"Ljubljana": "Ljubljana",
	"Lock changes for currently running apps will be applied the next time they are started.": "Los cambios de bloqueo para las aplicaciones en curso se aplicarán la próxima vez que se inicien.",
	"Logo Luminance Adjustment": "Ajuste de luminosidad de logo",
	"Luminance": "Iluminación",
	"MAC Address (Wired)": "Dirección MAC (Cableada)",
	"MAC Address (Wireless)": "Dirección MAC (Inalámbrica)",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia (Ex República Yugoslava de)",
	"Magadan": "Magadan",
	"Manage channels stored on the TV.": "Administrar los canales guardados en la TV.",
	"Marathi": "Maratí",
	"Marquesas": "Marquesas",
	"Mature Audience Only": "Sólo público adulto",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizar el contraste incrementando la intensidad de las áreas brillantes y oscuras de la pantalla.",
	"Menu Language": "Idioma del menú",
	"Menu Transparency": "Transparencia del menú",
	"Middle East": "Oriente Medio",
	"Mobile Connection Management": "Administración de conexión móvil",
	"Motion Pro": "Motion Pro",
	"Movie Lock": "Bloqueo de la película",
	"Multi": "Multi",
	"Multi Audio": "Audio múltiple",
	"Multi Channel Audio": "Audio Múltiple",
	"Multi Feed": "Multi Feed",
	"Multiple": "Múltiples",
	"NEXTGEN TV Mode": "Moto de TV NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT: Nueva Gales del Sur/Territorio de Capital Australiana - Sídney",
	"NT - Northern Territory - Darwin": "NT: Territorio del Norte - Darwin",
	"Narrow": "Estrecho",
	"Nassau": "Nassau",
	"Network Connection Settings": "Configuración de conexión de red",
	"Network-Based Personalization Recommendations": "Recomendaciones de personalización basada en la red",
	"No Internet via 3G/4G network": "No hay internet mediante la red 3G/4G",
	"No Internet via Ethernet": "Sin Internet mediante Ethernet",
	"No Internet via Wi-Fi": "Sin Internet mediante Wi-Fi",
	"No One 17 and Under Admitted.": "No se admite a nadie de 17 años o menos.",
	"No Operation Auto Off": "Apagado automático sin operación",
	"No Signal Auto Off": "Apagado automático sin señal",
	"No Signal Image": "No hay imagen de señal",
	"No Signal Power Off (15Min)": "Apagado sin señal (15 minutos)",
	"No devices have been found.": "No se ha encontrado ningún dispositivo.",
	"No updates found.": "No se encontró ninguna actualización.",
	"None": "Ninguna",
	"Northern Africa": "África del Norte",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nota: Si el dispositivo no es compatible con esta función, es posible que no funcione correctamente. En tal caso, conecte el dispositivo a un puerto HDMI distinto o desactive la configuración de Ultra HD Deep Colour 8K.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nota: Si el dispositivo no es compatible con esta función, es posible que no funcione correctamente. En tal caso, conecte el dispositivo a un puerto HDMI distinto o establezca la configuración de Ultra HD Deep Colour del televisor a Descon.",
	"Note: Available options depend on the broadcast program.": "Nota: Las opciones disponibles dependen del programa de trasmisión.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: El comportamiento podría ser distinto si el dispositivo conectado no es un dispositivo de LG.",
	"Note: Only displayed when it is provided by the program.": "Nota: Solo se muestra si lo facilita el programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Los subtítulos únicamente se muestran cuando el programa de transmisión dispone de ellos.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: Las funciones compatibles pueden variar según el modelo y su transparencia según la operación de funciones con reproducción de contenido como Live TV o contenido VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Si su TV se enciende mientras el reparador de píxeles está en curso, se detendrá el proceso y deberá empezar de nuevo.<br>2. Durante el proceso, puede aparecer una línea blanca en la pantalla. Esto es normal que suceda mientras se limpia la pantalla.",
	"Nouméa": "Nouméa",
	"OLED Motion": "OLED Motion",
	"OLED Motion Pro": "OLED Motion Pro",
	"OLED Screen Saver": "Protector de pantalla OLED",
	"Object Audio": "Audio del objeto",
	"OnTimer Channel not selected": "No se seleccionó el canal para el cronómetro.",
	"Open Source Licenses": "Aviso de software de código abierto",
	"Open when TV is turned on": "Abrir cuando se enciende el TV",
	"Operate once when TV is off": "Actuar una vez cuando la TV está apagada",
	"Optical + Internal TV Speaker": "Óptico + Altavoz Interno de la TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimiza la profundidad del contenido con un algoritmo aprendido gracias a una técnica de aprendizaje automático de LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizar la configuración del contraste según el brillo de la imagen del contenido HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizar la configuración del contraste según el brillo de la imagen.",
	"Optimize the sound for a cinematic experience.": "Optimiza el sonido para una experiencia cinemática.",
	"Original Language": "Idioma original",
	"Ouagadougou": "Uagadugú",
	"Output sound through the Internal TV speaker.": "Salida de audio a través de los altavoces internos de la TV.",
	"PIN: {pin}": "PIN: {pin}",
	"PS": "Palestino",
	"Panjabi": "Punyabí",
	"Parental Guidance Suggested": "Se sugiere control parental",
	"Parental Guidance Suggested :": "Se sugiere control parental:",
	"Parental guidance suggested for children ages 8-13.": "Se sugiere control parental para niños de 8 a 13 años.",
	"Parents Guidance strongly required :": "Se sugiere encarecidamente el control parental:",
	"Parents Strongly Cautioned": "Seria advertencia para los padres",
	"Paris": "Paris",
	"Patent Information": "Información sobre la patente",
	"Phnom Penh": "Phnom Penh",
	"Pick a Time": "Elija una hora",
	"Picture Mode": "Modo de imagen",
	"Picture Mode Settings": "Configuración del Modo de imagen",
	"Picture Options": "Opciones de imagen",
	"Picture Test": "Imagen de prueba",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "La imagen o el sonido podrían no funcionar correctamente mientras el dispositivo externo conectado y la TV comienzan a comunicarse. Si el problema persiste, revierta la configuración o reinicie su dispositivo externo conectado.",
	"Pixel Refresher": "Reparador de píxeles",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "El reparador de píxeles permite que su TV ofrezca la imagen más clara posible.",
	"Pixel Refresher begins only once when the TV is turned off.": "El reparador de píxeles comienza solo una vez cuando la TV está apagada.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "El reparador de píxeles está programado para la próxima vez que su TV se apague.",
	"Play sound through TV Speaker.": "Reproduce le sonido a través del Altavoz de la TV.",
	"Play the standard sound suitable for all types of content.": "Reproduce el sonido estándar apto para todo tipo de contenido.",
	"Please check if WiSA Speakers are turned on and try again.": "Verifique si los altavoces WiSA están encendidos y vuelve a intentarlo.",
	"Please check that the Bluetooth device is already connected to another device.": "Compruebe que el dispositivo de Bluetooth está conectado a otro dispositivo.",
	"Please check the network name and password and try again.": "Verifique el nombre de la red y la contraseña e inténtelo otra vez.",
	"Please check the status and try again": "Compruebe el estado y vuelva a intentarlo",
	"Please do not unplug the USB storage until the copying is completed.": "No desenchufe el almacenamiento USB hasta que la copia de datos haya finalizado.",
	"Please enter your password to turn off this function.": "Introduzca por favor su password para desconectar esta función.",
	"Please enter your password to turn on this function.": "Introduzca su contraseña para encender esta función.",
	"Please make sure that your TV is connected to the network and try again.": "Asegúrese de que su TV está conectada a la red e inténtelo de nuevo.",
	"Please note that LG does not use or manage the value.": "Tenga en cuenta que LG no utiliza ni gestiona este valor.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Tenga en cuenta que es posible que el sonido no tenga salida cuando Salida de sonido digital esté configurado en Transferencia.",
	"Please try again later.": "Inténtelo nuevamente más tarde.",
	"Please wait while the Settings application reloads.": "Espere mientras se vuelve a cargar la aplicación de configuración.",
	"Please wait while the Settings application restarts.": "Espere mientras se reinicia la aplicación de configuración.",
	"Please wait while the TV restarts.": "Espere mientras se reinicia la TV.",
	"Please wait while the TV searches for LG Service Country.": "Espere mientras la TV busca el país de Servicios LG.",
	"Point": "Paso",
	"Pointer Options": "Opciones de puntero",
	"Port Moresby": "Port Moresby",
	"Porto Novo": "Porto-Novo",
	"Power Off Timer": "Temporizador de apagado",
	"Power On Timer": "Temporizador de encendido",
	"Power Saving Mode": "Modo de ahorro de energía",
	"Press right button to adjust de-blur and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-blur y Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-blur y OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pulse el botón derecha para ajustar el valor de-blur y OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder y Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder y OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pulse el botón derecha para ajustar el valor de-judder y OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder, de-blur y Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder, de-blur y OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pulse el botón derecha para ajustar el valor de-judder, de-blur y OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pulsar el botón WPS en un router con WPS activado para conectar la TV a la red.",
	"Press the right button to adjust Motion Pro settings.": "Pulse el botón derecho para ajustar la configuración de Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Pulse el botón derecho para ajustar la configuración de OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Pulse el botón derecho para ajustar la configuración de OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Pulse el botón derecho para ajustar la configuración de-blur.",
	"Press the right button to adjust de-judder settings.": "Pulse el botón derecho para ajustar la configuración de-judder.",
	"Previous": "Anterior",
	"Primary Audio Language": "Idioma de audio principal",
	"Primary Channels": "Canales primarios",
	"Primary Teletext Language": "Idioma de teletexto principal",
	"Program exempted from ratings.": "Programa exento de clasificación.",
	"Provide HbbTV Distinctive ID": "Proporcionar IP distintivo de HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Proporcionar IP distintivo de HbbTV al servicio HbbTV para la transmisión.",
	"Provided services may vary depending on countries.": "Los servicios proporcionados pueden variar en función de los países.",
	"QLD - Queensland - Brisbane": "QLD: Queensland - Brisbane",
	"Quick Start+": "Inicio rápido+",
	"Raised": "Elevado",
	"Real Cinema": "Cine real",
	"Reason: Authentication with access point was unsuccessful.": "Razón: La autenticación en el punto de acceso no ha tenido éxito.",
	"Reason: Could not establish a connection to access point.": "Razón: No se pudo establecer una conexión al punto de acceso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Razón: No se pudo obtener una dirección de IP válida usando DHCP.",
	"Reason: Entered password is incorrect.": "Razón: La contraseña introducida es incorrecta.",
	"Reason: The network you selected is out of range.": "Razón: La red que ha seleccionado se encuentra fuera de su alcance.",
	"Reason: Unable to login.": "Razón: No se pudo iniciar sesión.",
	"Receive emergency alerts from TV when an emergency occurs.": "Recibir avisos de emergencia de la TV cuando se produzca una emergencia.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Se recomienda configurar las horas que no suele ver la TV como Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recomendar contenido y funciones útiles a partir del historial de visualización y de los patrones de uso de aplicaciones.",
	"Recommendations are available for the people, products and locations related to the current program.": "Las recomendaciones están disponibles para las personas, los productos y las ubicaciones correspondientes al programa en curso.",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reducir el ruido regular de las señales de video digital para optimizar la calidad de imagen con claridad.",
	"Reinforce a high-pitched tone of the optimized sound.": "Refuerce el tono agudo del sonido optimizado.",
	"Reinforce the low-pitched tone of the optimized sound.": "Refuerce el tono grave del sonido optimizado.",
	"Remote Settings": "Configuración remota",
	"Remove irregular and erratic pixels for a clearer image.": "Eliminar los píxeles irregulares y erráticos para una imagen más clara.",
	"Reset": "Restablecer",
	"Reset CI Password": "Restablecer contraseña CI",
	"Reset HbbTV Distinctive ID": "Restablecer el IP distintivo de HbbTV",
	"Reset Settings": "Restablecer Configuración",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Restablece la lista de aplicaciones aprobadas en el momento de conectar con la aplicación móvil de HbbTV.",
	"Reset the caption position.": "Restablecer la posición de los subtítulos.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Reinicie el historial del contenido visto y las aplicaciones utilizadas. Cuando se reinicia el historial, es posible que no reciba recomendaciones de contenido por un período de tiempo.",
	"Reset to Initial Settings": "Restablecer a la configuración inicial",
	"Restrict access to TV programs based on their ratings.": "Restringir el acceso a programas de TV según su clasificación.",
	"Restrict watching based on age ratings for children programs.": "Restringir el visionado en función de la clasificación de edad de los programas infantiles.",
	"Restrict watching based on ages ratings.": "Restringir el visionado en función de la clasificación de edad.",
	"Restrict watching based on fantasy violence content ratings.": "Restringir el visionado en función de la clasificación del contenido de fantasía violenta.",
	"Restrict watching based on programs containing adult language.": "Restringir el visionado en función de los programas que contienen lenguaje de adultos.",
	"Restrict watching based on programs containing sexual scene.": "Restringir el visionado en función de los programas que contienen escenas sexuales.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restringir el visionado en función de los programas que contienen diálogo sexualmente sugerente.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Restringir el visionado en función de edades o clasificación de contenidos especificadas bajo el control parental.",
	"Restrict watching based on violence content ratings.": "Restringir el visionado en función de la clasificación del contenido de violencia.",
	"Restrict watching movies based on rating.": "Restringir el visionado de películas en función de la clasificación.",
	"Restrict watching programs based on rating.": "Restringir los programas vistos en función de la clasificación.",
	"Restriction ratings :": "Clasificación de restricciones:",
	"Retry": "Volver a intentar",
	"Revert TV to its initial settings.": "Restablecer la TV en su configuración inicial.",
	"Revert color adjustment settings to default.": "Restablecer los ajustes predeterminados del ajuste de color.",
	"Revert detailed sound effect settings of standard mode to default.": "Revertir la configuración detallada de los efectos de sonido del modo estándar a los valores predeterminados.",
	"Revert picture setting values to default.": "Revertir valores de configuración de imagen a los ajustes predeterminados.",
	"Revert white balance settings to default.": "Restablecer los ajustes predeterminados del balance de blancos.",
	"Right Surround": "Sonido envolvente derecho",
	"Right drop shadow": "Sombra paralela derecha",
	"Rio Branco": "Rio Branco",
	"SA - South Australia - Adelaide": "SA: Sur de Australia - Adelaida",
	"SIGNATURE TV Settings": "Configuración de FIRMA DE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK le permite utilizar el control remoto LG para controlar otros dispositivos que tengan habilitado SIMPLINK, como un reproductor de DVD o un sistema de audio tipo Home Cinema, y que estén conectados a su LG Smart TV mediante HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK se encenderá automáticamente para utilizar este modo de ARC.",
	"Saint Vincent": "San Vicente y las Granadinas",
	"Satellite DTV": "DTV Satelital",
	"Satellite Radio": "Radio satelital",
	"Saudi Arabia": "Arabia Saudí",
	"Saudi arabia": "Arabia Saudí",
	"Save CAM Operator's Profile": "Guardar perfil de operador CAM",
	"Save CI Password": "Guardar contraseña CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Guardar la configuración de ajuste de color del modo de imagen actual para todas las entradas.",
	"Save the white balance settings from the current picture mode in all inputs.": "Guardar la configuración del balance de blancos del modo de imagen actual para todas las entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guardar/Restablecer contraseña CI. Guardar su contraseña le permitirá omitir el paso de iniciar sesión en el futuro.",
	"Scan \"Auto Detect\" automatically.": "Analizar “Detectar Automáticamente”.",
	"Screen Down": "Pantalla abajo",
	"Screen Off": "Apagar pantalla",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "La pantalla cambia a intervalos regulares de tiempo y evita problemas de calidad de imagen que se pueden producir cuando la TV pasa mucho tiempo encendida.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "La pantalla se apagará en 5 segundos. Para volver a encender la pantalla, pulse cualquier botón excepto el botón de encendido o de volumen.",
	"Search Bluetooth Device": "Buscar dispositivo de Bluetooth",
	"Second Language": "Segundo idioma",
	"Secondary Audio Language": "Idioma de audio secundario",
	"Select IRE point to adjust luminance.": "Seleccione el punto IRE para ajustar la luminosidad.",
	"Select Mode": "Seleccionar modo",
	"Select TV's language settings.": "Seleccione la configuración de idioma de la TV.",
	"Select a caption type for HD broadcasts.": "Seleccionar un tipo de subtítulos para transmisiones en HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Seleccionar un tipo de subtítulos para transmisiones de TV NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Seleccionar un tipo de subtítulos para transmisiones UHD.",
	"Select a caption type for analog broadcasts.": "Seleccionar un tipo de subtítulos para transmisiones analógicas.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Seleccione un modo de video que coincida con el entorno de visionado o especifique la configuración para un modo de video, como contraste, color u otros.",
	"Select an audio format for each HDMI input.": "Seleccione el formato de audio para cada entrada HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Seleccione otra Salida de sonido digital (Automática o PCM) si no oye el efecto de sonido después de seleccionar Transferencia.",
	"Select audio language for digital broadcasts.": "Seleccionar idioma de audio para transmisiones digitales.",
	"Select color to be adjusted.": "Seleccione el color para ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Seleccionar los días para aplicar a la configuración de apagado por temporizador cada semana.",
	"Select days to apply the Timer Power On settings every week.": "Seleccionar los días para aplicar a la configuración de encendido por temporizador cada semana.",
	"Select device for audio output.": "Seleccionar un dispositivo para la salida de audio.",
	"Select device or speaker for audio output.": "Seleccionar un dispositivo o altavoz para la salida de audio.",
	"Select digital audio output format.": "Seleccionar formato de salida de audio digital.",
	"Select language for TV menu.": "Seleccionar el idioma del menú de la TV.",
	"Select language for subtitles.": "Seleccionar el idioma de los subtítulos.",
	"Select languages for keyboards input.": "Seleccionar los idiomas de la entrada de teclados.",
	"Select method to adjust white balance.": "Seleccione el método para ajustar el balance de blancos.",
	"Select point to adjust luminance.": "Seleccione el punto para ajustar la luminosidad.",
	"Select the Sound mode and set detailed Audio effects.": "Seleccione el modo de sonido y configure los efectos de audio detallados.",
	"Select the Sound mode for each content type.": "Seleccione el modo de sonido para cada tipo de contenido.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Seleccione el Ultra HD Deep Colour para el puerto HDMI {num}.",
	"Select the app to restrict the use.": "Seleccionar la aplicación para restringir el uso.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Seleccione un modo de imagen adecuado según el entorno del visionado o el tipo de contenido.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Seleccionar las propiedades de audio para escuchar la transmisión de la forma que prefiera.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Seleccionar un tipo de subtítulos para las transmisiones digitales y ajustar las configuraciones de subtítulos al detalle.",
	"Select the channel to restrict watching.": "Seleccionar el canal para restringir el visionado.",
	"Select the channel to watch when the TV turns on.": "Seleccionar el canal que ver cuando la TV se enciende.",
	"Select the color range to be displayed.": "Seleccione la gama de color que desea mostrar.",
	"Select the country for your country's special services.": "Seleccionar el país para los servicios especiales de su país.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Seleccione el formato para transferir la Salida de sonido digital de la TV a un dispositivo externo.",
	"Select the input to use when the TV turns on.": "Seleccionar la entrada que usar cuando la TV se enciende.",
	"Select the inputs to restrict the use.": "Seleccionar las entradas para restringir el uso.",
	"Select the place where to use the TV.": "Seleccione el lugar donde usar la TV.",
	"Select the residential region for your regional broadcast signal.": "Seleccionar la región de residencia para su señal de transmisión regional.",
	"Select your first choice of audio language for digital broadcasts.": "Seleccionar su primera elección de idioma de audio para las transmisiones digitales.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Seleccione la primera opción de idioma para los servicios de teletexto que transmita su proveedor de TV.",
	"Select your second choice of audio language for digital broadcasts.": "Seleccionar su segunda elección de idioma de audio para las transmisiones digitales.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Seleccione la segunda opción de idioma para el servicio de teletexto de su proveedor de TV.",
	"Serial Number": "Número de serie",
	"Set Automatically": "Establecer automáticamente",
	"Set My Team Alarm.": "Ajustar Alarma de Mi Equipo.",
	"Set Store Mode settings.": "Configuración del modo Tienda.",
	"Set System Color mode for your current TV input.": "Configurar el modo Sistema de color de la entrada de la TV actual.",
	"Set additional options for Video Description.": "Configurar opciones adicionales de descripción de video.",
	"Set additional picture settings.": "Establecer una configuración de imagen adicional.",
	"Set additional sound-related settings.": "Ajustar la configuración adicional de sonido.",
	"Set advanced Subtitle options.": "Definir opciones avanzadas de subtítulos.",
	"Set advanced captioning options.": "Definir opciones avanzadas de subtítulos.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Configurar y editar la versión de la dirección IP como IPv4 o IPv6.",
	"Set audio-related options.": "Configure las opciones de audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Establecer tamaño, color, transparencia de subtítulos y otras opciones para transmisiones.",
	"Set color temperature from warm to cool.": "Establecer temperatura de color de cálido a frío.",
	"Set detailed caption settings for HD broadcasts.": "Ajustar la configuración específica de los subtítulos para las transmisiones en HD.",
	"Set detailed options for the AI functions.": "Ajuste opciones detalladas para las funciones de AI.",
	"Set detailed options for the Home feature.": "Ajuste opciones detalladas para la función de Inicio.",
	"Set detailed options for the Recommendation feature.": "Ajuste opciones detalladas para la función de Recomendación.",
	"Set easy connection settings with external devices.": "Ajustar configuración de conexión sencilla con dispositivos externos.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Establecer bloqueo en canales, aplicaciones, entradas, etc. especificados para usar el control parental.",
	"Set necessary additional functions based on watching environment and screen status.": "Configurar las funciones adicionales necesarias en función del entorno de visionado y del estado de la pantalla.",
	"Set or reset the position of on-screen captions.": "Ajustar o restablecer la posición de los subtítulos en pantalla.",
	"Set settings related to your wired / wireless network.": "Ajustar la configuración relacionada con su red cableada/inalámbrica.",
	"Set the TV to turn off automatically after a set amount of time.": "Configurar la TV para que se apague automáticamente tras un tiempo determinado.",
	"Set the TV to turn off automatically at a set time.": "Configurar la TV para que se apague automáticamente a una hora seleccionada.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Configurar la TV para que se apague automáticamente si no ha habido actividad del usuario durante 4 horas después de que la TV se haya encendido automáticamente.",
	"Set the TV to turn on automatically at a set time.": "Configurar la TV para que se encienda automáticamente a una hora predeterminada",
	"Set the additional functions related to the TV.": "Configurar funciones adicionales relacionadas a la TV.",
	"Set the current date and time.": "Definir la fecha y hora actuales.",
	"Set the current date manually.": "Establezca la fecha actual manualmente.",
	"Set the current time manually.": "Establezca la hora actual manualmente.",
	"Set the detect range of device available to connect.": "Configurar el rango de detección de los dispositivos disponibles para conectar.",
	"Set the region and country for broadcasts and special services.": "Definir la región y el país para las difusiones y los servicios especiales.",
	"Set the screen size and aspect ratio.": "Establecer el tamaño de la pantalla y la relación de aspecto.",
	"Set the specialized functions of SIGNATURE TV.": "Configurar las funciones especializadas de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Configurar la hora de apagado automático de la TV sin actividad del usuario.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Configurar el efecto de sonido Virtual Surround multicanal para disfrutar de un sonido más realista.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Configurar el efecto de sonido Virtual Surround para disfrutar de un sonido más realista.",
	"Set the volume level when the TV turns on.": "Establecer el nivel de volumen cuando la TV se enciende.",
	"Set time to turn off the TV.": "Establecer hora para apagar la TV.",
	"Set time to turn on the TV.": "Establecer hora para encender la TV.",
	"Set up additional features related to customer support.": "Configurar funciones adicionales relacionadas con la asistencia al cliente.",
	"Set up an account to use LG Services.": "Configure una cuenta para usar los servicios de LG.",
	"Set whether to display Home when the TV is turned on.": "Defina si desea mostrar el Inicio cuando la TV se enciende.",
	"Sexual Situations": "Situaciones sexuales",
	"Sexually Suggestive Dialogue": "Diálogo sexualmente sugerente",
	"Shanghai": "Shanghai",
	"Side by Side": "En paralelo",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "La interferencia de la señal puede reducir la sensibilidad del Magic Remote si el router inalámbrico está demasiado cerca de la TV.",
	"Sleep Timer": "Temporizador de apagado",
	"Software Update": "Actualización de software",
	"Software Version": "Versión de software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Se ha instalado una nueva actualización de software. La actualización se aplicará cuando reinicie su TV.",
	"Some material may not be appropriate for children under 13.": "Algunos contenidos podrían no ser apropiados para niños menores de 13 años.",
	"Some material may not be appropriate for children.": "Algunos contenidos podrían no ser apropiados para los niños.",
	"Sotho, Northern": "Sotho, norteño",
	"Sotho, Southern": "Sotho, sureño",
	"Sound": "Sonido",
	"Sound Mode": "Modo de sonido",
	"Sound Mode Settings": "Configuración del Modo de sonido",
	"Sound Out": "Salida de sonido",
	"Sound Share": "Compartir audio",
	"Sound Test": "Prueba de sonido",
	"Southern Africa": "África del Sud",
	"Speaker Volume Control": "Control de Volumen del Altavoz",
	"Specify detailed voice guidance settings after turning on this feature.": "Especificar configuraciones detalladas de la guía por voz tras activar esta función.",
	"Spoken Subtitle": "Subtítulo Hablado",
	"Sports Alert": "Alertas de deportes",
	"Srednekolymsk": "Srednekolymsk",
	"St. John's": "Saint John",
	"Standard Mode Sound Effect": "Efecto de sonido del modo Estándar",
	"Standby Light": "Luz de standby",
	"Start New Sound Tuning": "Iniciar nueva Sintonización de Sonido",
	"Start Now": "Comenzar ahora",
	"Startup Sound": "Sonido de Inicio",
	"Store Demo": "Demo Tienda",
	"Store Mode": "Modo tienda",
	"Store Mode Settings": "Configuración del modo Tienda",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "El Modo tienda sirve para mostrar pantallas en una tienda. Reiniciará la configuración cada pocos minutos. ¿Desea cerrar esta app e iniciar el Modo tienda?",
	"Subnet prefix length": "Longitud del prefijo de subred",
	"Subtitle First Choice Language": "Primera elección de idioma para subtítulos",
	"Subtitle Language": "Idioma de subtítulos",
	"Subtitle Second Choice Language": "Segunda elección de idioma para subtítulos",
	"Super Impose": "Superponer",
	"Super Resolution": "Super Resolution",
	"Support": "Soporte",
	"Surround Balance": "Balance Sonido envolvente",
	"Surround Level": "Nivel Sonido envolvente",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Cambiar al modo de espera cuando apague la TV para volver a encender la TV rápidamente.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Cambiar al modo de espera cuando apague la TV para usar varias funciones como aplicaciones, búsqueda, etc. rápidamente.",
	"Sync Demo": "Demo Sync",
	"System Color": "Sistema de color",
	"TAS - Tasmania - Hobart": "TAS: Tasmania - Hobart",
	"TEXT 1": "TEXTO 1",
	"TEXT 2": "TEXTO 2",
	"TEXT 3": "TEXTO 3",
	"TEXT 4": "TEXTO 4",
	"TV Information": "Información de TV",
	"TV Installation Type": "Tipo de instalación de la TV",
	"TV Lock": "Bloqueo de la TV",
	"TV Name": "Nombre TV",
	"TV On With Mobile": "Encendido de TV con Dispositivo Móvil",
	"TV Power Sound": "Sonido de encendido de la TV",
	"TV Power Sound Volume": "Volumen de sonido de encendido de la TV",
	"TV Rating English": "Clasificación de televisión: inglesa",
	"TV Rating French": "Clasificación de televisión: francesa",
	"TV Speaker": "Altavoz de la TV",
	"TV can be used as an alarm.": "La TV se puede utilizar como alarma.",
	"TV is turned off at a set time on every specified day.": "La TV se apaga tras un tiempo determinado cada día especificado.",
	"TV to USB": "TV a USB",
	"Tagalog": "Tagalo",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Aproveche las funciones que requieren conexión como Internet, aplicaciones, actualizaciones de software, etc.",
	"Target Luminance": "Luminosidad objetivo",
	"Teletext": "Teletexto",
	"Terrestrial DTV": "Terrestrial DTV",
	"Text Opacity": "Opacidad del texto",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1} y HDMI {port2} admiten AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Las puertos HDMI {port1} y HDMI {port2} admiten AMD FreeSync Premium y puede activarlo o desactivarlo.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con Respuesta instantánea de juego, y puede activarla o desactivarla.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "El puerto HDMI {port1} admite AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "El puerto HDMI {port1} admite AMD FreeSync Premium y puede activarlo o desactivarlo.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "El puerto HDMI {port1} es compatible con Respuesta instantánea de juego, y puede activarla o desactivarla.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} admiten AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} admiten AMD FreeSync Premium y puede activarlo o desactivarlo.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} admiten AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} admiten AMD FreeSync Premium y puede activarlo o desactivarlo.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con Respuesta instantánea de juego y puede activarla o desactivarla.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con Respuesta instantánea de juego y puede activarla o desactivarla.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "El ID distintivo de HbbTV es un valor único utilizado solamente para HbbTV que no está relacionado con la información personal del usuario.",
	"The HbbTV Distinctive ID will be reset.": "Se restablecerá el ID distintivo del HbbTV.",
	"The HbbTV application or service will disable its tracking of an individual user.": "La aplicación o el servicio HbbTV deshabilitarán el seguimiento de un usuario individual.",
	"The IBB service will disable its tracking of an individual user.": "El servicio IBB deshabilitará el seguimiento de un usuario individual.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "La información de Servicios de LG no puede recuperarse del servidor. Inténtelo nuevamente más tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "La aplicación Configuración debe volver a cargarse para cambiar el idioma del menú. ¿Desea continuar?",
	"The ambient lighting will be provided when motion is detected around the TV.": "La luz ambiente se proporciona cunado se detecta movimiento alrededor del TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Es posible que los servicios de reconocimiento de voz externos disponibles cambien según la configuración del idioma. Además, si cambia el idioma del menú, el menú de configuración se volverá a cargar. ¿Desea continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La lista de canales se ha copiado correctamente de su almacenamiento USB a su TV. La TV se reiniciará en 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La lista de canales se ha copiado correctamente de su TV al almacenamiento USB.",
	"The closer to 100, the brighter.": "Cuanto más se acerque a 100, más brillante será.",
	"The closer to 100, the clearer the color becomes.": "Cuanto más se acerque a 100, más claro será el color.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Cuanto más se acerque a 50 más claro será el rojo, cuanto más se acerque a 50 más claro será el verde.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Los valores configurados detallados de la función Balance de blancos se reiniciarán. ¿Desea continuar?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "La diferencia entre el volumen de sonido del canal y el programa se reduce automáticamente, lo que ayuda a mirar el programa con un volumen consistente.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "La diferencia entre el volumen de sonido del canal y el programa se configura automáticamente para mirar el programa con un volumen consistente.",
	"The higher the settings, the louder the sound rapidly.": "Cuando más altos sean los valores, más alto será el volumen.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "El altavoz interno de la TV y los altavoces de Bluetooth pueden reproducir el sonido de forma simultánea, creando un vívido efecto de sonido envolvente.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "El idioma del reconocimiento de voz se configurará automáticamente en función del idioma del menú seleccionado.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "El idioma utilizado para Reconocimiento de Voz se configura según el idioma de menú seleccionado. Los servicios de soporte pueden variar según el idioma de voz.",
	"The network is currently unavailable. Please try again later.": "La red no está disponible en este momento. Inténtelo nuevamente más tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "El proceso durará cerca de una hora en completarse y su TV deberá permanecer apagada.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "El proceso durará cerca de {n} minuto(s) en completarse y su TV deberá permanecer apagada.",
	"The program is intended for adults only.": "El programa es solo para adultos.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "El brillo de la pantalla se ajusta automáticamente según el brillo alrededor de la TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "La pantalla se desplazará hacia abajo en 5 segundos. Presione cualquier botón, excepto Encendido y Volumen en el control remoto para volver a deslizar la pantalla hacia arriba.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Los subvalores configurados de la función sistema de manejo de color se reiniciarán. ¿Desea continuar?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "La configuración de Sonido Envolvente por Bluetooth + Altavoz Interno de la TV se restablecerá.",
	"The settings are as follows.": "La configuración es la siguiente.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Es posible que no se escuche sonido si la salida de sonido digital está configurada como Transferencia.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La actualización no puede aplicarse a la TV. El software se revertirá a la versión anterior.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Los efectos visuales se muestran en la pantalla cuando la TV está encendida y la pantalla se mueve.",
	"There are no paired devices.": "No hay ningún dispositivo conectado.",
	"There are settings to correct or prevent OLED panel noise.": "Existe una configuración para corregir o prevenir el ruido de fondo OLED.",
	"There is no USB device connected to your TV.": "No hay ningún dispositivos USB conectado a la TV.",
	"Third Language": "Tercer idioma",
	"This feature applies only to specified LG Wireless Keyboard models.": "Esta función solo es válida para los modelos de teclado inalámbrico LG especificados.",
	"This function works only when it is provided by the broadcast program.": "Esta función únicamente funciona cuando el programa de transmisión dispone de ella.",
	"This is a closed caption preview": "Esta es una vista previa de subtítulos",
	"This service provides you with more information about watching program and enjoys related contents.": "Este servicio le ofrece más información sobre el programa actual y le permitirá disfrutar de contenido relacionado.",
	"This will revert all options on TV to their default settings.": "Esto revertirá todas las opciones de la TV a su configuración predeterminada.",
	"Timer Channel": "Canal del cronómetro",
	"Timer Repeat": "Repetir temporizador",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Para optimizar el sonido, reproduzca una prueba de sonido en la TV y comience a medir el sonido reflejado usando el Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para probar el sonido de su TV, la configuración de salida de sonido debe cambiarse al altavoz interno de la TV. ¿Desea continuar?",
	"Top and Bottom": "Top and Bottom",
	"Total Power On Time": "Tiempo Total de Encendido",
	"Tracking Speed": "Velocidad de rastreo",
	"Treble Boost": "Refuerzo de agudos",
	"Turn on TV with mobile device same as smartphone.": "Encender la TV con el dispositivo móvil igual que con el teléfono inteligente.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Activar y desactivar Ultra HD Deep Colour para el puerto HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Active o desactive la Respuesta instantánea de juego del puerto HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Encienda su TV usando el dispositivo móvil a través del Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Encienda la TV usando su dispositivo móvil a través del Wi-Fi.",
	"Turn on via Bluetooth": "Encender vía Bluetooth",
	"Turn on via Wi-Fi": "Encender vía Wi-Fi",
	"Turn on/off description box in Settings.": "Active/desactive la casilla de descripción en Configuración.",
	"Turn on/off standby light.": "Encender/apagar la luz del estado de espera.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Active/desactive AMD FreeSync Premium del puerto HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Active/desactive las imágenes para mostrar en pantalla cuando no hay señal.",
	"Turn on/off the related features of energy consumption.": "Activar/desactivar las funciones relacionadas de consumo de energía.",
	"Turn the Hybridcast service on/off.": "Activar/desactivar el servicio de Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activar/desactivar el servicio de Interactividad (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activar/desactivar la Guía de TV del proveedor de TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activar/desactivar el servicio de teletexto del proveedor de TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Desconectar Wi-Fi le impedirá acceder a todos los servicios de Internet a menos que use un cable para conectarse a la red. ¿Desea continuar?",
	"USB storage for Copy Channels": "Memoria USB para Copiar Canales",
	"USB to TV": "USB a TV",
	"Unable to check for updates.": "No se pudo verificar si hay actualizaciones.",
	"Unable to connect to the network.": "No se puede conectar a la red.",
	"Undefined": "Sin definir",
	"Under 17 requires accompanying parent or adult guardian.": "Por debajo de los 17 años se requiere la compañía de un padre o un adulto.",
	"Universal Control Settings": "Configuración de Control remoto",
	"Unknown issue has occurred.": "Ha ocurrido un problema desconocido.",
	"Update in progress...": "Actualización en curso...",
	"Update paused.": "Actualización pausada",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La actualización se cancelará y todos los archivos de actualización se eliminarán. ¿Desea continuar?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilice Magic Remote para analizar la acústica de la sala y optimizar la calidad de sonido de la TV según los resultados.",
	"Use a large pointer.": "Utilizar un puntero grande.",
	"Use a medium pointer.": "Utilizar un puntero mediano.",
	"Use a small pointer.": "Utilizar un puntero pequeño.",
	"Use the 4-way controller to change the position and press the OK button.": "Use el controlador de 4 flechas para cambiar la posición y presione el botón OK.",
	"Use the following services with the selected language.": "Use los siguientes servicios con el idioma seleccionado.",
	"User Agreements": "Acuerdos de usuario",
	"VIC - Victoria - Melbourne": "VIC: Victoria - Melbourne",
	"Video Description": "Descripción del vídeo",
	"View current Common Interface (CI) information.": "Ver la información de la Interfaz común actual (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Ver los elementos con más claridad cambiando el color del menú en la pantalla a blanco y negro.",
	"View messages from your broadcast TV provider.": "Ver mensajes de su proveedor de TV.",
	"View more information about watching program and enjoy related contents.": "Ver más información sobre el programa actual y disfrutar de contenido relacionado.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Ver la pantalla original como está o configurar el tamaño de pantalla y la relación de aspecto.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Ver la pantalla original tal y como se recibe de la señal de transmisión o del dispositivo conectado.",
	"Voice Recognition Help and Settings": "Ayuda y configuración del reconocimiento de voz",
	"Volume Mode": "Modo de volumen",
	"WA - Western Australia - Eucla": "WA: Oeste de Australia - Eucla",
	"WA - Western Australia - Perth": "WA: Oeste de Australia - Perth",
	"Wall-mounted": "Montaje en pared",
	"Watch a diverse range of Internet contents on TV channels.": "Ver una variedad distinta de contenido de internet en los canales de TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Recopilamos y almacenamos la dirección MAC, el número de modelo, el código de país, la configuración de idioma y la versión de software para verificar el dispositivo y comprobar si cuenta con la versión de software más reciente.",
	"Western Africa": "África del Oeste",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Cuando un HDD conectado no se ha utilizado durante un tiempo determinado, pasar al modo de espera para reducir el consumo de energía.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Si hay un dispositivo conectado al puerto, la imagen del juego se optimiza minimizando retardos, chasquidos o interrupciones de imagen.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Cuando se inicia Respuesta instantánea de juego, el vídeo parpadeará temporalmente.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Cuando la Salida de sonido está configurada en “Altavoces Bluetooth/HDMI/ARC/Optical Digital/WiSA” o el dispositivo no admite Respuesta instantánea de juego, es posible que no funcione correctamente.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Cuando la Salida de sonido está configurada en Bluetooth o el dispositivo no admite Respuesta instantánea de juego, es posible que no funcione correctamente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Si se enciende/apaga el dispositivo, su TV también se encenderá/apagará automáticamente.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Si los efectos visuales están apagados, la pantalla se muestra como Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Si esta función está encendida, algunas funciones que aparecen en la pantalla serán en parte transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Si apaga su TV, el dispositivo también se apagará automáticamente.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Cuando el valor modificado se transfiere a un dispositivo externo, es posible que la imagen o el sonido no se proporcione normalmente de forma temporal.",
	"White Balance": "Balance de blancos",
	"Wi-Fi Security": "Seguridad del Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi está desactivado. Actívelo para ver la lista de redes disponibles a las que puede conectarse y otros elementos del menú relacionados.",
	"Wi-Fi issue has occurred.": "Ha ocurrido un problema con Wi-Fi.",
	"WiSA Speakers": "Altavoces WiSA",
	"Wide Area Zone": "Área extensa",
	"Wide View": "Vista ampliada",
	"Wide View (32:9)": "Vista ampliada (32:9)",
	"Wide Zoom": "Zoom ancho",
	"Window Color": "Color de la ventana",
	"Window Opacity": "Opacidad de la ventana",
	"Wired Headphones": "Auriculares conectados por cable",
	"Wired Headphones + Internal TV Speaker": "Auriculares Conectados por Cable + Altavoz Interno de la TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Con esta opción puede controlar el volumen del dispositivo de audio con el mando a distancia de la TV.",
	"Yangon": "Rangún",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Puede ajustar los efectos de sonido cuando la TV se apaga o se enciende y la pantalla se mueve.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Puede controlar los dispositivos conectados en puertos HDMI con el control remoto Mágico sin ningún proceso de configuración.",
	"You can delete the device connection history of Screen Share.": "Puede eliminar el historial de conexiones del dispositivo de Screen Share.",
	"You can delete the device connection history of Sound Share.": "Puede eliminar el historial de conexiones del dispositivo de Sound Share.",
	"You can find the default password in User Guide.": "Puede encontrar la contraseña por defecto en la Guía del usuario.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Puede iniciar la Respuesta instantánea de juego activando HDMI Ultra HD Deep Colour.",
	"You can only change settings from the current HDMI input.": "Solo puede cambiar la configuración desde la entrada HDMI actual.",
	"You can select left and right audio settings for broadcast signal.": "Puede seleccionar una configuración de audio izquierdo y derecho para la señal de transmisión.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Puede seleccionar el AMD FreeSync Premium del puerto HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Puede seleccionar el Ultra HD Deep Colour del puerto.",
	"You can set the sound to play when the TV is turned on or off.": "Puede configurar el sonido para que se reproduzca al encender o apagar la TV.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puede activar/desactivar la función de guardado del perfil del operador CAM.",
	"You can turn this feature on or off.": "Puede encender o apagar esta función.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Puede recibir distintas recomendaciones de contenido en la Red. Al desactivar esta opción únicamente se ofrecerán contenidos básicos y algunas funciones podrían no estar disponibles.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Su TV y el dispositivo conectado mediante SIMPLINK se sincronizarán del siguiente modo:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Su TV debe permanecer apagada mientras el reparador de píxeles está en progreso. Cualquier grabación, recordatorio o encendido en curso o programado durante este proceso se cancelará y el altavoz BT de Vista cero no estará disponible.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Su TV debe permanecer apagada mientras el reparador de píxeles está en progreso. Cualquier grabación, recordatorio o encendido en curso o programado durante este proceso se cancelará.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Su TV necesita conectarse a la red para establecer automáticamente su país de servicios LG. ¿Desea ir a Configuración de red ahora para comprobar la conexión?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Su TV necesita conocer su ubicación actual para enviarle mensajes de alerta de emergencia a través de su señal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Su TV se apagará hasta que el proceso esté completado, y luego se volverá a encender.",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] se desconectará de su TV. El sonido ya no se reproducirá desde este dispositivo. ¿Desea continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] se eliminará de la lista de dispositivos conectados. Si desea conectarlo más tarde, deberá buscar los dispositivos disponibles y volver a conectarlo. ¿Desea continuar?",
	"[{deviceName}] will be deleted.": "Se eliminará [{deviceName}].",
	"aspectRatio_original": "Original",
	"audioGuidance_veryFast": "Muy rápido",
	"audioGuidance_veryHigh": "Muy alto",
	"audioGuidance_veryLow": "Muy bajo",
	"audioGuidance_verySlow": "Muy lento",
	"diagonal zoom in": "zoom diagonal ampliado",
	"diagonal zoom out": "zoom diagonal reducido",
	"digitalOptionSetByProgram": "Establecer por programa",
	"energy_Medium": "Mediano",
	"freesync_high": "Alta",
	"freesync_low": "Baja",
	"gamma_high1": "Alto1",
	"gamma_high2": "Alto2",
	"horizontal zoom in": "zoom horizontal ampliado",
	"horizontal zoom out": "zoom horizontal reducido",
	"min": "min.",
	"objet_soundMode": "Optimizar el modo de sonido para cada tipo de contenido.",
	"pictureControlHigh": "Alta",
	"pictureControlHigh_BlackLevel": "Alta",
	"pictureControlHigh_Male": "Alta",
	"pictureControlLow": "Baja",
	"pictureControlLow_BlackLevel": "Baja",
	"pictureControlLow_Male": "Baja",
	"pictureControlMedium": "Media",
	"pictureControlMedium_BlackLevel": "Media",
	"pictureControlMedium_Male": "Media",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Media",
	"pictureLocalDimmingHigh": "Alta",
	"pictureLocalDimmingLow": "Baja",
	"pictureLocalDimmingMed": "Media",
	"press OK button to edit IP manually": "pulse el botón OK para editar la IP de forma manual",
	"press OK button to enter channel to search": "pulse el botón OK para introducir el canal que desea buscar",
	"press OK button to enter value": "pulse el botón OK para introducir el valor",
	"press right button to adjust de-judder and de-blur value": "pulse el botón derecha para ajustar el valor de-judder y de-blur",
	"press right button to adjust zoom ratio and position": "pulse el botón derecha para ajustar la relación y la posición del zoom",
	"shift current screen down": "cambiar pantalla actual hacia abajo",
	"shift current screen to the left": "cambiar pantalla actual hacia la izquierda",
	"shift current screen to the right": "cambiar pantalla actual hacia la derecha",
	"shift current screen up": "cambiar pantalla actual hacia arriba",
	"shift down": "cambiar hacia abajo",
	"shift left": "cambiar hacia la izquierda",
	"shift right": "cambiar hacia la derecha",
	"shift up": "cambiar hacia arriba",
	"thaRatingNone": "Ninguna",
	"unread": "sin leer",
	"vertical zoom in": "zoom vertical ampliado",
	"vertical zoom out": "zoom vertical reducido",
	"volumeModeHigh": "Alta",
	"volumeModeLow": "Baja",
	"volumeModeMedium": "Media",
	"webOS TV Version": "Versión webOS TV",
	"zoom in": "ampliar",
	"zoom out": "reducir",
	"{label} : L{value}": "{label} : L{value}",
	"{label} : R{value}": "{label} : R{value}"
}
