{
	" (User)": "(वापरकर्ता)",
	"(Version: {l})": "(आवृत्ती: {l})",
	"* The device connected should support this service.": "* कनेक्ट केलेल्या उपकरणाने या सेवेला समर्थन द्यायला हवे.",
	"* This feature is applied once and only once when the TV is turned off.": "* TV बंद केल्यावर ही सुविधा एकदा आणि एकदाच लागू करता येते.",
	"* This feature is available on certain devices only.": "* हे वैशिष्ट्य केवळ काही विशिष्ट उपकरणांवर उपलब्ध आहे.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* हा मोड FILMMAKER MODE हेतू स्पष्टपणे व्यक्त करतो परंतु इतर चित्र मोडपेक्षा जास्त गडद वाटू शकतो.",
	"* This settings is only available for Internal TV Speaker.": "* ही सेटिंग्ज केवळ अंतर्गत TV स्पीकरसाठी उपलब्ध आहे.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* जरी हा पर्याय चालू वर सेट केलेला असला तरीही Live TV सारख्या बाह्य इनपुटवर पाहतांना अडथळा येऊ नये यासाठी स्क्रीन सेव्हर तेव्हा कार्य करणार नाही.",
	"* You can control the app which supports the function on your mobile device.": "* आपण आपल्या मोबाईलमधील कार्याला समर्थन देणाऱ्या अनुप्रयोगावर नियंत्रण ठेवू शकता.",
	"1) Turn the Bluetooth on the other device off.": "1) इतर डिव्हाइसवरील Bluetooth बंद करा.",
	"10 Points Code Value": "10 पॉइंट्स कोड मूल्य",
	"10 Points IRE": "10 पॉइंट्स IRE",
	"10 and Above": "10 आणि वरील",
	"10 min": "10 मिनीट",
	"11 and Above": "11 आणि वरील",
	"12 Hours": "12 तास",
	"12 and Above": "12 आणि वरील",
	"120 min": "120 मिनीट",
	"13 and Above": "13 आणि वरील",
	"14 and Above": "14 आणि वरील",
	"14 by 9": "चौदा बाय नऊ",
	"15 and Above": "15 आणि वरील",
	"16 and Above": "16 आणि वरील",
	"16 by 9": "सोळा बाय नऊ",
	"17 and Above": "17 आणि वरील",
	"18 and Above": "18 आणि वरील",
	"180 min": "180 मिनीट",
	"19 and Above": "19 आणि वरील",
	"2 Channel": "2 चॅनल",
	"2 Hours": "2 तास",
	"2 Points": "2 पॉइंट्स",
	"2) Turn the Bluetooth device to connect off and on.": "2) बंद आणि चालूवर कनेक्ट करण्यासाठी Bluetooth डिव्हाइस चालू करा.",
	"20 Points Code Value": "20 पॉइंट्स कोड मूल्य",
	"20 Points IRE": "20 पॉईंट्स IRE",
	"20 and Above": "20 आणि वरील",
	"20 min": "20 मिनीट",
	"21 by 9": "एकवीस बाय नऊ",
	"22 Points Code Value": "22 पॉइंट्स कोड मूल्य",
	"22 Points IRE": "22 पॉइंट्स IRE",
	"24 Hours": "24 तास",
	"240 min": "240 मिनीट",
	"3 Hours": "3 तास",
	"30 min": "30 मिनीट",
	"32 by 12": "बत्तीस बाय बारा",
	"32 by 9": "बत्तीस बाय नऊ",
	"3G/4G Connection": "3G/4G जोडणी",
	"4 Hours": "4 तास",
	"4 Hours Auto Power Off": "4 तासांचा ऑटो पॉवर बंद",
	"4 and Above": "4 आणि वरील",
	"4 by 3": "चार बाय तीन",
	"4-Way Zoom": "4-वे झूम",
	"5 and Above": "5 आणि वरील",
	"5.1 Channel": "5.1 चॅनल",
	"6 Hours": "6 तास",
	"6 and Above": "6 आणि वरील",
	"60 min": "60 मिनीट",
	"7 and Above": "7 आणि वरील",
	"8 Hours": "8 तास",
	"8 and Above": "8 आणि वरील",
	"9 and Above": "9 आणि वरील",
	"90 min": "90 मिनीट",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID हा जाहिरातिच्या उद्देशाने ओळखला जातो आणि आपल्याला स्वारस्य असलेल्या काही जाहिराती सुलभ करण्यासाठी वापरला जातो. आपण जाहिरातीचा AD ID रीसेट करू शकता किंवा खाली AD ID ट्रॅकिंग मर्यादित करू शकता.",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning पर्याय",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning अक्षम आहे.",
	"AI Brightness Control": "AI ब्राइटनेस नियंत्रण",
	"AI Picture": "AI चित्र",
	"AI Picture Pro": "AI चित्र प्रो",
	"AI Recommendation": "AI शिफारस",
	"AI Service": "AI सेवा",
	"AI Sound": "AI ध्वनी",
	"AI Sound Pro": "AI ध्वनी प्रो",
	"AV": "AV",
	"AV Sync Adjustment": "AV सिंक समायोजन",
	"Abidjan": "आबीदजान",
	"Accessibility": "प्रवेशयोग्यता",
	"Account Management": "खाते व्यवस्थापन",
	"Accra": "अक्रा",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "हा पर्याय सक्रिय केल्यामुळे या स्मार्ट TV वरील जाहिरातींशी संबंधित वैयक्तिक डेटाचा संग्रह आणि ट्रॅक करणे थांबेल. टॉगल चालू केल्याने आपल्याला पुढे जाणार्‍या जाहिरातींच्या प्रकारांवर परिणाम होऊ शकतो, परंतु यामुळे आपल्याला जाहिराती मिळविण्यास प्रतिबंध होणार नाही.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "हे टॉगल सक्रिय केल्यामुळे LGE आपल्या तृतीय पक्षाच्या प्रदात्यांना आपल्या वैयक्तिक माहितीचे व्यावसायीकरण थांबविण्याची सूचना देईल. आपण स्वतंत्रपणे निवड रद्द करेपर्यंत आपण अद्याप Live Plus, LG Channels आणि Who.Where.What? यासारख्या सेवांचा वापर करता येईल.",
	"Adak": "अदक",
	"Add Network": "नेटवर्क जोडा",
	"Add a hidden wireless network": "लपवलेला वायरलेस नेटवर्क जोडा",
	"Add wireless network by manually entering network name (SSID).": "स्वतः नेटवर्क नाव (SSID) देऊन वायरलेस नेटवर्क जोडा.",
	"Addis Ababa": "आदीस अबाबा",
	"Additional Audio Selection": "अतिरिक्त ऑडिओ निवड",
	"Additional Settings": "अतिरिक्त सेटींग्ज",
	"Address Setting": "पत्ता सेटिंग",
	"Aden": "एडन",
	"Adjust Audio Guidance pitch.": "ऑडिओ मार्गदर्शन पिच समायोजित करा.",
	"Adjust Audio Guidance speed.": "ऑडिओ मार्गदर्शन गति समायोजित करा.",
	"Adjust Audio Guidance volume.": "ऑडिओ मार्गदर्शन आवाज समायोजित करा.",
	"Adjust Backlight brightness to brighten or darken the screen.": "पार्श्वभूमीमधून येणाऱ्या प्रकाशाचा प्रखरपणा उज्ज्वल किंवा गडद स्क्रीनमध्ये समायोजित करा.",
	"Adjust Screen Position": "स्क्रिन जागा समायोजित करा",
	"Adjust Zoom Ratio": "झूम गुणोत्तर प्रमाण समायोजित करा",
	"Adjust animation effect shown on the home at certain times.": "एका निश्चित वेळी घरामध्ये दाखवण्यात येणारा अॅनिमेशनचा प्रभाव समायोजित करा.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "तीक्ष्ण प्रतिबंध आणि ऊर्जा कमी खर्च करण्यासाठी प्रतिमा हालचाली विश्लेषण करून ब्राइटनेस समायोजित करा.",
	"Adjust brightness of the LG logo.": "LG लोगोची उज्ज्वलता समायोजित करा.",
	"Adjust color and saturation for a more vivid image.": "अधिक स्पष्ट प्रतिमेसाठी रंग आणि संपृक्तता समायोजित करा.",
	"Adjust color temperature automatically to reduce eye strain.": "डोळ्यावरील ताण कमी करण्यासाठी रंग तापमान स्वयंचलितरित्या समायोजित करा.",
	"Adjust cursor speed.": "कर्सर गती समायोजित करा.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "धार तीक्ष्णपणा समायोजित करा. उच्च मूल्ये प्रतिमेचा खुसखुशीतपणा आणि स्पष्टता वाढवतात.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "इनपुट सिग्नल च्या ब्राइटनेसला भरुन काढण्यासाठी गामा सेटिंग्ज समायोजित करा.",
	"Adjust left/right audio balance.": "उजवीकडे/डावीकडे ऑडिओ संतुलन समायोजित करा.",
	"Adjust luminance for selected color.": "निवडलेल्या रंगासाठी दिप्ती समायोजित करा.",
	"Adjust luminance level for selected IRE point.": "निवडलेल्या IRE बिंदूसाठी दिप्ती पातळी सामयोजित करा.",
	"Adjust peak brightness for the brightest luminance.": "प्रखर प्रकाशासाठी कमाल प्रखरपणा समायोजित करा.",
	"Adjust remote's cursor speed and appearance.": "रिमोटच्या कर्सरची गती आणि देखावा समायोजित करा.",
	"Adjust saturation for selected color.": "निवडलेल्या रंगासाठी संपृक्ती समायोजित करा.",
	"Adjust screen brightness to reduce energy consumption.": "उर्जेचा वापर कमी करण्यासाठी स्क्रीन ब्राइटनेस समायोजित करा.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "स्क्रीन उज्ज्वल किंवा गडद करण्यासाठी OLED प्रकाश समायोजित करा.",
	"Adjust the audio timing to synchronize the video and audio.": "व्हिडिओ आणि ऑडिओ समक्रमित करण्यासाठी ऑडिओची वेळ समायोजित करा.",
	"Adjust the balance of red and green to display the tint on the screen.": "स्क्रीनवर रंगछटा प्रदर्शित करण्यासाठी लाल आणि हिरव्या रंगाचे संतुलन समायोजित करा.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "रंग तापमान, चमक आणि लाल, हिरवा, निळा या रंगांची तीव्रता बदलून रंग संतुलन समायोजित करा.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "तपशिलामध्ये प्रत्येक चित्र मोडसाठी कॉन्ट्रास्ट, रेझोल्युशन इत्यादी समायोजित करा आणि याशिवाय आवडणारे रंग, गॅमा इत्यादी सेट करा.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "स्क्रीनच्या तेजस्वी आणि गडद भागात फरक समायोजित करा. उच्च मूल्ये फरक तीव्र करतात.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "त्याच पद्धतीने मुव्हीच्या साह्याने चौकटीचे गुणोत्तर समायोजित करा ज्यामुळे आपल्याला थिएटरमध्ये मुव्ही बघितल्याचा अनुभव येईल.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "जेव्हा TV अधिक काळासाठी चालू ठेवलेला असेल तेव्हा लोगो वगैरेसारख्या स्थिर प्रतिमांचा प्रखरपणा समायोजित करून चित्र गुणवत्ता समस्यांना कारणीभूत ठरणाऱ्या गोष्टींना प्रतिबंधित करेल.",
	"Adjust the screen color to be pale or deep.": "गडद किंवा फिक्कट रंगावर स्क्रीन समायोजित करा.",
	"Adjust the sound to meet your taste for each sound frequency band.": "प्रत्येक ध्वनी वारंवारता बँडसाठी आपल्या आवडीनुसार ध्वनी समायोजित करा.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "व्हिडिओ आणि ऑडिओ मधील वेळेत फरक असल्यास सिंक्रनाईज करण्यासाठी वेळ समायोजित करा.",
	"Adjust the tint to brighten or darken the screen.": "स्क्रीन उज्ज्वल किंवा गडद करण्यासाठी रंगछटा समायोजित करा.",
	"Adjust the volume you want with pressing remote's volume key.": "रिमोटची तीव्रता कळ दाबून आपल्याला हवी असलेली तीव्रता समायोजित करा.",
	"Adjust tint for selected color.": "निवडलेल्या रंगासाठी टिन्ट समायोजित करा.",
	"Adjust whether to display the home promotion.": "होम प्रमोशन कोठे प्रदर्शित करायचे ते समायोजित करा.",
	"Adjusting Luminance": "दिप्ती सामयोजित करीत आहे",
	"Adolescent over 13 are allowed to watch.": "13 वर्षाच्या वरील किशोरवयीन मुलांना पाहण्याची परवानगी आहे.",
	"Adolescent over 14 are allowed to watch.": "14 वर्षाच्या वरील किशोरवयीन मुलांना पाहण्याची परवानगी आहे.",
	"Adolescent over 16 are allowed to watch.": "16 वर्षाच्या वरील किशोरवयीन मुलांना पाहण्याची परवानगी आहे.",
	"Adult": "प्रौढ",
	"Adult Language": "प्रौढ भाषा",
	"Adults only.": "फक्त प्रौढांसाठी.",
	"Advanced": "एडवांस्ड",
	"Advanced Controls": "प्रगत नियंत्रणे",
	"Advanced Wi-Fi Settings": "प्रगत Wi-Fi सेटिंग्ज",
	"Advertisement": "जाहिरात",
	"Afghanistan": "अफगाणिस्तान",
	"Afrikaans": "अफ्रिकन्स",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "देश बदलल्यानंतर, सध्या ट्यून केलेली सर्व चॅनल हटवली जातील. चॅनल पुन्हा ट्यून करण्यासाठी, कृपया स्वयं ट्यूनिंगवर जा. आपण सुरू ठेवू इच्छिता?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "झिप कोड बदलल्यानंतर, सध्याची सर्व Freesat चॅनल हटवली जातील. चॅनल पुन्हा ट्यून करण्यासाठी, कृपया स्वयं ट्यूनिंगवर जा. आपण सुरू ठेवू इच्छिता?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "आपण आपला देश बदलल्यानंतर, आपण ऑटो ट्युनिंग वापरून चॅनेल्स पुन्हा स्कॅन करू शकता. पुढे चालू ठेवायचे?",
	"Ages 2-7 are allowed to watch.": "2-7 वर्षाच्या मुलांना पाहण्याची परवानगी आहे.",
	"Albania": "अल्बानिया",
	"Albanian": "अल्बानियन",
	"Alerts you by sound when the TV is turned on or off.": "TV चालू किंवा बंद केल्यानंतर आपल्याला ध्वनीद्वारे अॅलर्ट केले जाते.",
	"Algeria": "अल्जीरिया",
	"Algiers": "अल्जीयर्स",
	"All Channels": "सर्व चॅनेल",
	"All Children": "सर्व मुले",
	"All ages are allowed to watch.": "कोणत्याही वयाच्या व्यक्तीला पाहता येतो.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} मोडसाठीची सर्व वर्तमान सेटिंग रिसेट केली जातील. आपण सुरू ठेवू इच्छिता?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "स्टॅन्डर्ड मोडवरील सर्व साउंड इफेक्ट सेटिंग रिसेट केली जातील. आपण सुरू ठेवू इच्छिता?",
	"Allow Automatic Updates": "स्वयंचलित अपडेट्स अनुमती द्या",
	"Almaty": "अल्माटी",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "त्याचबरोबर, आपण Bluetooth सराउंड साऊंडसाठीच्या तपशीलवार सेटिंग समायोजित करू शकता.",
	"Always Open": "नेहमी उघडा",
	"Always-on Off Time": "Always-on बंद कालावधी",
	"Amman": "अम्मान",
	"Amsterdam": "अमस्टरडॅम",
	"An error has occurred while copy channels.": "चॅनेल्स कॉपी करताना त्रुटी उद्भवली.",
	"An important software update is available.": "एक महत्त्वपूर्ण सॉफ्टवेअर अपडेट उपलब्ध आहे.",
	"Anadyr": "अनाद्य्र",
	"Analog Mode": "एनलोग मोड",
	"Analog TV": "एनॉलॉग टीव्ही",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "रिअल टाइममध्ये प्रत्येक सामग्रीसाठी आवाजाची वैशिष्ट्ये आणि ध्वनी ऑप्टिमाइझ करा.",
	"Anchorage": "अंकोरेज",
	"Angola": "अंगोला",
	"Antananarivo": "अंटानानॅरिवो",
	"Antenna": "अँटेना",
	"Antenna ATV": "अँटेना ATV",
	"Antenna DTV": "अँटेना DTV",
	"Antenna Radio": "अँटेना रेडिओ",
	"Antigua and Barbuda": "अँटिग्वा आणि बार्बुडा",
	"Any Supplementary Audio": "एखादा पुरवणी ऑडिओ",
	"Apia": "अपिया",
	"App Alarm": "अॅप अलार्म",
	"Application Locks": "ऍप्लिकेशन लॉक",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "सध्याच्या चित्र मोडचे तपशीलवार सेटिंग मूल्य सर्व इनपुट किंवा अनुप्रयोगांना लागू करा.",
	"Apply to all inputs": "सर्व इनपुटला लागू करा",
	"Applying value to all inputs...": "सर्व इनपुट्सला मूल्य लागू करत आहे...",
	"Aqtöbe": "अक्टोबे",
	"Arabic": "अरेबिक",
	"Araguaína": "अरागुआइना",
	"Argentina": "अर्जेंटिना",
	"Armenia": "अर्मेनिया",
	"Aruba": "अरुबा",
	"Ashgabat": "अश्गाबात",
	"Asmara": "अस्मारा",
	"Aspect Ratio": "आस्पेक्ट रेशिओ",
	"Aspect Ratio Settings": "प्रसर गुणोत्तर सेटिंग",
	"Assamese": "आसामी",
	"Assign channels to remote buttons so you can quickly jump to them.": "रिमोट बटणांना चॅनेल्स नियुक्त करा जेणेकरून आपण त्यांकडे त्वरित जाऊ शकाल.",
	"Asunción": "असुंकिओन",
	"Athens": "अथेंन्स",
	"Atikokan": "अतिकोकन",
	"Auckland": "ऑकलँड",
	"Audio Delay": "ऑडिओ विलंब",
	"Audio Description": "ऑडिओ वर्णन",
	"Audio Description Volume": "ऑडिओ वर्णन वॉल्यूम",
	"Audio Guidance": "ऑडिओ मार्गदर्शन",
	"Audio Language": "ऑडिओ भाषा",
	"Audio Out (Line Out)": "ऑडिओ आउट (लाईन आउट)",
	"Audio Type": "ऑडिओ प्रकार",
	"Australia": "ऑस्ट्रेलिया",
	"Austria": "ऑस्ट्रिया",
	"Auto": "ऑटो",
	"Auto Detect": "ऑटो शोध",
	"Auto Device Detection": "स्वयं उपकरण ओळख",
	"Auto Genre Selection": "स्वयं शैली निवड",
	"Auto Power Off": "ऑटो पॉवर बंद",
	"Auto Power Sync": "ऑटो पॉवर सिंक",
	"Auto Start": "स्वयं सुरुवात",
	"Auto Volume": "ऑटो वॉल्यूम",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "स्वयंचलितरित्या ध्वनीच्या तीव्रतेमधील पोकळी भरून काढा किंवा रिमोट कंट्रोलवरील तीव्रता कळच्या साह्याने समायोजित केलेल्या ध्वनीची तीव्रता सेट करा.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR सामग्री शैलीसाठी अनुकूलित केलेल्या चित्राच्या मूल्यावरून स्वयंचलितपणे समायोजित करा.",
	"Automatically adjust to a picture value optimized for contents genre.": "सामग्री शैलीसाठी ऑप्टिमाइझ केलेल्या चित्र मूल्यासह स्वयंचलितपणे समायोजित करा.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "जेव्हा चित्रपटाची सामग्री ओळखली जाते तेव्हा स्वयंचलितपणे FILMMAKER MODE वर बदला.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "स्वयंचलितपणे वातावरणीय प्रकाश रंग आणि चमक आधारित चित्र गुणवत्ता अनुकूल करा.",
	"Automatically update system software when an update is found.": "अपडेट आढळल्यास स्वयंचलितपणे सिस्टम सॉफ्टवेअर अपडेट करा.",
	"Available Internal Storage": "अंतर्गत संग्रह उपलब्ध",
	"Azerbaijan": "अझरबैजान",
	"Azores": "अझोरेस",
	"BG Color": "BG रंग",
	"BG Opacity": "BG अपारदर्शकता",
	"Back": "मागे",
	"Backlight": "पार्श्वप्रकाश",
	"Baghdad": "बगदाद",
	"Bahamas": "बहामास",
	"Bahrain": "बहारिन",
	"Baku": "बाकू",
	"Balance": "बॅलेंस",
	"Bamako": "बामाको",
	"Bangkok": "बँकॉक",
	"Bangladesh": "बांग्लादेश",
	"Bangui": "बांगुइ",
	"Banjul": "बंजुल",
	"Barbados": "बार्बाडोस",
	"Basque": "बास्क",
	"Bass Boost": "बास बूस्ट",
	"Behavior may vary depending on connected device.": "कनेक्ट करण्यात आलेल्या डिव्हाइसवर अवलंबून वर्तणूक बदलू शकते.",
	"Beijing": "बीजिंग",
	"Beirut": "बैरुत",
	"Belarus": "बेलारूस",
	"Belgium": "बेल्जियम",
	"Belgrade": "बेलग्रेड",
	"Belize": "बेलीझ",
	"Belém": "बेलेम",
	"Bengali": "बंगाली",
	"Benin": "बेनिन",
	"Berlin": "बर्लिन",
	"Bermuda": "बरमुडा",
	"Bhutan": "भूतान",
	"Bishkek": "बिश्केक",
	"Bissau": "बिसाऊ",
	"Black": "काळा",
	"Black Level": "ब्लॅक लेव्हल",
	"Blanc-Sablon": "ब्लंक-साब्लोन",
	"Blantyre": "ब्लँटायरे",
	"Block TV programs broadcast in English based on their content ratings.": "सामग्री श्रेणीकरणाच्या आधारावर इंग्रजी आधारीत टीव्ही कार्यक्रमांच्या प्रसारणाला अवरोधित करा.",
	"Block TV programs broadcast in French based on their content ratings.": "सामग्री श्रेणीकरणाच्या आधारावर फ्रेंच आधारीत टीव्ही कार्यक्रमांच्या प्रसारणाला अवरोधित करा.",
	"Block content based on genre.": "प्रकार वर आधारित चित्रपट अवरोधित करा.",
	"Blue": "निळा",
	"Bluetooth Speaker Mode": "Bluetooth स्पीकर मोड",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth सराउंड साउंड + अंतर्गत TV स्पीकर",
	"Bluetooth Surround Sound Setup": "Bluetooth सराउंड साउंड सेटअप",
	"Boa Vista": "बोआ विस्टा",
	"Bogotá": "बोगोटा",
	"Bolivia": "बोलिव्हिया",
	"Bosnia": "बोस्निया",
	"Bosnia And Herzegovina": "बोस्निया आणि हर्जेगोविना",
	"Bosnian": "बोस्नियन",
	"Botswana": "बोट्सवाना",
	"Bratislava": "ब्राटीस्लावा",
	"Brazil": "ब्राझिल",
	"Brazilian Punk": "ब्राझिलियन पंक",
	"Brazzaville": "ब्राझाविले",
	"Brightness": "ब्राइटनेस",
	"Broadcast Country": "प्रसारित देश",
	"Broadcast Mail": "प्रसारण मेल",
	"Broken Hill": "ब्रोकन हिल",
	"Brussels": "ब्रुसेल्स",
	"Bucharest": "बुखारेस्ट",
	"Budapest": "बुडापेस्ट",
	"Buenos Aires": "ब्यूएनोस एअरस्",
	"Bujumbura": "बजुम्बरा",
	"Bulgaria": "बल्गेरिया",
	"Bulgarian": "बल्गेरियन",
	"Burkina Faso": "बुर्किना फासो",
	"Burundi": "बुरुंडी",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "'रीसेट' दाबून, आपण या स्मार्ट TV वरून पूर्वी LGE ने संकलित केलेला सर्व जाहिरातीशी संबंधित डेटा हटवाल. 'रीसेट' दाबल्याने आपण पुढे जात असलेल्या जाहिरातींच्या प्रकारांवर परिणाम होऊ शकतो, परंतु यामुळे आपल्याला जाहिराती मिळविण्यास प्रतिबंध होणार नाही.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus चालू करून, आपण LG Electronics Inc. (\"LGE\")  टेलीव्हीजन पाहण्याची माहिती गोळा करण्यासाठी आपली संमती आहे.परस्पर सेवा प्रदान करण्यासाठी तृतीय पक्षांना एक अनामित आधारावर सामायिक येईल ACR आस्पेक्ट द्वारे. आम्ही देखील विपणन उद्देशांसाठी तृतीय पक्षांना एकत्रित अनामित माहिती शेअर करू शकतो. आम्ही जाणूनबुजून एकत्रित किंवा 13 वर्षाखालील मुलांना किंवा बद्दल वरील माहिती वितरीत नाही याची कृपया नोंद घ्यावी. Live Plus सविस्तर माहिती SmartTV सेटिंग्ज मेनूमध्ये प्रवेश येईल माहिती (अटी) पहाण्याकरीता विस्ताराचे स्पष्टीकरण आहे. LGE अत्यंत Live Plus फंक्शन सक्रिय करण्यापूर्वी आपण पहात माहिती (अटी) संपूर्ण आवृत्ती पुनरावलोकन शिफारस करतो.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus चालू केल्याने आपणास समजते की आपल्या TV वर प्रदर्शित सामग्री ओळखली जाऊ शकते आणि पाहण्याची माहिती आपल्याला सामग्री अनुभव आणि जाहिरातींसहित वर्धित अनुभव आणि वैयक्तिकृत सेवा देण्यासाठी वापरली जाऊ शकते. अधिक माहितीसाठी कृपया TV सेटिंग्ज मेनूमधील गोपनीयता धोरण आणि संबंधित वापरकर्ता कराराचे पुनरावलोकन करा.",
	"CI Information": "CI माहिती",
	"CI password incorrect. Please enter again.": "CI पासवर्ड चुकीचा. कृपया पुन्हा प्रविष्ट करा.",
	"COMPONENT2": "कंपोनेंट2",
	"COMPONENT3": "कंपोनेंट3",
	"CS1 Board": "CS1 बोर्ड",
	"CS2 Board": "CS2 बोर्ड",
	"Cable": "केबल",
	"Cable ATV": "केबल ATV",
	"Cable DTV": "केबल DTV",
	"Cable Radio": "केबल रेडिओ",
	"Cairo": "कॅरो",
	"Cambodia": "कंबोडिया",
	"Cameroon": "कॅमेरून",
	"Campo Grande": "कॅम्पो ग्रेंड",
	"Can not Find Channel": "चॅनेल शोधू शकत नाही.",
	"Canada": "कॅनडा",
	"Canary Islands": "कॅनरी बेटे",
	"Cancel": "रद्द करा",
	"Cancel Schedule": "शेड्यूल रद्द करा",
	"Cancel Update": "अपडेट रद्द करा",
	"Cancún": "कॅंकून",
	"Cantonese": "कॅन्तोनेस",
	"Cape Verde": "केप व्हर्दे",
	"Caracas": "कराकस",
	"Casablanca": "कॅसब्लॅंका",
	"Catalan": "कॅटलान",
	"Caution": "खबरदारी",
	"Cayman Islands": "केमॅन बेट",
	"Center": "मधले",
	"Central African Republic": "सेंट्रल आफ्रिकन रिपब्लिक",
	"Ceuta": "क्यूटा",
	"Chad": "चाड",
	"Change blue intensity and adjust the color balance.": "निळ्या रंगांची तीव्रता बदलून रंग संतुलन समायोजित करा.",
	"Change green intensity and adjust the color balance.": "हिरव्या रंगांची तीव्रता बदलून रंग संतुलन समायोजित करा.",
	"Change red intensity and adjust the color balance.": "लाल रंगांची तीव्रता बदलून रंग संतुलन समायोजित करा.",
	"Change the left / right sound": "डावा / उजवा आवाज बदला",
	"Change the position of captions using the 4-way dial on the remote control.": "दूरस्थ नियंत्रकावरील 4-वे डायल वापरून मथळ्यांची स्थिती बदला.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "देश बदलल्याने तुमच्या TV मध्ये सध्या ट्यून केलेली चॅनल बदलू शकतात. तुम्ही स्वयं ट्यूनिंगमध्ये चॅनेल पुन्हा ट्यून करू शकता. आपण आता प्रादेशिक सेटिंग्ज बदलू इच्छिता?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "देश बदलल्याने तुमचा TV रिस्टार्ट होईल आणि तुम्हाला LG च्या वापरकर्ता कराराला पुन्हा मान्यता द्यावी लागेल. तसेच, काही अनुप्रयोग आणि सेवांची उपलब्धता ही LG सेवा देशानुसार वेगवेगळी असेल. आपण सुरू ठेवू इच्छिता?",
	"Channel Locks": "चॅनल लॉक",
	"Channel Manager": "चॅनेल व्यवस्थापक",
	"Channel Scrolling Options": "चॅनल स्क्रोलिंग पर्याय",
	"Channel Tuning": "चॅनेल ट्यूनिंग",
	"Channel Tuning & Settings": "चॅनल ट्युनिंग आणि सेटिंग्ज",
	"Channels": "चॅनेल",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI आणि अन्य बाह्य इनपुट मधील चॅनल लॉक करता येत नाहीत. TV चॅनल लॉक करण्यासाठी, वर्तमान इनपुट Live TV वर करा.",
	"Chatham Islands": "चॅथम बेटे",
	"Check TV information.": "TV ची माहिती तपासा.",
	"Check alarm messages about the user settings or TV status.": "वापरकर्ता सेटिंग्ज किंवा TV ची स्थिती याविषयीचा अलार्म संदेश पहा.",
	"Check descriptions for each LG webOS TV functions.": "प्रत्येक LG webOS TV कार्याचे वर्णन पहा.",
	"Check for Advertising settings and set it.": "जाहिरात सेटिंग्जसाठी तपासा आणि ते सेट करा.",
	"Check for Updates": "अपडेटसाठी तपासा",
	"Check for available functions with Voice and set Voice Settings.": "व्हॉइससह उपलब्ध कार्ये तपासा आणि व्हॉईस सेटिंग्ज सेट करा.",
	"Check for problems with the picture quality.": "चित्र दर्जा समस्या तपासा.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "अंतर्गत TV स्पीकरच्या ध्वनी दर्जासोबतच्या समस्या तपासा.",
	"Check for software updates and update if available.": "सॉफ्टवेअर अपडेटसाठी तपासा आणि उपलब्ध असल्यास अपडेट करा.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth उपकरण पेयरिंग मोडमध्ये आहे किंवा नाही हे तपासा.",
	"Check your TV status to solve problems or use remote support.": "समस्या सोडविण्यासाठी आपली TV स्थिती तपासा किंवा रिमोट समर्थन वापरा.",
	"Checking Password": "पासवर्ड तपासत आहे",
	"Checking for Updates": "अपडेटसाठी तपासत आहे",
	"Checking...": "तपासत आहे ...",
	"Chicago": "शिकागो",
	"Chihuahua": "चिहुअहुआ",
	"Children": "मुले",
	"Children Age": "मुलांचे वय",
	"Children Program Locks": "पाल्य कार्यक्रम लॉक",
	"Children over 8 are allowed to watch.": "8 वर्षाच्या वरील मुलांना पाहण्याची परवानगी आहे.",
	"Chile": "चिली",
	"China": "चीन",
	"Chinese": "चीनी",
	"Chisinau": "चिसिनौ",
	"Choibalsan": "चोइबाल्सन",
	"Chongqing": "चॉग्किंग",
	"Choose to have all channels or just your primary ones when you change channels.": "आपण जेव्हा चॅनल्स बदलता तेव्हा सर्व चॅनल्स असावेत का केवळ आपले प्राथमिक चॅनल्स असावेत हे निवडा. ",
	"Christmas Island": "ख्रिसमस बेट",
	"Cinema": "सिनेमा",
	"Cinema Clear": "सिनेमा क्लिअर",
	"Cinema Home": "सिनेमा होम",
	"Cinema View": "सिनेमा दृश्य",
	"Cinema View (32:12)": "सिनेमा दृश्य (32:12)",
	"Cinema Zoom": "सिनेमा झूम",
	"City": "शहर",
	"City Selection": "शहर निवड",
	"Clean Audio": "स्पष्ट ऑडिओ",
	"Clear": "क्लिअर",
	"Clear Plus": "क्लिअर प्लस",
	"Clear Voice Ⅲ": "स्पष्ट ध्वनी Ⅲ",
	"Clear Voice Ⅳ": "स्पष्ट ध्वनी Ⅳ",
	"Clear1": "क्लिअर",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG बिनतारी किबोर्ड चालू केल्यानंतर खाली जोडणी बटणावर क्लिक करा आणि जुळणी मोडला सेट करा.",
	"Close": "बंद",
	"Closed Caption": "बंद कॅप्शन",
	"Closed Caption Settings": "बंद कॅप्शन सेटिंग",
	"Code Value": "कोड मूल्य",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "अपडेट करण्यासाठी अगदी नवीन सॉफ्टवेअर सत्यापित करण्यासाठी MAC पत्ता, मॉडेल क्रमांक, देश कोड, भाषा सेटिंग आणि सॉफ्टवेअर आवृत्ती गोळा करून संग्रहित केली जाते.",
	"Colombia": "कोलंबिया",
	"Colombo": "कोलंम्बो",
	"Color": "रंग",
	"Color Gamut": "रंग विन्यास",
	"Color Management System": "रंग व्यवस्थापन प्रणाली",
	"Color Temperature": "रंग तापमान",
	"Component": "कंपोनेंट",
	"Conakry": "कोनाक्रे",
	"Confirm the terms and conditions or change whether to accept the agreement.": "अटी आणि शर्तींची पुष्टी करा किंवा करार स्वीकार करायचा आहे किंवा नाही ते बदला.",
	"Congo Brazzaville": "काँगो ब्राझाव्हिल",
	"Connect": "कनेक्ट",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth आणि TV स्पीकरला कनेक्ट करा आणि स्पीकर्समधील ऑडिओ विलंब आपोआप समायोजित होऊ द्या.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC मध्ये eARC ला समर्थन देणारे बाह्य ऑडिओ उपकरण कनेक्ट करा.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "मार्गदर्शिकेमध्ये सांगितल्याप्रमाणे सेट-टॉप बॉक्स, साउंड बार आणि अशीच इतर बाह्य उपकरणे TV ला कनेक्ट करा.",
	"Connect the LAN cable directly to the TV to use the network.": "नेटवर्कचा वापर करण्यासाठी थेट TV ला LAN केबल कनेक्ट करा.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP आणि DNS सर्व्हर पत्ते मॅन्युअली नोंदवून नेटवर्कशी कनेक्ट करा.",
	"Connect to the network if a wireless router is installed.": "बिनतारी राउटर स्थापित केलेले असल्यास नेटवर्कला कनेक्ट करा.",
	"Connect via WPS PBC": "WPS PBC मार्गे कनेक्ट करा",
	"Connect via WPS PIN": "WPS पिन मार्गे कनेक्ट करा",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "आपले वायर्ड नेटवर्क कनेक्शन सक्रिय करण्यासाठी एक इथरनेट केबल सह आपल्या राऊटर किंवा मोडेम आपल्या टीव्ही ला कनेक्ट करा.",
	"Connect your TV with WiSA Speakers wirelessly.": "WiSA स्पीकर्ससह बिनतारी पद्धतीने आपल्या TV शी कनेक्ट व्हा.",
	"Connectable Devices ({num})": "कनेक्ट करण्यायोग्य डिव्हाइसेस ({num})",
	"Connected": "कनेक्टेड",
	"Connected to Internet": "इंटरनेटला कनेक्ट केलेले आहे",
	"Connecting...": "कनेक्ट करीत आहे...",
	"Connection": "कनेक्शन",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "स्मार्टफोन किंवा PC वर कनेक्शन व्यवस्थापन उपलब्ध आहे. मोबाइलवरून TV कनेक्ट करण्यासाठी, स्मार्टफोन आणि PC वर कनेक्शन सेटिंग्ज आणि विनंत्या आवश्यक आहेत.",
	"Content Recommendations": "सामग्री शिफारशी",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "बहुविध-चॅनेल ऑडियो HbbTV सेवेद्वारे समर्थित असल्यास बहुविध-चॅनेल ऐकण्यासाठी योग्य आवाजासह सामग्री प्ले केली जाईल.",
	"Contrast": "कॉंट्रास्ट",
	"Cool": "थंड",
	"Copenhagen": "कोपेंहगेन",
	"Copy Channels": "चॅनेल्स कॉपी करा",
	"Copy/Delete file": "फाईल नक्कल करा/ हटवा",
	"Correct contrast and brightness by adjusting black levels.": "काळा स्तर समायोजित करुन योग्य तीव्रता आणि ब्राइटनेस सुधारा.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "आपला TV विस्तारीत कालावधीसाठी चालू राहिल्यानंतर परिणामी उद्भवलेल्या छायाचित्र दर्जा समस्यांना आणि चित्र पिक्सेलमध्ये सुधारणा करा.",
	"Costa Rica": "कोस्टा रिका",
	"Could not fined available network.": "उपलब्ध नेटवर्क शोधू शकले नाही.",
	"Croatia": "क्रोएशिया",
	"Croatian": "क्रोएशियन",
	"Cuba": "क्युबा",
	"Cuiabá": "कइअबा",
	"Current time is not valid. Do you want to set the correct time now?": "वर्तमान वेळ वैध नाही. आपण आता योग्य वेळ सेट करू इच्छिता?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "कस्टमाइझ्ड प्रतिमा मोड सेटिंग्जची वर्तमान मूल्ये सर्व इनपुट्ससाठी {pictureMode} या मोडवर लागू केली जातील. पुढे चालू ठेवायचे? आपण सुरू ठेवू इच्छिता?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "सध्या जोडलेले LG बिनतारी किबोर्ड साधन आपल्या टिव्हीमधून अजोडणीकृत केले जाईल. आपण सुरू ठेवू इच्छिता?",
	"Custom": "कस्टम",
	"Custom Time Zone": "कस्टम वेळ क्षेत्र",
	"Customer Service": "ग्राहक सेवा",
	"Cyan": "सियान",
	"Cyprus": "सायप्रस",
	"Czech": "झेक",
	"Czech Republic": "चेक गणराज्य",
	"Côte d'Ivoire": "कोट दि आईव्होर",
	"DNS Server": "DNS सर्व्हर",
	"DR Congo": " DR काँगो",
	"DTV Audio Setting": "DTV ऑडिओ सेटिंग",
	"Dakar": "डाकर",
	"Damascus": "दमस्कुस",
	"Danish": "डॅनिश",
	"Danmarkshavn": "डेन्मार्कशाव्ह्न",
	"Dar es Salaam": "डर एस सल्लाम",
	"Data Service": "डेटा सेवा",
	"Date": "तारीख",
	"Dawson": "डॉसन",
	"Dawson Creek": "डॉसन क्रीक",
	"Day": "दिवस",
	"Delete": "हटवा",
	"Delete Connection History": "कनेक्शनचा इतिहास हटवा",
	"Delete Pairing History": "पेयरिंग इतिहास हटवा",
	"Delete Usage Data": "उपयोग डेटा हटवा",
	"Demo Options": "डेमो विकल्प",
	"Democratic Republic of the Congo": "काँगोचे लोकशाही प्रजासत्ताक",
	"Denmark": "डेन्मार्क",
	"Denver": "डेन्वर",
	"Depressed": "डिप्रेस्ड",
	"Deregister": "नोंदणी रद्द करा",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "अंधुक दृष्टी असलेल्या प्रेक्षकांसाठी TV वापरण्याकरता आवाजासह स्क्रीनवरील सामग्रीचे वर्णन करणे.",
	"Detect Range": "व्याप्ती शोधा",
	"Detroit": "डेट्रॉइसट",
	"Device Connection Settings": "डिव्हाइस कनेक्शन सेटिंग्ज",
	"Device List": "उपकरणाची सूची",
	"Device Name": "डिव्हाइसचे नाव",
	"Dhaka": "ढाका",
	"Digital Mode": "डिजीटल मोड",
	"Digital Sound Out": "डिजिटल ध्वनी आउट",
	"Digital TV": "डिजिटल टीव्ही",
	"Dili": "डिली",
	"Directed to Older Children (ages 7 and above)": "( 7 वर्षे आणि वरील) वयाच्या मुलांसाठी निर्देशित",
	"Disabled": "अक्षम केले",
	"Disconnect": "डिसकनेक्ट करा",
	"Display captions for hearing-impaired viewers to use TV.": "मूकबधीर असलेल्या प्रेक्षकांसाठी TV वापरण्याकरता कॅप्शन प्रदर्शित करा.",
	"Display fast-moving content smoothly and clearly.": "तीव्र गतीने हलणारी सामग्री सावकाश आणि स्पष्टपणे प्रदर्शित करा.",
	"Display luminance level for the highest point (100 IRE).": "सर्वोच्च बिंदू साठी दिप्ती पातळी प्रदर्थित करा (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "उष्ण किंवा शीत रंग तापमानामध्ये चित्रे प्रदर्शित करा.",
	"Djibouti": "जिबौती",
	"Do Not Sell My Personal Information": "माझी वैयक्तिक माहिती विकू नका",
	"Do Not Track": "ट्रॅक करू नका",
	"Do you want to continue?": "आपण पुढे सुरू ठेवू इच्छिता का?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "आपण USB स्टोरेज मधून TV वर चॅनल सूची कॉपी करू इच्छिता? तुमच्या TV मधील वर्तमान चॅनल हटवली जातील.",
	"Do you want to copy channel list from your TV to the USB storage?": "आपण TV मधून USB स्टोरेज वर चॅनल सूची कॉपी करू इच्छिता?",
	"Do you want to reset Position Settings?": "आपणास स्थिती सेटिंग्ज रिसेट करायची आहेत?",
	"Do you want to reset Volume Control?": "आपणास वॉल्यूम कंट्रोल रिसेट करायचा आहे?",
	"Do you want to set the correct time now?": "आपण आता योग्य वेळ सेट करू इच्छिता?",
	"Do you want to turn your TV off now?": "आपणास आपला टिव्ही आता बंद करायचा आहे का?",
	"Dodoma": "डोडामा",
	"Doha": "दोहा",
	"Dominica": "डोमिनिका",
	"Dominican Republic": "डोमिनिकन रिपब्लीक",
	"Done": "पूर्ण झाले",
	"Douala": "दौउला",
	"Download Mail": "मेल डाऊनलोड",
	"Download and Install": "डाउनलोड करा आणि इन्स्टॉल करा",
	"Downloadable Rating": "डाउनलोड रेटिंग",
	"Dual Mono": "ड्युअल मोनो",
	"Dubai": "दुबई",
	"Dublin": "डब्लिन",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on बंद वेळेच्या दरम्यान व्हॉइस रेकग्निशन आणि यासारख्याच इतर सुविधांचे भाग स्क्रीन बंद असतांना मर्यादित असतील.",
	"Dushanbe": "दुशान्बे",
	"Dutch": "डच",
	"Dynamic Color": "डायनॅमिक रंग",
	"Dynamic Contrast": "डायनॅमिक कॉन्ट्रास्ट",
	"Dynamic Tone Mapping": "डायनॅमिक टोन मॅपिंग",
	"Easter Island": "इस्तर इस्लंद",
	"Eastern Africa": "पूर्व आफ्रिका",
	"Eco Mode": "Eco मोड",
	"Ecuador": "इक्वाडोर",
	"Edge Color": "धार रंग",
	"Edge Enhancer": "एज एन्हान्सर",
	"Edge Type": "धार प्रकार",
	"Edit": "संपादन करणे",
	"Edmonton": "एद्मोन्तोन",
	"Egypt": "इजिप्त",
	"El Salvador": "अल साल्वाडोर",
	"El salvador": "अल साल्वाडोर",
	"Emergency Alert": "आपत्कालीन अलर्ट",
	"Enabled": "सक्षम केले",
	"Energy Saving": "ऊर्जा बचत",
	"Energy consumption may increase if this feature is on.": "ही सुविधा चालू असल्यास पॉवरचा वापर वाढू शकतो.",
	"Energy saving modes to limit power consumption.": "ऊर्जा बचत मोड पावरचा वापर मर्यादित करण्यासाठी.",
	"English": "इंग्रजी",
	"Enhance the bass sound.": "बास साउंड वाढवा.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "कमी दृष्टी असलेल्या प्रेक्षकांना पाहतांना त्रास होऊ यासाठी काही मेनुंच्या मजकूर आणि पार्श्वभूमी यासारख्या उज्ज्वल आणि गडद भागातील कॉन्ट्रास्ट वाढवा.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG डीप लर्निंग टेक्निकचा वापर करून अल्गोरिदमद्वारे रेजोल्यूशनची सामग्रीचे रेझोल्यूशन आणि तीक्ष्णता वाढवा आणि सामग्री विश्लेषणाद्वारे खोली अनुकूलित करा.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "ध्वनी फिल्ड प्रभाव चालू करून ऑप्टिकल ध्वनीसह Dolby Atmos चा आनंद घ्या.",
	"Enjoy TV sound by connecting Wired Headphones.": "वायर्ड हेडफोन कनेक्ट करून TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) पोर्टशी कनेक्ट केलेल्या ऑडिओ उपकरणांद्वारे TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT शी कनेक्ट केलेल्या ऑडिओ उपकरणांद्वारे TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT पोर्टशी कनेक्ट केलेल्या LG ऑडिओ उपकरणाद्वारे TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "बाह्य ऑडिओ आउट/हेडफोन आउटपुट पोर्टशी कनेक्ट केलेल्या ऑडिओ उपकरणावरून TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "अंतर्गत TV स्पीकर आणि वायर्ड हेडफोन या दोन्हीवरून TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "अंतर्गत TV स्पीकर आणि OPTICAL DIGITAL AUDIO OUT दोघांशी कनेक्ट केलेल्या बाह्य ऑडिओ उपकरणांच्या माध्यमातून TV च्या ध्वनीचा आनंद घ्या.",
	"Enjoy a clear and natural sound.": "स्पष्ट आणि नैसर्गिक ध्वनीचा आनंद घ्या.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync किंवा Bluetooth शी कनेक्ट असलेल्या बिनतारी ऑडिओ उपकरणासह ध्वनीचा आनंद घ्या.",
	"Enjoy the sound optimized to the room.": "खोलीसोबत अनुकूल बनवलेल्या ध्वनीचा आनंद घ्या.",
	"Enter CI Password": "CI पासवर्ड प्रविष्ट करा",
	"Enter the PIN in your router's settings.": "आपल्या राऊटर सेटिंग्जमध्ये पिन प्रविष्ट करा.",
	"Enter the master password.": "प्रमुख पासवर्ड घाला.",
	"Equalizer": "इक़ुअलेजर",
	"Equatorial Guinea": "इक्वेटोरियल गिनी",
	"Eritrea": "इरीट्रिया",
	"Estonia": "एस्टोनिया",
	"Estonian": "इस्टोनियन",
	"Ethiopia": "इथिओपिया",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "जरी सेटिंग बंद असले तरीही तुम्ही चॅनेल बॅरियर, व्हॉईस रिकग्निशनच्या माध्यमातून संबंधित माहिती तपासून शकता.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "जरी TV बंद असला आणि किमान वीज वापरली जात असली तरीही आपण मोबाईल कनेक्ट करून संगीत ऐकू शकता. TV चालू असताना पुन्हा भरपूर वैशिष्ट्यांचा वापर केला जाऊ शकतो.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV बंद असताना देखील, आपण Bluetooth वरून TV बरोबर स्मार्टफोनला कनेक्ट करून संगीत ऐकू शकता.",
	"Every Day": "प्रत्येक दिवशी",
	"Every Weekday": "प्रत्येक सप्ताहाचा दिवस",
	"Every Weekend": "प्रत्येक शनिवार व रविवार",
	"Expert (Bright Room)": "तज्ञ (प्रकाशमान खोली)",
	"Expert (Dark Room)": "तज्ञ (अंधारमय खोली)",
	"Export your TV's channel list information to a connected USB device.": "आपल्या टिव्हीच्या चॅनल्सची सूची कनेक्ट केलेल्या USB साधनाला निर्यात करा.",
	"Extended": "विस्तारित",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "स्वयं पॉवर ऑफ सेटिंगचा कालावधी वाढवण्यामुळे किंवा फंक्शन बंद करण्यामुळे उर्जा वापर वाढू शकतो.",
	"Extreme": "एक्स्ट्रीम",
	"Eye Comfort Mode": "आय कम्फर्ट मोड",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE स्वयंचलित बदल",
	"Fantasy Violence": "फॅंटसी भंग",
	"Fast": "जलद",
	"Fernando de Noronha": "फर्नांडोचा डी नोरोन्हा",
	"Fiji": "फिजी",
	"Find and tell an audio device available to connect around TV.": "कनेक्ट करण्यासाठी TV च्या जवळील एखादे उपलब्ध ऑडिओ उपकरण शोधा आणि सांगा.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "लाल, हिरवा, निळा, सियान, मजेंटा, आणि पिवळा रंग स्थाने फाइन ट्यून करा.",
	"Finland": "फिनलंड",
	"Finnish": "फिन्निश",
	"Flash": "फ्लॅश",
	"Flat Mode": "सपाट मोड",
	"Font": "फॉन्ट",
	"Font 1": "फॉन्ट 1",
	"Font 2": "फॉन्ट 2",
	"Font 3": "फॉन्ट 3",
	"Font 4": "फॉन्ट 4",
	"Font 5": "फॉन्ट 5",
	"Font 6": "फॉन्ट 6",
	"Font 7": "फॉन्ट 7",
	"Font 8": "फॉन्ट 8",
	"Football": "फुटबॉल",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi संरक्षित सेटअप) सक्षम बिनतारी राउटरसाठी बिनतारी नेटवर्कवर TV कनेक्ट करण्यासाठी पिन कोड नोंदवा.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi संरक्षित सेटअप) सक्षम बिनतारी राउटरसाठी बिनतारी नेटवर्कवर TV कनेक्ट करण्यासाठी WPS-PBC बटण दाबा.",
	"Fortaleza": "फोर्टलेझा",
	"France": "फ्रान्स",
	"Freetown": "फ्रीटाउन",
	"French": "फ्रेंच",
	"French Polynesia": "फ्रेंच पॉलिनेशिया",
	"Full Wide": "पूर्ण वाइड",
	"Gabon": "गॅबॉन",
	"Gaborone": "गॅबोरान",
	"Gaelic": "गॅलिक",
	"Galapagos Islands": "गालापागोस बेटे",
	"Galician": "गॅलिशियन",
	"Gallery": "गॅलरी",
	"Gambia": "गॅम्बिया",
	"Gambier": "गॅम्बियर",
	"Game": "गेम",
	"Gamma": "गामा",
	"Gateway": "गेटवे",
	"General": "सर्वसामान्य",
	"General Age": "सामान्य वय",
	"General Audience": "सर्वसामान्य प्रेक्षक",
	"General Audiences": "सर्वसामान्य प्रेक्षक ",
	"General Program Locks": "सामान्य कार्यक्रम लॉक",
	"Georgia": "जॉर्जिया",
	"German": "जर्मन",
	"Germany": "जर्मनी",
	"Get started in a quiet environment for sound optimization.": "ध्वनी अनुकुलानासाठी शांत वातावरणात सुरूवात करा",
	"Getting...": "मिळवत आहे...",
	"Ghana": "घाना",
	"Gibraltar": "जिब्राल्टर",
	"Glace Bay": "ग्लाचे बे",
	"Godthab": "गॉडथॅब",
	"Grayscale": "ग्रेस्केल",
	"Greece": "ग्रीस",
	"Greek": "ग्रीक",
	"Green": "हिरवा",
	"Greenland": "ग्रीनलँड",
	"Grenada": "ग्रेनेडा",
	"Guadalcanal": "ग्वाडालकॅनल",
	"Guadeloupe": "ग्वाडेलोप",
	"Guam": "गुआम",
	"Guatemala": "ग्वाटेमाला",
	"Guatemala City": "ग्वाटेमाला सिटी",
	"Guayaquil": "गॉयक्युल",
	"Guernsey": "ग्वेर्नसे",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "अंधुक दृष्टी असलेल्या प्रेक्षकांना TV वापरता यावा यासाठी मार्गदर्शक मेनू आणि ऑपरेशन ध्वनीसह आहे.",
	"Guinea": "गिनी",
	"Guinea Bissau": "गिनी बिसाऊ",
	"Guinea Conakry": "गिनी कनॅक्री",
	"Guinea Equatorial": "गिनिया इक्वेटोरियल",
	"Gujarati": "गुजराती",
	"Guyana": "गयाना",
	"H Position": "आडवी स्थिती",
	"H Sharpness": "H तीक्ष्णता",
	"H Size": "आडवा आकार",
	"HD Mode": "HD मोड",
	"HD Mode Option": "HD मोड पर्याय",
	"HDD Eco Mode": "HDD Eco मोड",
	"HDD Power Saving Mode": "HDD पॉवर बचत मोड",
	"HDMI Input Audio Format": "HDMI इनपुट ऑडिओ फॉरमॅट",
	"HDMI Ultra HD Deep Color": "HDMI अल्ट्रा HD डीप कलर",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} आणि HDMI {port2} पोर्ट्स 8K Ultra HD Deep Color ला समर्थन देतात.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} आणि HDMI {port2} पोर्ट्स Ultra HD Deep Color ला समर्थन देतात.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} पोर्ट 8K Ultra HD Deep Color ला समर्थन देते.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} पोर्ट Ultra HD Deep Color ला समर्थन देतो.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} आणि HDMI {port3} पोर्ट्स 8K Ultra HD Deep Color ला समर्थन देतात.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} आणि HDMI {port3} पोर्ट्स Ultra HD Deep Color ला समर्थन देतात.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} आणि HDMI {port4} पोर्ट्स 8K Ultra HD Deep Color ला समर्थन देतात.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} आणि HDMI {port4} पोर्ट्स Ultra HD Deep Color ला समर्थन देतात.",
	"HDR Effect": "HDR प्रभाव",
	"HDR Picture Mode": "HDR चित्र मोड",
	"Haiti": "हैती",
	"Halifax": "हॉलिफॅक्स",
	"Harare": "हरारे",
	"Harbin": "हर्बिन",
	"Hard of Hearing": "हार्ड ऑफ हियरिंग",
	"Havana": "हवाना",
	"Headphones Volume": "हेडफोन वॉल्यूम",
	"Hebrew": "हिब्रू",
	"Helsinki": "हेल्सिंक",
	"Hermosillo": "हर्मोसिल्लो",
	"High": "उच्च",
	"High Contrast": "उच्च कॉन्ट्रास्ट",
	"Higher values increase a sense of warmth or coldness.": "उच्च मूल्ये उबेची वा थंडीची भावना वाढवितात.",
	"Hindi": "हिंदी",
	"Ho Chi Minh": "हो चि मिन्ह",
	"Home Animation": "होम अॅनिमेशन",
	"Home Auto Launch": "होम ऑटो लाँच",
	"Home Mode": "होम मोड",
	"Home Promotion": "होम प्रमोशन",
	"Home Settings": "होम सेटिंग्ज",
	"Home/Store Mode": "होम/स्टोअर मोड",
	"Honduras": "होंडुरास",
	"Hong Kong": "हाँगकाँग",
	"Hongkong": "हाँगकाँग",
	"Honolulu": "होनोलुलु",
	"Hours": "तास",
	"However, the IPv6 version of the address does not support editing.": "तथापि, पत्त्याची IPv6 आवृत्ती संपादनास समर्थन देत नाही.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "तथापि, आपला TV इष्टतम स्थितीमध्ये ठेवण्यासाठी, पाच तासांच्या अंतराने Always-on अक्षम केले जाईल आणि पॉवर बंद केली जाईल.",
	"Hungarian": "हंगेरियन",
	"Hungary": "हंगेरी",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "महत्त्वाचे! रिसेटींगमुळे आपल्या खात्याच्या सेटींग्ज आणि इन्स्टॉल केलेले अनुप्रयोग हटवेल. ही गतिविधी पूर्ववत करता येणार नाही.",
	"IP (Automatic)": "IP (स्वयंचलित)",
	"IP (Manual)": "IP (मॅन्युअल)",
	"IP Address": "IP पत्ता",
	"IVC (Cote d’Ivoire)": "IVC (कोट द-आयवर)",
	"Iceland": "आइसलँड",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ऑटो पॉवर सिंक निवडलेले असताना, जेव्हा आपण SIMPLINK डिव्हाइस चालू कराल तेव्हा आपला टिव्ही चालू होईल आणि जेव्हा आपण टिव्ही बंद कराल तेव्हा SIMPLINK डिव्हाइस बंद होईल.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "सेट-टॉप बॉक्स/OTT चे युनिव्हर्सल कंट्रोल सेट केलेले असल्यास LG रिमोट कंट्रोलवरून कनेक्ट केलेल्या सेट-टॉप बॉक्सचा वापर करून लाभ घ्या.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "उपकरण पोर्टला कनेक्ट केलेले असल्यास आपल्याला उपकरणाच्या व्हिडिओचा विलंब किंवा अडथळा कमी करून गेमची अनुकुलित चित्रे पाहता येतील.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "जर हे चालू असेल आणि आपण Ultra HD Deep Colorना समर्थन करणारे डिव्हायस कनेक्ट केले, तर आपले छायाचित्र अधिक स्पष्ट असू शकते.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "रेकॉर्डिंग अथवा सॉफ्टवेअर अपडेट सुरू असल्यास ती पूर्ण होईपर्यंत ही प्रक्रिया थांबेल आणि त्याला एका तासापेक्षा जास्त वेळ लागेल.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "रेकॉर्डिंग अथवा सॉफ्टवेअर अपडेट चालू असल्यास ते पूर्ण होईपर्यंत ही प्रक्रिया थांबेल आणि त्याला {n}मिनिट(टां)पेक्षा जास्त वेळ लागेल.",
	"If the device is not connected, you may not hear any sound through it.": "जर उपकरण योग्यप्रकारे कनेक्ट केलेले नसेल तर आपल्याला त्यांतून कोणताही आवाज येणार नाही.",
	"If the edge of the screen is not clean, please turn this function off.": "स्क्रीनची कडा स्पष्ट दिसत नसल्यास, कृपया हे कार्य बंद करा.",
	"If the program does not support multiple languages, the default language is selected.": "कार्यक्रम बहुविध भाषांसाठी समर्थन देत नसल्यास डिफॉल्ट भाषा निवडली जाईल.",
	"If the program does not support the selected output format, the default output from the source will be used.": "जर निवडलेल्या आउटपुट फॉरमॅटला प्रोग्रामने समर्थन दिले नाही तर स्रोतामधील डिफॉल्ट आउटपुट वापरले जाईल.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "कार्यक्रम वेगळ्या ऑडिओ सेटिंग्जना समर्थन देत नसल्यास डिफॉल्ट ऑडियो निवडला जाईल.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "त्याच लक्षणांची पुनरावृत्ती असल्यास, कृपया पुन्हा सेट केलेले मूल्य बदला किंवा कनेक्ट केलेले बाह्य उपकरण पुन्हा सुरू करा.",
	"If the selected language does not support, the default language from broadcasts will be used.": "निवडलेली भाषा समर्थित नसल्यास प्रसारणाकडून डिफॉल्ट भाषेचा वापर केला जाईल.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "स्थिर स्क्रीनवर एका तासापर्यंत कोणतेही वापरकर्ता इनपुट न मिळाल्यास ती स्क्रीन सेव्हरवर स्विच होईल.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "आपण सेट केलेली वेळ वर्तमान वेळेपेक्षा खूपच वेगळी असल्यास काही स्मार्ट सुविधा कदाचित प्रदर्शित होऊ शकणार नाहीत.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "आपल्याला ह्या डिव्हाइसद्वारे आवाज ऐकू येत नसल्यास, ते योग्यप्रकारे काम करीत असल्याची आणि LG Sound Sync ला समर्थित करीत असल्याची खात्री करा.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "आपण स्टोअर डेमो मोड निवडलेला असल्यास किरकोळ प्रदर्शन विक्री TV साठी त्यास अनुकुलित मुल्यांवर सेट केले जाते.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "तुम्ही ऑडिओ गायडन्स चालू केलेत तर, तुम्ही तुमच्या रिमोटवर केवळ डाव्या, उजव्या, वर, खाली बटणांनी हलवू शकता आणि पॉईंटर आवश्यक असलेले अनुप्रयोग वापरता येत नाहीत.",
	"If you turn it off, CAM operator's profile will be deleted.": "आपण ते बंद केल्यास, CAM ऑपरेटरचे प्रोफाइल हटविले जाईल.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "आपण त्यास बंद केले तर ट्यून केलेले सर्व CAM चॅनल उपलब्ध राहणार नाहीत आणि अधिसूचना देखील देता येणार नाहीत.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "आपण 'त्वरित आरंभ+' बंद केल्यास आपण रिमोट फ्री कंट्रोलवरून आपला TV चालू करू शकणार नाही. आपणास पुढे चालू ठेवायचे आहे?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "तुम्ही स्क्रीन सेवर बंद केलात आणि तीच प्रतिमा स्क्रीनवर 2 तासांहून अधिक काळ राहते तर त्यामुळे तुमच्या स्क्रीनच्या चित्र गुणवत्तेवर परिणाम होऊ शकतो. जर ती 5 तास किंवा अधिक काळ राहते तर चित्र गुणवत्ता कायमची घसरू शकते. आपण सुरू ठेवू इच्छिता?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "आपण हा पर्याय बंद केल्यास स्थिर स्क्रीन बऱ्याच वेळेपर्यंत तशीच राहते ज्यामुळे स्क्रीनची गुणवत्ता कमी होते किंवा काही प्रकरणांमध्ये ती पुन्हा प्राप्त करणे अवघड होते.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "जर तुम्ही ऊर्जा बचत फंक्शन वापरले, तर तुमच्या टीव्हीच्या शुभ्रतेवर परिणाम होईल.",
	"Import your TV's channel list information from a connected USB device.": "आपल्या टिव्हीच्या चॅनल्सची सूची कनेक्ट केलेल्या USB साधनावरून आयात करा.",
	"Import/export your TV's channel list information from/to a connected USB device.": "कनेक्ट केलेल्या USB डिव्हाइस मधून/ला आपल्या टीव्हीची चॅनेल सूची महिती आयात/निर्यात करा.",
	"In Home": "होम",
	"India": "भारत",
	"Indianapolis": "इंडियनपुलिस",
	"Indonesia": "इंडोनेशिया",
	"Indonesian": "इंडोनेशियन",
	"Inner": "आतील",
	"Input": "इनपुट",
	"Input Locks": "इनपुट लॉक",
	"Input field": "इनपुट क्षेत्र",
	"Installing...": "स्थापना चालू आहे...",
	"Instant Game Response": "त्वरित गेम प्रतिसाद",
	"Interactive Service": "परस्परसंपर्क साधणारी सेवा",
	"Interactivity(DTVi)": "परस्परता(DTVi)",
	"Internal TV Speaker": "इंटर्नल टीव्ही स्पीकर",
	"Invert Colors": "रंग उलटे करा",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "स्क्रीनवर प्रदर्शित होणाऱ्या आयटमची दृश्यमानता संवर्धित करण्यासाठी काही मेनूमधील विशिष्ट रंग बदलून त्याची प्रतिपूर्ती करा.",
	"Iran": "इराण",
	"Iraq": "इराक",
	"Ireland": "आयरलँड",
	"Irish": "आयरीश",
	"Irkutsk": "इरकुस्क",
	"Israel": "इस्त्राइल",
	"Istanbul": "इस्तंबुल",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "एक-एक करून प्रत्येक चित्र मोडसाठी ते सेट केले जात असल्यामुळे इच्छित चित्र मोड निवडा आणि त्यास रिसेट करा.",
	"It may not sound depending on connected devices.": "हे कनेक्ट केलेल्या उपकरणानुसार कदाचित ध्वनी उत्पन्न करू शकणार नाही.",
	"It may take a few minutes.": "ह्याला काही मिनिटे लागू शकतात.",
	"It may take a few seconds.": "ह्याला काही सेकंद लागू शकतात.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "या कार्यामध्ये LG मशीन लर्निंग टेक्निकचा वापर करून अल्गोरिदमवरून वॉचिंग जनरेनुसार अनुकूल ध्वनी किंवा आभासी 4.0 सराउंड प्रदान करते.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "हे LG डीप लर्निंग टेक्निकचा वापर करून अल्गोरिदमवरून वॉचिंग जनरेनुसार अनुकूल ध्वनी किंवा आभासी 5.1 सराउंड प्रदान करते.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "TV स्थापनेच्या प्रकारानुसार खोलीतील तयार ध्वनीशी ट्यून करून त्याद्वारे अनुकुलित ध्वनी प्रदान केला जातो.",
	"It reduces jaggies in the picture for a smooth picture.": "यामुळे स्मूथ चित्रासाठी चित्रामधील उंच सखलपणा कमी होतो.",
	"It works only when the broadcasting program supports captions.": "हे केवळ तेव्हाच कार्य करते जेव्हा प्रसारण कार्यक्रमावरून कॅप्शन्सना समर्थन दिले जाते.",
	"It works only when the broadcasting program supports subtitles.": "हे केवळ तेव्हाच कार्य करते जेव्हा प्रसारण कार्यक्रमावरून उपशीर्षकांना समर्थन दिले जाते.",
	"Italian": "इटालियन",
	"Italy": "इटली",
	"Ivory Coast": "आयव्हरी कोस्ट",
	"Jakarta": "जकार्ता",
	"Jamaica": "जमैका",
	"Japan": "जपान",
	"Japanese": "जपानीज",
	"Jayapura": "जयपुरा",
	"Jerusalem": "जेरुसलेम",
	"Johannesburg": "जोहांसबर्ग",
	"Jordan": "जॉर्डन",
	"Just Scan": "जस्ट स्कॅन",
	"Kabul": "काबुल",
	"Kaliningrad": "कलिनिनग्राड",
	"Kamchatka": "काम्चाटका",
	"Kampala": "कॅम्पाला",
	"Kannada": "कन्नड",
	"Karachi": "कराची",
	"Kashgar": "कश्गर",
	"Katmandu": "काठमांडू",
	"Kazakh": "कझाक",
	"Kazakhstan": "कझाकस्तान",
	"Kenya": "केनिया",
	"Keyboard Languages": "कीबोर्ड भाषा",
	"Khartoum": "खारटॉम",
	"Khovd": "खोव्द",
	"Kiev": "किव्ह",
	"Kigali": "किगली",
	"Kingston": "किंग्सटोन",
	"Kinshasa": "किनशसा",
	"Kiribati": "किरबाती",
	"Kiritimati": "किरिटिमती",
	"Kolkata": "कोलकता",
	"Korea": "कोरीया",
	"Korean": "कोरियन",
	"Krasnoyarsk": "क्रास्नोयार्स्क",
	"Kuala Lumpur": "क्वाललंपुर",
	"Kuching": "कुचिंग",
	"Kuwait": "कुवेत",
	"Kuwait City": "कुवैत सिटी",
	"Kyrgyzstan": "किरगिझस्तान",
	"LED Local Dimming": "LED लोकल डिम्मिंग",
	"LG Logo Light (Front of TV)": "LG लोगो प्रकाश (टीव्ही समोर)",
	"LG Services Country": "LG सेवा देश",
	"LG Wireless Keyboard": "LG बिनतारी किबोर्ड",
	"LG Wireless Keyboard Connected:": "LG बिनतारी किबोर्ड जोडलेला आहे:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG बिनतारी किबोर्ड आपल्याला Bluetooth च्या माध्यमातून TV नियंत्रित करू देतो.",
	"La Paz": "ला पाझ",
	"Lagos": "लॅगॉस",
	"Language": "भाषा",
	"Laos": "लाऑस",
	"Large": "मोठा",
	"Last tuning:": "मागील ट्युनिंग:",
	"Latvia": "लाटविया",
	"Latvian": "लाटवियन",
	"Lebanon": "लेबनॉन",
	"Left": "डावे",
	"Left Right": "डावा/उजवा",
	"Left Surround": "लेफ्ट सराउंड",
	"Left drop shadow": "डावा ड्रॉप सावली",
	"Legal Notice": "कायदेशीर सूचना",
	"Lesotho": "लेसोथो",
	"Liberia": "लायबेरिया",
	"Libreville": "लिब्रेविले",
	"Libya": "लिबिया",
	"Liechtenstein": "लिचेंस्टीन",
	"Light": "हलका",
	"Lilongwe": "लिलॉन्गवे",
	"Lima": "लिमा",
	"Limit AD Tracking": "मर्यादित AD ट्रॅकिंग",
	"Lisbon": "लिस्बन",
	"Lithuania": "लिथुआनिया",
	"Lithuanian": "लिथुआनियन",
	"Live Theater": "लाईव्ह थिएटर",
	"Ljubljana": "जुबलजाना",
	"Loading...": "लोड करीत आहे.....",
	"Local": "स्थानिक",
	"Local Language": "स्थानिक भाषा",
	"Location": "स्थान",
	"Lock All": "सर्व लॉक करा",
	"Lock changes for currently running apps will be applied the next time they are started.": "सध्या कार्यरत असलेल्या अप्स साठी अनुप्रयोग लॉक बदल हे पुढच्या वेळी जेव्हा आपण सुरू कराल तेव्हा लागू होतील.",
	"Logo Luminance Adjustment": "लोगो Luminance समायोजन",
	"Lome": "लोमे",
	"London": "लंडन",
	"Lord Howe": "लॉर्ड हो",
	"Los Angeles": "लॉस एंजेल्स",
	"Louisville": "लुइसविले",
	"Low": "निम्न",
	"Luanda": "लुआंडा",
	"Lubumbashi": "लुबुमबाशी",
	"Luminance": "ल्युमिनेंस",
	"Lusaka": "लुसाका",
	"Luxembourg": "लक्झेंबर्ग",
	"MAC Address": "MAC पत्ता",
	"MAC Address (Wired)": "MAC पत्ता (वायर्ड)",
	"MAC Address (Wireless)": "MAC पत्ता (वायरलेस)",
	"MASTER PASSWORD": "प्रमुख पासवर्ड",
	"MHEG Guide": "MHEG मार्गदर्शक",
	"MPEG Noise Reduction": "MPEG नॉइज कपात ",
	"Macao": "मकाऊ",
	"Macedonia": "मॅसेडोनिया",
	"Macedonia, The Former Yugoslav Republic Of": "मॅसिडोनिया, माजी युगोस्लाव्ह प्रजासत्ताक",
	"Macedonian": "मॅसेडोनियन",
	"Maceió": "मॅशिओ",
	"Maceió ": "मॅशिओ",
	"Madagascar": "मादागास्कर",
	"Madeira": "मादेइर",
	"Madrid": "माद्रीद",
	"Magadan": "मगदान",
	"Magenta": "मजेंटा",
	"Makassar": "माकास्सार",
	"Make blurry or difficult-to-see areas more vivid.": "अस्पष्ट बनवा किंवा पाहण्यास अवघड असणारे क्षेत्र अधिक स्पष्ट बनवा.",
	"Malabo": "मालबो",
	"Malawi": "मलावी",
	"Malay": "मलय",
	"Malayalam": "मल्याळम",
	"Malaysia": "मलेशिया",
	"Maldives": "मालदीव",
	"Mali": "माली",
	"Malta": "माल्टा",
	"Manage channels stored on the TV.": "TV वर संग्रहित असलेली चॅनेल्स व्यवस्थापित करा.",
	"Managua": "मानगया",
	"Manama": "मनामा",
	"Manaus": "मानॉस",
	"Mandarin": "मांदरीन",
	"Manila": "मनिला",
	"Manual": "मॅन्युअल",
	"Maori": "माओरी",
	"Maputo": "मॅपुटो",
	"Marathi": "मराठी",
	"Marquesas": "मार्क्वेसाज",
	"Marshall Islands": "मार्शल बेटे",
	"Martinique": "मार्टीन्क",
	"Maseru": "मासेरू",
	"Mature Audience Only": "फक्त पोक्त प्रेक्षकांसाठी",
	"Mauritania": "मॉरिटानिया",
	"Mauritius": "मॉरिशस",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "स्क्रीनच्या तेजस्वी आणि गडद भागात तीव्रता वाढवून तीव्रता वाढवा.",
	"Mayotte": "मयोट्टे",
	"Mazatlán": "माझतान",
	"Mbabane": "मबाबने",
	"Medium": "मध्यम",
	"Menu Language": "मेन्यू भाषा",
	"Menu Transparency": "मेनू पारदर्शकता",
	"Message": "संदेश",
	"Method": "पद्धत",
	"Mexico": "मेक्सिको",
	"Mexico City": "मेक्सिको सिटी",
	"Middle East": "मध्य पूर्व",
	"Minsk": "मिंस्क",
	"Minutes": "मिनिटे",
	"Mobile Connection Management": "मोबाइल कनेक्शन व्यवस्थापन",
	"Mode Option": "मोड पर्याय",
	"Model": "मॉडेल",
	"Mogadishu": "मोगादीशु",
	"Moldova": "मॉल्डोवा",
	"Monaco": "मोनाको",
	"Moncton": "मोंक्टोन",
	"Mongolia": "मंगोलिया",
	"Monrovia": "मोंरोविया",
	"Montenegro": "मॉन्टेनेग्रो",
	"Monterrey": "मोंटरी",
	"Montevideo": "मोंटिव्हिडीवो",
	"Month": "महिना",
	"Montréal": "मॉन्टट्रेअल",
	"Morocco": "मोरोक्को",
	"Moscow": "मॉस्को",
	"Motion Eye Care": "मोशन आय केअर",
	"Motion Pro": "मोशन प्रो",
	"Movie Lock": "मूव्ही लॉक",
	"Mozambique": "मोझांबिक",
	"Multi": "मल्टी",
	"Multi Audio": "मल्टी ऑडिओ",
	"Multi Channel Audio": "मल्टी चॅनल ऑडिओ",
	"Multi Feed": "एकाधिक फीड",
	"Multiple": "एकाधिक",
	"Muscat": "मस्कॅट",
	"Music": "संगीत",
	"Myanmar": "म्यानमार",
	"Mérida": "मेरिडा",
	"NEXTGEN TV Mode": "NEXTGEN TV मोड",
	"Nairobi": "नैरोबी",
	"Namibia": "नामिबिया",
	"Narrow": "अरुंद",
	"Nassau": "नॅसॅया",
	"Natural": "नैसर्गिक",
	"Ndebele": "न्डेबेले",
	"Ndjamena": "एनजामेना",
	"Nepal": "नेपाळ",
	"Netherland": "नेदरलँड",
	"Netherlands": "नेदरलँड",
	"Network": "नेटवर्क",
	"Network Connection Settings": "नेटवर्क कनेक्शन सेटिंग्ज",
	"Network Name": "नेटवर्कचे नाव",
	"Network-Based Personalization Recommendations": "नेटवर्क-आधारित वैयक्तीकरण शिफारशी",
	"New Caledonia": "न्यू कॅलेडोनिया",
	"New York": "न्यू यॉर्क",
	"New Zealand": "न्यूझीलंड",
	"Next": "पुढील",
	"Niamey": "नॅय्मे",
	"Nicaragua": "निकारागुआ",
	"Nicosia": "निकोशिया",
	"Niger": "नायजर",
	"Nigeria": "नायजेरिया",
	"Night": "रात्र",
	"Nipigon": "निपिगोन",
	"No": "नाही",
	"No Internet via 3G/4G network": "3G/4G नेटवर्क द्वारे कोणतेही इंटरनेट नाही",
	"No Internet via Ethernet": "इथरनेट द्वारा तुम्हाला इंटरनेट वापरता येणार नाही",
	"No Internet via Wi-Fi": "Wi-Fi द्वारा तुम्हाला इंटरनेट वापरता येणार नाही",
	"No One 17 and Under Admitted.": "17 आणि खालील वयातील कोणालाही प्रवेश नाही.",
	"No Operation Auto Off": "ऑपरेशन ऑटो बंद नाही",
	"No Signal Auto Off": "सिग्नल ऑटो बंद नाही",
	"No Signal Image": "कोणतीही सिग्नल प्रतिमा नाही",
	"No Signal Power Off (15Min)": "कोणतेही सिग्नल पॉवर ऑफ नाही (15मिनिटे)",
	"No devices have been found.": "कोणतेही डिव्हाइस सापडले नाहीत.",
	"No paired devices.": "जोडलेले डिव्हाइसेस नाही.",
	"No signal on Server": "सिग्नल किंवा सर्व्हर नाही",
	"No updates found.": "कोणतिही अद्यतने सापडली नाहीत.",
	"Noise Reduction": "नॉइज कपात",
	"None": "काही ही नाही",
	"Normal": "सामान्य",
	"North Korea": "उत्तर कोरिया",
	"Northern Africa": "उत्तर आफ्रिका",
	"Norway": "नॉर्वे",
	"Norwegian": "नॉर्वेजियन",
	"Not Connected": "कनेक्ट केलेले नाही",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "नोट: जर तुमचे उपकरण याला समर्थन करत नसेल ते कदाचित योग्यरितीने काम करणार नाही. अशा वेळी, तुम्ही वेगळ्या HDMI पोर्टला उपकरण जोडू शकता किंवा 8K HDMI Ultra HD Deep Color सेटिंग बंद करू शकता.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "टिप: जर तुमचे उपकरण याला समर्थन करत नसेल तर ते नीट चालत नसेल. अशा वेळी, तुम्ही वेगळ्या HDMI पोर्टला उपकरण जोडू शकता किंवा HDMI Ultra HD Deep Color सेटिंग बंद करू शकता.",
	"Note: Available options depend on the broadcast program.": "सूचना: उपलब्ध विकल्प प्रसारण कार्यक्रमावर अवलंबुन आहेत.",
	"Note: Behavior may differ if connected device is not a LG device.": "टिप: कनेक्ट केलेला डिव्हाइस जर LG डिव्हाइस नसेल तर वर्तनामध्ये फरक येऊ शकतो.",
	"Note: Only displayed when it is provided by the program.": "टीप: प्रोग्रामद्वारे प्रदान केलेली असतानाच प्रदर्शित केली जातात.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "टीप: ब्रॉडकास्ट प्रोग्रामद्वारे प्रदान केलेली असतानाच सबटायटल्स प्रदर्शित केली जातात.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "टिप: समर्थित वैशिष्ट्ये मॉडेलनुसार आणि Live TV किंवा VOD content सारख्या सामग्री प्लेबॅकसह वैशिष्ट्याच्या कार्यानुसार वेगवेगळी असतील.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "नोंद:<br>1. पिक्सल रिफ्रेशर चालू असताना आपला टिव्ही जर चालू करण्यात आला तर ही प्रक्रिया बंद होईल आणि आपल्याला परत पहिल्यापासून सुरूवात करावी लागेल.<br>2. प्रक्रिया चालू असताना कदाचित एक पांढरी रेषा स्क्रीनवर उमटू शकते. आपली स्क्रीन साफ होत असताना असे होणे स्वाभाविक आहे.",
	"Notifications": "सूचना",
	"Nouméa": "नौमेआ",
	"Novosibirsk": "नोवसिबिर्स्क",
	"OK": "ओके",
	"OLED LIGHT": "OLED प्रकाश",
	"OLED Motion": "OLED मोशन",
	"OLED Screen Saver": "OLED स्क्रीन सेव्हर",
	"OLED Surround": "OLED सराऊंड",
	"Object Audio": "ऑब्जेक्ट ऑडिओ",
	"Off": "बंद",
	"Oman": "ओमान",
	"Omsk": "ओम्स्क",
	"On": "चालू",
	"OnTimer Channel not selected": "टाइमर चॅनेल निवडलेला नाही.",
	"Open": "ओपन",
	"Open Source Licenses": "ओपन सोअर्स सॉफ्टवेअर सूचना",
	"Open when TV is turned on": "टीव्ही चालू असते तेव्हा उघडा",
	"Operate once when TV is off": "TV बंद होताना एकदा ऑपरेट करा",
	"Optical": "ऑप्टिकल",
	"Optical + Internal TV Speaker": "ऑप्टीकल + अंतर्गत TV स्पीकर",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG मशीन लीनिंग टेक्निकचा वापर करून जाणून घेतलेल्या अल्गोरिदमवरून सामग्रीसाठी खोली ऑप्टिमाइझ करा.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR सामग्रीच्या प्रतिमा ब्राइटनेसवर आधारलेल्या कॉन्ट्रास्ट सेटिंग्ज अनुकूल करा.",
	"Optimize contrast settings based on image brightness.": "प्रतिमा ब्राइटनेस आधारित कॉन्ट्रास्ट सेटिंग्ज अनुकूल करा.",
	"Optimize the sound for a cinematic experience.": "सिनेमॅटिक अनुभवासाठी आवाज अनुकूल करा.",
	"Oranjestad": "ओरन्जेस्ताद",
	"Original Language": "मूळ भाषा",
	"Oslo": "ऑस्लो",
	"Others": "इतर",
	"Ouagadougou": "ओउगाडोउगोउ",
	"Outer": "बाह्य",
	"Output sound through the Internal TV speaker.": "इंटर्नल टीव्ही स्पीकरद्वारे आउटपुट ध्वनी.",
	"PIN: {pin}": "पिन: {pin}",
	"Pagode": "पगोडे",
	"Pakistan": "पाकिस्तान",
	"Palau": "पलाऊ",
	"Panama": "पनामा",
	"Panama City": "पनामा सिटी",
	"Panjabi": "पँजाबी",
	"Papua New Guinea": "पापुआ न्यू गिनी",
	"Paraguay": "पराग्वे",
	"Paramaribo": "पारामारिबो",
	"Parental Guidance Suggested": "पालकांचे मार्गदर्शन सूचित",
	"Parental Guidance Suggested :": "पालकांचे मार्गदर्शन सूचित:",
	"Parental guidance suggested for children ages 8-13.": "8-13 या वयोगटामध्ये येणाऱ्या मुलांसाठी पालकांचे मार्गदर्शन असावे असे सुचविलेले आहे.",
	"Parents Guidance strongly required :": "पालकांचे मार्गदर्शन अत्यंत आवश्यक आहे:",
	"Parents Strongly Cautioned": "पालकांना प्रबलरितीने साधव केले",
	"Paris": "पॅरिस",
	"Pass Through": "पास थ्रू",
	"Password": "पासवर्ड",
	"Patent Information": "देयक माहिती",
	"Peak Brightness": "कमाल प्रखरपणा",
	"Persian": "पर्शियन",
	"Peru": "पेरू",
	"Philippines": "फिलीपिन्स",
	"Phnom Penh": "नॉम पेन्ह",
	"Phoenix": "उत्कृष्ट नमुना",
	"Photo": "फोटो",
	"Pick a Time": "वेळ निवडा",
	"Picture": "चित्र",
	"Picture Mode": "चित्र मोड",
	"Picture Mode Settings": "चित्र मोड सेटींग्ज",
	"Picture Options": "चित्र पर्याय",
	"Picture Test": "चित्र कसोटी",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "बाह्य जोडलेले उपकरण आणि TV सुरुवातीला जोडले जाताना, चित्र आणि आवाज योग्य प्रकारे कदाचित काम करणार नाहीत. समस्या अशीच राहिली तर, कृपया सेटिंग रिवर्ट करा किंवा तुमचे जोडलेले बाह्य उपकरण पुन्हा सुरू करा.",
	"Pitch": "पिच",
	"Pixel Refresher": "पिक्सल रिफ्रेशर",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "पिक्सल रिफ्रेशरमुळे आपल्या टिव्हीस सर्वात सुस्पष्ट चित्र दाखविण्यास मदत होते.",
	"Pixel Refresher begins only once when the TV is turned off.": "जेव्हा TV बंद असतो तेव्हा पिक्सल रिफ्रेशर एकदाच सुरू होतो.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "आपला टिव्ही पुढील खेपेस जेव्हा बंद केलेला असेल त्यावेळेस पिक्सल रिफ्रेशर सुरू होण्याचे वेळापत्रक निश्चित करण्यात आले आहे.",
	"Play": "प्ले",
	"Play sound through TV Speaker.": "TV स्पीकरवरून साउंड प्ले करा.",
	"Play the standard sound suitable for all types of content.": "सर्व प्रकारच्या सामग्रीसाठी योग्य मानक आवाज खेळा.",
	"Please check if WiSA Speakers are turned on and try again.": "कृपया WiSA स्पीकर्स चालू आहेत हे पाहून पुन्हा प्रयत्न करा.",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth डिव्हाइस आधीपासूनच दुसर्‍या डिव्हाइसशी कनेक्ट केलेले आहे हे पाहून घ्या.",
	"Please check the network name and password and try again.": "नेटवर्क नाव आणि पासवर्ड तपासा आणि पुन्हा प्रयत्न करा.",
	"Please check the status and try again": "कृपया स्थिती तपासा आणि पुन्हा प्रयत्न करा",
	"Please do not unplug the USB storage until the copying is completed.": "कॉपी करणे पूर्ण होईपर्यंत USB स्टोरेज कृपया काढू नका.",
	"Please enter your password to turn off this function.": "हे फंक्शन बंद करण्यासाठी कृपया तुमचा पासवर्ड प्रविष्ट करा.",
	"Please enter your password to turn on this function.": "कृपया हे फंक्शन चालू करण्यासाठी आपला पासवर्ड प्रविष्ट करा.",
	"Please make sure that your TV is connected to the network and try again.": "आपला टिव्ही नेटवर्कसह जोडलेला असल्याची खात्री करा आणि पुन्हा प्रयत्न करा.",
	"Please note that LG does not use or manage the value.": "कृपया लक्षात घ्या की LG मूल्य वापरत नाही किंवा व्यवस्थापित करत नाही.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "कृपया लक्षात ठेवा की डिजिटल साउंड आउट द्वारे पास होताना ध्वनी आउटपुट नसावा",
	"Please try again later.": "कृपया नंतर पुन्हा प्रयत्न करा.",
	"Please wait while the Settings application reloads.": "सेटिंग्ज ऍप्लिकेशन पुन्हा लोड होईपर्यंत कृपया प्रतीक्षा करा.",
	"Please wait while the Settings application restarts.": "कृपया प्रतीक्षा करा सेटिंग्ज ऍप्लिकेशन पुन्हा सुरू करेपर्यंत.",
	"Please wait while the TV restarts.": "टीव्ही पुन्हा सुरू होईपर्यंत कृपया प्रतिक्षा करा.",
	"Please wait while the TV searches for LG Service Country.": "टीव्ही LG सेवा देशासाठी शोध करे पर्यंत कृपया प्रतिक्षा करा.",
	"Podgorica": "पोद्गोरीचा",
	"Point": "पॉइंट",
	"Pointer Options": "पॉइंटर पर्याय",
	"Pointer Size": "पॉइंटरचा आकर",
	"Poland": "पोलंड",
	"Polish": "पोलिश",
	"Pontianak": "फोन्तिअनक",
	"Port Louis": "पोर्ट लुईस",
	"Port Moresby": "पोर्ट मॉरेस्बी",
	"Port of Spain": "पोर्ट ऑफ स्पेन",
	"Port-au-Prince": "पोर्ट-ओ-प्रिन्स",
	"Porto Novo": "प्युर्टो नोवो",
	"Porto Velho": "पोर्टो वेल्हो",
	"Porto-Novo": "पोर्तो-नोव्हो",
	"Portugal": "पोर्तुगाल",
	"Portuguese": "पोर्तुगीज",
	"Position": "स्थिती",
	"Position Settings": "स्थिती सेटिंग्ज",
	"Power Off Timer": "पॉवर बंद टायमर",
	"Power On Timer": "पॉवर चालू टायमर",
	"Power Saving Mode": "पॉवर सेव्हिंग मोड",
	"Prague": "प्राग",
	"Praia": "पारिया",
	"Preschool": "बालक मंदीर",
	"Press right button to adjust de-blur and Motion Pro value.": "डी-ब्लर आणि मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "डी-ब्लर आणि OLED मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-blur and OLED Motion value.": "डी-ब्लर आणि OLED मोशन मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder and Motion Pro value.": "डी-जजर आणि मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "डी-जजर आणि OLED मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder and OLED Motion value.": "डी-जजर आणि OLED मोशन मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "डी-जजर, डी-ब्लर आणि मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "डी-जजर, डी-ब्लर आणि OLED मोशन प्रो मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "डी-जजर, डी-ब्लर आणि OLED मोशन मूल्य समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "नेटवर्कशी TV कनेक्ट करण्यासाठी WPS-सक्षम राऊटर वर WPS बटण दाबा.",
	"Press the right button to adjust Motion Pro settings.": "मोशन प्रो सेटिंग समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED मोशन प्रो सेटिंग समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press the right button to adjust OLED Motion settings.": "OLED मोशन सेटिंग्ज समायोजित करण्यासाठी उजवे बटण दाबा.",
	"Press the right button to adjust de-blur settings.": "डी-ब्लर सेटिंग समायोजित करण्यासाठी उजवे बटन दाबा.",
	"Press the right button to adjust de-judder settings.": "डी-जडर सेटिंग समायोजित करण्यासाठी उजवे बटन दाबा.",
	"Previous": "मागील",
	"Primary Audio Language": "प्राथमिक ध्वनी भाषा",
	"Primary Channels": "प्राथमिक चॅनेल",
	"Primary Teletext Language": "प्राथमिक टेलीटेक्सट भाषा",
	"Program exempted from ratings.": "कार्यक्रमाला रेटिंगमधून सूट देण्यात आली आहे.",
	"Programme": "कार्यक्रम",
	"Provide HbbTV Distinctive ID": "HbbTV विशिष्ट ID द्या",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "प्रसारणासाठी HbbTV ला HbbTV विशिष्ट ID प्रदान करा.",
	"Provided services may vary depending on countries.": "देशांनुसार प्रदान करण्यात आलेल्या सेवा वेगवेगळ्या असू शकतात.",
	"Puerto Rico": "पोर्तु रिको",
	"Pyongyang": "प्योंगयांग",
	"Qatar": "कतार",
	"Quick Help": "त्वरित मदत",
	"Quick Start+": "त्वरित आरंभ+",
	"Rainy River": "पावसाळी नदी",
	"Raised": "रेझ्ड",
	"Rangoon": "रंगून",
	"Real Cinema": "रिअल सिनेमा",
	"Reason: Authentication with access point was unsuccessful.": "कारण: ऍक्सेस पॉईंटचे सत्यापन अयशस्वी झाले.",
	"Reason: Could not establish a connection to access point.": "कारण: ऍक्सेस बिंदूशी कनेक्शन प्रस्थापित करू शकले नाही.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "कारण: DHCP वापरून वैध IP पत्ता मिळवू शकले नाही.",
	"Reason: Entered password is incorrect.": "कारण: प्रविष्ट केलेला पासवर्ड चुकीचा आहे.",
	"Reason: Password is missing.": "कारण: पासवर्ड मिळत नाही.",
	"Reason: The network you selected is out of range.": "कारण: निवडलेले नेटवर्क व्याप्तीबाहेर आहे.",
	"Reason: Unable to login.": "कारण: लॉगिन करू शकले नाही.",
	"Receive emergency alerts from TV when an emergency occurs.": "जेव्हा आणीबाणीची परिस्थिती उत्पन्न होईल तेव्हा TV वरून आणीबाणी विषयक अॅलर्ट प्राप्त करा.",
	"Recife": "र्साइफे",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "आपण सामान्यपणे Always-on वर TV पाहत नसल्यास चोवीस तास सेटिंगची शिफारस केली जाते.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "इतिहास पहा आणि अ‍ॅप वापरण्याच्या पद्धतींनुसार उपयुक्त सामग्री आणि वैशिष्ट्यांची शिफारस करा.",
	"Recommendations are available for the people, products and locations related to the current program.": "वर्तमान प्रोग्रामशी संबंधित लोक, उत्पादने आणि स्थानांसाठी शिफारसी उपलब्ध आहेत.",
	"Red": "लाल",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "प्रतिमा गुणवत्ता स्पष्टपणे अनुकुलित करण्यासाठी डिजीटल व्हिडिओ सिग्नलवरून अनियमित नॉइज कमी करा.",
	"Regina": "रेजीना",
	"Region": "क्षेत्र",
	"Registered Devices ({num})": "({num}) नोंदणीकृत डिव्हाइसेस",
	"Reinforce a high-pitched tone of the optimized sound.": "अनुकुलित ध्वनीच्या उच्च-पिच ध्वनी स्तर टोनला अधिक कार्यक्षम करा.",
	"Reinforce the low-pitched tone of the optimized sound.": "अनुकुलित ध्वनीच्या निम्न-पिच ध्वनी स्तर टोनला अधिक कार्यक्षम करा.",
	"Remote Settings": "रिमोट सेटिंग्ज",
	"Remove irregular and erratic pixels for a clearer image.": "स्पष्ट प्रतिमेसाठी अनियमित पिक्सेल काढा.",
	"Reset": "रीसेट",
	"Reset AD ID": "AD ID रीसेट करा",
	"Reset CI Password": "CI पासवर्ड रिसेट करा",
	"Reset HbbTV Distinctive ID": "HbbTV विशिष्ट ID रीसेट करा",
	"Reset Password": "पासवर्ड रीसेट करा",
	"Reset Settings": "रिसेट सेटिंग्ज",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV मोबाईल अॅपाशी कनेक्ट करताना मंजूर झालेली अॅपाची सूची रीसेट करा.",
	"Reset the caption position.": "मथळ्यांची स्थिती रिसेट करा.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "सामग्री पाहणे आणि अॅप वापरणे ही दोन्ही कार्ये वापरुन इतिहास रीसेट करा. जेव्हा इतिहास रीसेट केला जातो तेव्हा पुन्हा एकदा सामग्रीच्या शिफारशी मिळविण्यासाठी काही विशिष्ट कालावधी लागू शकतो.",
	"Reset to Initial Settings": "प्रारंभिक सेटिंग्ज करण्यासाठी रीसेट करा",
	"Restrict access to TV programs based on their ratings.": "टिव्ही कार्यक्रमांच्या रेटिंग्जवर आधारीत त्यांना ऍक्सेस मर्यादित करा.",
	"Restrict watching based on age ratings for children programs.": "मुलांसाठीच्या कार्यक्रमासाठी वयाच्या रेटिंगनुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on ages ratings.": "वयाच्या रेटिंगनुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on fantasy violence content ratings.": "काल्पनिक हिंसक सामग्रीच्या रेटिंगनुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on programs containing adult language.": "प्रौढ भाषा असलेल्या कार्यक्रमानुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on programs containing sexual scene.": "लैंगिक दृश्य असलेल्या कार्यक्रमानुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "लैंगिक संवाद असलेल्या कार्यक्रमानुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "निर्दिष्ट वय किंवा रेटिंग केलेल्या सामग्रीच्या आधारावर पालकांच्या मार्गदर्शनाखाली पाहणे प्रतिबंधित करा.",
	"Restrict watching based on violence content ratings.": "हिंसक सामग्रीच्या रेटिंगनुसार पाहणे प्रतिबंधित करा.",
	"Restrict watching movies based on rating.": "रेटिंगच्या आधारावर पाहिल्या जाणाऱ्या मुव्हीला प्रतिबंधित करा.",
	"Restrict watching programs based on rating.": "रेटिंगच्या आधारावर पाहिल्या जाणाऱ्या कार्यक्रमांना प्रतिबंधित करा.",
	"Restriction ratings :": "प्रतिबंध रेटिंग:",
	"Retry": "पुन्हा प्रयत्न करा",
	"Revert TV to its initial settings.": "TV ला त्याच्या प्रारंभीच्या सेटिंगवर बदलतो.",
	"Revert color adjustment settings to default.": "रंग समायोजन सेटिंग्ज डिफॉल्टवर परत न्या.",
	"Revert detailed sound effect settings of standard mode to default.": "मानक मोडच्या विस्तृत ध्वनी प्रभाव सेटिंग्जला डिफॉल्टवर बदला.",
	"Revert picture setting values to default.": "चित्र सेटिंग मुल्ये डिफॉल्टवर बदला.",
	"Revert white balance settings to default.": "व्हाइट बॅलन्स सेटिंग्ज डिफॉल्टवर परत न्या.",
	"Reykjavik": "रिकियविक",
	"Riga": "रीगा",
	"Right": "उजवे",
	"Right Left": "उजवा/डावा",
	"Right Surround": "राईट सराउंड",
	"Right drop shadow": "उजव्या ड्रॉप सावली",
	"Rio Branco": "रिओ ब्रांको",
	"Riyadh": "रियाध",
	"Romania": "रोमानिया",
	"Romanian": "रोमानियन",
	"Rome": "रोम",
	"Russia": "रशिया",
	"Russian": "रशियन",
	"Rwanda": "रवांडा",
	"SIGNATURE Opening": "SIGNATURE उघडणे",
	"SIGNATURE TV Settings": "स्वाक्षरी TV सेटिंग्ज",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK आपणाला LG रिमोट आपल्या SIMPLINK-सक्षम डिव्हाइसेसना नियंत्रण करू देतो, जसे की DVD प्लेअर, ऑडिओ होम थिएटर सिस्टिम, ज्या आपल्या LG स्मार्ट टिव्हिला HDMI द्वारे जोडण्यात आले आहेत.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "हा ARC मोड वापरण्यासाठी SIMPLINK स्वयंचलितपणे चालू केला जाईल.",
	"Safety": "सुरक्षा",
	"Saint Lucia": "सेंट लुसिया",
	"Saint Vincent": "सेंट व्हिन्सेंट",
	"Sakhalin": "साखळीन",
	"Samara": "समारा",
	"Samarkand": "समरकंद",
	"Samoa": "समोआ",
	"San Luis": "सॅन लुइस",
	"San Salvador": "सण साल्वाडोर",
	"Sana": "सना",
	"Santiago": "सॅंटियागो",
	"Santo Domingo": "सांतो दॉमिंगो",
	"Sarajevo": "सारजेयेवो",
	"Satellite": "उपग्रह",
	"Satellite DTV": "उपग्रह DTV",
	"Satellite Radio": "उपग्रह रेडिओ",
	"Saturation": "संपृक्तता",
	"Saudi Arabia": "सौदी अरेबिया",
	"Saudi arabia": "सौदी अरेबिया",
	"Save CAM Operator's Profile": "CAM ऑपरेटरची प्रोफाईल जतन करा",
	"Save CI Password": "CI पासवर्ड जतन करा",
	"Save the color adjustment settings from the current picture mode in all inputs.": "सर्व इनपुटमध्ये सध्याच्या चित्र मोडमधून रंग समायोजन सेटिंग्ज जतन करा.",
	"Save the white balance settings from the current picture mode in all inputs.": "सर्व इनपुटमध्ये सध्याच्या चित्र मोडपासून व्हाईट बॅलन्सचे सेटिंग्ज जतन करून ठेवा.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "आपला CI पासवर्ड जतन/रिसेट करा. आपला पासवर्ड जतन केल्यास हे आपणांस भविष्यात साईन-इन टप्प्याला वगळू देईल.",
	"Scan \"Auto Detect\" automatically.": "स्वयंचलितरित्या “ऑटो शोध” स्कॅन करा.",
	"Scoresbysund": "स्कोअर्स्बायसंड",
	"Screen Down": "स्क्रीन डाउन",
	"Screen Off": "स्क्रीन बंद",
	"Screen Saver": "स्क्रीन सेव्हर",
	"Screen Shift ": "स्क्रिन बदल",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "जेव्हा TV अधिक काळासाठी चालू ठेवलेला असेल तेव्हा स्क्रीन नियमित वेळेच्या अंतराळावर शिफ्ट होईल आणि चित्र गुणवत्ता समस्यांना कारणीभूत ठरणाऱ्या गोष्टींना प्रतिबंधित करेल.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "स्क्रीन 5 सेकंदांत बंद होईल. स्क्रीन पुन्हा चालू करण्यासाठी पॉवर आणि ध्वनीचे बटण सोडून इतर कोणतेही बटण दाबा.",
	"Search": "शोधा",
	"Search Bluetooth Device": "Bluetooth उपकरण शोधा",
	"Searching...": "शोधत आहे...",
	"Second Language": "व्दितीय भाषा",
	"Secondary Audio Language": "दुय्यम ध्वनी भाषा",
	"Secondary Teletext Language": "दुय्यम टेलेटेक्स्ट भाषा",
	"Security": "सिक्युरिटी",
	"Select IRE point to adjust luminance.": "दिप्ती समायोजित करण्यास IRE बिंदू निवडा.",
	"Select Mode": "मोड निवडा",
	"Select TV's language settings.": "TV ची भाषा सेटिंग्ज निवडा.",
	"Select a caption type for HD broadcasts.": "HD प्रक्षेपणांसाठी कॅप्शनचा प्रकार निवडा.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV ब्रॉडकास्टसाठी कॅप्शनचा एक प्रकार निवडा.",
	"Select a caption type for UHD broadcasts.": "UHD प्रक्षेपणांसाठी कॅप्शनचा प्रकार निवडा.",
	"Select a caption type for analog broadcasts.": "अॅनलॉग प्रक्षेपणांसाठी कॅप्शनचा प्रकार निवडा.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "बघितल्या जाणाऱ्या वातावरणाशी सुसंगत होणारा व्हिडिओ मोड निवडा किंवा व्हिडिओ मोडसाठी कॉन्ट्रास्ट, रंग आणि बरेच काही अशी सेटींग्ज निर्दिष्ट करा.",
	"Select an audio format for each HDMI input.": "प्रत्येक HDMI इनपुटसाठी ऑडिओ स्वरूप निवडा.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "पास थ्रू वडल्यानंतर आवाजाचा भाव ऐकू शकत नसल्यास दुसरा डिजिटल ध्वनी आउट (ऑटो किंवा PCM) निवडा.",
	"Select audio language for digital broadcasts.": "डिजिटल प्रसारणासाठी ऑडिओ भाषा निवडा.",
	"Select color to be adjusted.": "समायोजित करावयाचा रंग निवडा.",
	"Select days to apply the Timer Power Off settings every week.": "प्रत्येक आठवड्यातील पॉवर ऑफ सेटिंग्ज लागू करण्यासाठी दिवस निवडा.",
	"Select days to apply the Timer Power On settings every week.": "प्रत्येक आठवड्यातील पॉवर ऑन सेटिंग्ज लागू करण्यासाठी दिवस निवडा.",
	"Select device for audio output.": "ऑडिओ आऊट साठी डिव्हाइस निवडा.",
	"Select device or speaker for audio output.": "ऑडिओ आऊटपुटसाठी उपकरण किंवा स्पीकर निवडा.",
	"Select digital audio output format.": "डिजिटल ऑडिओ आउटपुट स्वरूप निवडा.",
	"Select language for TV menu.": "TV मेनूसाठी भाषा निवडा.",
	"Select language for subtitles.": "उपशीर्षकासाठी भाषा निवडा.",
	"Select languages for keyboards input.": "कीवर्ड इनपुटसाठी भाषा निवडा.",
	"Select method to adjust white balance.": "व्हाईट बॅलन्स समायोजित करण्यासाठी पध्दत निवडा.",
	"Select point to adjust luminance.": "दीप्तितीव्रता समायोजित करण्यासाठी बिंदू निवडा.",
	"Select the Sound mode and set detailed Audio effects.": "ध्वनी मोड निवडा आणि तपशीलवार ऑडिओ प्रभाव सेट करा.",
	"Select the Sound mode for each content type.": "प्रत्येक सामग्री प्रकारासाठी साउंड मोड निवडा.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} पोर्टसाठी Ultra HD Deep Color निवडा.",
	"Select the app to restrict the use.": "उपयोग प्रतिबंधित करण्यासाठी अनुप्रयोग निवडा.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "बघितल्या जाणाऱ्या वातावरण किंवा सामग्री प्रकारानुसार योग्य चित्र मोड निवडा.",
	"Select the audio properties to listen to the broadcast in the way you like.": "आपल्या आवडीनुसार प्रक्षेपण ऐकण्यासाठी ऑडिओ गुणधर्म निवडा.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "डिजीटल प्रसारणांसाठी मथळा प्रकार निवडा आणि विस्तृत उप-शीर्षक सेटींग्ज सेट करा.",
	"Select the channel to restrict watching.": "पाहणे प्रतिबंधित करण्यासाठी चॅनेल निवडा.",
	"Select the channel to watch when the TV turns on.": "TV जेव्हा चालू केला जाईल तेव्हा पाहण्यासाठीचे एखादे चॅनेल निवडा.",
	"Select the color range to be displayed.": "प्रदर्शित केली जाणारी रंगांची श्रेणी निवडा.",
	"Select the country for your country's special services.": "आपल्या देशाच्या विशेष सेवांसाठी देश निवडा.",
	"Select the desired video angle.": "इच्छित व्हिडिओ कोन निवडा.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "बाह्य डिव्हाइसवर TV डिजिटल ध्वनी आउट स्थानांतरित करण्यासाठी स्वरूप निवडा.",
	"Select the input to use when the TV turns on.": "टिव्ही जेव्हा ऑन केला जाईल तेव्हा वापरण्यास इनपुट निवडा.",
	"Select the inputs to restrict the use.": "उपयोग प्रतिबंधित करण्यासाठी इनपुट निवडा.",
	"Select the most preferred Subtitle Language.": "सबटायटल भाषेसाठी आपला पहिला विकल्प निवडा.",
	"Select the place where to use the TV.": "TV कोठे वापर्याचा यासाठी जागा निवडा.",
	"Select the residential region for your regional broadcast signal.": "आपल्या प्रादेशिक प्रसारण सिग्नलसाठी निवासी प्रदेश निवडा.",
	"Select the second preferred Subtitle Language.": "सबटायटल भाषेसाठी आपला दुसरा विकल्प निवडा.",
	"Select your first choice of audio language for digital broadcasts.": "डिजिटल प्रसारणासाठी आपली ऑडिओ भाषेची पहिली आवड निवडा.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "प्रसारण टीव्ही प्रदात्याच्या टेलीटेक्सट सेवेकरीता आपल्या भाषेची पहिली निवड निवडा.",
	"Select your second choice of audio language for digital broadcasts.": "डिजिटल प्रसारणासाठी आपली ऑडिओ भाषेची दुसरी आवड निवडा.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "प्रसारण टीव्ही प्रदात्याच्या टेलीटेक्सट सेवेकरीता आपल्या भाषेची दूसरी निवड निवडा.",
	"Senegal": "सेनेगल",
	"Seoul": "सोल",
	"Serbia": "सर्बिया",
	"Serbian": "सर्बियन",
	"Serial Number": "अनुक्रमांक",
	"Serta Wego": "सरता वेगो",
	"Service 1": "सेवा 1",
	"Service 2": "सेवा 2",
	"Service 3": "सेवा 3",
	"Service 4": "सेवा 4",
	"Service 5": "सेवा 5",
	"Service 6": "सेवा 6",
	"Service Area Zip Code": "सेवा क्षेत्र पोस्टल कोड",
	"Set Automatically": "स्वयंचलितपणे सेट करा",
	"Set ID": "आयडी सेट करा",
	"Set My Team Alarm.": "माझा टीम अलार्म सेट करा.",
	"Set Store Mode settings.": "स्टोर मोड सेटिंग्स सेट करा.",
	"Set System Color mode for your current TV input.": "आपल्या वर्तमान टीव्ही इनपुटसाठी सिस्टीम कलर मोड सेट करा.",
	"Set additional options for Video Description.": "व्हिडिओ विवरणासाठी अतिरिक्त विकल्प सेट करा.",
	"Set additional picture settings.": "अतिरिक्त चित्र सेटिंग्ज सेट करा.",
	"Set additional sound-related settings.": "ध्वनीशी संबंधित अतिरिक्त सेटिंग्ज सेट करा.",
	"Set advanced Subtitle options.": "प्रगत सबटायटल विकल्प सेट करा.",
	"Set advanced captioning options.": "प्रगत कॅप्शन पर्याय सेट करा.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP पत्त्याची आवृत्ती IPv4 किंवा IPv6 वर सेट करून संपादित करा.",
	"Set audio-related options.": "ऑडिओ संबंधित विकल्प सेट करा.",
	"Set caption size, color, transparency, and other options for broadcasts.": "कॅप्शनचा आकार, रंग, पारदर्शकता, आणि इतर पर्याय ब्रॉडकास्टसाठी सेट करा.",
	"Set color temperature from warm to cool.": "रंग तापमान उबदारपासून थंडवर सेट करा.",
	"Set detailed caption settings for HD broadcasts.": "HD प्रसारणासाठी विस्तृत मथळा सेटिंग सेट करा.",
	"Set detailed options for the AI functions.": "AI कार्यांसाठी तपशीलवार पर्याय सेट करा.",
	"Set detailed options for the Home feature.": "होम सुविधेसाठी विस्तृत पर्याय सेट करा.",
	"Set detailed options for the Recommendation feature.": "शिफारशी सुविधेसाठी विस्तृत पर्याय सेट करा.",
	"Set easy connection settings with external devices.": "बाह्य उपकरणांसह सोपी कनेक्शन सेटिंग सेट करा.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "वापरण्यासाठी निर्दिष्ट केलेल्या चॅनेल, अनुप्रयोग, इनपुट आणि अशाच इतर ठिकाणी पालकांच्या मार्गदर्शनाखाली लॉक सेट करा.",
	"Set necessary additional functions based on watching environment and screen status.": "पाहात असतानांचे वातावरण आणि स्क्रीनची स्थिती यानुसार अतिरिक्त आवश्यक कार्ये सेट करा.",
	"Set or reset the position of on-screen captions.": "स्क्रीनवरील मथळ्यांची स्थिती रिसेट करा किंवा सेट करा.",
	"Set settings related to your wired / wireless network.": "आपल्या वायर असलेल्या / बिनतारी नेटवर्कशी संबंधित सेटींग्ज सेट करा.",
	"Set the TV to turn off automatically after a set amount of time.": "TV सेट केलेल्या वेळेनंतर स्वयंचलितरित्या बंद होईल असा सेट करा.",
	"Set the TV to turn off automatically at a set time.": "TV सेट केलेल्या वेळेला आपोआप बंद होईल असा सेट करा.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV स्वयंचलितरित्या चालू झाल्यानंतर 4 तासासाठी कोणताही वापरकर्ता इनपुट नसल्यास TV स्वयंचलितपणे बंद करण्यासाठी सेट करा.",
	"Set the TV to turn on automatically at a set time.": "TV सेट केलेल्या वेळेत स्वयंचलितरित्या चालू होईल असा सेट करा.",
	"Set the additional functions related to the TV.": "TV शी संबंधित अतिरिक्त कार्ये सेट करा.",
	"Set the current date and time.": "वर्तमान तारीख आणि वेळ सेट करा.",
	"Set the current date manually.": "वर्तमान दिनांक स्वत: सेट करा.",
	"Set the current time manually.": "वर्तमान वेळ स्वत: सेट करा.",
	"Set the detect range of device available to connect.": "कनेक्ट करण्यासाठी उपकरणाची उपलब्ध शोध रेंज सेट करा.",
	"Set the region and country for broadcasts and special services.": "प्रसारण आणि विशेष सेवा यासाठी प्रदेश आणि देश सेट करा.",
	"Set the screen size and aspect ratio.": "स्क्रीन आकार आणि आस्पेक्ट रेशिओ सेट करा.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV ची विशेष कार्ये सेट करा.",
	"Set the time to turn off the TV automatically without user input.": "वापरकर्ता इनपुटशिवाय स्वयंचलितरित्या TV बंद करण्यासाठी वेळ सेट करा.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "अधिक खऱ्याखुऱ्या वाटणाऱ्या ध्वनीचा आनंद घेण्यासाठी आभासी बहुविध-चॅनेल वातावरण ध्वनी प्रभाव सेट करा.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "अधिक खऱ्याखुऱ्या वाटणाऱ्या ध्वनीचा आनंद घेण्यासाठी Virtual Surround ध्वनी प्रभाव सेट करा.",
	"Set the volume level when the TV turns on.": "TV जेव्हा चालू केला जाईल तेव्हा हवी असणारी ध्वनी पातळी सेट करा.",
	"Set time to turn off the TV.": "टिव्ही बंद करण्यासाठी वेल निवडा.",
	"Set time to turn on the TV.": "टिव्ही बंद करण्यासाठी वेळ सेट करा.",
	"Set up additional features related to customer support.": "ग्राहक समर्थनाशी संबंधित अतिरिक्त सुविधांचा सेटअप करा.",
	"Set up an account to use LG Services.": "LG सेवांचा वापर करण्यासाठी खात्याचा सेटअप करा.",
	"Set whether to display Home when the TV is turned on.": "TV चालू केल्यानंतर होम कोठे दर्शवायचे ते सेट करा.",
	"Settings Help": "सेटींग्ज मदत",
	"Sexual Situations": "लैंगिक परिस्थिती",
	"Sexually Suggestive Dialogue": "लैगिंकदृष्टया सूचित करणारे संवाद",
	"Shanghai": "शॅंघाइ",
	"Sharpness": "तीक्ष्णता",
	"Show Password": "पासवर्ड दाखवा",
	"Side by Side": "शेजारी शेजारी",
	"Sierra Leone": "सिएरा लिओन",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "बिनतारी राउटर TV च्या खूप जवळ असल्यास सिग्नलच्या व्यत्ययामुळे Magic Remote ची संवेदनशीलता कमी होऊ शकते.",
	"Simferopol": "सिम्फेरोपोल",
	"Singapore": "सिंगापूर",
	"Size": "आकार",
	"Skopje": "स्कोप्जे",
	"Sleep Timer": "स्लीप टाइमर",
	"Slovak": "स्लोव्हाक",
	"Slovakia": "स्लोवाकिया",
	"Slovenia": "स्लोव्हेनिया",
	"Slovenian": "स्लोव्हेनियन",
	"Slow": "धीमा",
	"Small": "लहान",
	"Smooth": "सुरळीत",
	"Smooth Gradation": "स्मुथ ग्रेडेशन",
	"Soccer": "सॉकर",
	"Sofia": "सोफिया",
	"Software Update": "सॉफ्टवेअर अपडेट",
	"Software Version": "सॉफ्टवेअर आवृती",
	"Software update has been installed. Update will be applied when you restart your TV.": "सॉफ्टवेअर अद्यतन प्रस्थपित केले आहे. तुम्ही तुमचा TV रिस्टार्ट कराल तेव्हा अद्यतन केले जाईल.",
	"Solid": "सॉलिड",
	"Solomon Islands": "सोलोमन बेट",
	"Somalia": "सोमालिया",
	"Some material may not be appropriate for children under 13.": "काही सामग्री 13 वर्षे वयाच्या खालील मुलांसाठी अयोग्य असू शकते.",
	"Some material may not be appropriate for children.": "काही सामग्री मुलांसाठी योग्य असू शकणार नाही.",
	"Sotho, Northern": "सोथो, उत्तर",
	"Sotho, Southern": "सोथो, दक्षिणी",
	"Sound": "ध्वनी",
	"Sound Mode": "ध्वनी मोड",
	"Sound Mode Settings": "ध्वनी मोड सेटिंग्ज",
	"Sound Out": "ध्वनी आउट",
	"Sound Share": "साउंड शेअर",
	"Sound Test": "साउंड चाचणी",
	"South Africa": "दक्षिण आफ्रिका",
	"South Korea": "दक्षिण कोरिया",
	"Southern Africa": "दक्षिणी आफ्रिका",
	"Spain": "स्पेन",
	"Spanish": "स्पॅनिश",
	"Speaker Volume Control": "स्पीकर वॉल्यूम कंट्रोल",
	"Specify detailed voice guidance settings after turning on this feature.": "ही सुविधा चालू केल्यानंतर विस्तृत आवाज मार्गदर्शन सेटींग्ज निर्दिष्ट करा.",
	"Speed": "गती",
	"Spoken Subtitle": "बोललेले उपशीर्षक",
	"Sports": "स्पोर्ट",
	"Sports Alert": "स्पोर्ट अॅलर्ट",
	"Sri Lanka": "श्रीलंका",
	"St. John's": "सेंट जॉन",
	"Stand": "उभे",
	"Standard": "स्टँडर्ड",
	"Standard Mode Sound Effect": "मानक मोड ध्वनी परिणाम",
	"Standby Light": "स्टेन्डबाय प्रकाश",
	"Start New Sound Tuning": "नवीन ध्वनि ट्युनिंग सुरू करा",
	"Start Now": "आत्ता सुरू करा",
	"Startup Sound": "स्टार्टअप ध्वनी",
	"Stockholm": "स्टॉकहोम",
	"Stop": "थांबा",
	"Store Demo": "स्टोअर डेमो",
	"Store Mode": "स्टोअर मोड",
	"Store Mode Settings": "स्टोर मोड सेटिंग्स",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "स्टोअर मोड हा स्टोअर मधील प्रदर्शनासाठी आहे. दर काही मिनिटांनी त्यात सेटिंग नव्याने सुरू केली जातील. आपण हा अनुप्रयोग बंद करून स्टोअर मोड प्रारंभ करू इच्छिता?",
	"Strong": "मजबूत",
	"Style": "स्टाईल",
	"Subnet Mask": "सबनेट मास्क",
	"Subnet prefix length": "सबनेट प्रिफिक्स लांबी",
	"Subtitle First Choice Language": "उपशीर्षक प्रथम निवड भाषा",
	"Subtitle Language": "उपशीर्षक भाषा",
	"Subtitle Second Choice Language": "उपशीर्षक दूसरी निवड भाषा",
	"Subtitles": "उपशीर्षक",
	"Sudan": "सुदान",
	"Super Impose": "सुपर इम्पोस",
	"Super Resolution": "सुपर रेसौल्यूशन",
	"Support": "समर्थन",
	"Suriname": "सूरीनाम",
	"Surround Balance": "सराऊंड बॅलन्स",
	"Surround Level": "सराऊंड लेव्हल",
	"Swahili": "स्वाहिली",
	"Swati": "स्वाती",
	"Swaziland": "स्वाझीलँड",
	"Sweden": "स्वीडन",
	"Swedish": "स्विडिश",
	"Swift Current": "स्विफ्ट वर्तमान",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "जेव्हा आपण TV बंद करता तेव्हा पुन्हा लगेच TV चालू करतो तेव्हा स्टँडबाय मोडवर स्विच करा.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "जेव्हा आपण TV बंद करता तेव्हा अनुप्रयोग, शोध आणि यासारखी इतर कार्ये लगेच वापरण्यासाठी स्टँडबाय मोडवर स्विच करा.",
	"Switzerland": "स्विझरलँड",
	"Sync Demo": "डेमो संकालित करा",
	"Syria": "सीरिया",
	"System Color": "सिस्टम रंग",
	"São Paulo": "साओ पावलो",
	"TEXT 1": "मजकूर 1",
	"TEXT 2": "मजकूर 2",
	"TEXT 3": "मजकूर 3",
	"TEXT 4": "मजकूर 4",
	"TV Information": "TV ची माहिती",
	"TV Installation Type": "टिव्ही स्थापना प्रकार",
	"TV Lock": "टीव्ही लॉक",
	"TV Name": "टीव्ही नाव",
	"TV On With Mobile": "मोबाईलवरून TV चालू करा",
	"TV Power Sound": "TV पॉवर ध्वनि",
	"TV Power Sound Volume": "TV पॉवर ध्वनि तीव्रता",
	"TV Program Locks": "टीव्ही कार्यक्रम लॉक",
	"TV Rating English": "टीव्ही रेटिंग इंग्रजी",
	"TV Rating French": "टीव्ही रेटिंग फ्रेंच",
	"TV Speaker": "TV स्पीकर",
	"TV can be used as an alarm.": "TV चा अलार्म म्हणून देखील वापर करता येईल.",
	"TV is turned off at a set time on every specified day.": "निर्दिष्ट केलेल्या दिवशी दररोज सेट केलेल्या वेळेवर TV बंद होईल.",
	"TV to USB": "टीव्ही ते USB",
	"Tagalog": "टॅगालॉग",
	"Tahiti": "ताहिती",
	"Taipei": "तैपेई",
	"Taiwan": "तैवान",
	"Tajikistan": "ताजीकिस्तान",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "इंटरनेट, अनुप्रयोग, सॉफ्टवेअर अपडेट आणि अशाच इतर प्रकारच्या नेटवर्किंगसाठी आवश्यक असलेल्या सुविधांचा लाभ घ्या.",
	"Tallinn": "टॉलिन",
	"Tamil": "तामिळ",
	"Tanzania": "टांझानिया",
	"Target Luminance": "लक्षित दिप्ती",
	"Tashkent": "ताश्केंत",
	"Tbilisi": "टबाइलीसी",
	"Tegucigalpa": "टेग्यूसिगॅल्पा",
	"Tehran": "तेहरान",
	"Teletext": "टेलीटेक्स्ट",
	"Telugu": "तेलुगु",
	"Terrestrial DTV": "टेरिस्टेरियल DTV",
	"Text Color": "मजकूर रंग",
	"Text Opacity": "मजकूर अपारदर्शकता",
	"Text Search": "मजकूर शोध",
	"Thai": "थाई",
	"Thailand": "थायलंड",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} आणि HDMI {port2} पोर्ट AMD FreeSync Premium ला सपोर्ट करतात आणि आपण हे फंक्शन निवडू शकता.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} आणि HDMI {port2} पोर्ट AMD FreeSync Premium ला सपोर्ट करतात आणि आपण हे फंक्शन सुरू किंवा बंद करू शकता.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} आणि HDMI {port2} पोर्ट त्वरित गेम प्रतिसादला समर्थित आहेत आणि आपण त्यांना चालू किंवा बंद करू शकता.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} पोर्ट AMD FreeSync Premium ला सपोर्ट करते आणि आपण हे फंक्शन निवडू शकता.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} पोर्ट AMD FreeSync Premium ला सपोर्ट करते आणि आपण ते चालू किंवा बंद करू शकता.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} पोर्ट त्वरित गेम प्रतिसादला समर्थित आहेत आणि आपण त्यांना चालू किंवा बंद करू शकता.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} आणि HDMI {port3} पोर्ट हे AMD FreeSync Premium ला सपोर्ट करतात आणि आपण हे फंक्शन निवडू शकता.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} आणि HDMI {port3} पोर्ट हे AMD FreeSync Premium ला सपोर्ट करतात आणि आपण ते चालू किंवा बंद करू शकता.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} आणि HDMI {port4} पोर्ट हे AMD FreeSync Premium ला सपोर्ट करतात आणि आपण हे फंक्शन निवडू शकता.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} आणि HDMI {port4} पोर्ट हे AMD FreeSync Premium ला सपोर्ट करतात आणि आपण ते चालू किंवा बंद करू शकता.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, आणि HDMI {port4} पोर्ट त्वरित गेम प्रतिसादला समर्थित आहेत आणि आपण त्यांना चालू किंवा बंद करू शकता.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, आणि HDMI {port3} पोर्ट त्वरित गेम प्रतिसादला समर्थन देतात आणि आपण त्यांना चालू किंवा बंद करू शकता.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "केवळ HbbTV साठी वापरल्या जाणाऱ्या HbbTV विशिष्ट ID ला खास असे मूल्य आहे, ज्याचा वापरकर्त्याच्या वैयक्तिक माहितीशी संबंधित नाही.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV विशिष्ट ID रीसेट केला जाईल.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV अनुप्रयोग किंवा सेवा तिचे प्रत्येक वापरकर्त्याला ट्रॅक करण्याचे कार्य अक्षम करेल.",
	"The IBB service will disable its tracking of an individual user.": "IBB सेवा तिचे प्रत्येक वापरकर्त्याला ट्रॅक करण्याचे कार्य अक्षम करेल.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "सर्व्हर कडून LG सेवा देश माहिती पुर्नप्राप्त करता येऊ शकली नाही. कृपया नंतर पुन्हा प्रयत्न करा.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "मेनू भाषा बदलण्यासाठी सेटिंग्स अनुप्रयोग रिलोड केला जावा. आपण सुरू ठेवू इच्छिता?",
	"The ambient lighting will be provided when motion is detected around the TV.": "जेव्हा TV भोवती हालचाल आढळेल तेव्हा अँबियन्ट उजेड पुरविला जाईल.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "उपलब्ध बाह्य व्हॉइस रेकग्निशन सेवा भाषा सेटिंगनुसार बदलू शकते. तसेच, आपण मेनू भाषा बदलल्यास, सेटिंग मेनू पुन्हा लोड केला जातो. आपण पुढे चालू ठेवायचे आहे का?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "USB स्टोरेज मधून TV वर चॅनल सूची यशस्वीरीत्या कॉपी झाली. TV 5 सेकंदांत रिस्टार्ट होईल.",
	"The channel list have been successfully copied from your TV to the USB storage.": "TV मधून USB स्टोरेज वर चॅनल सूची यशस्वीरीत्या कॉपी झाली.",
	"The closer to 100, the brighter.": "100 च्या जवळ म्हणजे खूप उज्ज्वल.",
	"The closer to 100, the clearer the color becomes.": "100 च्या जवळ म्हणजे रंग अधिक स्पष्ट होतात.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 च्या जवळ म्हणजे लाल रंग अधिक स्पष्ट होतो आणि 50 च्या जवळ म्हणजे हिरवा रंग अधिक स्पष्ट होतो.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "व्हाइट बॅलन्स फंक्शनचे तपशीलवार सेट मूल्ये रीसेट केली जातील. आपणास पुढे चालू ठेवायचे आहे?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "चॅनल आणि प्रोग्रॅमच्या ध्वनी व्हॉल्यूममधील अंतर स्वयंचलितपणे कमी झाले आहे, ज्यामुळे आपणास प्रोग्रॅमला सुसंगत व्हॉल्यूम पाहता येतो.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "चॅनल आणि प्रोग्रॅमच्या ध्वनी तीव्रतेमधील अंतर स्वयंचलितपणे कार्यक्रम पाहण्याच्या दृष्टीने सुसंगततीव्रतेवर सेट केला जातो.",
	"The higher the settings, the louder the sound rapidly.": "सेटिंग जेवढी उच्च असेल तेवढ्याच तत्परतेने ध्वनी मोठा होतो.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "अंतर्गत TV स्पीकर आणि Bluetooth स्पीकर समांतरपणे सभोवतालचा स्पष्ट असा ध्वनी तयार करून ध्वनीचे आउटपुट देतात.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "व्हॉइस रेकग्निशन भाषा स्वयंचलितपणे निवडलेल्या मेन्यू भाषेप्रमाणे सेट केली जाईल.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "व्हॉइस रेकग्निशनसाठी वापरली जाणारी भाषा निवडलेल्या मेनू भाषेनुसार सेट केली गेली आहे. समर्थन सेवा व्हॉइस भाषेनुसार भिन्न असू शकतात.",
	"The network is currently unavailable. Please try again later.": "सध्या नेटवर्क अनुपलब्ध आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "या प्रक्रियेस पूर्ण होण्यास अंदाजे एक तास लागेल आणि या दरम्यान आपला टिव्ही बंद असला पाहिजे.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "या प्रक्रियेस पूर्ण होण्यास अंदाजे {n} मिनिट(टे) लागतील आणि या दरम्यान आपला TV बंद असणे आवश्यक आहे.",
	"The program is intended for adults only.": "हा कार्यक्रम केवळ प्रौढांसाठी आहे.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "स्क्रीन ब्राइटनेस स्वयंचलितरित्या आपल्या TV-च्या आसपासच्या ब्राइटनेस नुसार समायोजित केला जाते.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "स्क्रीन 5 सेकंदात स्लाइड डाऊन होईल. स्क्रीनवर परत वर स्लाइड करण्यासाठी रिमोटवरील \"पॉवर\" आणि \"व्हॉल्यूम\" बटणे सोडून कोणतेही बटण दाबा.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "कलर मॅनेजमेंट सिस्टिम फंक्शनचे सेट उप-मूल्य रीसेट केली जातील. आपणास पुढे चालू ठेवायचे आहे?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth सराउंड साउंड + अंतर्गत TV स्पीकरची सेटिंग रीसेट केली जाईल.",
	"The settings are as follows.": "सेटिंग्ज खालीलप्रमाणे आहेत.",
	"The sound may not be output when digital sound output is set to Pass Through.": "जेव्हा डिजिटल ध्वनी आउटपुट पास थ्रू वर सेट केले जाते तेव्हा ध्वनी प्रसारित होऊ शकत नाही.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "अद्यतन तुमच्या TV ला लागू नाही. सॉफ्टवेअर पूर्व आवृत्तीवर जाईल.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "जेव्हा TV चालू असेल आणि स्क्रीनवर काही दिसत असेल तेव्हा स्क्रीनवर दृश्य परिणाम प्रदर्शित होतील.",
	"There are no paired devices.": "तिथे कोणतेही पेअर केलेले डिव्हाइस नाहीत.",
	"There are settings to correct or prevent OLED panel noise.": "OLED पॅनेल ध्वनी दुरुस्त करण्यासाठी किंवा त्यास प्रतिबंध करण्यासाठी सेटिंग्ज आहेत.",
	"There is no USB device connected to your TV.": "कोणतेही USB डिव्हाइस टीव्हीला कनेक्ट नाही.",
	"There is no message.": "कोणतीही माहिती नाही आहे.",
	"Thimphu": "थिंपू",
	"Third Language": "तृतीय भाषा",
	"This feature applies only to specified LG Wireless Keyboard models.": "ही सुविधा केवळ निर्दिष्ट LG बिनतारी किबोर्ड मॉडेलवर लागू आहे.",
	"This function works only when it is provided by the broadcast program.": "हे कार्य केवळ प्रसारण कार्यक्रमांकडून पुरविले गेल्यावरच कार्यरत होते.",
	"This is a closed caption preview": "हे बंद मथळ्याचे पूर्वावलोकन आहे",
	"This is an already existing value.": "हे आधीच अस्तित्वात असलेले मूल्य आहे.",
	"This service provides you with more information about watching program and enjoys related contents.": "ही सेवा आपल्याला पाहात असलेल्या कार्यक्रमाविषयी अधिक माहिती प्रदान करते ज्यामुळे संबंधित सामग्रीचा आपल्याला आनंद घेता येतो.",
	"This will revert all options on TV to their default settings.": "यामुळे TV वरील सर्व पर्याय त्यांच्या डिफॉल्ट सेटिंगवर बदलले जातील.",
	"Thule": "थुली",
	"Tijuana": "तिजुआना",
	"Time": "वेळ",
	"Timer Channel": "टाइमर चॅनेल",
	"Timer Repeat": "टाइमर पुनरावृत्ती",
	"Timers": "टाइमर्स",
	"Timezone": "वेळ क्षेत्र",
	"Timor-Leste": "तिमोर-लेस्टे",
	"Tint": "टिंट",
	"Tiranë": "टिरेन",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ध्वनी अनुकुलित करण्यासाठी एक चाचणी ध्वनी TV वर प्ले करा आणि Magic Remote चा वापर करून तयार झालेल्या ध्वनीचे मापन करा.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "तुमच्या TV चा आवाज तपासण्यासाठी, साउंड आउट सेटिंग अंतर्गत TV स्पीकरवर बदललली पाहिजेत. आपण सुरू ठेवू इच्छिता?",
	"Togo": "टोगो",
	"Tokyo": "टोकियो",
	"Tonga": "टोंगा",
	"Top and Bottom": "शीर्ष आणि तळ",
	"Toronto": "टोरोंटो",
	"Total Power On Time": "एकूण पॉवर ऑन टाइम",
	"Tracking Speed": "ट्रॅकिंग गति",
	"Translucent": "अर्धपारदर्शक",
	"Transparent": "पारदर्शक",
	"Treble Boost": "ट्रेबेल बूस्ट",
	"Trinidad And Tobago": "त्रिनिदाद आणि टोबॅगो",
	"Trinidad and Tobago": "त्रिनिदाद आणि टोबॅगो",
	"Tripoli": "ट्रिपोली",
	"Tsonga": "त्सोंगा",
	"Tswana": "त्स्वाना",
	"Tune and save available channels.": "ट्यून करुन उपलब्ध चॅनेल जतन करा.",
	"Tune and save available channels. You can set satellite channel options.": "ट्यून करुन उपलब्ध चॅनेल जतन करा. तुम्ही सॅटेलाईट चॅनेलचे पर्याय सेट करू शकता.",
	"Tunis": "ट्यूनिस",
	"Tunisia": "ट्युनिशिया",
	"Turkey": "तुर्की",
	"Turkish": "तुर्कीश",
	"Turkmenistan": "तुर्कमेनिस्तान",
	"Turn on TV with mobile device same as smartphone.": "स्मार्टफोनसारख्या मोबाइल उपकरणासह TV चालू करा.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} पोर्टसाठी Ultra HD Deep Color चालू/बंद करा.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} पोर्टचा त्वरित गेम प्रतिसाद चालू किंवा बंद करा.",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth वापरून मोबाईल उपकरणावरून TV चालू करा.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi वापरून आपल्या मोबाईल उपकरणावरून TV चालू करा.",
	"Turn on via Bluetooth": "Bluetooth द्वारे चालू करा",
	"Turn on via Wi-Fi": "Wi-Fi द्वारे चालू करा",
	"Turn on/off description box in Settings.": "सेटिंग्जमधील विवरण बॉक्स चालू/बंद करा.",
	"Turn on/off standby light.": "स्टँडबाय लाईट चालू/बंद करा.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} पोर्टचे AMD FreeSync Premium चालू/बंद करा.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "सिग्नल नसतांना स्क्रीनवर प्रदर्शित केल्या जाणाऱ्या प्रतिमा चालू/बंद करा.",
	"Turn on/off the related features of energy consumption.": "पॉवर वापरण्याशी संबंधित सुविधा चालू/बंद करा.",
	"Turn the Hybridcast service on/off.": "Hybridcast सेवा चालू/बंद करा.",
	"Turn the Interactivity (DTVi) service on/off.": "पारस्पारीक (DTVi) सेवा चालू/बंद करा.",
	"Turn your broadcast TV provider's TV Guide on/off.": "प्रसारण टीव्ही प्रदात्याचे टीव्ही मार्गदर्शक चालू/बंद करा.",
	"Turn your broadcast TV provider's teletext service on/off.": "प्रसारण टीव्ही प्रदात्याची टेलेटेक्स्ट सेवा चालू/बंद करा.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi बंद करण्याने तुम्हाला इंटरनेटवर आधारित सेवांना अक्सेस करण्यापासून तुम्हाला रोखू शकतो जोपर्यत तु्म्ही नेटवर्क ला कनेक्ट करण्यासाठी केबल वापरत नाही तोपर्यत. आपण सुरू ठेवू इच्छिता?",
	"UAE": "यूएई",
	"UHD Mode": "UHD मोड",
	"USA": "संयुक्त राज्य",
	"USB storage for Copy Channels": "चॅनल्स प्रतिलिपी करण्यासाठी USB स्टोरेज",
	"USB to TV": "USB ते टीव्ही",
	"Uganda": "युगांडा",
	"Ukraine": "युक्रेन",
	"Ukrainian": "युक्रेनियन",
	"Ulaanbaatar": "उलानबातर",
	"Ultra Surround": "अल्ट्रा सराउंड",
	"Unable to check for updates.": "अपडेटसाठी तपासण्यास अक्षम.",
	"Unable to connect to the network.": "नेटवर्कशी कनेक्ट करण्यात अक्षम.",
	"Undefined": "अपरिभाषित",
	"Under 17 requires accompanying parent or adult guardian.": "17 वर्षा खालील मुलांसाठी पालक सोबत असणे किंवा प्रौढ व्यक्ती सोबत असणे आवश्यक आहे.",
	"Uniform": "एकसारखा",
	"United Arab Emirates": "संयुक्त अरब अमीराती",
	"United Kingdom": "युनायटेड किंग्डम",
	"United States of America": "अमेरिका युनायटेड स्टेट्स",
	"Universal Control Settings": "युनिव्हर्सल नियंत्रण सेटिंग्ज",
	"Unknown": "अज्ञात",
	"Unknown issue has occurred.": "अज्ञात समस्या आली.",
	"Update canceled.": "अपडेट रद्द",
	"Update in progress...": "अद्यतन प्रगतीपथावर आहे...",
	"Update in progress...({n}%)": "अपडेट चालू आहे...({n}%)",
	"Update paused.": "अपडेट ला विराम दिला.",
	"Update reserved.": "आरक्षित अपडेट",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "अद्यतन रद्द केले जाईल आणि अद्यतन फाईल्स आता हटवल्या जातील. आपण सुरू ठेवू इच्छिता?",
	"Urdu": "उर्दू",
	"Uruguay": "उरुग्वे",
	"Urumqi": "उरुंक़ी",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "खोलीतील प्रतिध्वनीचे विश्लेषण करण्यासाठी आणि परिणामांवर आधारित TV च्या ध्वनीची गुणवत्ता सानुकूलित करण्यासाठी Magic Remote वापरा.",
	"Use a large pointer.": "मोठा पॉइंटर वापरा.",
	"Use a medium pointer.": "मध्यम पॉइंटर वापरा.",
	"Use a small pointer.": "लहान पॉइंटर वापरा.",
	"Use the 4-way controller to change the position and press the OK button.": "स्थिती बदलण्यासाठी 4-वे नियंत्रक वापरा आणि ठीक आहे बटण दाबा.",
	"Use the following services with the selected language.": "निवडलेल्या भाषेमधून खालील सेवा वापरा.",
	"User": "वापरकर्ता",
	"User Agreements": "वापरकर्ता करार",
	"User Guide": "वापरकर्ता मार्गदर्शक",
	"Uzbek": "उझ्बेक",
	"Uzbekistan": "उझबेकिस्तान",
	"Uzhhorod": "उझ्ह्होरोड",
	"V Position": "उभी स्थिती",
	"V Sharpness": "V तीक्ष्णता",
	"V Size": "उभा आकार",
	"Vaduz": "व्हादुझ",
	"Valencian": "वलेञ्चिअन",
	"Vancouver": "व्हँकुव्हर",
	"Vatican City": "व्हॅटिकन सिटी",
	"Venda": "वेन्दा",
	"Venezuela": "व्हेनेझुएला",
	"Vertical Zoom": "अनुलंब झूम",
	"Video 1": "व्हिडिओ 1",
	"Video 2": "व्हिडिओ 2",
	"Video 3": "व्हिडिओ 3",
	"Video Description": "व्हिडिओ वर्णन",
	"Vienna": "व्हिएन्ना",
	"Vientiane": "वियेन्षेन",
	"Vietnam": "व्हिएतनाम",
	"Vietnamese": "व्हिएतनामी",
	"View current Common Interface (CI) information.": "वर्तमान कॉम इंटरफेस (CI) माहिती दर्शवा.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "स्क्रीनवरील मेनूचा रंग कृष्ण-धवलवर बदलून आयटम अधिक स्पष्टपणे पहा.",
	"View messages from your broadcast TV provider.": "आपल्या प्रसारण टीव्ही प्रदात्याकडून असलेले संदेश दर्शवा.",
	"View more information about watching program and enjoy related contents.": "पाहात असलेल्या कार्यक्रमाविषयी अधिक माहिती पहा आणि संबंधित सामग्रीचा आनंद घ्या.",
	"View the original screen as it is or set the screen size and aspect ratio.": "मूळ स्क्रीन जशी आहे तशी पहा किंवा स्क्रीनचा आकार आणि दर्शनी गुणोत्तर सेट करा.",
	"View the original screen as it is received from broadcasts signal or connected device.": "प्रसारण सिग्नल किंवा कनेक्ट केलेल्या उपकरणावरून प्राप्त झालेली मूळ स्क्रीन जशी आहे तशी पहा.",
	"Vilnius": "विल्नियस",
	"Violence": "हिंसाचार",
	"Virtual Surround Plus": "वर्च्युअल सर्रावुंड प्लस",
	"Vivid": "स्पष्ट",
	"Vladivostok": "व्लॅडिवॉस्टॉक",
	"Voice Recognition Help and Settings": "आवाज ओळखण्यासाठी मदत आणि सेटींग्ज",
	"Voice Support Service": "व्हॉइस समर्थन सेवा",
	"Volgograd": "वोल्गोग्रड",
	"Volume": "वॉल्यूम",
	"Volume Increase Amount": "आवाज वाढ प्रमाण",
	"Volume Mode": "वॉल्यूम मोड",
	"Wall-mounted": "वॉल-माउंटेड",
	"Warm1": "उष्ण 1",
	"Warm2": "उष्ण 2",
	"Warm3": "उष्ण 3",
	"Warsaw": "वॉर्सा",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "TV चॅनेलवर इंटरनेट सामग्रीची विविध श्रेणी पहा.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "आपल्या साधनाचे सत्यापन करण्यासाठी आणि आपल्याकडे सॉफ्टवेअरची नवीनतम आवृत्ती आहे का हे तपासण्यासाठी आम्ही MAC पत्ता, मॉडेल क्रमांक, देश कोड, भाषा सेटिंग्ज आणि सॉफ्टवेअर आवृत्ती गोळा करतो आणि संग्रहित करतो.",
	"Welcome Feature": "प्रारंभिक वैशिष्ट्ये",
	"Welsh": "वेल्श",
	"Western Africa": "पश्चिमी आफ्रिका",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "जेव्हा HDD निर्दिष्ट वेळेमध्ये वापरला जात नाही, तेव्हा पॉवरचा वापर कमी करण्यासाठी स्टँडबाय मोडला स्विच करा.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "जेव्हा एक डिव्हाईस पोर्टला जोडलेले असेल, तेव्हा किमान विलंब, तडतड किंवा व्यत्यय काढून टाकून गेमची प्रतिमा ऑप्टिमाईझ केली जाते.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "त्वरित गेम प्रतिसाद लाँच केल्यानंतर व्हिडिओ तात्पुरता ब्लिंक होईल.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "साउंड आउट \"Bluetooth/HDMI ARC/ऑप्टिकल डिजिटल/WiSA स्पीकर\" वर सेट केलेले असल्यास किंवा कनेक्ट केलेले उपकरण त्वरित गेम प्रतिसादाला समर्थन देत नसल्यास हे कार्य कदाचित योग्यरित्या काम करणार नाही.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "साउंड आउट Bluetooth वर सेट केलेले असल्यास किंवा कनेक्ट केलेले उपकरण त्वरित गेम प्रतिसादाला समर्थन देत नसल्यास हे कार्य कदाचित योग्यरित्या काम करणार नाही.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "आपला टिव्ही स्वयंचलितपणे ऑन/ऑफ होईल, जेव्हा डिव्हाइस ऑन/ऑफ होईल.",
	"When the visual effects is off, the screen is displayed as Live TV.": "जेव्हा दृश्य परिणाम बंद होतात तेव्हा स्क्रीन Live TV स्वरुपात प्रदर्शित होते.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "जेव्हा हे वैशिष्ट्य 'चालू' वर सेट केले जाते, तेव्हा स्क्रीनवर दिसणारी काही वैशिष्ट्ये अंशतः पारदर्शक दिसतील.",
	"When your TV is turned off, the device will automatically turn off.": "आपला टिव्ही ऑन/ऑफ होईल, जेव्हा डिव्हाइस स्वयंचलितपणे ऑन/ऑफ होईल.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "बदललेले मूल्य एखाद्या बाह्य उपकरणावर हस्तांतरित करताना चित्र किंवा ध्वनी सहसा तात्पुरता दिला जाऊ शकत नाही.",
	"White": "पांढरा",
	"White Balance": "व्हाइट बॅलन्स",
	"Wi-Fi Connection": "Wi-Fi कनेक्शन",
	"Wi-Fi Security": "Wi-Fi सुरक्षा",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi बंद आहे. उपलब्ध असलेली नेटवर्क ज्यांना तुम्ही कनेक्ट करू शकता आणि अतिरिक्त संबंधित मेनू यांना पाहण्यासाठी सुरू करा.",
	"Wi-Fi issue has occurred.": "Wi-Fi समस्या आली.",
	"WiSA Speakers": "WiSA स्पीकर्स",
	"Wide Area Zone": "वाईड एरिया झोन",
	"Wide View": "विस्तृत दृश्य",
	"Wide View (32:9)": "विस्तृत दृश्य (32:9)",
	"Wide Zoom": "विस्तृत झूम",
	"Windhoek": "विनढोक",
	"Window Color": "विंडो रंग",
	"Window Opacity": "विंडो अपारदर्शकता",
	"Winnipeg": "विनिपेग",
	"Wired Connection (Ethernet)": "वायर कनेक्शन (इथरनेट)",
	"Wired Headphones": "वायर्ड हेडफोन ",
	"Wired Headphones + Internal TV Speaker": "वायर्ड हेडफोन्स + अंतर्गत TV स्पीकर",
	"With this option, you can control the audio device's volume with your TV remote.": "हा पर्याय वापरून आपल्याला आपल्या TV रिमोटच्या साह्याने ऑडिओ उपकरणाला नियंत्रित करता येईल.",
	"Xhosa": "झॉसा",
	"Yakutsk": "यकुटस्क",
	"Yangon": "यांगोन",
	"Year": "वर्ष",
	"Yekaterinburg": "येक्तेरिनबर्ग",
	"Yellow": "पिवळा",
	"Yellowknife": "एललओवक्णीफे",
	"Yemen": "येमेन",
	"Yerevan": "येरेवान",
	"Yes": "होय",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "जेव्हा TV चालू किंवा बंद केला जातो आणि पडदा हलतो तेव्हा तुम्ही ध्वनी प्रभाव समायोजित करू शकता.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "आपण डिव्हाइसाचा सेटअप केल्याशिवाय मॅजिक रिमोटने HDMI पोर्टवर कनेक्ट केलेली डिव्हाइसे नियंत्रित करू शकता.",
	"You can delete the device connection history of Screen Share.": "आपण Screen Share चा डिव्हाईस कनेक्शन इतिहास हटवू शकता.",
	"You can delete the device connection history of Sound Share.": "आपण Sound Share चा डिव्हाईस कनेक्शन इतिहास हटवू शकता.",
	"You can find the default password in User Guide.": "वापरकर्ता मार्गदर्शकामध्ये तुम्ही डिफॉल्ट पासवर्ड मिळवू शकता.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "आपण HDMI Ultra HD Deep Color ला \"चालू\" वर सेट करून त्वरित गेम प्रतिसाद लाँच करू शकता.",
	"You can only change settings from the current HDMI input.": "तुम्ही केवळ वर्तमान HDMI इनपुट मधून सेटिंग बदलू शकता.",
	"You can scan again to connect the device.": "आपण उपकरण कनेक्ट करण्यासाठी पुन्हा स्कॅन करू शकता.",
	"You can select left and right audio settings for broadcast signal.": "प्रक्षेपण सिग्नलसाठी आपण डावे आणि उजवे ऑडिओ सेटिंग निवडू शकता.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "आपण HDMI {num} पोर्टचे AMD FreeSync Premium निवडू शकता.",
	"You can select the Ultra HD Deep Color of port.": "आपण पोर्टचा Ultra HD Deep Color निवडू शकता.",
	"You can set the sound to play when the TV is turned on or off.": "आपण TV चालू किंवा बंद असताना आपण प्ले करण्यासाठी ध्वनी सेट करू शकता.",
	"You can turn on/off the feature of saving CAM operator's profile.": "आपण CAM ऑपरेटरचे प्रोफाइल जतन करण्याचे वैशिष्ट्य चालू/बंद करू शकता.",
	"You can turn this feature on or off.": "आपण हे वैशिष्ट्य चालू किंवा बंद करू शकता.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "आपण नेटवर्कवरून विविध सामग्री शिफारसी प्राप्त करू शकता. हा पर्याय बंद केल्यास केवळ मूलभूत सामग्री प्रदान केली जाईल आणि काही वैशिष्ट्ये उपलब्ध नसतील.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "आपला टिव्ही आणि SIMPLINK-ला कनेक्ट डिव्हाइस पुढीलप्रमाणे सिंक केले जातील:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "पिक्सल रिफ्रेशर प्रक्रिया चालू असताना आपला TV पूर्ण वेळ बंद असणे आवश्यक आहे. या प्रक्रियेदरम्यान येणारे कोणतेही सद्य अथवा पुढील रेकॉर्डिंग्ज, स्मरणपत्रे अथवा समय नियोजित पॉवर-ऑन रद्द होईल आणि शून्य दृश्यावरील BT स्पीकर उपलब्ध होणार नाही.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "पिक्सल रिफ्रेशर प्रक्रिया चालू असताना आपला टिव्ही पूर्ण वेळ बंद असणे आवश्यक आहे. या प्रक्रियेदरम्यान येणारे कोणतेही सद्य अथवा पुढील रेकॉर्डिंग्स, स्मरणपत्रे अथवा समय नियोजित पॉवर-ऑन रद्द होईल.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": " LG सेवा देश आपोआप सेट करण्यासाठी तुमचा TV नेटवर्कशी जोडलेला असला पाहिजे. कनेक्शन तपासण्याकरीता आपण आता नेटवर्क सेटिंग्ज वर जाऊ इच्छिता?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "डिजिटल TV सिग्नल द्वारे आपातकालीन सूचना संदेश देण्यासाठी तुमच्या TV ला तुमचे योग्य ठिकाण माहित हवे.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ही प्रक्रिया पूर्ण होईपर्यंत आपला टिव्ही बंद राहिल, त्यावेळी तो स्वयंचलितपणे पुन्हा सुरू होईल.",
	"Zagreb": "ज़ाग्रेब",
	"Zambia": "झांबिया",
	"Zaporozhye": "झापोरोझ्ह्ये",
	"Zimbabwe": "झिम्बाब्वे",
	"Zoom": "झूम",
	"Zoom2": "झूम2",
	"Zulu": "झुलू",
	"Zürich": "झुरिक",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] हे TV पासून काढले जातील. या उपकरणातून आवाज प्ले केला जाणार नाही. आपण सुरू ठेवू इच्छिता?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] हे पेयर केलेल्या उपकरणांच्या यादीतून काढले जाईल. तुम्हाला ते नंतर जोडायचे असेल, तर तुम्हाला उपलब्ध उपकरणे शोधून पुन्हा जोडावे लागेल. आपण सुरू ठेवू इच्छिता?",
	"[{deviceName}] will be deleted.": "[{deviceName}] हटविले जाईल.",
	"aspectRatio_original": "मूळ",
	"audioGuidance_fast": "जलद",
	"audioGuidance_high": "उच्च",
	"audioGuidance_low": "निम्न",
	"audioGuidance_medium": "मध्यम",
	"audioGuidance_slow": "धीमा",
	"audioGuidance_veryFast": "खूप वेगाने",
	"audioGuidance_veryHigh": "खूप जास्त",
	"audioGuidance_veryLow": "खूप कमी",
	"audioGuidance_verySlow": "खूप मंदपणे",
	"btDotSignalStrength_wide": "रुंद",
	"button": "बटण",
	"character": "वर्ण",
	"characters": "वर्ण",
	"checked": "चिन्हांकित",
	"colorGamutJPNWide": "रुंद",
	"connecting": "कनेक्ट करत आहे",
	"depthOfColor": "रंग",
	"diagonal zoom in": "कर्णरेषेत झूम इन करा",
	"diagonal zoom out": "कर्णरेषेत झूम आउट करा",
	"digitalOptionSetByProgram": "कार्यक्रमा द्वारे सेट",
	"energy_Maximum": "कमाल",
	"energy_Medium": "मध्यम",
	"energy_Minimum": "किमान",
	"freesync_high": "उच्च",
	"freesync_low": "निम्न",
	"freesync_off": "बंद",
	"freesync_wide": "रुंद",
	"gamma_high1": "उच्च 1",
	"gamma_high2": "उच्च 2",
	"hidden": "लपविलेले",
	"horizontal zoom in": "क्षैतिज झूम इन करा",
	"horizontal zoom out": "क्षैतिज झूम आउट करा",
	"jpDoNot": "बंद",
	"logoLuminance_high": "उच्च",
	"logoLuminance_low": "कमी",
	"min": "मि",
	"not connected": "कनेक्ट केलेले नाही",
	"objet_soundMode": "प्रत्येक सामग्री प्रकारासाठी आवाज मोड अनुकूल करा.",
	"pictureControl3dModeStandard": "स्टँडर्ड",
	"pictureControlAuto": "ऑटो",
	"pictureControlAuto_BlackLevel": "ऑटो",
	"pictureControlHigh": "उच्च",
	"pictureControlHigh_BlackLevel": "उच्च",
	"pictureControlHigh_Male": "उच्च",
	"pictureControlLow": "निम्न",
	"pictureControlLow_BlackLevel": "निम्न",
	"pictureControlLow_Male": "निम्न",
	"pictureControlMedium": "मध्यम",
	"pictureControlMedium_BlackLevel": "मध्यम",
	"pictureControlMedium_Male": "मध्यम",
	"pictureControlwhiteBalanceColorTemperatureMedium": "मध्यम",
	"pictureLocalDimmingHigh": "उच्च",
	"pictureLocalDimmingLow": "निम्न",
	"pictureLocalDimmingMed": "मध्यम",
	"pictureMode": "स्टँडर्ड",
	"pictureModeSettings": "सानुकूलित",
	"press OK button to edit IP manually": "IP मॅन्युअली संपादित करण्यासाठी ओके बटण दाबा",
	"press OK button to enter channel to search": "शोधण्यासाठी चॅनेल प्रविष्ट करण्याकरीता ओके हे बटण दाबा",
	"press OK button to enter value": "मूल्य प्रविष्ट करण्यासाठी ठीक आहे बटण दाबा",
	"press right button to adjust de-judder and de-blur value": "डी-जजर आणि डी-ब्लर मूल्य समायोजित करण्यासाठी उजवे बटण दाबा",
	"press right button to adjust zoom ratio and position": "झूम अनुपात आणि स्थिती समायोजित करण्यासाठी समायोजित करण्यासाठी उजवे बटण दाबा",
	"shift current screen down": "वर्तमान स्क्रीन खाली न्या",
	"shift current screen to the left": "वर्तमान स्क्रीन डावीकडे न्या",
	"shift current screen to the right": "वर्तमान स्क्रीन उजवीकडे न्या",
	"shift current screen up": "वर्तमान स्क्रीन वर न्या",
	"shift down": "खाली न्या",
	"shift left": "डावीकडे न्या",
	"shift right": "उजवीकडे न्या",
	"shift up": "वर न्या",
	"soundMode_Standard": "स्टँडर्ड",
	"speaker_channel": "चॅनल",
	"thaRatingNone": "काही ही नाही",
	"unchecked": "अचिन्हांकित",
	"unread": "न वाचलेले",
	"vertical zoom in": "अनुलंब झूम इन",
	"vertical zoom out": "अनुलंब झूम आउट",
	"volumeModeHigh": "उच्च",
	"volumeModeLow": "निम्न",
	"volumeModeMedium": "मध्यम",
	"webOS TV Version": "webOS टीव्ही आवृत्ती",
	"zoom in": "झूम इन करा",
	"zoom out": "झूम आउट करा"
}
