{
	"* The device connected should support this service.": "* Le dispositif connecté doit prendre en charge ce service.",
	"* This feature is applied once and only once when the TV is turned off.": "* Cette fonctionnalité est appliquée une fois seulement, lorsque le téléviseur est éteint.",
	"* This feature is available on certain devices only.": "* Cette fonction est offerte uniquement sur certains dispositifs.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ce mode exprime clairement la vision du FILMMAKER MODE, mais l’image peut paraître plus sombre qu’avec d’autres modes d’image.",
	"* This settings is only available for Internal TV Speaker.": "* Ce paramètre n’est disponible que pour le haut-parleur interne du téléviseur.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bien que cette option soit activée, l’économiseur d’écran ne s’affichera pas afin d’éviter de perturber votre expérience de visionnement sur des entrées externes telles que la télévision en direct.",
	"* You can control the app which supports the function on your mobile device.": "* Vous pouvez contrôler l’application qui prend en charge cette fonction sur votre appareil mobile.",
	"1) Turn the Bluetooth on the other device off.": "1) Désactivez le Bluetooth sur l’autre appareil.",
	"10 Points Code Value": "Valeur du code : 10 points",
	"10 Points IRE": "IRE de 10 points",
	"10 min": "10 min.",
	"120 min": "120 min.",
	"14 by 9": "quatorze par neuf",
	"16 by 9": "seize par neuf",
	"180 min": "180 min.",
	"2 Channel": "2 canaux",
	"2 Points": "2 points",
	"2) Turn the Bluetooth device to connect off and on.": "2) Éteignez, puis rallumez le périphérique Bluetooth à connecter.",
	"20 Points Code Value": "Valeur du code : 20 points",
	"20 Points IRE": "IRE de 20 points",
	"21 by 9": "vingt-et-un par neuf",
	"22 Points Code Value": "Valeur du code : 22 points",
	"22 Points IRE": "IRE de 22 points",
	"240 min": "240 min.",
	"32 by 12": "trente-deux par douze",
	"32 by 9": "trente-deux par neuf",
	"3G/4G Connection": "Connexion 3G/4G",
	"4 Hours Auto Power Off": "Mise hors tension automatique après 4 heures",
	"4 by 3": "quatre par trois",
	"4-Way Zoom": "Zoom avec le bouton en croix",
	"5.1 Channel": "5.1 canaux",
	"AD ID": "ID de publicité",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "L’ID de publicité est utilisé pour identifier cet appareil à des fins publicitaires et pour favoriser certaines publicités susceptibles de vous intéresser. Vous pouvez réinitialiser l’ID de publicité ou en limiter le suivi ci-dessous.",
	"AI Acoustic Tuning": "Réglage acoustique IA",
	"AI Acoustic Tuning Options": "Options de Réglage acoustique IA",
	"AI Acoustic Tuning is disabled.": "Réglage acoustique IA est désactivé.",
	"AI Brightness Control": "Contrôle de la luminosité IA",
	"AI Picture": "Fonctionnalité Image IA",
	"AI Picture Pro": "Fonctionnalité Image IA Pro",
	"AI Recommendation": "Recommandations de l’IA",
	"AI Service": "Service d’IA",
	"AI Sound": "Fonctionnalité Son IA",
	"AI Sound Pro": "Fonctionnalité Son IA Pro",
	"ASC": "CAS",
	"ATV": "Télévision de pointe",
	"AV": "Audiovisuel ",
	"AV Sync Adjustment": "Réglage Synchro. AV",
	"AV2": "Audiovisuel2",
	"AV3": "Audiovisuel3",
	"Account Management": "Gestion de compte",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "L’activation de cette option va interrompre la collecte et le suivi des données personnelles liées aux publicités à partir de ce téléviseur Smart. L’activation du bouton peut avoir une incidence sur les types de publicités que vous verrez à l’avenir, mais cela ne vous empêchera pas de recevoir des publicités.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "L’activation de ce bouton demandera à LGE d’indiquer à ses prestataires tiers de cesser la commercialisation de vos renseignements personnels. Sauf si vous les désactivez séparément, vous pouvez toujours accéder aux services tels que Live Plus, LG Channels et Who.Where.What?.",
	"Add Network": "Ajouter réseau",
	"Add a hidden wireless network": "Ajoutez un réseau sans fil caché",
	"Add wireless network by manually entering network name (SSID).": "Ajouter un réseau sans fil en saisissant manuellement le nom de ce réseau (SSID).",
	"Addis Ababa": "Addis-Abeba",
	"Address Setting": "Paramètre d’adresse",
	"Adjust Audio Guidance pitch.": "Réglez le ton du Guide audio.",
	"Adjust Audio Guidance speed.": "Réglez la vitesse du Guide audio.",
	"Adjust Audio Guidance volume.": "Réglez le volume du Guide audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Réglez la luminosité du rétroéclairage pour éclaircir ou assombrir l’écran.",
	"Adjust Screen Position": "Régler la position de l’écran",
	"Adjust Zoom Ratio": "Régler le niveau de zoom",
	"Adjust animation effect shown on the home at certain times.": "Réglez l’effet d’animation affiché sur l’accueil d’accueil à certains moments.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Régler la luminosité en analysant les mouvements de l’image pour éviter l’éblouissement et réduire la consommation d’énergie.",
	"Adjust brightness of the LG logo.": "Régler la luminosité du logo LG.",
	"Adjust color and saturation for a more vivid image.": "Régler la couleur et la saturation pour une image plus vive.",
	"Adjust color temperature automatically to reduce eye strain.": "Réglez la température des couleurs automatiquement pour réduire la fatigue oculaire.",
	"Adjust cursor speed.": "Réglez la vitesse de déplacement du curseur.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Régler la netteté des contours. Des valeurs plus élevées augmentent la netteté et la clarté de l’image.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Régler les paramètres gamma pour compenser la luminosité du signal d’entrée.",
	"Adjust left/right audio balance.": "Régler l’équilibre audio gauche/droite.",
	"Adjust luminance for selected color.": "Régler la luminosité de la couleur sélectionnée.",
	"Adjust luminance level for selected IRE point.": "Régler le niveau de luminosité pour le point IRE sélectionné.",
	"Adjust peak brightness for the brightest luminance.": "Réglez le pic de luminosité pour un niveau de luminosité optimal.",
	"Adjust remote's cursor speed and appearance.": "Réglez la vitesse de déplacement et l’apparence du curseur de la télécommande.",
	"Adjust screen brightness to reduce energy consumption.": "Régler la luminosité de l’écran pour réduire la consommation d’énergie.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Réglez la lumière OLED pour éclaircir ou assombrir l’écran.",
	"Adjust the audio timing to synchronize the video and audio.": "Réglez la synchronisation sonore pour synchroniser la vidéo et le son.",
	"Adjust the balance of red and green to display the tint on the screen.": "Réglez l’équilibre des rouges et des verts pour afficher la teinte à l’écran.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Réglez l’équilibre des couleurs en modifiant la température des couleurs, la luminosité et l’intensité des rouges, des verts et des bleus.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Réglez avec précision le contraste et la résolution pour chaque mode d’image et réglez également la couleur préférée, le gamma, etc.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Régler la différence entre les zones lumineuses et foncées de l’écran. Des valeurs plus élevées intensifient la différence.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Réglez le format de l’image de la même manière lorsque vous regardez un film pour vivre une expérience digne du cinéma.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Réglez la luminosité des images statiques telles que les logos pour éviter les problèmes liés à la qualité d’image pouvant survenir lorsque le téléviseur reste allumé pendant une longue période.",
	"Adjust the screen color to be pale or deep.": "Réglez la couleur de l’écran pour qu’il soit pâle ou foncé.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Réglez le son selon votre préférence pour chaque bande de fréquences sonores.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Réglez le temps pour synchroniser la vidéo et l’audio lorsqu’il y a un décalage.",
	"Adjust the tint to brighten or darken the screen.": "Réglez la teinte pour éclaircir ou assombrir l’écran.",
	"Adjust the volume you want with pressing remote's volume key.": "Réglez le volume souhaité en appuyant sur la touche volume de la télécommande.",
	"Adjust tint for selected color.": "Régler la teinte de la couleur sélectionnée.",
	"Adjust whether to display the home promotion.": "Réglez le paramètre si vous souhaitez afficher la promotion sur l’écran d’accueil.",
	"Adolescent over 13 are allowed to watch.": "Ce programme s’adresse aux adolescents âgés de plus de 13 ans.",
	"Adolescent over 14 are allowed to watch.": "Ce programme s’adresse aux adolescents âgés de plus de 14 ans.",
	"Adolescent over 16 are allowed to watch.": "Ce programme s’adresse aux adolescents âgés de plus de 16 ans.",
	"Adult Language": "Langage adulte",
	"Adults only.": "Réservé aux adultes.",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après la modification du pays, toutes les chaînes actuellement syntonisées seront supprimées. Pour effectuer une nouvelle syntonisation des chaînes, veuillez accéder à Syntonisation automatique. Voulez-vous continuer?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Une fois votre code postal modifié, toutes les chaînes Freesat actuelles seront supprimées. Pour effectuer une nouvelle syntonisation des chaînes, veuillez accéder à Syntonisation automatique. Voulez-vous continuer?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Après avoir modifié le pays, vous pouvez chercher des chaînes avec la syntonisation automatique. Voulez-vous continuer?",
	"Ages 2-7 are allowed to watch.": "Ce programme s’adresse aux enfants de 2 à 7 ans.",
	"Alerts you by sound when the TV is turned on or off.": "Elle émet un signal sonore lorsque le téléviseur est allumé ou éteint.",
	"All ages are allowed to watch.": "Ce programme s’adresse aux personnes de tout âge.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tous les paramètres actuels pour le mode {pictureMode} seront réinitialisés. Voulez-vous continuer?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tous les paramètres d’effets sonores du mode Standard seront réinitialisés. Voulez-vous continuer?",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "De plus, vous pouvez régler les paramètres détaillés du son Bluetooth Surround.",
	"Always Open": "Toujours ouvert",
	"Always-on": "Affichage permanent",
	"Always-on Off Time": "Période de désactivation du mode Affichage permanent",
	"An error has occurred while copy channels.": "Une erreur s’est produite lors de la copie des chaînes.",
	"An important software update is available.": "Une mise à jour logicielle importante est disponible.",
	"Analog TV": "TV analogique",
	"Antenna Radio": "Radio de l’antenne",
	"Any Supplementary Audio": "Toute source audio supplémentaire",
	"App Alarm": "Alerte de l’application",
	"Application Locks": "Verrouillage des applications",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Appliquez les valeurs de réglage détaillées du mode d’image actuel à toutes les entrées ou applications.",
	"Aqtöbe": "Aqtöbe",
	"Aspect Ratio": "Format de l’image",
	"Aspect Ratio Settings": "Paramètres du format de l’image",
	"Assign channels to remote buttons so you can quickly jump to them.": "Affectez des chaînes à des boutons de la télécommande pour y accéder rapidement.",
	"Audio Delay": "Retard audio",
	"Audio Description Volume": "Volume de la description audio",
	"Audio Out (Line Out)": "Sortie Audio (Ligne de sortie)",
	"Audio Type": "Type de son",
	"Auto": "Auto.",
	"Auto Detect": "Détection automatique",
	"Auto Power Off": "Mise hors tension automatique",
	"Auto Power Sync": "Synchronisation automatique de la mise sous tension",
	"Auto Volume": "Vol. normalisé",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Réglez automatiquement l’écart de volume sonore ou définissez le volume du son qui se règle à la fois avec la touche volume de la télécommande.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Ajuste automatiquement à une valeur d’image optimisée pour le genre de contenu Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Ajuste automatiquement à une valeur d’image optimisée pour le genre de contenu.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Passe automatiquement au FILMMAKER MODE lorsque du contenu cinématographique est reconnu.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimiser automatiquement la qualité d’image selon la couleur et la luminosité de l’éclairage ambiant.",
	"Automatically update system software when an update is found.": "Mettre à jour automatiquement le logiciel système lorsqu’une mise à jour est disponible.",
	"BG Color": "Couleur fond",
	"BG Opacity": "Opacité fond",
	"Balance": "Équilibre",
	"Bass Boost": "Amplificateur de basses fréquences",
	"Beirut": "Beyrouth",
	"Bishkek": "Bishkek",
	"Black Level": "Niveau de noir",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquer des émissions diffusées en anglais selon leur classification par contenu.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquer des émissions diffusées en français selon leur classification par contenu.",
	"Block content based on genre.": "Bloquer des contenus selon leur genre.",
	"Bluetooth Surround Sound + Internal TV Speaker": "Son ambiophonique Bluetooth + haut-parleur interne du téléviseur",
	"Bluetooth Surround Sound Setup": "Configuration du son ambiophonique Bluetooth ",
	"Bogotá": "Bogotá",
	"Brazilian Punk": "Brazilian Funk",
	"Broadcast Mail": "Courrier en multidiffusion",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "En appuyant sur « Réinitialiser », vous supprimerez toutes les données liées aux publicités que LGE a recueillies à partir de ce téléviseur Smart jusqu’à présent. Le fait d’appuyer sur « Réinitialiser » peut avoir une incidence sur les types de publicités que vous verrez à l’avenir, mais cela ne vous empêchera pas de recevoir des publicités.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "En activant Live Plus, vous approuvez la collecte de renseignements d’affichage par LG Electronics Inc. (« LGE ») grâce au module ACR, qui peut être partagé sur une base anonyme avec des tiers pour vous fournir des services interactifs. Nous pouvons également partager des renseignements groupés anonymes avec des tiers à des fins commerciales. Veuillez noter que nous ne recueillons et ne diffusons pas consciemment les renseignements ci-dessus sur des enfants de moins de 13 ans. Des renseignements détaillés au sujet de Live Plus sont exposés dans les renseignements d’affichage (conditions d’utilisation) qui sont accessibles dans le menu Paramètres du SmartTV. LGE.recommande fortement que vous examiniez la version complète des renseignements d’affichage (conditions d’utilisation) avant d’activer la fonction Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "En activant Live Plus, vous comprenez que le contenu diffusé sur votre téléviseur peut être reconnu et que les renseignements de visualisation peuvent être utilisés pour vous offrir une expérience de visionnement améliorée et des services personnalisés, notamment des recommandations de contenu et des publicités. Veuillez lire la politique de confidentialité et les ententes d’utilisation pertinentes dans le menu des paramètres du téléviseur pour en savoir plus.",
	"CC 1": "CC 1",
	"CC 2": "CC 2",
	"CC 3": "CC 3",
	"CC 4": "CC 4",
	"CI Information": "Renseignements CI",
	"CI password incorrect. Please enter again.": "Mot de passe CI incorrect. Veuillez le saisir à nouveau.",
	"COMPONENT2": "COMPOSANTE2",
	"COMPONENT3": "COMPOSANTE3",
	"Can not Find Channel": "Impossible de trouver la chaîne",
	"Cape Verde": "Cap-Vert",
	"Cayman Islands": "Îles Caïmans",
	"Change blue intensity and adjust the color balance.": "Modifiez l’intensité des bleus et réglez l’équilibre des couleurs.",
	"Change green intensity and adjust the color balance.": "Modifiez l’intensité des verts et réglez l’équilibre des couleurs.",
	"Change red intensity and adjust the color balance.": "Modifiez l’intensité des rouges et réglez l’équilibre des couleurs.",
	"Change the left / right sound": "Modifier le son à gauche/droite",
	"Change the position of captions using the 4-way dial on the remote control.": "Modifiez la position du sous-titrage en utilisant le bouton en croix de la télécommande.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modification de la région peut modifier les chaînes actuellement syntonisées sur votre téléviseur. Vous pouvez effectuer une nouvelle syntonisation des chaînes dans Syntonisation automatique. Voulez-vous modifier les paramètres régionaux maintenant?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modification du pays entraînera le redémarrage de votre téléviseur et vous devrez peut-être à nouveau accepter le contrat d’utilisation de LG. La disponibilité de certains services et applications peut également varier en fonction du pays distributeur LG. Voulez-vous continuer?",
	"Channel Locks": "Verrouillage des chaînes",
	"Channel Manager": "Gestionnaire de chaînes",
	"Channel Scrolling Options": "Options de défilement de chaînes",
	"Channel Tuning": "Syntonisation des chaînes",
	"Channel Tuning & Settings": "Syntonisation et paramètres des chaînes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Les chaînes provenant de l’entrée HDMI et d’autres entrées externes ne peuvent pas être verrouillées. Pour verrouiller des chaînes de télévision, faites de Live TV l’entrée actuelle.",
	"Check TV information.": "Consultez les renseignements relatifs au téléviseur.",
	"Check alarm messages about the user settings or TV status.": "Consultez les messages d’alarme concernant les paramètres utilisateur ou l’état du téléviseur.",
	"Check descriptions for each LG webOS TV functions.": "Consultez les descriptions de chaque fonction de la plateforme webOS de LG.",
	"Check for Advertising settings and set it.": "Consultez les paramètres publicitaires et définissez-les.",
	"Check for Updates": "Rechercher des mises à jour",
	"Check for available functions with Voice and set Voice Settings.": "Consultez les fonctions disponibles avec la voix et définissez les paramètres de la voix.",
	"Check for problems with the picture quality.": "Vérifiez s’il y a des problèmes liés à la qualité d’image.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Vérifiez s’il y a des problèmes liés à la qualité sonore du haut-parleur interne du téléviseur.",
	"Check for software updates and update if available.": "Recherchez des mises à jour logicielles et faites la mise à jour au besoin.",
	"Check whether the Bluetooth device is in pairing mode.": "Vérifiez si le périphérique compatible Bluetooth est en mode jumelage.",
	"Check your TV status to solve problems or use remote support.": "Vérifiez l’état de votre téléviseur pour résoudre les problèmes ou utilisez le soutien à distance.",
	"Checking Password": "Vérification du Mot de Passe",
	"Checking for Updates": "Recherche de mises à jour",
	"Children": "Émissions pour enfants",
	"Children Age": "Adapté aux enfants",
	"Children Program Locks": "Verrouillage des émissions pour enfants",
	"Children over 8 are allowed to watch.": "Ce programme s’adresse aux enfants âgés de plus de 8 ans.",
	"Choibalsan": "Choybalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Choisissez d’avoir toutes les chaînes ou seulement les chaînes principales lorsque vous changez de chaîne.",
	"Cinema Clear": "Cinéma effacer",
	"Cinema Home": "Cinéma maison",
	"Cinema View": "Écran cinéma",
	"Cinema View (32:12)": "Écran cinéma (32:12)",
	"Clean Audio": "Son net",
	"Clear": "Vif",
	"Clear Plus": "Clair Plus",
	"Clear Voice Ⅲ": "Voix claires Ⅲ",
	"Clear Voice Ⅳ": "Voix claires Ⅳ",
	"Clear1": "Effacer",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Une fois que votre clavier sans fil LG est activé et réglé sur le mode de jumelage, cliquez sur le bouton CONNECTER ci-dessous.",
	"Closed Caption": "Sous-titres codés",
	"Closed Caption Settings": "Paramètres des sous-titres",
	"Code Value": "Valeur du code",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Récupérez et stockez l’adresse MAC, le numéro de modèle, le code de pays, les paramètres de langue et la version du logiciel pour vérifier la mise à jour logicielle la plus récente.",
	"Color Management System": "Système de gestion de couleur",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirmez les conditions générales ou changez pour ne pas accepter l’entente.",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Connectez le haut-parleur Bluetooth et le haut-parleur du téléviseur et réglez automatiquement le Retard Audio entre les haut-parleurs.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Connectez à l’eARC un dispositif audio externe qui prend en charge l’eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Connectez des dispositifs externes au téléviseur, comme un boîtier décodeur ou une barre de son, en vous reportant au guide.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Connectez-vous au réseau en entrant manuellement l’adresse IP et celle du serveur DNS.",
	"Connect via WPS PBC": "Se connecter via WPS-PBC",
	"Connect via WPS PIN": "Se connecter via PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Connectez votre téléviseur à votre routeur ou votre modem à l’aide d’un câble Ethernet pour activer votre connexion réseau filaire.",
	"Connectable Devices ({num})": "Périphériques pouvant être connectés ({num})",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "La gestion de la connexion à l’aide d’un téléphone intelligent ou d’un ordinateur est disponible. Pour pouvoir connecter un téléviseur à un appareil mobile, les paramètres et les demandes de connexion sont requis sur le téléphone intelligent et l’ordinateur.",
	"Content Recommendations": "Recommandations sur le contenu",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Le contenu sera diffusé avec un son adapté pour une écoute multicanal si le son audio multicanal est pris en charge par le service HbbTV.",
	"Copy Channels": "Copier les chaînes",
	"Correct contrast and brightness by adjusting black levels.": "Corriger le contraste et la luminosité en ajustant les niveaux de noir.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrigez les pixels de l’image pour éviter les problèmes liés à la qualité d’image pouvant survenir lorsque le téléviseur est allumé pendant une longue période.",
	"Current time is not valid. Do you want to set the correct time now?": "L’heure actuelle n’est pas valide. Voulez-vous la régler maintenant?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Les valeurs actuelles des paramètres de mode d’image personnalisés seront appliquées au mode {pictureMode} pour toutes les entrées. Voulez-vous continuer?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Le clavier sans fil LG actuellement connecté sera déconnecté de votre téléviseur. Voulez-vous continuer?",
	"Custom Time Zone": "Fuseau Horaire Personnalisé",
	"Customer Service": "Service à la clientèle",
	"Côte d'Ivoire": "Côte d’Ivoire",
	"DR Congo": "Congo-Kinshasa",
	"DTV Audio Setting": "Réglage Audio DTV",
	"Data Service": "Service de données",
	"Date": "Jour",
	"De-Blur": "Réducteur de rémanence",
	"De-Judder": "Atténuateur de bruit vidéo",
	"Delete Connection History": "Supprimer l’historique de connexion",
	"Delete Pairing History": "Supprimer l’historique de jumelage",
	"Delete Usage Data": "Supprimer les données d’utilisation",
	"Depressed": "Abaissé",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Décrivez vocalement le contenu à l’écran pour que les personnes souffrant d’une déficience visuelle puissent utiliser le téléviseur.",
	"Detect Range": "Détecter la portée",
	"Device Connection Settings": "Paramètres de la connexion d’appareils",
	"Device List": "Liste des appareils",
	"Digital Sound Out": "Sortie son numérique",
	"Digital TV": "TV numérique",
	"Directed to Older Children (ages 7 and above)": "Destiné aux enfants plus âgés (7 ans et plus)",
	"Disconnect": "Se déconnecter",
	"Display captions for hearing-impaired viewers to use TV.": "Affichez les sous-titres pour permettre aux personnes malentendantes d’utiliser le téléviseur.",
	"Display fast-moving content smoothly and clearly.": "Affichez le contenu rapide de façon claire et fluide.",
	"Display luminance level for the highest point (100 IRE).": "Afficher le niveau de luminosité pour le point le plus élevé (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Affichez les images dans des températures chromatiques froides ou chaudes.",
	"Do Not Sell My Personal Information": "Ne pas vendre mes renseignements personnels",
	"Do Not Track": "Fonctionnalité Ne pas me suivre",
	"Do you want to continue?": "Voulez-vous continuer?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Voulez-vous copier une liste de chaînes du périphérique de stockage USB vers votre téléviseur? Les chaînes actuelles sur votre téléviseur seront supprimées.",
	"Do you want to copy channel list from your TV to the USB storage?": "Voulez-vous copier une liste de chaînes de votre téléviseur vers le périphérique de stockage USB?",
	"Do you want to reset Position Settings?": "Voulez-vous réinitialiser les paramètres de la position?",
	"Do you want to reset Volume Control?": "Voulez-vous réinitialiser la commande du volume?",
	"Do you want to set the correct time now?": "Voulez-vous définir l’heure exacte maintenant?",
	"Do you want to turn your TV off now?": "Voulez-vous éteindre votre téléviseur maintenant?",
	"Dolby Atmos": "Dolby Atmos",
	"Download Mail": "Télécharger le courrier",
	"Downloadable Rating": "Classification téléchargeable",
	"Dual Mono": "Double Mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Pendant l’arrêt de l’affichage permanent, une partie des fonctions, telles que la reconnaissance vocale, est limitée lorsque l’écran est éteint.",
	"Dushanbe": "Dushanbe",
	"Dynamic Tone Mapping": "Redistribution des tons dynamique",
	"Eastern Africa": "Afrique de l’Est",
	"Eco Mode": "Mode éco.",
	"Edge Color": "Couleur bordure",
	"Edge Type": "Type bordure",
	"El Salvador": "Salvador",
	"Emergency Alert": "Alerte d’urgence",
	"Energy Saving": "Économie d’énergie",
	"Energy consumption may increase if this feature is on.": "La consommation d’énergie peut augmenter si cette fonction est activée.",
	"Energy saving modes to limit power consumption.": "Des modes économie d’énergie pour limiter la consommation.",
	"Enhance the bass sound.": "Amplifiez les basses fréquences.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Améliorez le contraste entre les zones claires et sombres de certains menus, comme l’arrière-plan et le texte, de manière à ce que les personnes malvoyantes puissent les consulter facilement.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Améliorez la résolution et la netteté du contenu grâce à un algorithme acquis au moyen d’une technique d’apprentissage profond de LG et optimisez la profondeur grâce à l’analyse de contenu.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Profitez du contenu Dolby Atmos avec le son optimal en activant l’effet de champ sonore.",
	"Enjoy TV sound by connecting Wired Headphones.": "Profitez du son de votre téléviseur en le connectant à un casque d’écoute avec fil.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Profitez du son de votre téléviseur par l’entremise de dispositifs audio externes connectés au port HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Profitez du son de votre téléviseur par l’entremise de dispositifs audio externes connectés au port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Profitez du son de votre téléviseur par l’intermédiaire d’un dispositif audio LG connecté au port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Profitez du son de votre téléviseur au moyen de dispositifs audio externes connectés aux ports de sortie externe Sortie audio/casque d’écoute.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Profitez du son de votre téléviseur depuis le haut-parleur interne du téléviseur et le casque d’écoute avec fil.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Profitez du son de votre téléviseur au moyen de dispositifs audio externes connectés à la fois au haut-parleur interne du téléviseur et au port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Profitez d’un son clair et naturel.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Profitez du son avec à un dispositif audio sans fil connecté en utilisant la synchronisation sonore de LG ou Bluetooth.",
	"Enjoy the sound optimized to the room.": "Profitez du son optimisé pour la pièce.",
	"Enter the PIN in your router's settings.": "Saisissez le code NIP dans les paramètres de votre routeur.",
	"Enter the master password.": "Saisissez le mot de passe principal.",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Même si le paramètre est désactivé, vous pouvez vérifier les renseignements associés grâce à la bannière de la chaîne ou à la reconnaissance vocale.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Même lorsque le téléviseur est éteint et consomme le minimum d’énergie, vous pouvez écouter de la musique en y connectant l’appareil mobile. De nombreuses fonctionnalités peuvent être utilisées en toute fluidité lorsque le téléviseur est allumé.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Même lorsque le téléviseur est éteint, vous pouvez écouter de la musique en connectant un téléphone intelligent au téléviseur par l’intermédiaire de Bluetooth.",
	"Every Weekday": "Chaque jour en semaine",
	"Every Weekend": "Chaque fin de semaine",
	"Export your TV's channel list information to a connected USB device.": "Exportez les renseignements de la liste de chaînes de votre téléviseur vers un périphérique USB branché.",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Rallonger la durée du dispositif de coupure automatique ou désactiver cette fonction peut provoquer une hausse de la consommation d’énergie.",
	"Eye Comfort Mode": "Mode Confort visuel",
	"Fantasy Violence": "Violence fictive",
	"Find and tell an audio device available to connect around TV.": "Trouvez et commandez un dispositif audio pouvant être connecté au téléviseur.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Régler avec précision les espaces de couleur rouge, vert, bleu, cyan, magenta et jaune.",
	"Flash": "Clignotant",
	"Flat Mode": "Mode Flat",
	"Font": "Caractère",
	"Football": "Soccer",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Pour un routeur sans fil compatible WPS (Wi-Fi Protected Setup), entrez le NIP afin de connecter le téléviseur au réseau sans fil.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Pour un routeur sans fil compatible WPS (Wi-Fi Protected Setup), appuyez sur le bouton WPS-PBC afin de connecter le téléviseur au réseau sans fil.",
	"Galapagos Islands": "Îles Galápagos",
	"Game": "Jeu",
	"General Age": "Âge général",
	"General Audience": "Tout public",
	"General Audiences": "Grand public",
	"General Program Locks": "Verrouillage des émissions générales",
	"Get started in a quiet environment for sound optimization.": "Commencez dans un environnement silencieux pour l’optimisation du son.",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Programmez les menus et les opérations en mode vocal afin que les personnes ayant une déficience visuelle puissent utiliser le téléviseur.",
	"Gujarati": "Gujarâtî",
	"Guyana": "Guyana",
	"H Position": "Position H",
	"H Sharpness": "Netteté h",
	"H Size": "Taille H",
	"HD Mode Option": "Option mode HD",
	"HDD Eco Mode": "Mode Éco HDD",
	"HDD Power Saving Mode": "Mode économie d’énergie sur disque dur",
	"HDMI Input Audio Format": "Format de l’entrée audio HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Color",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge la fonctionnalité Ultra HD Deep Color 8K.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge le paramètre Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Le port HDMI {port1} prend en charge la fonctionnalité Ultra HD Deep Color 8K.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Le port HDMI {port1} prend en charge le paramètre Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge la fonctionnalité Ultra HD Deep Color 8K.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge le paramètre Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge la fonctionnalité Ultra HD Deep Color 8K.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge le paramètre Ultra HD Deep Color.",
	"HDR Effect": "HDR effect",
	"HDR Picture Mode": "Mode Image HDR",
	"Hebrew": "Hébreux",
	"Higher values increase a sense of warmth or coldness.": "Des valeurs plus élevées permettent d’accentuer une sensation de chaleur ou de froid.",
	"Home Animation": "Animation de l’accueil",
	"Home Auto Launch": "Lancement automatique de la page d’accueil",
	"Home Mode": "Mode Usage familial",
	"Home Promotion": "Home Promotion",
	"Home Settings": "Paramètres de la page d'accueil",
	"Home/Store Mode": "Expo/Usage familial",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"However, the IPv6 version of the address does not support editing.": "Cependant, la version IPv6 de l’adresse ne prend pas en charge la modification.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Cependant, pour garder votre téléviseur en condition optimale, le mode Affichage permanent sera désactivé pendant les cinq heures définies et l’alimentation sera complètement éteinte.",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT! La réinitialisation supprimera tous les paramètres de votre compte et toutes les applications installées. Impossible d’annuler cette action.",
	"IP (Manual)": "IP (manuel)",
	"IVC (Cote d’Ivoire)": "Côte d’Ivoire",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Si l’option Sync allumage auto est sélectionnée, votre téléviseur s’allumera lorsque vous activerez un périphérique SIMPLINK et vos périphériques SIMPLINK s’éteindront lorsque vous éteindrez le téléviseur.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Si la télécommande universelle du boîtier décodeur/de l’OTT a été configurée, utilisez le décodeur connecté depuis la télécommande LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Si un dispositif est connecté au port, vous pouvez voir l’image optimisée du jeu en minimisant le délai d’attente ou l’interruption de la vidéo du dispositif.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "S’il est activé et que vous branchez un périphérique qui prend également en charge le paramètre Ultra HD Deep Color, vos images peuvent être plus nettes.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si des enregistrements ou des mises à jour de logiciels sont en cours, il attendra jusqu’à ce qu’ils soient terminés, et le processus peut prendre plus d’une heure.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Si des enregistrements ou des mises à jour logicielles sont en cours, le téléviseur attendra qu’ils soient terminés. Par conséquent, le processus pourrait prendre plus de {n} minute(s).",
	"If the device is not connected, you may not hear any sound through it.": "Si le périphérique n’est pas correctement connecté, aucun son n’en sortira.",
	"If the edge of the screen is not clean, please turn this function off.": "Si le bord de l’écran n’est pas bien défini, désactivez cette fonction.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Si le programme ne prend pas en charge le format de sortie sélectionné, la sortie par défaut de la source sera utilisée.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Si le programme ne prend pas en charge différents paramètres audio, le son par défaut sera sélectionné.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Si le même problème se répète, veuillez modifier à nouveau la valeur de réglage ou redémarrez le périphérique externe connecté.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Si la langue sélectionnée n’est pas prise en charge, la langue par défaut des diffusions sera utilisée.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Si l’écran statique n’a reçu aucune saisie de l’utilisateur pendant une heure, il affichera un économiseur d’écran.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Si l’heure que vous avez définie est très différente de l’heure actuelle, certaines fonctions intelligentes pourraient ne pas s’afficher.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Si votre dispositif n’émet aucun son, assurez-vous qu’il fonctionne correctement et qu’il prend en charge la synchronisation sonore de LG.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Si vous sélectionnez le mode Démo en magasin, le téléviseur sera configuré pour afficher des valeurs optimisées destinées à la vente au détail.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si vous activez la description audio, vous pouvez uniquement effectuer des déplacements à l’aide des boutons de direction de votre télécommande et certaines applications qui nécessitent le pointeur ne peuvent pas être utilisées.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si vous la désactivez, le profil de l'utilisateur de la CAM sera supprimé.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si vous la désactivez, toutes les chaînes CAM syntonisées ne seront pas disponibles et vous ne recevrez plus de notifications.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Si vous désactivez la fonction de démarrage rapide +, vous ne pourrez pas allumer votre téléviseur avec l'application de commande à distance. Voulez-vous continuer?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si vous désactivez l’économiseur d’écran et que la même image reste sur votre écran pendant plus de deux heures, cela peut affecter la qualité d’image de votre écran. Si elle reste pendant plus de cinq heures, une dégradation permanente de la qualité d’image peut se produire. Voulez-vous continuer?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Si vous désactivez cette option, l’écran statique restera affiché plus longtemps, ce qui dégradera la qualité de l’écran ou engendrera des difficultés de fonctionnement dans certains cas.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si vous utilisez la fonction d’économie d’énergie, cela altérera la luminosité de l’écran de votre téléviseur.",
	"Import your TV's channel list information from a connected USB device.": "Importez les renseignements de la liste de chaînes de votre téléviseur à partir d’un périphérique USB branché.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importez/exportez les renseignements de la liste de chaînes de votre téléviseur à partir de/vers un périphérique USB branché.",
	"Input Locks": "Verrouillage des entrées",
	"Input field": "Champ de saisie",
	"Installing...": "Installation...",
	"Instant Game Response": "Réponse Instant Game",
	"Interactivity(DTVi)": "Interactivité(DTVi)",
	"Internal TV Speaker": "Haut-parleur interne du téléviseur",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inversez et équilibrez certaines couleurs dans les menus pour améliorer la visibilité des éléments affichés à l’écran.",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Les paramètres sont réinitialisés individuellement en mode Image. Sélectionnez le mode d’image souhaité et réinitialisez-le.",
	"It may not sound depending on connected devices.": "Le son peut ne pas être diffusé selon les dispositifs connectés.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Grâce à un algorithme appris par l’entremise d’une technique d’apprentissage informatique LG, elle fournit le son optimal ou un son ambiophonique virtuel à 4.0 canaux en fonction du genre visionné.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Grâce à un algorithme appris par l’entremise d’une technique d’apprentissage profond LG, elle fournit le son optimal ou un son ambiophonique virtuel à 5.1 canaux en fonction du genre visionné.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Il fournit le son optimisé en réglant le son réfléchi dans la pièce en fonction du type d’installation du téléviseur.",
	"It reduces jaggies in the picture for a smooth picture.": "Elle réduit les saccades de l’image pour une image harmonieuse.",
	"It works only when the broadcasting program supports captions.": "Cette option fonctionne uniquement lorsque le programme diffusé prend en charge les sous-titres codés.",
	"It works only when the broadcasting program supports subtitles.": "Cette option fonctionne uniquement lorsque le programme diffusé prend en charge les sous-titres.",
	"Just Scan": "Sur mesure",
	"Kannada": "Kannada",
	"Khovd": "Hovd",
	"Krasnoyarsk": "Krasnoyarsk",
	"Kuwait City": "Koweit City",
	"LED Local Dimming": "Atténuation localisée DEL",
	"LG Logo Light (Front of TV)": "Voyant du logo LG (avant de la TV)",
	"LG Services Country": "Pays distributeur LG",
	"LG Sound Sync": "Synchronisation du son LG Sound Sync",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Le clavier sans fil LG vous permet de commander votre téléviseur par Bluetooth.",
	"Large": "Grande",
	"Last tuning:": "Dernière syntonisation :",
	"Left Right": "Gauche/Droite",
	"Left Surround": "Ambiophonique gauche",
	"Left drop shadow": "Ombre portée gauche",
	"Legal Notice": "Avis juridique",
	"Light": "Lumière",
	"Limit AD Tracking": "Limiter le suivi des publicités",
	"Live Theater": "Théâtre en direct",
	"Location": "Emplacement",
	"Lock All": "Verrouiller tout",
	"Lock changes for currently running apps will be applied the next time they are started.": "Les modifications apportées au verrouillage des applications en cours d’exécution seront appliquées lors du prochain démarrage.",
	"MAC Address": "Adresse MAC",
	"MAC Address (Wired)": "Adresse MAC (Avec fil)",
	"MAC Address (Wireless)": "Adresse MAC (Sans fil)",
	"MASTER PASSWORD": "MOT DE PASSE PRINCIPAL",
	"MPEG Noise Reduction": "Réduction de bruit MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Macédoine, ex-République yougoslave de",
	"Make blurry or difficult-to-see areas more vivid.": "Transformez les zones floues ou difficiles à voir en zones plus éclatantes.",
	"Manage channels stored on the TV.": "Gérez les chaînes enregistrées sur le téléviseur.",
	"Marquesas": "Marquises",
	"Mature Audience Only": "Réservé à un public adulte",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximiser le contraste en augmentant l’intensité des zones lumineuses et sombres de l’écran.",
	"Menu Language": "Langue menu",
	"Mexico City": "Mexico City",
	"Middle East": "Proche-Orient",
	"Mobile Connection Management": "Gestion de la connexion d’appareils mobiles",
	"Motion Eye Care": "Contrôle de la luminosité en fonction du mouvement",
	"Multi": "Multi",
	"Multi Feed": "Alimentation multiple",
	"Multiple": "Multiple",
	"Myanmar": "Myanmar",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT : Nouvelle-Galles du Sud/Territoire de la capitale australienne, Sydney",
	"NT - Northern Territory - Darwin": "NT : Territoire du Nord, Darwin",
	"Network Connection Settings": "Paramètres de la connexion réseau",
	"Network-Based Personalization Recommendations": "Recommandations sur la personnalisation axée sur le réseau",
	"New Caledonia": "Nouvelle Calédonie",
	"Nigeria": "Nigeria",
	"No Internet via 3G/4G network": "Pas d’accès Internet par réseau 3G/4G",
	"No Internet via Ethernet": "Pas d’Internet via Ethernet",
	"No Internet via Wi-Fi": "Pas d’Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Interdit aux moins de 18 ans.",
	"No Operation Auto Off": "Aucun arrêt automatique du fonctionnement",
	"No Signal Auto Off": "Aucun arrêt automatique du signal",
	"No Signal Image": "Image Aucun signal",
	"No Signal Power Off (15Min)": "Mise hors tension pour absence de signal (15 min)",
	"No devices have been found.": "Aucun périphérique n’a été trouvé.",
	"No paired devices.": "Aucun appareil n'est jumelé.",
	"No signal on Server": "Pas de signal sur le serveur",
	"No updates found.": "Aucune mise à jour trouvée.",
	"Noise Reduction": "Réduction de bruit",
	"Normal": "Normale",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Remarque : Si votre périphérique ne prend pas en charge cette fonctionnalité, il peut ne pas fonctionner correctement. Le cas échéant, vous pouvez brancher le périphérique sur un autre port HDMI ou désactiver le paramètre HDMI Ultra HD Deep Color 8K.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Remarque : Si votre périphérique ne prend pas cette fonctionnalité en charge, il ne fonctionnera pas correctement. Le cas échéant, vous pouvez brancher le périphérique sur un autre port HDMI ou désactiver le paramètre HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Remarque : les options offertes dépendent du programme de diffusion.",
	"Note: Behavior may differ if connected device is not a LG device.": "Remarque : Le comportement peut être différent si le périphérique connecté n’est pas un périphérique de LG.",
	"Note: Only displayed when it is provided by the program.": "Remarque : affichage possible uniquement s’il est fourni par le programme.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Remarque : les sous-titres s’affichent uniquement s’ils sont fournis par le programme de diffusion.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Remarque : les fonctionnalités prises en charge peuvent être différentes selon le modèle et la transparence peut varier selon le fonctionnement de la fonctionnalité avec des lectures de contenus comme Live TV ou de VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Remarque :<br>1. Si votre téléviseur est mis sous tension pendant l’exécution de l’opération Pixel Refresher, celle-ci sera interrompue et vous devrez recommencer depuis le début.<br>2. Pendant l’opération, il se peut qu’une ligne blanche s’affiche sur l’écran. Cela est normal pendant l’optimisation de votre écran.",
	"Novosibirsk": "Novossibirsk",
	"OLED LIGHT": "Lumière OLED",
	"OLED Motion": "OLED Motion",
	"OLED Motion Pro": "OLED Motion Pro ",
	"OLED Screen Saver": "Économiseur d’écran OLED",
	"Object Audio": "Objet audio",
	"Off": "Arrêt",
	"On": "Marche",
	"OnTimer Channel not selected": "Chaîne Activer minuterie non sélectionnée.",
	"Open Source Licenses": "Avis sur le logiciel Open Source",
	"Operate once when TV is off": "Exécuter une fois le téléviseur éteint",
	"Optical + Internal TV Speaker": "Haut-parleur interne du téléviseur + optique",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimisez la profondeur du contenu grâce à un algorithme acquis au moyen d’une technique d’apprentissage informatique de LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimiser les paramètres de contraste selon la luminosité de l’image du contenu HDR.",
	"Optimize contrast settings based on image brightness.": "Optimiser les paramètres de contraste selon la luminosité de l’image.",
	"Original Language": "Langue d’origine",
	"Output sound through the Internal TV speaker.": "Diffuser le son par le haut-parleur interne du téléviseur.",
	"PIN: {pin}": "NIP : {pin}",
	"Panjabi": "Punjabi",
	"Parental Guidance Suggested": "Surveillance parentale conseillée",
	"Parental Guidance Suggested :": "Supervision parentale conseillée :",
	"Parental guidance suggested for children ages 8-13.": "La supervision d’un parent est suggérée pour les enfants de 8 à 13 ans.",
	"Parents Guidance strongly required :": "Supervision parentale fortement recommandée :",
	"Parents Strongly Cautioned": "Parents fortement mis en garde",
	"Pass Through": "Fonctionnalité d’intercommunication",
	"Patent Information": "Renseignements sur les brevets",
	"Peak Brightness": "Pic de luminosité",
	"Persian": "Persan",
	"Pick a Time": "Choisir une heure",
	"Picture Mode": "Mode photo",
	"Picture Mode Settings": "Paramètres du mode Image",
	"Picture Options": "Options d’image",
	"Picture Test": "Test d’image",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Il est possible que l’image ou le son ne fonctionnent pas correctement pendant la communication initiale entre le périphérique externe connecté et le téléviseur. Si le problème persiste, veuillez réinitialiser les paramètres ou redémarrer le périphérique externe connecté.",
	"Pixel Refresher": "Pixel Refresher",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pixel Refresher permet à votre téléviseur de diffuser les images les plus nettes possible.",
	"Pixel Refresher begins only once when the TV is turned off.": "Le paramètre Régénérateur de pixels démarre uniquement lorsque le téléviseur est éteint.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel Refresher sera lancé la prochaine fois que vous éteindrez votre téléviseur.",
	"Play sound through TV Speaker.": "Lire le son à partir du haut-parleur du téléviseur.",
	"Play the standard sound suitable for all types of content.": "Diffusez le son standard adapté à tous les types de contenu.",
	"Please check if WiSA Speakers are turned on and try again.": "Veuillez vérifier que les haut-parleurs WiSA sont allumés et essayez à nouveau.",
	"Please check the network name and password and try again.": "Vérifiez le nom et le mot de passe du réseau et réessayez.",
	"Please check the status and try again": "Veuillez vérifier le statut et réessayez.",
	"Please do not unplug the USB storage until the copying is completed.": "Veuillez ne pas retirer le périphérique de stockage USB tant que la copie n’est pas terminée.",
	"Please enter your password to turn off this function.": "Veuillez inscrire votre mot de passe pour désactiver cette fonction.",
	"Please enter your password to turn on this function.": "Veuillez inscrire votre mot de passe pour activer cette fonction.",
	"Please make sure that your TV is connected to the network and try again.": "Veuillez vérifier que votre téléviseur est raccordé au réseau et réessayez.",
	"Please note that LG does not use or manage the value.": "Veuillez noter que LG n’utilise ni ne gère cette valeur.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Veuillez noter que le son peut ne pas sortir quand Digital Sound Out est réglé sur Pass Through.",
	"Please try again later.": "Veuillez réessayer ultérieurement.",
	"Please wait while the Settings application reloads.": "Veuillez patienter pendant le rechargement de l’application Paramètres.",
	"Please wait while the Settings application restarts.": "Veuillez patienter pendant le redémarrage de l’application des paramètres.",
	"Please wait while the TV searches for LG Service Country.": "Veuillez patienter pendant que le téléviseur recherche le pays du service LG.",
	"Port Louis": "Port-Louis",
	"Port of Spain": "Port-d’Espagne",
	"Porto Novo": "Porto-Novo",
	"Power Off Timer": "Désactiver la minuterie",
	"Power On Timer": "Activer la minuterie",
	"Power Saving Mode": "Mode économie d’énergie",
	"Preschool": "Émissions pour enfants d'âge préscolaire",
	"Press right button to adjust de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction du flou et la valeur Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction du flou et la valeur OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Appuyez sur le bouton droit pour régler la valeur de réduction du flou et la valeur OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction de l'effet de saccade et la valeur Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction de l’effet de saccade et la valeur OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Appuyez sur le bouton droit pour régler la valeur de réduction de l’effet de saccade et la valeur OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de Motion Pro, de réduction du flou et de réduction de l'effet de saccade.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de OLED Motion Pro, de réduction du flou et de réduction de l’effet de saccade.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Appuyez sur le bouton droit pour régler la valeur de OLED Motion, de réduction du flou et de réduction de l’effet de saccade.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Appuyez sur le bouton WPS d’un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Press the right button to adjust Motion Pro settings.": "Appuyez sur le bouton droit afin de régler les paramètres de Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Appuyez sur le bouton droit afin de régler les paramètres de OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Appuyez sur le bouton droit afin de régler les paramètres de OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Appuyez sur le bouton de droite afin de régler les paramètres du réducteur de rémanence.",
	"Press the right button to adjust de-judder settings.": "Appuyez sur le bouton de droite afin de régler les paramètres de l’atténuateur de bruit vidéo.",
	"Provide HbbTV Distinctive ID": "Fournir l’identifiant distinctif HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Fournissez l’identifiant distinctif HbbTV au service HbbTV pour les diffusions.",
	"QLD - Queensland - Brisbane": "QLD : Queensland, Brisbane",
	"Quick Start+": "Démarrage rapide+",
	"Raised": "Élevé",
	"Reason: Authentication with access point was unsuccessful.": "Raison : l’authentification au moyen du point d’accès a échoué.",
	"Reason: Could not establish a connection to access point.": "Raison : Impossible d’établir une connexion avec le point d’accès.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Raison : Impossible de récupérer une adresse IP valide au moyen de DHCP.",
	"Reason: Password is missing.": "Raison : mot de passe manquant.",
	"Reason: The network you selected is out of range.": "Raison : Le réseau sélectionné est inaccessible.",
	"Reason: Unable to login.": "Raison : Impossible de se connecter.",
	"Receive emergency alerts from TV when an emergency occurs.": "Recevez des alertes d’urgence depuis le téléviseur lorsqu’une urgence se produit.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Il est recommandé de configurer les heures pendant lesquelles vous ne regardez pas la télévision sur Affichage permanent.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recommande du contenu et des fonctionnalités en fonction de l’historique de visionnement et des habitudes d’utilisation des applications.",
	"Recommendations are available for the people, products and locations related to the current program.": "Des recommandations concernant des personnes, des produits et des lieux en rapport avec le programme actuel sont disponibles.",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Réduisez le bruit irrégulier des signaux vidéo numériques pour optimiser nettement la qualité de l’image.",
	"Registered Devices ({num})": "Appareils enregistrés ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Renforcez la tonalité aiguë du son optimisé.",
	"Remote Settings": "Réglages à distance",
	"Remove irregular and erratic pixels for a clearer image.": "Supprimer les pixels inconstants et irréguliers pour une image plus claire.",
	"Reset AD ID": "Réinitialiser l’ID de publicité",
	"Reset HbbTV Distinctive ID": "Réinitialiser l’identifiant distinctif HbbTV",
	"Reset Settings": "Réinitialiser les réglages",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Réinitialiser la liste d’applications approuvées lors de la connexion à l’application mobile de HbbTV.",
	"Reset the caption position.": "Réinitialisez la position du sous-titrage.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Réinitialisation de l’historique du contenu regardé et des applications utilisées. Lorsque l’historique est remis à zéro, cela peut prendre un certain temps avant de recevoir à nouveau des recommandations de contenu.",
	"Reset to Initial Settings": "Réinitialiser les paramètres initiaux",
	"Restrict access to TV programs based on their ratings.": "Restreindre l’accès à des émissions selon leur classification.",
	"Restrict watching based on age ratings for children programs.": "Limitez le visionnement en fonction de la classification par âge pour les programmes pour enfants.",
	"Restrict watching based on ages ratings.": "Limitez le visionnement en fonction de l’âge.",
	"Restrict watching based on fantasy violence content ratings.": "Limitez le visionnement en fonction de la classification du contenu comportant de la violence fictive.",
	"Restrict watching based on programs containing adult language.": "Limitez le visionnement en fonction des programmes contenant du langage pour adultes.",
	"Restrict watching based on programs containing sexual scene.": "Limitez le visionnement en fonction des programmes contenant des scènes à caractère sexuel.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Limitez le visionnement en fonction des programmes contenant des dialogues à connotation sexuelle.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Limitez le visionnement en fonction de l’âge ou de la classification des contenus nécessitant la supervision d’un parent.",
	"Restrict watching based on violence content ratings.": "Limitez le visionnement en fonction du classement de contenus à caractère violent.",
	"Restrict watching movies based on rating.": "Limitez le visionnement de films en fonction de leur classification.",
	"Restrict watching programs based on rating.": "Limitez le visionnement des programmes en fonction de leur classification.",
	"Restriction ratings :": "Classifications de restriction :",
	"Revert color adjustment settings to default.": "Revenez aux paramètres de réglage des couleurs par défaut.",
	"Revert detailed sound effect settings of standard mode to default.": "Rétablissez les valeurs par défaut des paramètres d’effet sonore détaillés du mode standard.",
	"Revert picture setting values to default.": "Rétablissez les valeurs d’image par défaut.",
	"Revert white balance settings to default.": "Revenez aux paramètres d’équilibrage des blancs par défaut.",
	"Right": "Droit",
	"Right Surround": "Ambiophonique droit",
	"Right drop shadow": "Ombre portée droite",
	"SA - South Australia - Adelaide": "SA : Australie-Méridionale, Adélaïde",
	"SIGNATURE TV Settings": "Paramètres du téléviseur SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vous permet d’utiliser votre télécommande LG pour commander d’autres périphériques SIMPLINK, comme un lecteur DVD ou un système de cinéma maison audio, qui sont connectés à votre téléviseur Smart de LG par HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK s’active automatiquement pour l’utilisation en mode ARC.",
	"Saint Lucia": "Sainte-Lucie",
	"San Luis": "San Luis",
	"Sana": "Sanaa",
	"Santo Domingo": "Saint-Domingue",
	"Sarajevo": "Sarajevo",
	"Saudi Arabia": "Arabie Saoudite",
	"Save CAM Operator's Profile": "Enregistrer le profil de l’opérateur CAM",
	"Save CI Password": "Sauvegarder le mot de passe CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Enregistrez les paramètres de réglage des couleurs à partir du mode d’image actuellement sélectionné pour toutes les entrées.",
	"Save the white balance settings from the current picture mode in all inputs.": "Enregistrez les paramètres d’équilibre des blancs à partir du mode d’image actuel pour toutes les entrées.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Enregistrez/réinitialisez votre mot de passe CI. Si vous enregistrez votre mot de passe, vous pourrez sauter l’étape de connexion à l’avenir.",
	"Scan \"Auto Detect\" automatically.": "Lancez automatiquement la « Détection automatique ».",
	"Screen Down": "Défiler l’écran vers le bas",
	"Screen Off": "Écran éteint",
	"Screen Saver": "Économiseur d’écran",
	"Screen Shift ": "Décalage d’écran",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "L’image à l’écran change à intervalles réguliers pour éviter les problèmes liés à la qualité d’image pouvant survenir lorsque le téléviseur reste allumé pendant une longue période.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "L’écran s’éteindra dans 5 secondes. Pour rallumer l’écran, appuyez sur n’importe quel bouton, sauf les boutons de mise en marche et de volume.",
	"Search Bluetooth Device": "Recherchez les périphériques compatibles Bluetooth",
	"Searching...": "Recherche en cours...",
	"Select IRE point to adjust luminance.": "Sélectionner un point IRE pour régler la luminosité.",
	"Select Mode": "Choisir le mode",
	"Select TV's language settings.": "Sélectionnez les paramètres de la langue du téléviseur.",
	"Select a caption type for HD broadcasts.": "Sélectionnez un type de sous-titrage pour les diffusions HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Sélectionnez un type de sous-titrage pour les diffusions NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Sélectionnez un type de sous-titrage pour les diffusions UHD.",
	"Select a caption type for analog broadcasts.": "Sélectionnez un type de sous-titrage pour les diffusions analogiques.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Sélectionnez un mode vidéo qui correspond à l’environnement de visionnement, ou définissez des paramètres pour un mode vidéo, tels que le contraste, la couleur et plus encore.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Sélectionnez une autre sortie son numérique (Auto ou PCM) si vous n’entendez pas d’effet sonore après avoir sélectionné Pass Through (intercommunication).",
	"Select audio language for digital broadcasts.": "Sélectionnez la langue pour les diffusions numériques.",
	"Select color to be adjusted.": "Sélectionner la couleur à régler.",
	"Select days to apply the Timer Power Off settings every week.": "Sélectionner les jours lors desquels appliquer les paramètres d’arrêt de la minuterie chaque semaine.",
	"Select days to apply the Timer Power On settings every week.": "Sélectionner les jours lors desquels appliquer les paramètres de mise en marche de la minuterie chaque semaine.",
	"Select device for audio output.": "Sélectionner un périphérique de sortie audio.",
	"Select device or speaker for audio output.": "Sélectionnez un dispositif ou un haut-parleur pour la sortie audio.",
	"Select digital audio output format.": "Sélectionnez un format de sortie audio numérique.",
	"Select language for subtitles.": "Sélectionner la langue des sous-titres.",
	"Select method to adjust white balance.": "Sélectionner la méthode pour régler la balance des blancs.",
	"Select point to adjust luminance.": "Sélectionnez un point pour ajuster la luminosité.",
	"Select the Sound mode and set detailed Audio effects.": "Sélectionnez le mode audio et définissez les effets audio détaillés.",
	"Select the Sound mode for each content type.": "Sélectionnez le mode audio pour chaque type de contenu.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Sélectionnez le paramètre Ultra HD Deep Color pour le port HDMI {num}.",
	"Select the app to restrict the use.": "Sélectionnez l’application dont vous voulez limiter l’utilisation.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Sélectionnez le mode image adapté selon l’environnement de visionnement et le type de contenu.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Sélectionnez le type de sous-titrage pour les diffusions numériques et définissez des paramètres de sous-titres détaillés.",
	"Select the channel to restrict watching.": "Sélectionnez la chaîne dont vous voulez limiter le visionnement.",
	"Select the channel to watch when the TV turns on.": "Sélectionnez la chaîne à regarder lorsque le téléviseur s’allume.",
	"Select the color range to be displayed.": "Sélectionnez la gamme de couleurs à afficher.",
	"Select the country for your country's special services.": "Sélectionnez le pays pour les services spéciaux de votre pays.",
	"Select the desired video angle.": "Sélectionner l’angle vidéo souhaité.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Sélectionnez le format pour transférer la sortie du son numérique du téléviseur vers un dispositif externe.",
	"Select the input to use when the TV turns on.": "Sélectionner l’entrée à utiliser lorsque vous allumez le téléviseur.",
	"Select the inputs to restrict the use.": "Sélectionnez les entrées dont vous voulez limiter l’utilisation.",
	"Select the most preferred Subtitle Language.": "Sélectionnez votre premier choix de langue de sous-titrage.",
	"Select the place where to use the TV.": "Sélectionnez l’endroit où utiliser le téléviseur.",
	"Select the second preferred Subtitle Language.": "Sélectionnez votre deuxième choix de langue de sous-titrage.",
	"Select your first choice of audio language for digital broadcasts.": "Sélectionnez votre premier choix de langue pour les diffusions numériques.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre premier choix de langue pour les services de télétexte de votre prestataire de télédiffusion.",
	"Select your second choice of audio language for digital broadcasts.": "Sélectionnez votre second choix de langue pour les diffusions numériques.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre deuxième choix de langue pour les services de télétexte de votre prestataire de télédiffusion.",
	"Service 1": "Service 1",
	"Service 2": "Service 2",
	"Service 3": "Service 3",
	"Service 4": "Service 4",
	"Service 5": "Service 5",
	"Service 6": "Service 6",
	"Set ID": "Identité télé",
	"Set My Team Alarm.": "Définir une alarme pour mon équipe",
	"Set Store Mode settings.": "Définissez les paramètres du mode Expo.",
	"Set System Color mode for your current TV input.": "Définissez la couleur de système pour votre entrée de téléviseur actuelle.",
	"Set additional picture settings.": "Configurer les paramètres d’image supplémentaires.",
	"Set additional sound-related settings.": "Définissez des paramètres sonores supplémentaires.",
	"Set advanced Subtitle options.": "Définir les options avancées de sous-titrage.",
	"Set advanced captioning options.": "Définir les options avancées de sous-titrage.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Réglez et modifiez la version de l’adresse IP en IPv4 ou IPv6.",
	"Set audio-related options.": "Définir les options en rapport avec l’audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Définissez la taille, la couleur, la transparence et d’autres options de sous-titrage pour les diffusions.",
	"Set color temperature from warm to cool.": "Définissez la température des couleurs, de chaudes à froides.",
	"Set detailed caption settings for HD broadcasts.": "Définissez des paramètres de sous-titrage détaillés pour les diffusions HD.",
	"Set detailed options for the AI functions.": "Définissez des options détaillées pour les fonctions de l’IA.",
	"Set detailed options for the Home feature.": "Définissez des options détaillées pour la fonctionnalité Accueil.",
	"Set detailed options for the Recommendation feature.": "Définissez des options détaillées pour la fonctionnalité Recommandation.",
	"Set easy connection settings with external devices.": "Définissez des paramètres de connexion simples pour les périphériques externes.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Définissez le verrouillage sur les chaînes, applications, entrées, etc., précisées devant faire l’objet de supervions parentale.",
	"Set necessary additional functions based on watching environment and screen status.": "Définissez les fonctions supplémentaires nécessaires en fonction de l’environnement de visionnement et de l’état de l’écran.",
	"Set or reset the position of on-screen captions.": "Définissez ou réinitialisez la position du sous-titrage à l’écran.",
	"Set settings related to your wired / wireless network.": "Définissez des paramètres relatifs à votre réseau câblé ou sans fil.",
	"Set the TV to turn off automatically after a set amount of time.": "Réglez le téléviseur de manière à ce qu’il s’éteigne automatiquement après une durée définie.",
	"Set the TV to turn off automatically at a set time.": "Réglez le téléviseur pour qu’il s’éteigne automatiquement à une heure précise.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Réglez le téléviseur pour qu’il s’éteigne automatiquement s’il n’y a aucune saisie par l’utilisateur 4 heures après que le téléviseur s’est allumé automatiquement.",
	"Set the TV to turn on automatically at a set time.": "Réglez le téléviseur de manière à ce qu’il s’allume automatiquement à une heure précise.",
	"Set the current date and time.": "Définir la date et l’heure actuelles.",
	"Set the current date manually.": "Définir manuellement la date actuelle.",
	"Set the current time manually.": "Définir manuellement l’heure actuelle.",
	"Set the detect range of device available to connect.": "Définissez la portée de détection du dispositif disponible pour la connexion.",
	"Set the screen size and aspect ratio.": "Définir la taille de l’écran et le format de l’image.",
	"Set the specialized functions of SIGNATURE TV.": "Définissez les fonctions spécialisées de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Réglez l’heure à laquelle le téléviseur s’éteint automatiquement sans l’intervention de l’utilisateur.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Définissez l’effet sonore ambiophonique multicanal virtuel pour obtenir un son plus réaliste.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Définissez l’effet sonore ambiophonique virtuel pour obtenir un son plus réaliste.",
	"Set the volume level when the TV turns on.": "Définissez le niveau de volume lorsque le téléviseur s’allume.",
	"Set time to turn off the TV.": "Définir une heure pour éteindre le téléviseur.",
	"Set time to turn on the TV.": "Définir une heure pour allumer le téléviseur.",
	"Set up additional features related to customer support.": "Configurez des fonctionnalités supplémentaires relatives au service à la clientèle.",
	"Set up an account to use LG Services.": "Configurez un compte pour utiliser les services LG.",
	"Set whether to display Home when the TV is turned on.": "Choisissez d’afficher l’écran d’accueil, ou non, lorsque le téléviseur est allumé.",
	"Settings Help": "Aide relative aux Paramètres",
	"Sexual Situations": "Situations sexuelles",
	"Sexually Suggestive Dialogue": "Dialogues suggestifs",
	"Shanghai": "Shanghai",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Les interférences de signal peuvent réduire la réactivité de la télécommande Magic si un routeur sans fil est placé trop proche du téléviseur.",
	"Sleep Timer": "Minuterie",
	"Slow": "Lent",
	"Small": "Petit",
	"Smooth Gradation": "Gradation naturelle",
	"Software Update": "Mise à jour logicielle",
	"Software Version": "Version du logiciel",
	"Software update has been installed. Update will be applied when you restart your TV.": "La mise à jour du logiciel a été installée. La mise à jour sera appliquée au redémarrage de votre téléviseur.",
	"Solid": "Solide",
	"Some material may not be appropriate for children under 13.": "Certaines scènes peuvent ne pas convenir aux enfants de moins de 13 ans.",
	"Some material may not be appropriate for children.": "Certaines scènes peuvent ne pas convenir aux enfants.",
	"Sotho, Northern": "Sotho, Nord",
	"Sotho, Southern": "Sotho, Sud",
	"Sound Mode": "Mode son",
	"Sound Mode Settings": "Paramètres du mode Son",
	"Sound Test": "Test audio",
	"Speaker Volume Control": "Commande du volume du haut-parleur",
	"Specify detailed voice guidance settings after turning on this feature.": "Définissez des paramètres détaillés d’assistance vocale après avoir activé cette fonctionnalité.",
	"Spoken Subtitle": "Sous-titres énoncés",
	"Sports": "Sports",
	"Sports Alert": "Alerte sportive",
	"St. John's": "St. John’s",
	"Stand": "Stand",
	"Standard Mode Sound Effect": "Effet sonore du mode Standard",
	"Start New Sound Tuning": "Démarrer une nouvelle syntonisation du son",
	"Start Now": "Démarrer maintenant",
	"Startup Sound": "Son de démarrage",
	"Store Demo": "Démo en magasin",
	"Store Mode": "Mode Expo",
	"Store Mode Settings": "Paramètres du mode Expo",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Le mode Expo est destiné aux démonstrations en magasin. Il réinitialise les paramètres à des intervalles de quelques minutes. Souhaitez-vous fermer cette application et démarrer le mode Expo?",
	"Super Resolution": "Super résolution",
	"Suriname": "Suriname",
	"Surround Balance": "Balance Surround",
	"Surround Level": "Niveau Surround",
	"Swahili": "Souahéli",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Passez en mode Veille pour rallumer le téléviseur rapidement lorsque vous l’éteignez.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Passez en mode Veille pour utiliser rapidement une variété de fonctions, telles que des applications ou la recherche, lorsque vous éteignez le téléviseur.",
	"System Color": "Couleur du système",
	"TAS - Tasmania - Hobart": "TAS : Tasmanie, Hobart",
	"TV": "Téléviseur",
	"TV Information": "Renseignements sur le téléviseur",
	"TV Installation Type": "Type d’installation du téléviseur",
	"TV Lock": "Verrouillage TV",
	"TV Name": "NOM DE LA TV",
	"TV On With Mobile": "Téléviseur mis en marche avec l'appareil mobile",
	"TV Power Sound": "Son de mise sous tension du téléviseur",
	"TV Power Sound Volume": "Volume du son de mise sous tension du téléviseur",
	"TV Program Locks": "Verrouillage des programmes TV",
	"TV Rating English": "Classification TV anglaise des émissions",
	"TV Rating French": "Classification TV française des émissions",
	"TV Speaker": "Haut-parleur du téléviseur",
	"TV can be used as an alarm.": "Le téléviseur peut être utilisé comme une alarme.",
	"TV is turned off at a set time on every specified day.": "Le téléviseur s’éteint à une heure précise chaque jour spécifié.",
	"Taipei": "Taipei",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Tirez parti des fonctions nécessitant une connexion réseau comme Internet, les applications, les mises à jour logicielles, etc.",
	"Tbilisi": "Tbilissi",
	"Text Color": "Couleur texte",
	"Text Opacity": "Opacité texte",
	"Text Search": "Recherche textuelle",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge AMD FreeSyncMC. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge AMD FreeSyncMC. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge la Réponse au jeu instantanée. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Le port HDMI {port1} prend en charge AMD FreeSyncMC. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Le port HDMI {port1} prend en charge AMD FreeSyncMC. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Le port HDMI {port1} prend en charge la Réponse au jeu instantanée. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge AMD FreeSyncMC. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge AMD FreeSyncMC. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge AMD FreeSyncMC. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge AMD FreeSyncMC. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge la Réponse au jeu instantanée. Vous pouvez activer ou désactiver cette fonction.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge la Réponse au jeu instantanée. Vous pouvez activer ou désactiver cette fonction.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "L’identifiant distinctif HbbTV est une valeur unique utilisée uniquement pour HbbTV qui n’a pas de rapport avec les données à caractère personnel de l’utilisateur.",
	"The HbbTV Distinctive ID will be reset.": "L’identifiant distinctif HbbTV sera réinitialisé.",
	"The HbbTV application or service will disable its tracking of an individual user.": "L’application ou le service HbbTV désactivera le suivi d’un utilisateur individuel.",
	"The IBB service will disable its tracking of an individual user.": "Le service IBB désactivera le suivi d’un utilisateur individuel.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Les renseignements sur le pays distributeur LG n’ont pas pu être récupérés sur le serveur. Veuillez réessayer ultérieurement.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L’application Paramètres doit être rechargée pour modifier la langue du menu. Voulez-vous continuer?",
	"The ambient lighting will be provided when motion is detected around the TV.": "L’éclairage ambiant s’active lorsque des mouvements sont détectés près du téléviseur.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Les services de reconnaissance vocale externes peuvent changer selon le paramètre de langue. De plus, si vous changez la langue du menu, le menu des paramètres est rechargé. Voulez-vous continuer?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La liste des chaînes a été copiée avec succès du périphérique de stockage USB vers votre téléviseur. Le téléviseur redémarrera dans 5 secondes.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La liste des chaînes a été copiée avec succès de votre téléviseur vers le périphérique de stockage USB.",
	"The closer to 100, the brighter.": "Plus vous vous rapprochez de 100, plus l’écran est lumineux.",
	"The closer to 100, the clearer the color becomes.": "Plus vous vous rapprochez de 100, plus la couleur est claire.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Plus vous vous rapprochez de 50, plus les rouges sont clairs. Plus vous vous rapprochez de 50, plus les verts sont clairs.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "L’ensemble détaillé des valeurs de la fonctionnalité Équilibrage des blancs sera réinitialisé. Voulez-vous continuer?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "L’écart entre le volume sonore de la chaîne et du programme est réduit automatiquement, ce qui vous permet de regarder le programme avec un volume constant.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "L’écart entre le volume sonore de la chaîne et du programme est automatiquement réglé pour vous permettre de regarder le programme avec un volume constant.",
	"The higher the settings, the louder the sound rapidly.": "Plus les réglages sont élevés, plus le son devient rapidement fort.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Le haut-parleur interne du téléviseur et les haut-parleurs Bluetooth peuvent diffuser le son simultanément, créant un effet sonore ambiophonique saisissant.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "La langue de la reconnaissance vocale sera définie par défaut en fonction de la langue du menu sélectionnée.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "La langue utilisée pour la reconnaissance vocale est définie en fonction de la langue du menu sélectionné. Les services d'assistance peuvent varier en fonction de la langue de la voix.",
	"The network is currently unavailable. Please try again later.": "Le réseau est actuellement indisponible. Veuillez réessayer plus tard.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Cette opération prend environ une heure et votre téléviseur doit demeurer éteint.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Cette opération prend environ {n} minute(s) et votre téléviseur doit demeurer éteint.",
	"The program is intended for adults only.": "Le programme est destiné aux adultes seulement.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "La luminosité de l’écran est ajustée automatiquement en fonction de la luminosité autour de votre téléviseur.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "L’écran glissera vers le bas dans 5 secondes. Appuyez sur n’importe quelle touche de la télécommande sauf Marche et Volume pour faire revenir l’écran.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Le sous-ensemble des valeurs de la fonctionnalité du système de gestion des couleurs sera réinitialisé. Voulez-vous continuer?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Le paramètre Son ambiophonique Bluetooth + haut-parleur interne du téléviseur sera réinitialisé.",
	"The settings are as follows.": "Les paramètres sont définis comme suit.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Le son peut ne pas être diffusé lorsque la sortie audio numérique est réglée sur Pass Through (intercommunication).",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La mise à jour ne peut pas être appliquée au téléviseur. La version précédente du logiciel sera restaurée.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Les effets visuels s’affichent à l’écran lorsque le téléviseur est allumé et que l’écran bouge.",
	"There are no paired devices.": "Il n’y a aucun périphérique jumelé.",
	"There are settings to correct or prevent OLED panel noise.": "Certains paramètres permettent de corriger ou d’éviter le bruit de l’écran OLED.",
	"There is no USB device connected to your TV.": "Aucun périphérique USB n’est branché à votre téléviseur.",
	"There is no message.": "Il n’y a aucun message.",
	"This feature applies only to specified LG Wireless Keyboard models.": "Cette fonction s’applique uniquement aux modèles de claviers sans fil LG spécifiés.",
	"This function works only when it is provided by the broadcast program.": "Cette fonction ne peut être utilisée que si elle est fournie par le programme de diffusion.",
	"This is a closed caption preview": "Il s’agit d’un aperçu des sous-titres codés.",
	"This is an already existing value.": "Il s’agit d’une valeur existante.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ce service vous fournit plus d’informations sur le programme en cours de visionnement et vous permet de profiter de contenus similaires.",
	"This will revert all options on TV to their default settings.": "Cela rétablira les paramètres par défaut de toutes les options du téléviseur.",
	"Thule": "Thule",
	"Timer Channel": "Canal associé à la minuterie",
	"Timer Repeat": "Répétition de la minuterie",
	"Timers": "Minuteries",
	"Tiranë": "Tiranë",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Pour optimiser le son, effectuez un essai sonore sur le téléviseur et mesurez le son réfléchi à l’aide de la télécommande Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pour tester le son de votre téléviseur, le paramètre Sortie son doit être réglé sur Haut-parleur interne du téléviseur. Voulez-vous continuer?",
	"Total Power On Time": "Durée totale de mise sous tension",
	"Tracking Speed": "Vitesse de réponse",
	"Treble Boost": "Amplificateur de sons aigus",
	"Trinidad And Tobago": "Trinité-et-Tobago",
	"Tswana": "Chuana",
	"Tune and save available channels.": "Syntonisez et enregistrez les chaînes disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Syntonisez et enregistrez les chaînes disponibles. Vous pouvez configurer des options de chaînes satellites.",
	"Turn on TV with mobile device same as smartphone.": "Allumez le téléviseur avec un appareil mobile tel qu’un téléphone intelligent.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Activez et désactivez Ultra HD Deep Color pour le port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Activez ou désactivez la réponse Instant Game du port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Allumez le téléviseur à l’aide d’un appareil mobile par Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Allumez le téléviseur à l’aide de votre appareil mobile par Wi-Fi.",
	"Turn on/off description box in Settings.": "Activez/désactivez la zone de description dans Paramètres.",
	"Turn on/off standby light.": "Activer/désactiver le témoin de veille.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Activez ou désactivez le paramètre AMD FreeSyncMD du port HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Activez/désactivez les images à afficher à l’écran quand il n’y a aucun signal.",
	"Turn on/off the related features of energy consumption.": "Activez/désactivez les fonctions liées à la consommation d’énergie.",
	"Turn the Hybridcast service on/off.": "Activer/désactiver le service Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activer/désactiver le service d’interactivité (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activez/désactivez le guide TV de votre prestataire de télédiffusion.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activez/désactivez le service télétexte de votre prestataire de télédiffusion.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "La désactivation du Wi-Fi vous empêchera d’accéder aux services Internet, sauf si vous utilisez un câble pour vous connecter au réseau. Voulez-vous continuer?",
	"UAE": "Émirats arabes unis",
	"USB storage for Copy Channels": "Stockage USB pour copier les chaînes",
	"Ulaanbaatar": "Ulaanbaatar",
	"Ultra Surround": "Ambiophonie Ultra",
	"Unable to check for updates.": "Impossible de vérifier les mises à jour.",
	"Undefined": "Non défini",
	"Under 17 requires accompanying parent or adult guardian.": "Les enfants de moins de 17 ans doivent être accompagnées d’un parent ou d’un tuteur adulte.",
	"United Arab Emirates": "Émirats Arabes Unis",
	"United States of America": "États-Unis d’Amérique",
	"Universal Control Settings": "Paramètres de commande universelle",
	"Unknown issue has occurred.": "Un problème inconnu s’est produit.",
	"Update in progress...({n}%)": "Mise à jour en cours…({n}%)",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La mise à jour sera annulée et tous les fichiers mis à jour seront maintenant supprimés. Voulez-vous continuer?",
	"Urdu": "Urdu",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilisez la télécommande Magic afin d’analyser l’acoustique de la pièce et d’optimiser la qualité sonore de votre téléviseur en fonction des résultats.",
	"Use a large pointer.": "Utilisez un grand pointeur.",
	"Use a small pointer.": "Utilisez un petit pointeur.",
	"Use the 4-way controller to change the position and press the OK button.": "Appuyez sur le bouton en croix pour changer la position puis sur OK.",
	"User Agreements": "Accords utilisateur",
	"User Guide": "Guide d’utilisation",
	"Uzhhorod": "Uzhhorod",
	"V Position": "Position V",
	"V Sharpness": "Netteté v",
	"V Size": "Taille V",
	"VIC - Victoria - Melbourne": "VIC : Victoria, Melbourne",
	"View current Common Interface (CI) information.": "Afficher les renseignements actuels sur l’interface CI (Common Interface).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Distinguez davantage les éléments en changeant la couleur du menu à l’écran en noir et blanc.",
	"View messages from your broadcast TV provider.": "Affichez des messages de votre prestataire de télédiffusion.",
	"View more information about watching program and enjoy related contents.": "Affichez plus d’informations sur le programme en cours de visionnement et profitez de contenus similaires.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Affichez l’écran d’origine tel quel ou définissez la taille de l’écran et le format de l’image.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Affichez l’écran d’origine tel qu’il est reçu du signal de diffusion ou d’un dispositif connecté.",
	"Voice Recognition Help and Settings": "Paramètres et aide pour la reconnaissance vocale",
	"Voice Support Service": "Service d’assistance vocale",
	"Volume Increase Amount": "Quantité d’Augmentation du Volume",
	"Volume Mode": "Mode volume",
	"WA - Western Australia - Eucla": "WA : Australie-Occidentale, Eucla",
	"WA - Western Australia - Perth": "WA : Australie-Occidentale, Perth",
	"Watch a diverse range of Internet contents on TV channels.": "Regardez un large éventail de contenus Internet sur les chaînes de télévision.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Nous collectons et sauvegardons l’adresse MAC, le numéro de modèle, le code du pays, les paramètres de langue ainsi que la version du logiciel pour vérifier votre périphérique et nous assurer que vous possédez la dernière version du logiciel.",
	"Welcome Feature": "Fonctionnalité d’accueil",
	"Western Africa": "Afrique de l’Ouest",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Lorsqu’un disque dur connecté n’a pas été utilisé pendant une durée définie, passez en mode Veille pour réduire la consommation d’énergie.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Lorsque la réponse Instant Game est lancée, la vidéo peut clignoter temporairement.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Lorsque la sortie du son est réglée sur « Bluetooth/HDMI ARC/Numérique optique/Haut-parleurs WiSA » ou que l’appareil connecté ne prend pas en charge la réponse Instant Game, cette fonctionnalité peut ne pas fonctionner correctement.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Si le paramètre Sortie du son est réglé sur Bluetooth ou que l’appareil connecté ne prend pas en charge la fonctionnalité Réponse au jeu instantanée, il peut ne pas fonctionner correctement.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Lorsque le périphérique est allumé/éteint, votre téléviseur s’allumera/s’éteindra automatiquement.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Lorsque les effets visuels sont désactivés, l’écran s’affiche en mode Télé en direct.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Lorsque cette fonction est activée, certaines fonctions apparaissant à l’écran sont partiellement transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Lorsque vous éteignez votre téléviseur, le périphérique s’éteindra automatiquement.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Bien que le changement de valeur de réglage soit transféré à un périphérique externe, l’image ou le son peuvent, temporairement, ne pas être assurés normalement.",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Le Wi-Fi est désactivé. Activez-le pour afficher la liste des réseaux auxquels vous pouvez vous connecter et pour accéder à des options supplémentaires.",
	"Wi-Fi issue has occurred.": "Un problème s’est produit avec le Wi-Fi.",
	"Wide Area Zone": "Zone étendue",
	"Wide View": "Écran large",
	"Wide View (32:9)": "Écran large (32:9)",
	"Wide Zoom": "Zoom grand angle",
	"Window Color": "Couleur de la fenêtre",
	"Wired Headphones": "Casque filaire",
	"Wired Headphones + Internal TV Speaker": "Casque filaire + haut-parleur interne du téléviseur",
	"With this option, you can control the audio device's volume with your TV remote.": "Grâce à cette option, vous pouvez contrôler le volume du dispositif audio avec la télécommande de votre téléviseur.",
	"Yerevan": "Yerevan",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Vous pouvez régler les effets sonores lorsque le téléviseur est allumé ou éteint et que l’écran bouge.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Vous pouvez contrôler les périphériques qui sont connectés à des ports HDMI avec la télécommande Magic sans processus de configuration du périphérique.",
	"You can delete the device connection history of Screen Share.": "Vous pouvez supprimer l’historique de connexion de la fonctionnalité Screen Share de l’appareil.",
	"You can delete the device connection history of Sound Share.": "Vous pouvez supprimer l’historique de connexion de la fonctionnalité Partage du son de l’appareil.",
	"You can find the default password in User Guide.": "Vous trouverez le mot de passe par défaut dans le Guide de l'utilisateur.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Vous pouvez lancer la fonctionnalité Réponse au jeu instantanée en activant le paramètre HDMI Ultra HD Deep Color.",
	"You can only change settings from the current HDMI input.": "Vous ne pouvez modifier les paramètres qu’à partir de l’entrée HDMI actuelle.",
	"You can scan again to connect the device.": "Vous pouvez faire une nouvelle recherche pour connecter le périphérique.",
	"You can select left and right audio settings for broadcast signal.": "Vous pouvez sélectionner les paramètres audio gauche et droite pour le signal de diffusion.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Vous pouvez sélectionner le paramètre AMD FreeSyncMC du port HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Vous pouvez sélectionner le paramètre Ultra HD Deep Color du port.",
	"You can set the sound to play when the TV is turned on or off.": "Vous pouvez régler le son lorsque le téléviseur est allumé ou éteint.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Vous pouvez activer/désactiver la fonction de sauvegarde du profil de l'utilisateur de la CAM.",
	"You can turn this feature on or off.": "Vous pouvez activer ou désactiver cette fonction.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Vous pouvez recevoir diverses recommandations de contenu par l’entremise du réseau. L’activation de cette option fournira uniquement du contenu de base et certaines fonctionnalités peuvent ne pas être disponibles.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Votre téléviseur et votre périphérique connecté SIMPLINK seront synchronisés comme suit :",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Votre téléviseur doit demeurer éteint lorsque le processus Pixel Refresher est en cours. Tous les enregistrements en cours ou programmés, les rappels programmés ou les allumages programmés à l’aide de la minuterie pendant ce processus seront annulés, et le haut-parleur BT ne sera pas disponible en mode Aucun affichage.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Votre téléviseur doit demeurer éteint lorsque le processus Pixel Refresher est en cours. Tous les enregistrements en cours ou programmés, les rappels programmés ou les allumages programmés à l’aide de la minuterie pendant ce processus seront annulés.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Vous devez connecter votre téléviseur au réseau pour définir automatiquement votre pays distributeur LG. Voulez-vous accéder aux Paramètres réseau maintenant pour vérifier la connexion?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Votre téléviseur doit connaître votre emplacement afin d’envoyer des messages d’alerte d’urgence par l’intermédiaire d’un signal TV numérique.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Votre téléviseur va rester éteint jusqu’à ce que le processus se termine, puis il se rallumera automatiquement.",
	"Zürich": "Zürich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sera déconnecté de votre téléviseur. Le son ne sera plus diffusé à partir de ce périphérique. Voulez-vous continuer?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sera retiré de la liste des périphériques jumelés. Pour le connecter ultérieurement, vous devrez chercher les périphériques disponibles et effectuer à nouveau le jumelage. Voulez-vous continuer?",
	"audioGuidance_slow": "Lent",
	"audioGuidance_veryLow": "Très bas",
	"checked": "coché",
	"digitalOptionSetByProgram": "Définir en fonction du programme",
	"freesync_off": "Arrêt",
	"jpDoNot": "Arrêt",
	"logoLuminance_high": "Élevée",
	"objet_soundMode": "Optimisez le mode audio pour chaque type de contenu.",
	"pictureControlAuto": "Auto.",
	"pictureControlAuto_BlackLevel": "Auto.",
	"pictureModeSettings": "Détails des paramètres",
	"press OK button to edit IP manually": "appuyez sur le bouton OK pour modifier manuellement l’IP",
	"press OK button to enter channel to search": "appuyez sur le bouton OK pour saisir la chaîne à rechercher",
	"press OK button to enter value": "appuyez sur le bouton OK pour saisir une valeur",
	"press right button to adjust de-judder and de-blur value": "appuyez sur le bouton droite pour régler la valeur d’atténuateur de bruit vidéo et de réducteur de rémanence",
	"press right button to adjust zoom ratio and position": "appuyez sur le bouton droite pour régler la position du zoom et le niveau de zoom",
	"shift current screen down": "déplacer l’écran actuel vers le bas",
	"shift current screen to the left": "déplacer l’écran actuel vers la gauche",
	"shift current screen to the right": "déplacer l’écran actuel vers la droite",
	"shift current screen up": "déplacer l’écran actuel vers le haut",
	"unchecked": "non coché",
	"webOS TV Version": "Version de webOS",
	"{label} : L{value}": "{label} : G{value}",
	"{label} : R{value}": "{label} : D{value}"
}
