{
	" (User)": " (Používateľ)",
	"(Version: {l})": "(Verzia: {l})",
	"* The device connected should support this service.": "* Pripojené zariadenie musí podporovať túto službu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Táto funkcia sa použije raz a iba raz, keď sa televízor vypne.",
	"* This feature is available on certain devices only.": "* Táto funkcia je dostupná len na niektorých zariadeniach.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Tento režim jasne vyjadruje zámer FILMMAKER MODE, ale môže sa zdať byť tmavší ako ostatné režimy obrazu.",
	"* This settings is only available for Internal TV Speaker.": "* Toto nastavenie je k dispozícii len pre interný reproduktor TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Hoci je táto možnosť zapnutá, šetrič obrazovky sa nespustí, aby nerušil vaše sledovanie na externých vstupoch, ako Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Môžete ovládať aplikáciu, ktorá podporuje funkciu na vašom mobilnom zariadení.",
	"1) Turn the Bluetooth on the other device off.": "1) Vypnite Bluetooth na inom zariadení.",
	"10 Points Code Value": "Hodnota 10-bodového kódu",
	"10 Points IRE": "10-bodové IRE",
	"10 and Above": "10 a viac",
	"11 and Above": "11 a viac",
	"12 Hours": "12 hodín",
	"12 and Above": "12 a viac",
	"13 and Above": "13 a viac",
	"14 and Above": "14 a viac",
	"14 by 9": "14 ku 9",
	"15 and Above": "15 a viac",
	"16 and Above": "16 a viac",
	"16 by 9": "16 ku 9",
	"17 and Above": "17 a viac",
	"18 and Above": "18 a viac",
	"19 and Above": "19 a viac",
	"2 Channel": "Kanál 2",
	"2 Hours": "2 hodiny",
	"2 Points": "2 body",
	"2) Turn the Bluetooth device to connect off and on.": "2) Vypnite a zapnite zariadenie Bluetooth, ktoré chcete pripojiť.",
	"20 Points Code Value": "20 bodov kódovej hodnoty",
	"20 Points IRE": "20-bodové IRE",
	"20 and Above": "20 a viac",
	"21 by 9": "21 ku 9",
	"22 Points Code Value": "Hodnota 22-bodového kódu",
	"22 Points IRE": "22-bodové IRE",
	"24 Hours": "24 hodín",
	"3 Hours": "3 hodiny",
	"32 by 12": "32 ku 12",
	"32 by 9": "32 ku 9",
	"3G/4G Connection": "Pripojenie 3G/4G",
	"4 Hours": "4 hodiny",
	"4 Hours Auto Power Off": "Automatické vypínanie po 4 hodinách",
	"4 and Above": "4 a viac",
	"4 by 3": "4 ku 3",
	"4-Way Zoom": "4-smerový zoom",
	"5 and Above": "5 a viac",
	"5.1 Channel": "Kanál 5.1",
	"6 Hours": "6 hodín",
	"6 and Above": "6 a viac",
	"7 and Above": "7 a viac",
	"8 Hours": "8 hodín",
	"8 and Above": "8 a viac",
	"9 and Above": "9 a viac",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID sa používa na určenie zariadenia za účelmi reklamy a zjednodušenia niektorých reklám, ktoré by vás mohli zaujímať. Nižšie je popísaný postup, ako môžete resetovať AD ID alebo obmedziť sledovanie AD ID.",
	"AI Acoustic Tuning": "Vyladenie zvuku s umelou inteligenciou",
	"AI Acoustic Tuning Options": "Možnosti funkcie Vyladenie zvuku s umelou inteligenciou",
	"AI Acoustic Tuning is disabled.": "Funkcia Vyladenie zvuku s umelou inteligenciou je zakázaná.",
	"AI Brightness Control": "Ovládanie jasu AI",
	"AI Picture": "Obraz AI",
	"AI Picture Pro": "Obraz AI Pro",
	"AI Recommendation": "AI odporúčanie",
	"AI Service": "Služba AI",
	"AI Sound": "Zvuk AI",
	"AI Sound Pro": "Zvuk AI Pro",
	"AV Sync Adjustment": "Nastavenie synchronizácie AV Sync",
	"Abidjan": "Abidžan",
	"Accessibility": "Prístupnosť",
	"Account Management": "Správa konta",
	"Accra": "Akkra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktivácia tejto možnosti zastaví zhromažďovanie a sledovanie osobných údajov týkajúcich sa reklám z tohto Smart TV. Zapnutie prepínača môže ovplyvniť typy reklám, ktoré sa vám zobrazia, ale naďalej budete dostávať reklamy.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aktivácia tohto prepínača spôsobí, že spoločnosť LGE dá pokyn poskytovateľom tretích strán, aby prestali poskytovať vaše osobné informácie. Pokiaľ sa neodhlásite, budete mať stále prístup k službám, ako sú LIve Plus, LG Channels a Who.Where.What?.",
	"Add Network": "Pridať sieť",
	"Add a hidden wireless network": "Pridať skrytú bezdrôtovú sieť",
	"Add wireless network by manually entering network name (SSID).": "Pridajte bezdrôtové siete ručným pridaním názvu siete (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Ďalšie voľby zvuku",
	"Additional Settings": "Ďalšie nastavenia",
	"Address Setting": "Nastavenie adresy",
	"Adjust Audio Guidance pitch.": "Nastavte výšku zvukového navádzania.",
	"Adjust Audio Guidance speed.": "Nastavte rýchlosť zvukového navádzania.",
	"Adjust Audio Guidance volume.": "Nastavte hlasitosť zvukového navádzania.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Nastavte jas podsvietenia na zjasnenie alebo stmavenie obrazu.",
	"Adjust Screen Position": "Nastaviť polohu obrazovky",
	"Adjust Zoom Ratio": "Nastaviť pomer priblíženia",
	"Adjust animation effect shown on the home at certain times.": "Nastavte animáciu zobrazovanú doma v určitých časoch.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Upravte jas analyzovaním pohybov obrazu na zabránenie oslneniu a zredukovanie spotreby energie.",
	"Adjust brightness of the LG logo.": "Nastavte jas loga LG.",
	"Adjust color and saturation for a more vivid image.": "Upravte nastavenie farieb a sýtosti na dosiahnutie živšieho obrazu.",
	"Adjust color temperature automatically to reduce eye strain.": "Automaticky nastavte farebnú teplotu na zmenšenie záťaže pre oči.",
	"Adjust cursor speed.": "Nastavte rýchlosť pohybu kurzora.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Upravte ostrosť hrán. Vyššie hodnoty zvýšia ostrosť a zreteľnosť obrazu.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Upravte nastavenia gama a kompenzujte jas zdrojového signálu.",
	"Adjust left/right audio balance.": "Nastavte vyváženie ľavého/pravého zvukového kanála.",
	"Adjust luminance for selected color.": "Nastavte jas vybratej farby.",
	"Adjust luminance level for selected IRE point.": "Nastavte úroveň jasu pre vybratý bod IRE.",
	"Adjust peak brightness for the brightest luminance.": "Upravte maximálny jas pre to najjasnejšie zobrazenie.",
	"Adjust remote's cursor speed and appearance.": "Vyberte rýchlosť pohybu a vzhľad kurzora diaľkového ovládača.",
	"Adjust saturation for selected color.": "Nastavte nasýtenie vybratej farby.",
	"Adjust screen brightness to reduce energy consumption.": "Upravte jas obrazovky na zníženie spotreby energie.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Nastavte jas podsvietenia OLED LIGHT na zjasnenie alebo stmavenie obrazovky.",
	"Adjust the audio timing to synchronize the video and audio.": "Úprava časovania zvuku na synchronizáciu obrazu so zvukom.",
	"Adjust the balance of red and green to display the tint on the screen.": "Nastavte vyváženie červenej a zelenej farby na zobrazenie odtieňa na obrazovke.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Nastavte vyváženie farby zmenou teploty farby, jasu a intenzity červenej, zelenej a modrej farby.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Nastavte detailne kontrast, rozlíšenie, atď. jednotlivých režimov obrazu a navyše nastavte preferované zafarbenie, gamma, atď.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Upravte rozdiel medzi jasnými a tmavými oblasťami obrazovky. Vyššie hodnoty znamenajú zreteľnejší rozdiel.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Nastavte pomer strán podľa filmu a budete mať pocit kina.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Nastavte jas statických obrazov ako sú logá, atď. a tak chráňte pred problémami s kvalitou obrazu, ktoré môžu nastať ak je TV zapnutý dlhú dobu.",
	"Adjust the screen color to be pale or deep.": "Nastavte farbu obrazu na bledú alebo hlbokú.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Nastavte zvuk tak, aby vyhovoval vkusu pre každé zvukové frekvenčné pásmo.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Nastavte časovanie, keď obraz a zvuk sú časovo posunuté.",
	"Adjust the tint to brighten or darken the screen.": "Nastavte odtieň na zjasnenie alebo stmavenie obrazu.",
	"Adjust the volume you want with pressing remote's volume key.": "Nastavte hlasitosť stláčaním tlačidla hlasitosti na diaľkovom ovládači.",
	"Adjust tint for selected color.": "Nastavte odtieň vybratej farby.",
	"Adjust whether to display the home promotion.": "Nastavte, či sa má zobrazovať domáca propagácia.",
	"Adjusting Luminance": "Nastavenie jasu",
	"Adolescent over 13 are allowed to watch.": "Mladistvým nad 13 rokov je povolené sledovanie.",
	"Adolescent over 14 are allowed to watch.": "Mladistvým nad 14 rokov je povolené sledovanie.",
	"Adolescent over 16 are allowed to watch.": "Mladistvým nad 16 rokov je povolené sledovanie.",
	"Adult": "Pre dospelých",
	"Adult Language": "Vyjadrovanie pre dospelých",
	"Adults only.": "Mládeži neprístupné.",
	"Advanced": "Rozšírené",
	"Advanced Controls": "Rozšírené ovládanie",
	"Advanced Wi-Fi Settings": "Rozšírené nastavenia siete Wi-Fi",
	"Advertisement": "Reklama",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrikánčina",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po zmene krajiny, budú všetky aktuálne naladené kanály odstránené. Prejdite na Automatické ladenie pre opätovné naladenie kanálov. Chcete pokračovať?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po tom čo zmeníte PSČ, budú všetky aktuálne Freesat kanály odstránené. Prejdite na Automatické ladenie pre opätovné naladenie kanálov. Chcete pokračovať?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Po zmene krajiny budete môcť znova vyhľadať všetky kanály pomocou automatického ladenia. Chcete pokračovať?",
	"Ages 2-7 are allowed to watch.": "Vo veku 2-7 rokov je povolené sledovanie.",
	"Albania": "Albánsko",
	"Albanian": "Albánsky",
	"Alerts you by sound when the TV is turned on or off.": "Upozorňuje vás zvukovým signálom, keď sa televízor zapne alebo vypne.",
	"Algeria": "Alžírsko",
	"Algiers": "Alžír",
	"All Channels": "Všetky kanály",
	"All Children": "Všetky deti",
	"All ages are allowed to watch.": "Sledovanie majú povolené všetky vekové kategórie.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Všetky aktuálne nastavenia pre režim {pictureMode} budú obnovené. Chcete pokračovať?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Všetky nastavenia zvukových efektov budú obnovené pre režim Standard Mode. Chcete pokračovať?",
	"Allow Automatic Updates": "Povoliť automatické aktualizácie",
	"Almaty": "Alma-Ata",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Môžete tiež upraviť podrobné nastavenie zvuku Bluetooth Surround.",
	"Always Open": "Vždy otvorené",
	"Always-on Off Time": "Čas vypnutia funkcie Always-on",
	"Amman": "Ammán",
	"An error has occurred while copy channels.": "Počas kopírovania kanálov došlo k chybe.",
	"An important software update is available.": "Je k dispozícii dôležitá aktualizácia.",
	"Analog Mode": "Analógový režim",
	"Analog TV": "Analógová TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analyzuje charakteristiky zvuku a optimalizuje zvuk každého obsahu v reálnom čase.",
	"Antenna": "Anténa",
	"Antenna ATV": "Analógová TV cez anténu",
	"Antenna DTV": "DTV cez anténu",
	"Antenna Radio": "Rádio cez anténu",
	"Antigua and Barbuda": "Antigua a Barbuda",
	"Any Supplementary Audio": "Akýkoľvek doplnkový zvuk",
	"App Alarm": "Aplikácia Alarm",
	"Application Locks": "Zámky aplikácií",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplikujte detailne nastavené hodnoty aktuálneho režimu obrazu na všetky vstupy alebo aplikácie.",
	"Apply to all inputs": "Použiť na všetky vstupy",
	"Applying value to all inputs...": "Hodnota sa aplikuje na všetky vstupy...",
	"Arabic": "Arabsky",
	"Argentina": "Argentína",
	"Armenia": "Arménsko",
	"Ashgabat": "Ašchabad",
	"Aspect Ratio": "Pomer strán",
	"Aspect Ratio Settings": "Nastavenia pomeru strán",
	"Assamese": "Ásámsky",
	"Assign channels to remote buttons so you can quickly jump to them.": "Priraďte kanály tlačidlám diaľkového ovládania, aby ste na ne mohli rýchlejšie prepínať.",
	"Athens": "Atény",
	"Audio Delay": "Oneskorenie zvuku",
	"Audio Description": "Popis zvuku",
	"Audio Description Volume": "Hlasitosť zvukového popisu",
	"Audio Guidance": "Zvukové navádzanie",
	"Audio Language": "Jazyk zvuku",
	"Audio Out (Line Out)": "Zvukový výstup (Slúchadlový)",
	"Audio Type": "Typ zvuku",
	"Australia": "Austrália",
	"Austria": "Rakúsko",
	"Auto": "Automatický",
	"Auto Detect": "Automatické rozpoznávanie",
	"Auto Device Detection": "Automatické rozpoznanie zariadenia",
	"Auto Genre Selection": "Automatický výber žánru",
	"Auto Power Off": "Automatické vypínanie",
	"Auto Power Sync": "Auto Power Sync (automatická synchronizácia po pripojení k zdroju napájania)",
	"Auto Start": "Automatické spúšťanie",
	"Auto Volume": "Automatická hlasitosť",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automaticky nastavte rozdiel v hlasitosti zvuku alebo nastavte hlasitosť zvuku v danom okamihu tlačidlom hlasitosti na diaľkovom ovládači.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automaticky nastavte na hodnotu obrazu optimalizovanú pre obsah žánra Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automaticky nastavte na hodnotu obrazu optimalizovanú pre obsah žánra.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Pri rozpoznaní obsahu filmu sa automaticky prepne do FILMMAKER MODE.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Nastavte automatickú optimalizáciu kvality obrazu na základe farby a jasu okolitého svetla.",
	"Automatically update system software when an update is found.": "Automaticky aktualizujte systémový softvér, keď sa zistí aktualizácia.",
	"Available Internal Storage": "Dostupný vnútorný ukladací priestor",
	"Azerbaijan": "Azerbajdžan",
	"Azores": "Azorské ostrovy",
	"BG Color": "Farba pozadia",
	"BG Opacity": "Nepriehľadnosť pozadia",
	"Back": "Späť",
	"Backlight": "Podsvietenie",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahamy",
	"Bahrain": "Bahrajn",
	"Balance": "Vyváženie",
	"Bangladesh": "Bangladéš",
	"Basque": "Baskicky",
	"Bass Boost": "Zosilnenie basov",
	"Behavior may vary depending on connected device.": "Funkčnosť sa môže líšiť v závislosti od pripojeného zariadenia.",
	"Beijing": "Peking",
	"Beirut": "Bejrút",
	"Belarus": "Bielorusko",
	"Belgium": "Belgicko",
	"Belgrade": "Belehrad",
	"Bengali": "Bengálsky",
	"Berlin": "Berlín",
	"Bermuda": "Bermudy",
	"Bhutan": "Bhután",
	"Bishkek": "Biškek",
	"Black": "Čierne",
	"Black Level": "Úroveň čiernej",
	"Block TV programs broadcast in English based on their content ratings.": "Zablokujte televízne programy vysielané v angličtine na základe hodnotenia obsahu.",
	"Block TV programs broadcast in French based on their content ratings.": "Zablokujte televízne programy vysielané vo francúzštine na základe hodnotenia obsahu.",
	"Block content based on genre.": "Zablokujte obsah na základe žánru.",
	"Blue": "Modrá",
	"Bluetooth Speaker Mode": "Režim Bluetooth reproduktora",
	"Bluetooth Surround Sound + Internal TV Speaker": "Zvuk Bluetooth Surround + interný reproduktor TV",
	"Bluetooth Surround Sound Setup": "Nastavenie zvuku Bluetooth Surround",
	"Bogotá": "Bogota",
	"Bolivia": "Bolívia",
	"Bosnia": "Bosna",
	"Bosnia And Herzegovina": "Bosna a Hercegovina",
	"Bosnian": "Bosniansky",
	"Brazil": "Brazília",
	"Brazilian Punk": "Brazílsky punk",
	"Brightness": "Jas",
	"Broadcast Country": "Krajina vysielania",
	"Broadcast Mail": "Odoslať poštu",
	"Brussels": "Brusel",
	"Bucharest": "Bukurešť",
	"Budapest": "Budapešť",
	"Bulgaria": "Bulharsko",
	"Bulgarian": "Bulharsky",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Stlačením tlačidla „Reset” vymažete všetky údaje týkajúce sa reklamy, ktoré LGE zozbierala v minulosti z tohto Smart TV. Stlačením tlačidla „Reset” môže ovplyvniť typy reklám, ktoré sa vám zobrazia, ale naďalej budete dostávať reklamy.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Zapnutím funkcie Live Plus súhlasíte so zberom údajov o sledovaní televízie spoločnosťou LG Electronics Inc. (ďalej „LGE“) prostredníctvom modulu ACR, ktoré môžu byť na anonymnom princípe zdieľané s tretími stranami na účely poskytovania interaktívnych služieb. Zároveň môžeme s tretími stranami zdieľať súhrnné anonymné údaje na marketingové účely. LGE vedome nezbiera ani nedistribuuje vyššie uvedené údaje o deťoch mladších ako 13 rokov. Podrobné informácie o službe Live Plus nájdete v časti Údaje o sledovaní (podmienky), ktorá je dispozícii v ponuke nastavení televízora Smart TV. Odporúčame, aby ste si úplnú verziu Údajov o sledovaní (podmienky) preštudovali ešte pred aktivovaním funkcie Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Zapnutím služby Live Plus chápete, že obsah zobrazený na vašom TV môže byť rozpoznaný a zobrazenie informácií sa môže použiť, aby vám poskytli vylepšený zážitok zobrazenia a personalizované služby vrátane odporúčania obsahu a reklám. Pre viac informácií si pozrite Zásady ochrany osobných údajov a príslušné Používateľské dohody v ponuke Nastavenie TV.",
	"CI Information": "Informácie CI",
	"CI password incorrect. Please enter again.": "Nesprávne heslo CI. Zadajte znovu.",
	"COMPONENT2": "KOMPONENTNÝ2",
	"COMPONENT3": "KOMPONENTNÝ3",
	"CS1 Board": "Doska CS1",
	"CS2 Board": "Doska CS2",
	"Cable": "Káblová televízia",
	"Cable ATV": "Analógová káblová TV",
	"Cable DTV": "Digitálna káblová TV",
	"Cable Radio": "Káblové rádio",
	"Cairo": "Káhira",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Nepodarilo sa nájsť kanál",
	"Canada": "Kanada",
	"Canary Islands": "Kanárske ostrovy",
	"Cancel": "Zrušiť",
	"Cancel Schedule": "Zrušiť plán",
	"Cancel Update": "Zrušiť aktualizáciu",
	"Cantonese": "Kantonsky",
	"Cape Verde": "Kapverdy",
	"Caracas": "Karakas",
	"Catalan": "Katalánsky",
	"Caution": "Výstraha",
	"Cayman Islands": "Kajmanské ostrovy",
	"Center": "Stredový",
	"Central African Republic": "Stredoafrická republika",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Zmeňte intenzitu modrej farby a nastavte vyváženie farieb.",
	"Change green intensity and adjust the color balance.": "Zmeňte intenzitu zelenej farby a nastavte vyváženie farieb.",
	"Change red intensity and adjust the color balance.": "Zmeňte intenzitu červenej farby a nastavte vyváženie farieb.",
	"Change the left / right sound": "Zmeňte ľavý / pravý zvuk",
	"Change the position of captions using the 4-way dial on the remote control.": "Polohu titulkov zmeňte pomocou 4-smerového voliča na diaľkovom ovládači.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Zmena oblasti môže spôsobiť zmenu aktuálne naladených kanálov vo vašej TV. Prejdite na Automatické ladenie pre opätovné naladenie kanálov. Chcete zmeniť nastavenie oblasti?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Zmena krajiny spôsobí, že sa TV reštartuje a bude vyžadovať opätovný súhlas s LG pravidlami pre užívateľov.  Dostupnosť niektorých aplikácií a služieb sa môže tiež odlišovať v závislosti od krajiny služieb spoločnosti LG. Chcete pokračovať?",
	"Channel Locks": "Zámky kanálov",
	"Channel Manager": "Správca kanálov",
	"Channel Scrolling Options": "Možnosti posúvania kanálov",
	"Channel Tuning": "Ladenie kanálov",
	"Channel Tuning & Settings": "Ladenie a nastavenia kanálov",
	"Channels": "Kanály",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanály z HDMI a iné externé vstupy nemôžu byť uzamknuté. Ak chcete uzamknúť TV kanály, zmeňte aktuálny vstup na Live TV.",
	"Chatham Islands": "Chathamské ostrovy",
	"Check TV information.": "Skontrolujte informácie o TV.",
	"Check alarm messages about the user settings or TV status.": "Skontrolujte výstražné správy o používateľských nastaveniach alebo stave TV prijímača.",
	"Check descriptions for each LG webOS TV functions.": "Skontrolujte popisy jednotlivých funkcií LG webOS TV.",
	"Check for Advertising settings and set it.": "Skontrolujte Nastavenia reklamy a nastavte ich.",
	"Check for Updates": "Skontrolujte aktualizácie",
	"Check for available functions with Voice and set Voice Settings.": "Skontrolujte dostupné funkcie pomocou Hlasu a nastavte Nastavenia hlasu.",
	"Check for problems with the picture quality.": "Skontrolujte prípadné problémy s kvalitou obrazu.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Skontrolujte prípadne problémy s kvalitou zvuku interného reproduktora TV.",
	"Check for software updates and update if available.": "Skontrolujte dostupnosť aktualizácií softvéru a aktualizujte softvér, ak sú k dispozícii.",
	"Check whether the Bluetooth device is in pairing mode.": "Skontrolujte, či je zariadenie Bluetooth v režime párovania.",
	"Check your TV status to solve problems or use remote support.": "Na vyriešenie problémov skontrolujte stav TV alebo použite diaľkový ovládač.",
	"Checking Password": "Kontrola hesla",
	"Checking for Updates": "Kontrola aktualizácií",
	"Checking...": "Kontroluje sa...",
	"Children": "Pre deti",
	"Children Age": "Deti: vek",
	"Children Program Locks": "Detské zámky programu",
	"Children over 8 are allowed to watch.": "Deťom nad 8 rokov je povolené sledovanie.",
	"Chile": "Čile",
	"China": "Čína",
	"Chinese": "Čínsky",
	"Chisinau": "Kišiňov",
	"Choibalsan": "Čojbalsan",
	"Chongqing": "Čchung-čching",
	"Choose to have all channels or just your primary ones when you change channels.": "Vyberte, či chcete, aby sa pri prepínaní zobrazovali všetky kanály, alebo iba primárne kanály.",
	"Christmas Island": "Vianočný ostrov",
	"Cinema": "Kino",
	"Cinema Home": "Kino – domov",
	"Cinema View": "Kino",
	"Cinema View (32:12)": "Kino (32:12)",
	"Cinema Zoom": "Priblíženie kino",
	"City": "Mesto",
	"City Selection": "Výber mesta",
	"Clean Audio": "Čistý zvuk",
	"Clear": "Jasný",
	"Clear Voice Ⅳ": "Zrozumiteľný hlas Ⅳ",
	"Clear1": "Vymazať",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Zapnite klávesnicu LG Wireless Keyboard a nastavte ju do režimu párovania. Následne kliknite na nižšie uvedení tlačidlo PRIPOJIŤ.",
	"Close": "Zatvoriť",
	"Closed Caption": "Skryté titulky",
	"Closed Caption Settings": "Nastavenia skrytých titulkov",
	"Code Value": "Kódová hodnota",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Vyhľadajte a uložte si MAC adresu, číslo modelu, kód krajiny, nastavenia jazyka a verziu softvéru na overenie najnovšieho softvéru na aktualizáciu.",
	"Colombia": "Kolumbia",
	"Color": "Farba",
	"Color Gamut": "Farebný gamut",
	"Color Management System": "Systém riadenia farieb",
	"Color Temperature": "Teplota farieb",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potvrďte všeobecné obchodné podmienky alebo zmeňte, či prijmite dohodu.",
	"Congo Brazzaville": "Kongo Brazzaville",
	"Connect": "Pripojiť",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Pripojte reproduktor Bluetooth a TV reproduktor a automaticky upravte oneskorenie zvuku medzi reproduktormi.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Pripojte externé zvukové zariadenie, ktoré podporuje aARC k eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Pripojte externé zariadenia ako Set-top box, zvukový panel atď., k TV podľa návodu.",
	"Connect the LAN cable directly to the TV to use the network.": "Na používanie siete, pripojte kábel LAN priamo do TV.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Pripojte sa do siete manuálne zadaním IP adresy a adresy DNS servera.",
	"Connect to the network if a wireless router is installed.": "Ak je nainštalovaný bezdrôtový smerovač pripojte sa do siete.",
	"Connect via WPS PBC": "Pripojiť sa prostredníctvom WPS PBC",
	"Connect via WPS PIN": "Pripojenie prostredníctvom WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Káblové pripojenie aktivujete pripojením vášho televízora k smerovaču alebo modemu pomocou eternetového kábla.",
	"Connect your TV with WiSA Speakers wirelessly.": "Pripojte svoj TV bezdrôtovo k reproduktorom WiSA.",
	"Connectable Devices ({num})": "Pripojiteľné zariadenia ({num})",
	"Connected": "Pripojené",
	"Connected to Internet": "Pripojený k internetu",
	"Connecting...": "Pripája sa...",
	"Connection": "Pripojenie",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Spravovanie pripojenia pomocou inteligentného telefónu alebo PC je k dispozícii. Aby ste mohli pripojiť TV s mobilným zariadením, na inteligentnom telefóne a PC je potrebné vykonať nastavenie pripojenia a požiadavky.",
	"Content Recommendations": "Odporúčania týkajúce sa obsahu",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Obsah sa bude prehrávať so zvukom vhodným na viackanálové počúvanie, ak viackanálový zvuk je podporovaný službou HbbTV.",
	"Contrast": "Kontrast",
	"Cool": "Studená",
	"Copenhagen": "Kodaň",
	"Copy Channels": "Kopírovať kanály",
	"Copy/Delete file": "Kopírovať/Odstrániť súbor",
	"Correct contrast and brightness by adjusting black levels.": "Nastavte korekciu kontrastu a jasu úpravou úrovne čiernej.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Opravte pixely obrazu a zabráňte výskytu problémov s kvalitou obrazu, ku ktorým môže dôjsť v prípade, že je televízor zapnutý dlhší čas.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Nepodarilo sa nájsť dostupnú sieť.",
	"Croatia": "Chorvátsko",
	"Croatian": "Chorvátsky",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Aktuálny čas nie je platný. Chcete teraz nastaviť správny čas?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Aktuálne hodnoty prispôsobených nastavení režimu obrazu sa použijú na režim {pictureMode} pre všetky vstupy. Chcete pokračovať?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Pripojená klávesnica LG Wireless Keyboard sa odpojí od televízora. Chcete pokračovať?",
	"Custom": "Vlastné",
	"Custom Time Zone": "Vlastné časové pásmo",
	"Customer Service": "Zákaznícka služba",
	"Cyan": "Zelenomodrá",
	"Czech": "Česko",
	"Czech Republic": "Česká republika",
	"Côte d'Ivoire": "Pobrežie slonoviny",
	"DNS Server": "DNS server",
	"DR Congo": "Konžská demokratická republika",
	"DTV Audio Setting": "DTV Audio nastavenie",
	"Damascus": "Damask",
	"Danish": "Dánsky",
	"Data Service": "Dátové služby",
	"Date": "Dátum",
	"Day": "Deň",
	"De-Judder": "Odstrániť chvenie",
	"Delete": "Odstrániť",
	"Delete Connection History": "Vymazať históriu pripojenia",
	"Delete Pairing History": "Vymazať históriu párovania.",
	"Delete Usage Data": "Zrušiť používateľské údaje",
	"Demo Options": "Možnosti Demo",
	"Democratic Republic of the Congo": "Demokratická republika Kongo",
	"Denmark": "Dánsko",
	"Depressed": "Znížený okraj",
	"Deregister": "Zrušiť registráciu",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Čítať obsahy na obrazovke hlasom pre zrakovo postihnutých divákov, aby mohli používať TV.",
	"Detect Range": "Rozsah rozpoznávania",
	"Device Connection Settings": "Nastavenie pripojenia zariadenia",
	"Device List": "Zoznam zariadení",
	"Device Name": "Názov zariadenia",
	"Dhaka": "Dháka",
	"Digital Mode": "Digitálny režim",
	"Digital Sound Out": "Digitálny Zvukový Výstup",
	"Digital TV": "Digitálna TV",
	"Directed to Older Children (ages 7 and above)": "Zamerané na staršie deti (vo veku 7 a vyššie)",
	"Disabled": "Vypnuté",
	"Disconnect": "Odpojiť",
	"Display captions for hearing-impaired viewers to use TV.": "Zobraziť popisky pre sluchovo postihnutých divákov, aby mohli používať TV.",
	"Display fast-moving content smoothly and clearly.": "Zobrazujte rýchlo sa pohybujúci obsah plynulo a zreteľne.",
	"Display luminance level for the highest point (100 IRE).": "Úroveň jasu obrazovky pre najvyšší bod (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Zobrazujte obrázky pri teplej alebo studenej farebnej teplote.",
	"Djibouti": "DžibutI",
	"Do Not Sell My Personal Information": "Neposkytovať moje osobné informácie",
	"Do Not Track": "Nesledovať",
	"Do you want to continue?": "Chcete pokračovať?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Chcete skopírovať zoznam kanálov z pamäťového zariadenia USB do TV? Aktuálne kanály vo vašej TV budú odstránené.",
	"Do you want to copy channel list from your TV to the USB storage?": "Chcete skopírovať zoznam kanálov z TV na pamäťové zariadenie USB?",
	"Do you want to reset Position Settings?": "Chcete obnoviť nastavenia polohy?",
	"Do you want to reset Volume Control?": "Chcete obnoviť Ovládanie hlasitosti?",
	"Do you want to set the correct time now?": "Chcete teraz nastaviť správny čas?",
	"Do you want to turn your TV off now?": "Chcete teraz vypnúť televízor?",
	"Doha": "Dauha",
	"Dominican Republic": "Dominikánska republika",
	"Done": "Hotovo",
	"Download Mail": "Prevziať poštu",
	"Download and Install": "Prevziať a nainštalovať",
	"Downloadable Rating": "Hodnotenie na prevzatie",
	"Dual Mono": "Duálne mono",
	"Dubai": "Dubaj",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Počas času vypnutia funkcie Always-on, časť funkcií ako rozoznávanie hlasu atď. je obmedzená keď je obrazovka vypnutá.",
	"Dushanbe": "Dušanbe",
	"Dutch": "Holandsky",
	"Dynamic Color": "Dynamické zafarbenie",
	"Dynamic Contrast": "Dynamický kontrast",
	"Dynamic Tone Mapping": "Dynamické mapovanie charakteru zvuku",
	"Easter Island": "Veľkonočný ostrov",
	"Eastern Africa": "Východná Afrika",
	"Eco Mode": "Eco režim",
	"Ecuador": "Ekvádor",
	"Edge Color": "Farba okraja",
	"Edge Enhancer": "Zvýrazňovač obrysov",
	"Edge Type": "Typ okraja",
	"Edit": "Upraviť",
	"El Salvador": "Salvádor",
	"El salvador": "Salvádor",
	"Emergency Alert": "Núdzová výstraha",
	"Enabled": "Zapnuté",
	"Energy Saving": "Šetrenie energie",
	"Energy consumption may increase if this feature is on.": "Ak je táto funkcia zapnutá, spotreba energie sa môže zvýšiť.",
	"Energy saving modes to limit power consumption.": "Režim šetrenia energie na obmedzenie spotreby energie.",
	"English": "Anglicky",
	"Enhance the bass sound.": "Zvýrazniť hlboký zvuk.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Zlepšiť kontrast medzi jasnými a tmavými plochami niektorých ponúk, ako napríklad pozadia a textu, na ľahšie sledovanie tými, ktorí majú slabý zrak.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Vylepšite rozlíšenie a ostrosť obsahu pomocou algoritmu naučeného prostredníctvom LG techniky hĺbkového učenia a optimalizujte hĺbku prostredníctvom analýzy obsahu.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Užívajte si obsah Dolby Atmos s optimálnym zvukom zapnutím efektu zvukového poľa.",
	"Enjoy TV sound by connecting Wired Headphones.": "Užívajte si zvuk cez káblové slúchadlá.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Užívajte si TV zvuk prostredníctvom zvukových zariadení pripojených k portu HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Užívajte si TV zvuk prostredníctvom zvukových zariadení pripojených k rozhraniu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Užívajte si TV zvuk prostredníctvom zvukového zariadenia LG pripojeného k portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Užívajte si zvuk prostredníctvom zvukových zariadení pripojených k externým výstupným portom Audio výstup/Slúchadlá.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Užívajte si zvuk prostredníctvom interného reproduktora TV a káblových slúchadiel.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Užívajte si TV zvuk cez externé zvukové zariadenia pripojené k internému reproduktoru TV a portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Užívajte si jasný a prirodzený zvuk.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Užívajte si zvuk prostredníctvom bezdrôtového zvukového zariadenia, pripojeného k LG Sound Sync alebo Bluetooth.",
	"Enjoy the sound optimized to the room.": "Užívajte si zvuk optimalizovaný pre danú miestnosť.",
	"Enter CI Password": "Zadať heslo CI",
	"Enter the PIN in your router's settings.": "Zadajte PIN v nastaveniach vášho smerovača.",
	"Enter the master password.": "Vložte hlavné heslo.",
	"Equalizer": "Ekvalizér",
	"Equatorial Guinea": "Rovníková Guinea",
	"Estonia": "Estónsko",
	"Estonian": "Estónsky",
	"Ethiopia": "Etiópia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Aj keď je nastavenie vypnuté, môžete skontrolovať súvisiace informácie prostredníctvom banneru kanála, rozpoznávania hlasu.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Aj keď je televízor vypnutý a spotrebúva minimálne množstvo energie, môžete po pripojení mobilného zariadenia počúvať hudbu. Po zapnutí televízora je možné opäť rýchlo používať množstvo funkcií.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Aj keď je TV prijímač vypnutý, môžete počúvať hudbu pripojením svojho smartfónu k TV prijímaču prostredníctvom Bluetooth.",
	"Every Day": "Každý deň",
	"Every Weekday": "Každý pracovný deň",
	"Every Weekend": "Každý víkend",
	"Expert (Bright Room)": "Odborník (jasne osvetlená miestnosť)",
	"Expert (Dark Room)": "Odborník (tmavá miestnosť)",
	"Export your TV's channel list information to a connected USB device.": "Exportujte údaje zoznamu kanálov vášho televízora na pripojené zariadenie USB.",
	"Extended": "Rozšírené",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Predĺženie doby, po ktorej sa aktivuje funkcia Automatické vypnutie, alebo úplné vypnutie tejto funkcie môže zvýšiť spotrebu energie.",
	"Extreme": "Najväčšie",
	"Eye Comfort Mode": "Režim Eye Comfort",
	"FILMMAKER MODE Auto Change": "Automatická zmena FILMMAKER MODE",
	"Fantasy Violence": "Fantázia Násilie",
	"Fast": "Rýchlo",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Vyhľadajte audio zariadenie v blízkosti TV, dostupné na pripojenie.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Dolaďte farebné priestory červenej, zelenej, modrej, zelenomodrej, ružovočervenej a žltej farby.",
	"Finland": "Fínsko",
	"Finnish": "Fínsky",
	"Flash": "Blikajúce",
	"Flat Mode": "Plochý režim",
	"Font": "Písmo",
	"Font 1": "Písmo 1",
	"Font 2": "Písmo 2",
	"Font 3": "Písmo 3",
	"Font 4": "Písmo 4",
	"Font 5": "Písmo 5",
	"Font 6": "Písmo 6",
	"Font 7": "Písmo 7",
	"Font 8": "Písmo 8",
	"Football": "Futbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Pre bezdrôtový smerovač s WPS (Wi-Fi Protected Setup), zadajte PIN kód na pripojenie TV do bezdrôtovej siete.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Pre bezdrôtový smerovač s WPS (Wi-Fi Protected Setup), stlačte tlačidlo WPS-PBC na pripojenie TV do bezdrôtovej siete.",
	"France": "Francúzsko",
	"French": "Francúzsky",
	"French Polynesia": "Francúzska Polynézia",
	"Full Wide": "Plný obraz/širokouhlý",
	"Gaelic": "Gaelsky",
	"Galapagos Islands": "Galapágy",
	"Galician": "Galsky",
	"Gallery": "Galéria",
	"Game": "Hra",
	"Gamma": "Gama",
	"Gateway": "Brána",
	"General": "Všeobecné",
	"General Age": "Všeobecné: vek",
	"General Audience": "Všeobecné publikum",
	"General Audiences": "Všeobecné publikum",
	"General Program Locks": "Všeobecné zámky programu",
	"Georgia": "Gruzínsko",
	"German": "Nemecky",
	"Germany": "Nemecko",
	"Get started in a quiet environment for sound optimization.": "Optimalizáciu zvuku robte v tichom prostredí",
	"Getting...": "Preberanie...",
	"Gibraltar": "Gibraltár",
	"Grayscale": "Odtiene sivej",
	"Greece": "Grécko",
	"Greek": "Grécky",
	"Green": "Zelená",
	"Greenland": "Grónsko",
	"Guatemala City": "Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Navádza v ponukách a ovládaniach hlasom pre zrakovo postihnutých divákov, aby mohli používať TV.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Rovníková Guinea",
	"H Position": "Poloha H",
	"H Sharpness": "Horizontálna ostrosť",
	"H Size": "Veľkosť H",
	"HD Mode": "Režim HD",
	"HD Mode Option": "Možnosti režimu HD",
	"HDD Eco Mode": "Režim HDD Eco",
	"HDD Power Saving Mode": "Úsporný režim napájania HDD",
	"HDMI Input Audio Format": "Vstupný zvukový formát HDMI",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1} a HDMI {port2} podporujú funkciu 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Porty HDMI {port1} a HDMI {port2} podporujú funkciu Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Port HDMI {port1} podporuje funkciu 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Port HDMI {port1} podporuje funkciu Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporujú funkciu 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporujú funkciu Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporujú funkciu 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporujú funkciu Ultra HD Deep Colour.",
	"HDR Effect": "HDR efekt",
	"HDR Picture Mode": "Režim obrazu HDR",
	"Hard of Hearing": "Pre nedoslýchavých",
	"Headphones Volume": "Hlasitosť do slúchadiel",
	"Hebrew": "Hebrejsky",
	"High": "Vysoká",
	"High Contrast": "Vysoký kontrast",
	"Higher values increase a sense of warmth or coldness.": "Vyššie možnosti zintenzívňujú dojem tepla alebo chladu.",
	"Hindi": "Hindsky",
	"Ho Chi Minh": "Hočiminovo Mesto",
	"Home Animation": "Home Animácia",
	"Home Auto Launch": "Spustenie Hlavná obrazovka Auto",
	"Home Mode": "Režim domov",
	"Home Settings": "Nastavenia Hlavnej obrazovky",
	"Home/Store Mode": "Režim Domov/Obchod",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Hodiny",
	"However, the IPv6 version of the address does not support editing.": "Adresu vo formáte IPv6 však nemožno upraviť.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Aby sa však televízor udržoval v optimálnom stave, funkcia Always-on sa zakáže na päť hodín a televízor sa úplne vypne.",
	"Hungarian": "Maďarsky",
	"Hungary": "Maďarsko",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "DÔLEŽITÉ! Obnovením sa vymažú všetky nastavenia vášho konta a nainštalované aplikácie. Táto operácia sa nedá vrátiť späť.",
	"IP (Automatic)": "IP (automaticky)",
	"IP (Manual)": "IP (manuálne)",
	"IP Address": "Adresa IP",
	"IVC (Cote d’Ivoire)": "Pobrežie slonoviny",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Keď vyberiete možnosť Automatickej synchronizácie napájania, televízor sa zapne vtedy, keď zapnete zariadenie pripojené cez funkciu SIMPLINK a zariadenie pripojené cez funkciu SIMPLINK sa vypne, keď vypnete televízor.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ak bol nastavený univerzálny ovládač Set-top box/OTT, využívajte výhodu ovládania pripojeného Set-top boxu diaľkovým ovládačom LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ak je zariadenie pripojené k portu, môžete sledovať optimalizovaný obraz hry s minimalizovaním oneskorenia alebo prerušovaním videa zo zariadenia.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ak je funkcia zapnutá a pripojíte zariadenie, ktoré podporuje aj Ultra HD Deep Colour, obraz môže byť zreteľnejší.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ak prebieha nahrávanie alebo aktualizácia softvéru, počká sa na ich dokončenie. Tento proces môže trvať viac ako hodinu.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ak prebieha nahrávanie alebo aktualizácia softvéru, počká sa na ich dokončenie a tento proces môže trvať viac než {n} minút.",
	"If the device is not connected, you may not hear any sound through it.": "Ak zariadenie nepripojíte, môže sa stať, že cezeň nebudete počuť žiadny zvuk.",
	"If the edge of the screen is not clean, please turn this function off.": "Ak sú okraje obrazovky nejasné, vypnite túto funkciu.",
	"If the program does not support multiple languages, the default language is selected.": "Ak program nepodporuje viac jazykov, vyberie sa predvolený jazyk.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ak program nepodporuje zvolený formát výstupu, použije sa predvolený výstup zo zdroja.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ak program nepodporuje rozličné nastavenia zvuku, vyberie sa predvolené nastavenie.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ak sa ten istý symptóm opakuje, znova zmeňte nastavenú hodnotu alebo reštartujte pripojené externé zariadenie.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ak zvolený jazyk nie je podporovaný, bude použitý predvolený jazyk z vysielania.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ak sa statická zobrazenie nezmení zásahom používateľa jednu hodinu, prepne sa na šetrič obrazovky.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ak sa čas, ktorý nastavíte veľmi líši od aktuálneho času, niektoré inteligentné funkcie nemusia byť zobrazené.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ak cez zariadenie nepočujete zvuk, uistite sa, že funguje správne a že podporuje funkciu LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ak vyberiete režim Demo pre obchody, nastaví sa na optimalizované hodnoty pre obchody predávajúce TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ak zapnete Audio sprievodcu, môžete sa pohybovať iba tlačidlami vľavo, vpravo, hore, dole na vašom diaľkovom ovládači a aplikácie, ktoré vyžadujú kurzor nebude možné použiť.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ak ju vypnite, profil operátora CAM sa vymaže.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ak ju vypnete, všetky naladené kanály CAM prestanú byť k dispozícii a upozornenia sa už nebudú zobrazovať.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ak vypnete „Quick Start+“, nebudete môcť zapnúť svoj TV pomocou diaľkového ovládača Free. Chcete pokračovať?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ak vypnete šetrič obrazovky a rovnaký obraz zostane na obrazovke viac ako 2 hodiny, môže to ovplyvniť kvalitu obrazu na vašej obrazovke. Ak zostane viac ako 5 hodín, môže dojsť k trvalému znehodnoteniu kvality obrazu. Chcete pokračovať?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ak vypnete túto možnosť, statické zobrazenie môže pretrvať dlhšie, čo zníži kvalitu obrazovky alebo v niektorých prípadoch sa dá ťažko odstrániť.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ak používate funkciu Šetrenie energie, bude ovplyvnený jas televízora.",
	"Import your TV's channel list information from a connected USB device.": "Importujte údaje zoznamu kanálov vášho televízora z pripojeného zariadenia USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importujte zoznam kanálov vášho televízora z pripojeného zariadenia USB alebo ho naň exportujte.",
	"In Home": "Režim Doma",
	"Indonesia": "Indonézia",
	"Indonesian": "Indonézsky",
	"Inner": "Vnútorné",
	"Input": "Vstup",
	"Input Locks": "Zámky vstupov",
	"Input field": "Pole na vstup",
	"Installing...": "Inštalácia...",
	"Instant Game Response": "Okamžitá odozva v hrách",
	"Interactive Service": "Interaktívna služba",
	"Interactivity(DTVi)": "Interaktivita (DTVi)",
	"Internal TV Speaker": "Interný reproduktor TV",
	"Invert Colors": "Invertovať farby",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertujte a kompenzujte určité farby v niektorých ponukách, aby ste zviditeľnili položky zobrazené na obrazovke.",
	"Iran": "Irán",
	"Iraq": "Irak",
	"Ireland": "Írsko",
	"Irish": "Írsky",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Tým sa vráti individuálne na režim obrazu, takže vyberte požadovaný režim obrazu a resetujte ho.",
	"It may not sound depending on connected devices.": "V závislosti od pripojených zariadení nemusí táto funkcia fungovať.",
	"It may take a few minutes.": "Môže to trvať niekoľko minút.",
	"It may take a few seconds.": "Môže to trvať niekoľko sekúnd.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Poskytuje optimálny zvuk alebo Virtual 4.0 surround na základe sledovania obsahu pomocou algoritmu naučeného prostredníctvom techniky učenia LG Machine.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Poskytuje optimálny zvuk alebo Virtual 5.1 surround na základe pozeraného žánru pomocou algoritmu naučeného prostredníctvom LG techniky hĺbkového učenia.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Poskytuje optimalizovaný zvuk doladením odrazeného zvuku v miestnosti podľa typu inštalácie TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Minimalizuje zúbkovatosť obrazu v záujme jemného zobrazenia.",
	"It works only when the broadcasting program supports captions.": "Funguje iba ak vysielaný program podporuje pôvodné, nepreložené titulky.",
	"It works only when the broadcasting program supports subtitles.": "Funguje iba ak vysielaný program podporuje preložené titulky.",
	"Italian": "Taliansky",
	"Italy": "Taliansko",
	"Ivory Coast": "Pobrežie Slonoviny",
	"Jamaica": "Jamajka",
	"Japan": "Japonsko",
	"Japanese": "Japonsky",
	"Jerusalem": "Jeruzalem",
	"Jordan": "Jordánsko",
	"Just Scan": "Len skenovať",
	"Kabul": "Kábul",
	"Kamchatka": "Kamčatka",
	"Kannada": "Kannadsky",
	"Karachi": "Karáčí",
	"Kashgar": "Kašgar",
	"Katmandu": "Káthmandu",
	"Kazakh": "Kazašsky",
	"Kazakhstan": "Kazachstan",
	"Kenya": "Keňa",
	"Keyboard Languages": "Jazyky klávesnice",
	"Khartoum": "Chartúm",
	"Kiev": "Kyjev",
	"Kolkata": "Kalkata",
	"Korea": "Kórea",
	"Korean": "Kórejsky",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuvajt",
	"Kuwait City": "Kuvajt",
	"Kyrgyzstan": "Kirgizsko",
	"LED Local Dimming": "Lokálne tlmenie LED",
	"LG Logo Light (Front of TV)": "Osvetlené logo LG (na prednej strane TV)",
	"LG Services Country": "Krajina Služieb LG",
	"LG Wireless Keyboard": "Klávesnica LG Wireless Keyboard",
	"LG Wireless Keyboard Connected:": "Klávesnica LG Wireless Keyboard je pripojená:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Klávesnica LG Wireless Keyboard vám umožňuje ovládať TV cez Bluetooth.",
	"Language": "Jazyk",
	"Large": "Veľké",
	"Last tuning:": "Posledné ladenie:",
	"Latvia": "Lotyšsko",
	"Latvian": "Lotyšsky",
	"Lebanon": "Libanon",
	"Left": "Ľavý",
	"Left Right": "Vľavo/Vpravo",
	"Left Surround": "Ľavý efektový",
	"Left drop shadow": "Tieň vľavo",
	"Legal Notice": "Právne upozornenie",
	"Liberia": "Libéria",
	"Libya": "Líbya",
	"Liechtenstein": "Lichtenštajnsko",
	"Light": "Slabá",
	"Limit AD Tracking": "Obmedziť sledovanie reklamy",
	"Lisbon": "Lisabon",
	"Lithuania": "Litva",
	"Lithuanian": "Litovsky",
	"Live Theater": "Živé kino",
	"Ljubljana": "Ľubľana",
	"Loading...": "Načítava sa...",
	"Local": "Miestne",
	"Local Language": "Miestny jazyk",
	"Location": "Lokalita",
	"Lock All": "Uzamknúť všetko",
	"Lock changes for currently running apps will be applied the next time they are started.": "Zmeny uzamknutia pre aktuálne spustené aplikácie budú aplikované pri ďalšom štarte.",
	"Logo Luminance Adjustment": "Nastavenie jasu loga",
	"London": "Londýn",
	"Low": "Nízke",
	"Luminance": "Jas",
	"Luxembourg": "Luxembursko",
	"MAC Address": "Adresa MAC",
	"MAC Address (Wired)": "Adresa MAC (káblová sieť)",
	"MAC Address (Wireless)": "Adresa MAC (bezdrôtová sieť)",
	"MASTER PASSWORD": "HLAVNÉ HESLO",
	"MHEG Guide": "Sprievodca MHEG",
	"MPEG Noise Reduction": "Znižovanie šumu formátu MPEG",
	"Macedonia": "Macedónsko",
	"Macedonia, The Former Yugoslav Republic Of": "Macedónsko, bývalá Juhoslovanská republika",
	"Macedonian": "Macedónsky",
	"Madagascar": "Madagaskar",
	"Magenta": "Purpurová",
	"Make blurry or difficult-to-see areas more vivid.": "Zvýšte živosť rozmazaných alebo ťažko viditeľných oblastí.",
	"Malay": "Malajsky",
	"Malayalam": "Malajálamsky",
	"Malaysia": "Malajzia",
	"Maldives": "Maldivy",
	"Manage channels stored on the TV.": "Spravujte kanály uložené v televízore.",
	"Mandarin": "Mandarínsky",
	"Manual": "Ručne",
	"Maori": "Maorsky",
	"Marathi": "Máráthsky",
	"Marquesas": "Markézy",
	"Marshall Islands": "Marshallove ostrovy",
	"Martinique": "Martinik",
	"Mature Audience Only": "Len staršie publikum",
	"Mauritania": "Mauritánia",
	"Mauritius": "Maurícius",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximalizujte kontrast zvýšením intenzity jasných a tmavých oblastí obrazovky.",
	"Medium": "Stredné",
	"Menu Language": "Jazyk ponuky",
	"Menu Transparency": "Ponuka Priehľadnosť",
	"Message": "Správa",
	"Method": "Metóda",
	"Mexico": "Mexiko",
	"Middle East": "Stredný východ",
	"Minutes": "Minúty",
	"Mobile Connection Management": "Spravovanie mobilného pripojenia",
	"Mode Option": "Možnosti režimu",
	"Mogadishu": "Mogadišo",
	"Moldova": "Moldavsko",
	"Monaco": "Monako",
	"Mongolia": "Mongolsko",
	"Montenegro": "Čierna Hora",
	"Month": "Mesiac",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Optimalizácia jasu podľa rýchlosti pohybu",
	"Movie Lock": "Uzamknutie filmu",
	"Mozambique": "Mozambik",
	"Multi Channel Audio": "Multi kanálový zvuk",
	"Multiple": "Viacero",
	"Muscat": "Maskat",
	"Music": "Hudba",
	"Myanmar": "Mjanmarsko",
	"NEXTGEN TV Mode": "NEXTGEN TV Režim",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT – Nový Južný Wales/Teritórium austrálskeho hlavného mesta – Sydney",
	"NT - Northern Territory - Darwin": "NT – Severné teritórium – Darwin",
	"Namibia": "Namíbia",
	"Narrow": "Úzky",
	"Natural": "Prirodzené",
	"Ndjamena": "N'Djamena",
	"Nepal": "Nepál",
	"Netherland": "Holandsko",
	"Netherlands": "Holandsko",
	"Network": "Sieť",
	"Network Connection Settings": "Nastavenie pripojenia siete",
	"Network Name": "Názov siete",
	"Network-Based Personalization Recommendations": "Odporúčania personalizácie týkajúce sa siete",
	"New Caledonia": "Nová Kaledónia",
	"New Zealand": "Nový Zéland",
	"Next": "Nasledujúce",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Nikózia",
	"Nigeria": "Nigéria",
	"Night": "Noc",
	"No": "Nie",
	"No Internet via 3G/4G network": "Žiadne pripojenie k internetu prostredníctvom siete 3G/4G",
	"No Internet via Ethernet": "Žiadne pripojenie k internetu prostredníctvom siete Ethernet",
	"No Internet via Wi-Fi": "Žiadne pripojenie k internetu prostredníctvom Wi-Fi",
	"No One 17 and Under Admitted.": "Nie je prístupné pre osoby s vekom pod 17 rokov.",
	"No Operation Auto Off": "Automatické vypnutie pri žiadnej operácii",
	"No Signal Auto Off": "Automatické vypnutie pri chýbajúcom signáli",
	"No Signal Image": "Obraz v stave bez signálu",
	"No Signal Power Off (15Min)": "Vypnutie v prípade žiadneho signálu (15 min.)",
	"No devices have been found.": "Nenašli sa žiadne zariadenia.",
	"No paired devices.": "Žiadne spárované zariadenia.",
	"No signal on Server": "Žiadny signál na Serveri",
	"No updates found.": "Nenašli sa žiadne aktualizácie.",
	"Noise Reduction": "Potlačenie šumu",
	"None": "Žiadne",
	"Normal": "Normálna",
	"North Korea": "Severná Kórea",
	"Northern Africa": "Severná Afrika",
	"Norway": "Nórsko",
	"Norwegian": "Nórsky",
	"Not Connected": "Nepripojené",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Poznámka: Ak vaše zariadenie túto funkciu nepodporuje, funkcia nebude fungovať správne. V takom prípade pripojte zariadenie cez iný port HDMI alebo na televíznom prijímači zmeňte nastavenie pre funkciu 8K Ultra HD Deep Colour na VYP.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Poznámka: Ak vaše zariadenie túto funkciu nepodporuje, funkcia nebude fungovať správne. V takom prípade pripojte zariadenie cez iný port HDMI alebo na televíznom prijímači zmeňte nastavenie pre funkciu Ultra HD Deep Colour na VYP.",
	"Note: Available options depend on the broadcast program.": "Poznámka: Dostupné možnosti závisia od vysielaného programu.",
	"Note: Behavior may differ if connected device is not a LG device.": "Poznámka: Ak pripojené zariadenie nie je zariadenie od spoločnosti LG, výsledky sa môžu líšiť.",
	"Note: Only displayed when it is provided by the program.": "Poznámka: Titulky sa zobrazia len v prípade, že sú k dispozícii v rámci programu.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Poznámka: Titulky sa zobrazujú len v prípade, že sú k dispozícii v rámci vysielania.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Poznámka: Podporované funkcie sa medzi rôznymi modelmi môžu líšiť, rovnako ako prehľadnosť týchto funkcií spolu s prehrávaním obsahu ako napríklad Live TV alebo obsah VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Poznámka:<br>1. Ak sa televízor zapne, keď je funkcia Osviežovač pixelov zapnutá, proces sa zastaví a bude potrebné funkciu spustiť znova.<br>2. V priebehu procesu sa na obrazovke môže objaviť biela čiara. Tento jav je pri čistení obrazovky normálny.",
	"Notifications": "Oznámenia",
	"OLED Screen Saver": "Šetrič obrazovky OLED",
	"Off": "Vypnuté",
	"Oman": "Omán",
	"On": "Zapnuté",
	"OnTimer Channel not selected": "Časovač zapnutia kanála nie je vybratý.",
	"Open": "Otvorené",
	"Open Source Licenses": "Informácie o softvéri typu open source (s otvoreným zdrojovým kódom)",
	"Open when TV is turned on": "Otvoriť keď je televízor zapnutý",
	"Operate once when TV is off": "Funguje, keď je televízor vypnutý",
	"Optical": "Optický",
	"Optical + Internal TV Speaker": "Optický + Interný reproduktor TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimalizujte hĺbku obsahu pomocou algoritmu naučeného prostredníctvom LG techniky hlbokého učenia.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimalizácia nastavenia kontrastu na základe jasu HDR obsahu.",
	"Optimize contrast settings based on image brightness.": "Optimalizujte nastavenia kontrastu na základe jasu obrazu.",
	"Optimize the sound for a cinematic experience.": "Optimalizovať zvuk pre dojem kina.",
	"Original Language": "Pôvodný jazyk",
	"Others": "Ďalšie",
	"Outer": "Vonkajšie",
	"Output sound through the Internal TV speaker.": "Nastavte zvukový výstup cez interný reproduktor TV.",
	"PIN: {pin}": "Kód PIN {pin}",
	"Pagode": "Pagoda",
	"Panjabi": "Pandžábsky",
	"Papua New Guinea": "Papua Nová Guinea",
	"Paraguay": "Paraguaj",
	"Parental Guidance Suggested": "Odporúča sa dohľad rodičov",
	"Parental Guidance Suggested :": "Odporúča sa dohľad rodičov:",
	"Parental guidance suggested for children ages 8-13.": "V prípade detí vo veku od 8 do 13 rokov sa odporúča dohľad rodičov.",
	"Parents Guidance strongly required :": "Dôrazne sa odporúča rodičovská kontrola:",
	"Parents Strongly Cautioned": "Dôrazné upozornenie rodičom",
	"Paris": "Paríž",
	"Pass Through": "Prechod",
	"Password": "Heslo ",
	"Patent Information": "Informácie o patente",
	"Peak Brightness": "Maximálny jas",
	"Persian": "Perzsky",
	"Philippines": "Filipíny",
	"Phnom Penh": "Phnom Pénh",
	"Photo": "Fotografia",
	"Pick a Time": "Vyberte si čas",
	"Picture": "Obraz",
	"Picture Mode": "Režim obrazu",
	"Picture Mode Settings": "Nastavenia režimu obrazu",
	"Picture Options": "Možnosti obrazu",
	"Picture Test": "Test obrazu",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Ak prebieha komunikácia medzi pripojeným externým zariadením a TV, obraz alebo zvuk nemusia fungovať správne. Ak problém pretrváva, obnovte nastavenia alebo reštartujte pripojené externé zariadenie.",
	"Pitch": "Výška",
	"Pixel Refresher": "Osviežovač pixelov",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Funkcia Osviežovač pixelov umožňuje televízoru poskytovať čo najčistejší obraz.",
	"Pixel Refresher begins only once when the TV is turned off.": "Osviežovač pixelov sa spustí iba vtedy, keď je TV vypnutý.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Funkcia Osviežovač pixelov je naplánovaná na čas, keď bude televízor najbližšie vypnutý.",
	"Play": "Prehrať",
	"Play sound through TV Speaker.": "Prehrávať zvuk cez TV reproduktor.",
	"Play the standard sound suitable for all types of content.": "Prehrávať štandardný zvuk, vhodný pre všetky typy obsahu.",
	"Please check if WiSA Speakers are turned on and try again.": "Skontrolujte, či sú reproduktory WiSA zapnuté, a skúste to znova.",
	"Please check that the Bluetooth device is already connected to another device.": "Skontrolujte, či je zariadenie Bluetooth pripojené k inému zariadeniu.",
	"Please check the network name and password and try again.": "Skontrolujte názov siete a heslo a skúste to znova.",
	"Please check the status and try again": "Skontrolujte stav a skúste to znova.",
	"Please do not unplug the USB storage until the copying is completed.": "Neodpájajte zariadenie USB, kým sa kopírovanie nedokončí.",
	"Please enter your password to turn off this function.": "Prosím, zadajte svoje heslo,ak chcete vypnúť túto funkciu.",
	"Please enter your password to turn on this function.": "Ak chcete vypnúť túto funkciu, zadajte svoje heslo.",
	"Please make sure that your TV is connected to the network and try again.": "Skontrolujte, či je váš televízor pripojený k sieti, a skúste to znova.",
	"Please note that LG does not use or manage the value.": "Upozorňujeme, že LG nepoužíva ani nespravuje túto hodnotu.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Pripomíname, že zvuk sa nemusí prehrávať, ak je položka Digitálny zvukový výstup nastavená na Prechod.",
	"Please try again later.": "Skúste to znovu neskôr.",
	"Please wait while the Settings application reloads.": "Počkajte, kým sa aplikácia Nastavenia reštartuje.",
	"Please wait while the Settings application restarts.": "Počkajte, kým sa aplikácia Nastavenia reštartuje.",
	"Please wait while the TV restarts.": "Počkajte, kým sa televízor reštartuje.",
	"Please wait while the TV searches for LG Service Country.": "Počkajte, kým televízor vyhľadá krajinu služieb LG.",
	"Point": "Bod",
	"Pointer Options": "Možnosti kurzora",
	"Pointer Size": "Veľkosť ukazovateľa",
	"Poland": "Poľsko",
	"Polish": "Poľsky",
	"Portugal": "Portugalsko",
	"Portuguese": "Portugalsky",
	"Position": "Pozícia",
	"Position Settings": "Nastavenia pozície",
	"Power Off Timer": "Časovač vypnutia",
	"Power On Timer": "Časovať zapnutia",
	"Power Saving Mode": "Úsporný režim napájania",
	"Prague": "Praha",
	"Preschool": "Predškolský vek",
	"Press right button to adjust de-blur and Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu odstránenia rozmazávania a funkcie Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu odstránenia rozmazávania a funkcie OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Stlačením pravého tlačidla prispôsobíte hodnotu odstránenia rozmazávania a funkcie OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia a funkcie Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia a funkcie OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia a funkcie OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia, odstránenia rozmazávania a funkcie Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia, odstránenia rozmazávania a funkcie OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Stlačením pravého tlačidla prispôsobíte hodnotu potláčania chvenia, odstránenia rozmazávania a funkcie OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Stlačte tlačidlo WPS na smerovači s podporou technológie WPS a pripojte televízor k sieti.",
	"Press the right button to adjust Motion Pro settings.": "Stlačením pravého tlačidla prispôsobíte hodnotu funkcie Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Stlačením pravého tlačidla prispôsobíte nastavenia funkcie OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Stlačením pravého tlačidla prispôsobíte nastavenia funkcie OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Stlačením pravého tlačidla prispôsobíte nastavenie na odstránenie rozmazávania.",
	"Press the right button to adjust de-judder settings.": "Stlačením pravého tlačidla prispôsobíte nastavenie na odstránenie chvenia.",
	"Previous": "Predchádzajúce",
	"Primary Audio Language": "Jazyk primárnej zvukovej stopy",
	"Primary Channels": "Hlavné kanály",
	"Primary Teletext Language": "Primárny jazyk teletextu",
	"Program exempted from ratings.": "Program nepodliehajúci hodnoteniu.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Zadať jedinečný identifikátor HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Zadajte jedinečný identifikátor HbbTV do služby HbbTV pre vysielania.",
	"Provided services may vary depending on countries.": "Poskytované služby sa môžu líšiť v závislosti na krajine.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pchjongjang",
	"QLD - Queensland - Brisbane": "QLD – Queensland – Brisbane",
	"Qatar": "Katar",
	"Quick Help": "Rýchly pomocník",
	"Raised": "Zvýšený okraj",
	"Rangoon": "Rangún",
	"Real Cinema": "Skutočné domáce kino",
	"Reason: Authentication with access point was unsuccessful.": "Príčina: Overenie prístupového bodu bolo neúspešné.",
	"Reason: Could not establish a connection to access point.": "Dôvod: Nepodarilo sa nadviazať pripojenie k prístupovému bodu.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Dôvod: Nepodarilo sa získať platnú adresu IP pomocou DHCP.",
	"Reason: Entered password is incorrect.": "Dôvod: Zadané heslo je nesprávne.",
	"Reason: Password is missing.": "Príčina: Chýbajúce heslo.",
	"Reason: The network you selected is out of range.": "Dôvod: Vybraná sieť nie je v dosahu.",
	"Reason: Unable to login.": "Dôvod: Nemožno sa prihlásiť.",
	"Receive emergency alerts from TV when an emergency occurs.": "Prijímajte núdzové upozornenie z TV keď nastane mimoriadna udalosť.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Odporúčame nastaviť hodiny počas ktorých zvyčajne nesledujete TV na Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Odporúčajte užitočný obsah a funkcie na základe histórie prezerania a vzorov používaných aplikácií.",
	"Recommendations are available for the people, products and locations related to the current program.": "Odporúčania sú k dispozícii pre ľudí, výrobky a umiestnenia súvisiace s aktuálnym programom.",
	"Red": "Červená",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Znížte nepravidelný šum z digitálnych video signálov na optimalizovanie kvality obrazu.",
	"Region": "Región",
	"Registered Devices ({num})": "Registrované zariadenia ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Zosilnenie vysoko položených tónov optimalizovaného zvuku.",
	"Reinforce the low-pitched tone of the optimized sound.": "Zosilnenie nízko položených tónov optimalizovaného zvuku.",
	"Remote Settings": "Nastavenia diaľkového ovládania",
	"Remove irregular and erratic pixels for a clearer image.": "Eliminujte nepravidelné a chybné pixely na dosiahnutie čistejšieho obrazu.",
	"Reset": "Vynulovať",
	"Reset CI Password": "Obnoviť heslo CI",
	"Reset HbbTV Distinctive ID": "Vynulovať jedinečný identifikátor HbbTV",
	"Reset Password": "Obnovte heslo.",
	"Reset Settings": "Obnoviť nastavenia",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Vynulovať schválený zoznam aplikácií pri pripojení k mobilnej aplikácii HbbTV.",
	"Reset the caption position.": "Resetujte pozíciu titulku.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Obnovenie histórie sledovaného obsahu a používaných aplikácií. Po obnovení histórie sa odporúčania na obsah môžu začať prijímať až po určitom čase.",
	"Reset to Initial Settings": "Obnoviť pôvodné nastavenia",
	"Restrict access to TV programs based on their ratings.": "Obmedzte prístup k televíznym programom podľa ich hodnotenia.",
	"Restrict watching based on age ratings for children programs.": "Obmedzte sledovanie na základe veku pre detské programy.",
	"Restrict watching based on ages ratings.": "Obmedzte sledovanie na základe veku.",
	"Restrict watching based on fantasy violence content ratings.": "Obmedzte sledovanie podľa hodnotenia násilia.",
	"Restrict watching based on programs containing adult language.": "Obmedzte sledovanie na základe programov obsahujúcich jazyk dospelých.",
	"Restrict watching based on programs containing sexual scene.": "Obmedzte sledovanie na základe programov obsahujúcich sexuálne scény.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Obmedzte sledovanie na základe programov obsahujúcich sexuálne sugestívny dialóg.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Obmedzte sledovanie na základe veku alebo hodnotenia obsahu, podľa uváženia rodičov.",
	"Restrict watching based on violence content ratings.": "Obmedzte sledovanie na základe hodnotení násilia.",
	"Restrict watching movies based on rating.": "Obmedzte sledovanie filmov na základe hodnotenia.",
	"Restrict watching programs based on rating.": "Obmedzte sledovanie programov na základe hodnotenia.",
	"Restriction ratings :": "Hodnotenia obmedzenia:",
	"Retry": "Skúsiť znova",
	"Revert TV to its initial settings.": "Obnovenie počiatočných nastavení TV.",
	"Revert color adjustment settings to default.": "Obnovenie nastavenia farby na predvolené hodnoty.",
	"Revert detailed sound effect settings of standard mode to default.": "Vráťte detailné nastavenia zvukových efektov štandardného režimu na predvolené hodnoty.",
	"Revert picture setting values to default.": "Vráťte hodnoty nastavenia obrazu na predvolené.",
	"Revert white balance settings to default.": "Obnovenie vyváženia bielej na predvolené nastavenia.",
	"Reykjavik": "Reykjavík",
	"Right": "Pravý",
	"Right Left": "Vpravo/Vľavo",
	"Right Surround": "Pravý efektový",
	"Right drop shadow": "Tieň vpravo",
	"Riyadh": "Rijád",
	"Romania": "Rumunsko",
	"Romanian": "Rumunsky",
	"Rome": "Rím",
	"Russia": "Rusko",
	"Russian": "Rusky",
	"R{value}": "P{value}",
	"SA - South Australia - Adelaide": "SA – Južná Austrália – Adelaide",
	"SIGNATURE Opening": "Otváranie SIGNATURE",
	"SIGNATURE TV Settings": "Nastavenia SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK umožňuje používanie vášho diaľkového ovládania LG na ovládanie iných zariadení s podporou funkcie SIMPLINK, ako sú napríklad DVD prehrávače alebo zvukové systémy domáceho kina, ktoré sú k LG Smart TV pripojené prostredníctvom HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Aby bolo možné používať tento režim ARC, automaticky sa aktivuje funkcia SIMPLINK.",
	"Safety": "Bezpečnosť",
	"Saint Lucia": "Svätá Lucia",
	"Saint Vincent": "Svätý Vincent",
	"Sakhalin": "Sachalin",
	"Satellite": "Satelit",
	"Satellite DTV": "Digitálna satelitná TV",
	"Satellite Radio": "Satelitné rádio",
	"Saturation": "Saturácia",
	"Saudi Arabia": "Saudská Arábia",
	"Saudi arabia": "Saudská Arábia",
	"Save CAM Operator's Profile": "Uložiť profil operátora CAM",
	"Save CI Password": "Uložiť heslo CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Uložte nastavenia farby z aktuálne vybratého režimu obrazu pre všetky vstupy.",
	"Save the white balance settings from the current picture mode in all inputs.": "Uložte nastavenia vyváženia bielej z aktuálneho režimu obrazu pre všetky vstupy.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Uložte/obnovte vaše heslo CI. Ak si uložíte heslo CI, v budúcnosti budete môcť preskočiť prihlasovanie.",
	"Scan \"Auto Detect\" automatically.": "Automaticky skenuje pomocou funkcie \"Automatické rozpoznávanie\".",
	"Screen Down": "Posunutie obrazovky nadol",
	"Screen Off": "Obrazovka vypnutá",
	"Screen Saver": "Šetrič obrazovky",
	"Screen Shift ": "Posun obrazovky",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Obrazovka sa v pravidelných intervaloch posúva na ochranu pred problémami s kvalitou obrazu, ktoré môžu nastať ak je TV zapnutý dlhú dobu.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Obrazovka sa vypne o 5 sekúnd. Ak chcete TV znova zapnúť, stlačte akékoľvek tlačidlo okrem tlačidla Power a tlačidla Hlasitosť.",
	"Search": "Vyhľadávať",
	"Search Bluetooth Device": "Hľadať Bluetooth zariadenie",
	"Searching...": "Vyhľadávanie...",
	"Second Language": "Druhý jazyk",
	"Secondary Audio Language": "Jazyk sekundárnej zvukovej stopy",
	"Secondary Teletext Language": "Sekundárny jazyk teletextu",
	"Security": "Zabezpečenie",
	"Select IRE point to adjust luminance.": "Výberom bodu IRE nastavte jas.",
	"Select Mode": "Vyberte režim",
	"Select TV's language settings.": "Vyberte nastavenia jazyka televízora.",
	"Select a caption type for HD broadcasts.": "Vyberte typ skrytých titulkov pre vysielanie v rozlíšení HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Vyberte typ skrytých titulkov pre NEXTGEN TV vysielanie.",
	"Select a caption type for UHD broadcasts.": "Vyberte typ skrytých titulkov pre vysielanie v rozlíšení UHD.",
	"Select a caption type for analog broadcasts.": "Vyberte typ skrytých titulkov pre analógové vysielanie.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Vyberte režim videa, ktorý zodpovedá prostrediu sledovania, alebo zadajte nastavenia pre režim videa, napríklad kontrast, farbu a ďalšie.",
	"Select an audio format for each HDMI input.": "Vyberte zvukový formát pre každý vstup HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Vyberte iný digitálny zvukový výstup (Auto alebo PCM) ak po výbere Pass Through nepočujete zvukové efekty.",
	"Select audio language for digital broadcasts.": "Vyberte jazyk zvuku pre digitálne vysielania.",
	"Select color to be adjusted.": "Vyberte farbu, ktorá sa má nastaviť.",
	"Select days to apply the Timer Power Off settings every week.": "Vyberte dni, v ktoré sa každý týždeň použijú nastavenia časovača vypínania.",
	"Select days to apply the Timer Power On settings every week.": "Vyberte dni, v ktoré sa každý týždeň použijú nastavenia časovača zapínania.",
	"Select device for audio output.": "Nastavte zariadenia pre výstup zvuku.",
	"Select device or speaker for audio output.": "Vyberte zariadenie alebo reproduktor pre výstup zvuku.",
	"Select digital audio output format.": "Vyberte formát digitálneho zvukového výstupu.",
	"Select language for TV menu.": "Vyberte jazyk ponuky TV prijímača.",
	"Select language for subtitles.": "Vyberte jazyk titulkov.",
	"Select languages for keyboards input.": "Vyberte si jazyky pre vstup z klávesníc.",
	"Select method to adjust white balance.": "Vyberte spôsob nastavenia vyváženia bielej.",
	"Select point to adjust luminance.": "Výberom bodu nastavte jas.",
	"Select the Sound mode and set detailed Audio effects.": "Vyberte režim zvuku a nastavte podrobné zvukové efekty.",
	"Select the Sound mode for each content type.": "Vyberte režim zvuku pre každý typ obsahu.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Vyberte Ultra HD Deep Colour pre port HDMI {num}.",
	"Select the app to restrict the use.": "Vyberte aplikáciu na obmedzenie jej používania.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Vyberte vhodný režim obrazu podľa prostredia sledovania alebo typu obsahu.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Vyberte si vlastností zvuku na počúvanie vysielania tak, ako to máte radi.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Vyberte typ titulkov pre digitálne vysielanie a nastavte podrobné nastavenia titulkov.",
	"Select the channel to restrict watching.": "Vyberte kanál na obmedzenie sledovania.",
	"Select the channel to watch when the TV turns on.": "Vyberte kanál, ktorý sa bude sledovať po zapnutí TV.",
	"Select the color range to be displayed.": "Vyberte farebný rozsah, ktorý sa má zobrazovať.",
	"Select the country for your country's special services.": "Vyberte krajinu pre špeciálne služby pre vašu krajinu.",
	"Select the desired video angle.": "Vyberte požadovaný uhol videa.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Vyberte formát, v ktorom sa má TV Digitálny Zvukový Výstup prenášať do externého zariadenia.",
	"Select the input to use when the TV turns on.": "Vyberte vstup, ktorý sa použije po zapnutí televízora.",
	"Select the inputs to restrict the use.": "Vyberte vstupy na obmedzenie ich používania.",
	"Select the most preferred Subtitle Language.": "Vyberte prvú voľbu Jazyka titulkov.",
	"Select the place where to use the TV.": "Vyberte miesto na používanie TV.",
	"Select the residential region for your regional broadcast signal.": "Vyberte obytný región pre svoj regionálny vysielací signál.",
	"Select the second preferred Subtitle Language.": "Vyberte druhú voľbu Jazyka titulkov.",
	"Select your first choice of audio language for digital broadcasts.": "Vyberte svoju prvú voľbu jazyka zvuku pre digitálne vysielania.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Vyberte primárny jazyk teletextových služieb vášho poskytovateľa televízneho vysielania.",
	"Select your second choice of audio language for digital broadcasts.": "Vyberte svoju druhú voľbu jazyka zvuku pre digitálne vysielania.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Vyberte sekundárny jazyk teletextových služieb vášho poskytovateľa televízneho vysielania.",
	"Seoul": "Soul",
	"Serbia": "Srbsko",
	"Serbian": "Srbsky",
	"Serial Number": "Sériové číslo",
	"Serta Wego": "Setra Ego",
	"Service 1": "Služba 1",
	"Service 2": "Služba 2",
	"Service 3": "Služba 3",
	"Service 4": "Služba 4",
	"Service 5": "Služba 5",
	"Service 6": "Služba 6",
	"Service Area Zip Code": "PSČ servisnej oblasti",
	"Set Automatically": "Nastaviť automaticky",
	"Set ID": "Nastaviť ID",
	"Set My Team Alarm.": "Nastaviť funkciu My Team Alarm.",
	"Set Store Mode settings.": "Nastavte nastavenia Režimu obchod.",
	"Set System Color mode for your current TV input.": "Nastavte režim systému farieb aktuálneho vstupu TV.",
	"Set additional options for Video Description.": "Nastaviť ďalšie možnosti čítania zobrazeného textu.",
	"Set additional picture settings.": "Konfigurácia ďalších nastavení obrazu.",
	"Set additional sound-related settings.": "Nastavte ďalšie nastavenia týkajúce sa zvuku.",
	"Set advanced Subtitle options.": "Nastavte rozšírené možnosti titulkov.",
	"Set advanced captioning options.": "Nastavte rozšírené možnosti skrytých titulkov.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Nastavte a upravte verziu IP adresy na IPv4 alebo IPv6.",
	"Set audio-related options.": "Nastavte možnosti týkajúce sa zvuku.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Nastavte veľkosť, farbu, priehľadnosť a ostatné možnosti skrytých titulkov pre vysielanie.",
	"Set color temperature from warm to cool.": "Nastavte teplotu farieb od teplej po studenú.",
	"Set detailed caption settings for HD broadcasts.": "Nastavte podrobné nastavenia titulkov pre HD vysielanie.",
	"Set detailed options for the AI functions.": "Nastavte podrobné možnosti pre AI funkcie.",
	"Set detailed options for the Home feature.": "Nastavte podrobné možnosti pre funkciu Východzia obrazovka",
	"Set detailed options for the Recommendation feature.": "Nastavte podrobné možnosti pre funkciu Odporúčanie.",
	"Set easy connection settings with external devices.": "Nastavte nastavenia jednoduchého pripojenia s externými zariadeniami.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Nastavte uzamknutie špecifikovaných kanálov, aplikácií, vstupov, atď., boli sledované podľa uváženia rodičov.",
	"Set necessary additional functions based on watching environment and screen status.": "Nastavte ďalšie potrebné funkcie na základe sledovania prostredia a stavu obrazovky.",
	"Set or reset the position of on-screen captions.": "Nastavte alebo resetujte polohu titulkov na obrazovke.",
	"Set settings related to your wired / wireless network.": "Nastavte nastavenia týkajúce sa káblovej / bezdrôtovej siete.",
	"Set the TV to turn off automatically after a set amount of time.": "Nastavte TV tak, aby sa automaticky vypol po uplynutí nastavenej doby.",
	"Set the TV to turn off automatically at a set time.": "Nastavte televízor tak, aby sa automaticky vypol v nastavenom čase.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Nastavte TV tak, aby sa automaticky vypol po 4 hodinách nečinnosti používateľa, od automatického zapnutia TV.",
	"Set the TV to turn on automatically at a set time.": "Nastavte televízor tak, aby sa zapol v nastavenom čase.",
	"Set the additional functions related to the TV.": "Nastavte ďalšie funkcie, ktoré sa týkajú TV prijímača.",
	"Set the current date and time.": "Nastavte aktuálny dátum a čas.",
	"Set the current date manually.": "Aktuálny dátum nastavte ručne.",
	"Set the current time manually.": "Aktuálny čas nastavte ručne.",
	"Set the detect range of device available to connect.": "Nastavte rozsah detekcie zariadenia dostupného na pripojenie.",
	"Set the region and country for broadcasts and special services.": "Nastavte región a krajinu pre vysielanie a špeciálne služby.",
	"Set the screen size and aspect ratio.": "Nastavte veľkosť obrazovky a pomer strán.",
	"Set the specialized functions of SIGNATURE TV.": "Nastavte špecializované funkcie SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Nastavte čas po ktorom sa TV automaticky vypne ak používateľ nevykonal žiadnu činnosť na TV.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Nastavte multikanálový zvukový efekt Virtual Surround na užívanie si realistickejšieho zvuku.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Nastavte zvukový efekt Virtual Surround na užívanie si realistickejšieho zvuku.",
	"Set the volume level when the TV turns on.": "Vyberte úroveň hlasitosti po zapnutí televízora.",
	"Set time to turn off the TV.": "Nastavte čas vypnutia televízora.",
	"Set time to turn on the TV.": "Nastavte čas zapnutia televízora.",
	"Set up additional features related to customer support.": "Nastavte ďalšie funkcie súvisiace s podporou zákazníkov.",
	"Set up an account to use LG Services.": "Nastavte účet na používanie LG služieb.",
	"Set whether to display Home when the TV is turned on.": "Nastavte, či zobrazovať Východziu obrazovku pri zapnutí TV.",
	"Settings Help": "Pomoc s nastaveniami",
	"Sexual Situations": "Sexuálne situácie",
	"Sexually Suggestive Dialogue": "Dialógy so sexuálnym podtextom",
	"Shanghai": "Šanghaj",
	"Sharpness": "Ostrosť",
	"Show Password": "Zobraziť heslo",
	"Side by Side": "Vedľa seba",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Rušenie signálu môže znížiť citlivosť diaľkového ovládača Magic, ak je bezdrôtový smerovač príliš blízko televízora.",
	"Singapore": "Singapur",
	"Size": "Veľkosť",
	"Sleep Timer": "Časovač spánku",
	"Slovak": "Slovensky",
	"Slovakia": "Slovensko",
	"Slovenia": "Slovinsko",
	"Slovenian": "Slovinsky",
	"Slow": "Pomaly",
	"Small": "Malé",
	"Smooth": "Vyhladzovanie",
	"Smooth Gradation": "Plynulá gradácia",
	"Soccer": "Futbal",
	"Software Update": "Aktualizácia softvéru",
	"Software Version": "Verzia softvéru",
	"Software update has been installed. Update will be applied when you restart your TV.": "Nový softvér bol nainštalovaný. Aktualizácia sa spustí po tom, čo sa TV reštartuje.",
	"Solid": "Nepriehľadné",
	"Solomon Islands": "Šalamúnove ostrovy",
	"Somalia": "Somálsko",
	"Some material may not be appropriate for children under 13.": "Niektoré materiály nemusia byť vhodné pre deti do 13 rokov.",
	"Some material may not be appropriate for children.": "Niektoré obsahy nemusia byť vhodné pre deti.",
	"Sotho, Northern": "Sotho, severné",
	"Sotho, Southern": "Sotho, južné",
	"Sound": "Zvuk",
	"Sound Mode": "Režim zvuku",
	"Sound Mode Settings": "Nastavenia režimu zvuku",
	"Sound Out": "Zvukový výstup",
	"Sound Share": "Prehrávanie zvuku",
	"Sound Test": "Test zvuku",
	"South Africa": "Južná Afrika",
	"South Korea": "Južná Kórea",
	"Southern Africa": "Južná Afrika",
	"Spain": "Španielsko",
	"Spanish": "Španielsky",
	"Speaker Volume Control": "Ovládanie hlasitosti reproduktora",
	"Specify detailed voice guidance settings after turning on this feature.": "Po zapnutí tejto funkcie zadajte podrobné nastavenia hlasového navádzania.",
	"Speed": "Rýchlosť",
	"Spoken Subtitle": "Hovorené titulky",
	"Sports": "Športy",
	"Sports Alert": "Športové upozornenie",
	"Sri Lanka": "Srí Lanka",
	"Stand": "Stojan",
	"Standard": "Štandard",
	"Standard Mode Sound Effect": "Štandardný režim zvukového efektu",
	"Standby Light": "Kontrolka pohotovostného režimu",
	"Start New Sound Tuning": "Spustite nové ladenie zvuku",
	"Start Now": "Spustiť teraz",
	"Startup Sound": "Startup Sound ",
	"Stockholm": "Štokholm",
	"Stop": "Zastaviť",
	"Store Demo": "Režim Demo pre obchody",
	"Store Mode": "Režim Obchod",
	"Store Mode Settings": "Nastavenia režimu Obchod",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Režim obchod slúži na zobrazenie v predajni. Opätovne inicializuje nastavenia každých pár minút. Chcete túto aplikáciu zavrieť a spustiť režim obchod?",
	"Strong": "Silná",
	"Style": "Štýl",
	"Subnet Mask": "Maska podsiete",
	"Subnet prefix length": "Dĺžka predpony podsiete",
	"Subtitle First Choice Language": "Primárny jazyk titulkov",
	"Subtitle Language": "Jazyk titulkov",
	"Subtitle Second Choice Language": "Sekundárny jazyk titulkov",
	"Subtitles": "Titulky",
	"Sudan": "Sudán",
	"Super Impose": "Prekryť",
	"Super Resolution": "Super rozlíšenie",
	"Support": "Podpera",
	"Suriname": "Surinam",
	"Surround Balance": "Vyváženie zvuku",
	"Surround Level": "Úroveň zvuku",
	"Swahili": "Svahilčina",
	"Swaziland": "Svazijsko",
	"Sweden": "Švédsko",
	"Swedish": "Švédsky",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Prepnite do pohotovostného režimu kvôli rýchlemu zapnutiu TV, keď vypínate TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Prepnite do pohotovostného režimu na používanie množstva funkcií ako sú aplikácie, vyhľadávanie atď., keď vypínate TV.",
	"Switzerland": "Švajčiarsko",
	"Sync Demo": "Ukážka synchronizácie",
	"Syria": "Sýria",
	"TAS - Tasmania - Hobart": "TAS – Tasmánia – Hobart",
	"TV Information": "Informácie o TV",
	"TV Installation Type": "Typ inštalácie televízora",
	"TV Lock": "Uzamknutie TV",
	"TV Name": "Názov TV",
	"TV On With Mobile": "Zapnutie TV mobilom",
	"TV Power Sound": "Zvuk zapnutia/vypnutia televízora",
	"TV Power Sound Volume": "Hlasitosť zvuku upozornenia na zapnutie/vypnutie TV",
	"TV Program Locks": "Zámky TV programu",
	"TV Rating English": "TV hodnotenie anglicky",
	"TV Rating French": "TV hodnotenie francúzsky",
	"TV Speaker": "TV reproduktor",
	"TV can be used as an alarm.": "TV je možné používať ako alarm.",
	"TV is turned off at a set time on every specified day.": "TV sa vypne v nastavenom čase každého uvedeného dňa.",
	"TV to USB": "TV do USB",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Využívajte výhody funkcií, ktoré si vyžadujú pripojenie do siete ako je Internet, aplikácie, aktualizácie softvéru atď.",
	"Tamil": "Tamilsky",
	"Tanzania": "Tanzánia",
	"Target Luminance": "Cieľový jas",
	"Tashkent": "Taškent",
	"Tehran": "Teherán",
	"Telugu": "Telugsky",
	"Text Color": "Farba textu",
	"Text Opacity": "Nepriehľadnosť textu",
	"Text Search": "Textové vyhľadávanie",
	"Thai": "Thajsky",
	"Thailand": "Thajsko",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1} a HDMI {port2} podporujú AMD FreeSync ™ a môžete zvoliť túto funkciu.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1} a HDMI {port2} podporujú AMD FreeSync ™ a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1} a HDMI {port2} podporujú funkciu Okamžitá odozva v hrách a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} podporuje AMD FreeSync ™ a môžete zvoliť túto funkciu.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} podporuje funkciu AMD FreeSync ™ a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} podporuje funkciu Okamžitá odozva v hrách a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporujú AMD FreeSync ™ a môžete zvoliť túto funkciu.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporujú AMD FreeSync ™ a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporujú AMD FreeSync ™ a môžete zvoliť túto funkciu.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporujú AMD FreeSync ™ a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporujú funkciu Okamžitá odozva v hrách a môžete ju zapnúť alebo vypnúť.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporujú funkciu Okamžitá odozva v hrách a môžete ju zapnúť alebo vypnúť.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Jedinečný identifikátor HbbTV je jedinečná hodnota používaná iba v súvislosti s HbbTV, ktorá nijak nesúvisí s osobnými informáciami používateľa.",
	"The HbbTV Distinctive ID will be reset.": "Jedinečný identifikátor HbbTV bude vynulovaný.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikácia alebo služba HbbTV deaktivuje sledovanie jednotlivého používateľa.",
	"The IBB service will disable its tracking of an individual user.": "Služba IBB deaktivuje sledovanie jednotlivého používateľa.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informácie o krajine služieb LG sa nepodarilo zo servera získať. Skúste to znovu neskôr.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikácia Nastavenia sa musí reštartovať, aby sa prejavila zmena jazyka ponuky. Chcete pokračovať?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ambientné osvetlenie sa zapne, keď sa zistí pohyb v okolí televízora.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostupné služby na externé rozpoznávanie hlasu sa môžu zmeniť v závislosti od nastavenia jazyka. Ak navyše zmeníte jazyk ponuky, ponuka nastavení sa znova načíta. Chcete pokračovať?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Zoznam kanálov bol úspešne skopírovaný z pamäťového zariadenia USB do TV. TV sa reštartuje o 5 sekúnd.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Zoznam kanálov bol úspešne skopírovaný z vašej TV na pamäťové zariadenie USB.",
	"The closer to 100, the brighter.": "Čím je hodnota bližšie k 100, tým je obraz jasnejší.",
	"The closer to 100, the clearer the color becomes.": "Čím je hodnota bližšie k 100, tým je farba jasnejšia.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Čím bližšie k 50, tým jasnejšia je červená farba, čím bližšie k 50, tým jasnejšia je zelená farba.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Podrobne nastavené hodnoty funkcie Vyváženie bielej sa obnovia. Chcete pokračovať?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Rozdiel medzi hlasitosťou zvuku kanála a programu sa automaticky zníži a umožní vám sledovať program s konzistentnou hlasitosťou.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Rozdiel medzi hlasitosťami zvuku kanála a programu sa automaticky nastaví a umožní vám sledovať program s konzistentnou hlasitosťou.",
	"The higher the settings, the louder the sound rapidly.": "Čím sú nastavenia vyššie, tým je hlasnejší zvuk.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Interný reproduktor TV a Bluetooth reproduktory môžu súčasne reprodukovať zvuk, čím vytvárajú živý efekt priestorového zvuku.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jazyk rozpoznávania hlasu sa automaticky nastaví podľa zvoleného jazyka ponuky.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jazyk použitý na rozpoznávanie hlasu je nastavený podľa vybratého jazyka ponuky. Služby podpory sa môžu meniť v závislosti na jazyku hlasu.",
	"The network is currently unavailable. Please try again later.": "Sieť je v súčasnosti nedostupná. Skúste to znovu neskôr.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Dokončenie tohto procesu trvá približne 1 hodinu, kedy váš televízor musí zostať vypnutý.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Proces potrvá asi {n} minút a váš TV musí zostať vypnutý.",
	"The program is intended for adults only.": "Program je určený len pre dospelých.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Jas obrazovky sa upravuje automaticky v súlade s jasom v okolí TV prijímača.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Obrazovka sa o 5 sekúnd posunie nadol. Stlačením akéhokoľvek tlačidla, okrem tlačidiel Vypínač a Hlasitosť na diaľkovom ovládači, posuniete obrazovku späť nahor.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nastavené doplnkové hodnoty funkcie Systém riadenia farieb sa obnovia. Chcete pokračovať?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Nastavenie Zvuku Bluetooth Surround + Interný reproduktor TV bude resetované.",
	"The settings are as follows.": "Nastavenia sú nasledovné.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvuk sa nemusí prehrávať, ak je položka Digitálny Zvukový Výstup nastavená na Prechod.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Nie je možné uskutočniť aktualizáciu pre túto TV. Softvér sa vráti k pôvodnému nastaveniu predchádzajúcej verzie.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Keď sa televízor zapne a pohne sa obrazovka, na obrazovke sa zobrazia vizuálne efekty.",
	"There are no paired devices.": "Nenašli sa žiadne spárované zariadenia.",
	"There are settings to correct or prevent OLED panel noise.": "Ak chcete zabrániť šumu panelu LED, opravte príslušné nastavenia.",
	"There is no USB device connected to your TV.": "K vášmu TV nie je pripojené žiadne zariadenie USB.",
	"There is no message.": "Nie je k dispozícii žiadna správa.",
	"Third Language": "Tretí jazyk",
	"This feature applies only to specified LG Wireless Keyboard models.": "Táto funkcia sa týka iba špecifikovaných modelov Klávesnica LG Wireless Keyboard.",
	"This function works only when it is provided by the broadcast program.": "Táto funkcia funguje len v prípade, že je poskytovaná vysielaným programom.",
	"This is a closed caption preview": "Toto je náhľad skrytých titulok.",
	"This is an already existing value.": "Táto hodnota už existuje.",
	"This service provides you with more information about watching program and enjoys related contents.": "Táto služba vám poskytuje viac informácií o sledovanom programe a užívaní si súvisiaceho obsahu.",
	"This will revert all options on TV to their default settings.": "Týmto sa obnovia všetky možnosti TV na ich predvolené nastavenia.",
	"Time": "Čas",
	"Timer Channel": "Časovač kanála",
	"Timer Repeat": "Opakovanie časovača",
	"Timers": "Časovače",
	"Timezone": "Časové pásmo",
	"Timor-Leste": "Východný Timor",
	"Tint": "Odtieň",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Na optimalizovanie zvuku si na TV prehrajte skúšobný zvuk a spustite meranie odrazeného zvuku pomocou diaľkového ovládača Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Ak chcete otestovať zvuk TV, je potrebné zmeniť nastavenie zvukového výstupu na Interný reproduktor TV. Chcete pokračovať?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Hore a dole",
	"Total Power On Time": "Celkový čas zapnutia",
	"Tracking Speed": "Rýchlosť sledovania",
	"Translucent": "Priesvitné",
	"Transparent": "Priehľadné",
	"Treble Boost": "Zosilnenie výšok",
	"Trinidad And Tobago": "Trinidad a Tobago",
	"Trinidad and Tobago": "Trinidad a Tobago",
	"Tripoli": "Tripolis",
	"Tune and save available channels.": "Nalaďte a uložte dostupné kanály.",
	"Tune and save available channels. You can set satellite channel options.": "Nalaďte a uložte dostupné kanály. Nastavte možnosti pre satelitné kanály.",
	"Tunisia": "Tunisko",
	"Turkey": "Turecko",
	"Turkish": "Turecky",
	"Turkmenistan": "Turkménsko",
	"Turn on TV with mobile device same as smartphone.": "Zapnite TV mobilným zariadením ako je smartfón.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Zapnutie/vypnutie funkcie Ultra HD Deep Colour pre port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Zapnutie alebo vypnutie funkcie Okamžitá odozva v hrách pre port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Zapnite TV svojim mobilným zariadením cez pripojenie Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Zapnite televízor svojim mobilným zariadením cez pripojenie Wi-Fi.",
	"Turn on via Bluetooth": "Zapnúť cez Bluetooth",
	"Turn on via Wi-Fi": "Zapnúť cez Wi-Fi",
	"Turn on/off description box in Settings.": "Zapnite/vypnite pole popisu v Nastaveniach.",
	"Turn on/off standby light.": "Zapnite/vypnite kontrolku pohotovostného režimu.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Zapnite/vypnite port AMD FreeSync ™ HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Zapnutie/vypnutie obrazov, ktoré sa budú zobrazovať na obrazovke, ak nie je signál.",
	"Turn on/off the related features of energy consumption.": "Zapnúť/vypnúť príslušné funkcie týkajúce sa spotreby energie.",
	"Turn the Hybridcast service on/off.": "Zapnite/vypnite službu Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Zapnite/vypnite interaktívnu službu (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Zapnite/vypnite TV program vášho poskytovateľa televízneho vysielania.",
	"Turn your broadcast TV provider's teletext service on/off.": "Zapnite/vypnite službu teletextu vášho poskytovateľa televízneho vysielania.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Ak na pripojenie k sieti nepoužívate kábel, vypnutie Wi-Fi pripojenia zabráni prístupu k všetkým internetovým službám. Chcete pokračovať?",
	"UAE": "Spojené arabské emiráty",
	"UHD Mode": "Režim UHD",
	"USA": "USA",
	"USB storage for Copy Channels": "Pamäťová jednotka USB pre funkciu Kopírovať kanály",
	"USB to TV": "USB do TV",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinsky",
	"Ulaanbaatar": "Ulanbátar",
	"Unable to check for updates.": "Nie je možné skontrolovať aktualizácie.",
	"Unable to connect to the network.": "Nepodarilo sa pripojiť k sieti.",
	"Undefined": "Nedefinované",
	"Under 17 requires accompanying parent or adult guardian.": "Pod 17 rokov sa vyžaduje dohľad rodičov alebo dospelej osoby.",
	"Uniform": "Jednotné",
	"United Arab Emirates": "Spojené arabské emiráty",
	"United Kingdom": "Spojené kráľovstvo",
	"United States of America": "Spojené štáty americké",
	"Universal Control Settings": "Nastavenia univerzálneho ovládania",
	"Unknown": "Neznáme",
	"Unknown issue has occurred.": "Vyskytol sa neznámy problém.",
	"Update canceled.": "Aktualizácia bola zrušená.",
	"Update in progress...": "Prebieha aktualizácia...",
	"Update in progress...({n}%)": "Prebieha aktualizácia...({n}%)",
	"Update paused.": "Aktualizácia bola pozastavená.",
	"Update reserved.": "Aktualizácia rezervovaná.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Aktualizácia bude zrušená a všetky aktualizované súbory budú vymazané. Chcete pokračovať?",
	"Urdu": "Urdsky",
	"Uruguay": "Uruguaj",
	"Urumqi": "Urumči",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Pomocou diaľkového ovládača Magic vykonajte analýzu akustiky miestnosti a optimalizujte zvuk TV na základe výsledkov.",
	"Use a large pointer.": "Použiť väčší ukazovateľ.",
	"Use a medium pointer.": "Použiť stredný ukazovateľ.",
	"Use a small pointer.": "Použiť menší ukazovateľ.",
	"Use the 4-way controller to change the position and press the OK button.": "Použite 4-smerový ovládač na zmenu polohy a stlačte tlačidlo OK.",
	"Use the following services with the selected language.": "Používajte nasledujúce služby s vybratým jazykom.",
	"User": "Používateľ",
	"User Agreements": "Používateľské dohody",
	"User Guide": "Používateľská príručka",
	"Uzbek": "Uzbecky",
	"Uzhhorod": "Užhorod",
	"V Position": "Poloha V",
	"V Sharpness": "Vertikálna ostrosť",
	"V Size": "Veľkosť V",
	"VIC - Victoria - Melbourne": "VIC – Victoria – Melbourne",
	"Valencian": "Valencijsky",
	"Vatican City": "Vatikán",
	"Vertical Zoom": "Zvislé priblíženie",
	"Video Description": "Popis videa",
	"Vienna": "Viedeň",
	"Vientiane": "Vientian",
	"Vietnamese": "Vietnamsky",
	"View current Common Interface (CI) information.": "Zobrazte aktuálne informácie rozhrania Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Prezerajte si položky jasnejšie zmenou farby ponuky na obrazovke na čiernobielu.",
	"View messages from your broadcast TV provider.": "Zobrazte správy od poskytovateľa televízneho vysielania.",
	"View more information about watching program and enjoy related contents.": "Zobraziť viac informácií o sledovanom programe a užívať si súvisiaci obsah.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Sledujte pôvodnú obrazovku ako je alebo nastavte veľkosť obrazovky a pomer strán.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Sledujte pôvodnú obrazovku ako je prijímaná z vysielaného signálu alebo pripojeného zariadenia.",
	"Violence": "Násilie",
	"Vivid": "Živý",
	"Voice Recognition Help and Settings": "Pomoc a Nastavenia pre rozpoznávaním hlasu",
	"Voice Support Service": "Služba podpory hlasu",
	"Volume": "Hlasitosť",
	"Volume Increase Amount": "Miera zvyšovania hlasitosti",
	"Volume Mode": "Režim hlasitosti",
	"WA - Western Australia - Eucla": "WA – Západná Austrália – Eucla",
	"WA - Western Australia - Perth": "WA – Západná Austrália – Perth",
	"Wall-mounted": "Upevnený na stene",
	"Warm1": "Teplé1",
	"Warm2": "Teplé2",
	"Warm3": "Teplé3",
	"Warsaw": "Varšava",
	"Watch a diverse range of Internet contents on TV channels.": "Sledujte rozsah rozmanitého internetového obsahu na TV kanáloch.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Zhromažďujeme a ukladáme MAC adresu, číslo modelu, kód krajiny, nastavenie jazyka a verziu softvéru, aby sme mohli overiť vaše zariadenie a skontrolovať, či máte najnovšiu verziu softvéru.",
	"Welcome Feature": "Funkcia uvítania",
	"Welsh": "Walesky",
	"Western Africa": "Západná Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Keď sa pripojený HDD nepoužil po určenú dobu, prejde do pohotovostného režimu kvôli zníženiu spotreby energie.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Keď je zariadenie pripojené k portu, obraz hry je optimalizovaný s minimálnymi oneskoreniami, praskaním alebo prerušením.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Po aktivácii funkcie Okamžitá odozva v hrách môže video dočasne blikať.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Keď je Zvukový výstup nastavený na „Bluetooth/HDMI ARC/Optický digitálny/Reproduktory WiSA“ alebo keď pripojené zariadenie nepodporuje funkciu Okamžitá odozva v hrách, funkcia nemusí fungovať správne.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Keď je Zvukový výstup nastavený na Bluetooth alebo keď pripojené zariadenie nepodporuje funkciu Okamžitá odozva v hrách, funkcia nemusí fungovať správne.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Ak zapnete/vypnete zariadenie, automaticky sa zapne/vypne aj váš televízor.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Keď sú vizuálne efekty vypnuté, na obrazovke sa zobrazí vysielanie TV naživo.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Ak je táto funkcia nastavená na „zapnutá“, niektoré funkcie zobrazené na obrazovke budú čiastočne priehľadné.",
	"When your TV is turned off, the device will automatically turn off.": "Ak vypnete televízor, automaticky sa vypne aj vaše zariadenie.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Počas presunu zmenenej hodnoty do externého zariadenia môže dochádzať k dočasným poruchám obrazu a zvuku.",
	"White": "Biele",
	"White Balance": "Vyváženie bielej",
	"Wi-Fi Connection": "Wi-Fi pripojenie",
	"Wi-Fi Security": "Wi-Fi bezpečnosť",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi je vypnuté. Zapnite ho a zobrazí sa zoznam dostupných sietí, ktoré môžete pripojiť a zobrazia sa ďalšie súvisiace položky ponuky.",
	"Wi-Fi issue has occurred.": "Vyskytol sa problém s Wi-Fi.",
	"WiSA Speakers": "Reproduktory WiSA",
	"Wide Area Zone": "Zóna Wide Area",
	"Wide View": "Širokouhlý obraz",
	"Wide View (32:9)": "Širokouhlý obraz (32:9)",
	"Window Color": "Farba okna",
	"Window Opacity": "Priehľadnosť okna",
	"Wired Connection (Ethernet)": "Káblové (Ethernet)",
	"Wired Headphones": "Káblové slúchadlá",
	"Wired Headphones + Internal TV Speaker": "Káblové slúchadlá + Interný reproduktor TV",
	"With this option, you can control the audio device's volume with your TV remote.": "S touto možnosťou môžete ovládať hlasitosť zvukového zariadenia pomocou diaľkového ovládača TV.",
	"Yakutsk": "Jakutsk",
	"Year": "Rok",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Žltá",
	"Yemen": "Jemen",
	"Yerevan": "Jerevan",
	"Yes": "Áno",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Môžete nastaviť zvukové efekty po zapnutí alebo vypnutí televízora a pri pohybe obrazovky.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Prostredníctvom diaľkového ovládača Magic môžete ovládať zariadenia, ktoré sú pripojené k portom HDMI bez toho, aby ste potrebovali zariadenia konfigurovať.",
	"You can delete the device connection history of Screen Share.": "Môžete odstrániť históriu pripojenia zariadení aplikácie Screen Share.",
	"You can delete the device connection history of Sound Share.": "Môžete odstrániť históriu pripojenia zariadení aplikácie Sound Share.",
	"You can find the default password in User Guide.": "Predvolené heslo môžete nájsť v Používateľská príručka.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Funkciu Okamžitá odozva v hrách môžete aktivovať nastavením položky HDMI Ultra HD Deep Colour na „Zap.“.",
	"You can only change settings from the current HDMI input.": "Nastavenia môžete zmeniť iba prostredníctvom aktuálneho HDMI vstupu.",
	"You can scan again to connect the device.": "Ak chcete zariadenie pripojiť, môžete zopakovať vyhľadávanie.",
	"You can select left and right audio settings for broadcast signal.": "Pre signál vysielania môžete vybrať nastavenia zvuku na ľavej alebo pravej strane.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Môžete si vybrať port AMD FreeSync ™ z HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Môžete vybrať Ultra HD Deep Colour portu.",
	"You can set the sound to play when the TV is turned on or off.": "Môžete nastaviť zvuk, ktorý sa má prehrávať pri zapínaní alebo vypínaní TV prijímača.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Môžete zapnúť/vypnúť funkciu ukladania profilu operátora CAM.",
	"You can turn this feature on or off.": "Túto funkciu môžete zapnúť alebo vypnúť.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Prostredníctvom siete môžete prijímať rôzne odporúčania týkajúce sa obsahu. Vypnutím tejto funkcie bude dostupný iba základný obsah a niektoré funkcie nebudú k dispozícii.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televízor a zariadenie pripojené prostredníctvom funkcie SIMPLINK sa budú synchronizovať takto:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Keď je funkcia Osviežovač pixelov spustená, váš televízor musí zostať vypnutý. Všetky prebiehajúce a naplánované nahrávania, ako aj pripomienky a nastavenia časovača zapínania sa počas trvania tohto procesu zrušia a BT reproduktor v nulovom zobrazení nebude dostupný.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Keď je funkcia Osviežovač pixelov spustená, váš televízor musí zostať vypnutý. Všetky prebiehajúce a naplánované nahrávania, ako aj pripomienky a nastavenia časovača zapínania sa počas trvania tohto procesu zrušia.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Vaša TV musí byť pripojená k sieti, aby bolo možné automaticky nastaviť vašu krajinu služieb spoločnosti LG. Chcete prejsť do ponuky Nastavenia siete a skontrolovať pripojenie?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Vaša TV vyžaduje informáciu o vašej aktuálnej polohe, aby bolo možné odoslať núdzovú výstražnú správu cez signál digitálneho TV.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Váš televízor sa vypne a zostane vypnutý, kým sa proces nedokončí. Potom sa automaticky znova zapne.",
	"Zagreb": "Záhreb",
	"Zaporozhye": "Záporožie",
	"Zoom": "Priblíženie",
	"Zoom2": "Priblíženie2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] bude odpojené od vašej TV. Zvuk nebude možné ďalej prehrať z tohto zariadenia. Chcete pokračovať?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] bude odstránené zo zoznamu spárovaných zariadení.  Ak chcete zariadenie pripojiť neskôr, je potrebné vyhľadať dostupné zariadenia a znova ich spárovať. Chcete pokračovať?",
	"[{deviceName}] will be deleted.": "[{deviceName}] sa odstráni.",
	"aspectRatio_original": "Originál",
	"audioGuidance_fast": "Rýchlo",
	"audioGuidance_high": "Vysoká",
	"audioGuidance_low": "Nízke",
	"audioGuidance_medium": "Stredné",
	"audioGuidance_slow": "Pomaly",
	"audioGuidance_veryFast": "Veľmi rýchlo",
	"audioGuidance_veryHigh": "Veľmi vysoké",
	"audioGuidance_veryLow": "Veľmi nízke",
	"audioGuidance_verySlow": "Veľmi pomaly",
	"btDotSignalStrength_wide": "Široký",
	"button": "tlačidlo",
	"character": "znak",
	"characters": "znaky",
	"checked": "označené",
	"colorGamutJPNWide": "Široký",
	"connecting": "pripája sa",
	"depthOfColor": "Farba",
	"diagonal zoom in": "uhlopriečne priblíženie",
	"diagonal zoom out": "uhlopriečne oddialenie",
	"digitalOptionSetByProgram": "Nastavené programu",
	"energy_Medium": "Stredné",
	"freesync_high": "Vysoká",
	"freesync_low": "Nízke",
	"freesync_off": "Vypnuté",
	"freesync_wide": "Široký",
	"gamma_high1": "Vysoká úroveň 1",
	"gamma_high2": "Vysoká úroveň 2",
	"hidden": "skryté",
	"horizontal zoom in": "vodorovné priblíženie",
	"horizontal zoom out": "vodorovné oddialenie",
	"jpDoNot": "Vypnuté",
	"logoLuminance_high": "Vysoká",
	"logoLuminance_low": "Nízka",
	"not connected": "nepripojené",
	"objet_soundMode": "Optimalizujte režim zvuku pre každý typ obsahu.",
	"pictureControl3dModeStandard": "Štandard",
	"pictureControlAuto": "Automatický",
	"pictureControlAuto_BlackLevel": "Automatický",
	"pictureControlHigh": "Vysoká",
	"pictureControlHigh_BlackLevel": "Vysoká",
	"pictureControlHigh_Male": "Vysoká",
	"pictureControlLow": "Nízke",
	"pictureControlLow_BlackLevel": "Nízke",
	"pictureControlLow_Male": "Nízke",
	"pictureControlMedium": "Stredné",
	"pictureControlMedium_BlackLevel": "Stredné",
	"pictureControlMedium_Male": "Stredné",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Stredné",
	"pictureLocalDimmingHigh": "Vysoká",
	"pictureLocalDimmingLow": "Nízke",
	"pictureLocalDimmingMed": "Stredné",
	"pictureMode": "Štandard",
	"pictureModeSettings": "Prispôsobiť",
	"press OK button to edit IP manually": "adresu IP upravíte stlačením tlačidla OK",
	"press OK button to enter channel to search": "stlačte tlačidlo OK a zadajte kanály, ktoré chcete vyhľadať",
	"press OK button to enter value": "hodnotu zadáte stlačením tlačidla OK",
	"press right button to adjust de-judder and de-blur value": "hodnotu potláčania zasekávania a rozmazávania nastavíte stlačením pravého tlačidla",
	"press right button to adjust zoom ratio and position": "pomer a polohu priblíženia nastavíte stlačením pravého tlačidla",
	"shift current screen down": "posunúť aktuálnu obrazovku nadol",
	"shift current screen to the left": "posunúť aktuálnu obrazovku doľava",
	"shift current screen to the right": "posunúť aktuálnu obrazovku doprava",
	"shift current screen up": "posunúť aktuálnu obrazovku nahor",
	"shift down": "posunúť nadol",
	"shift left": "posunúť doľava",
	"shift right": "posunúť doprava",
	"shift up": "posunúť nahor",
	"soundMode_Standard": "Štandard",
	"speaker_channel": "Kanál",
	"thaRatingNone": "Žiadne",
	"unchecked": "neoznačené",
	"unread": "neprečítané",
	"vertical zoom in": "zvislé priblíženie",
	"vertical zoom out": "zvislé oddialenie",
	"volumeModeHigh": "Vysoká",
	"volumeModeLow": "Nízke",
	"volumeModeMedium": "Stredné",
	"webOS TV Version": "Verzia webOS pre TV",
	"zoom in": "priblížiť",
	"zoom out": "oddialiť",
	"{label} : L{value}": "{label} : Ľ{value}",
	"{label} : R{value}": "{label} : P{value}"
}
