{
	" (User)": " (یوسر)",
	"(Version: {l})": "(ورژن: {l})",
	"* The device connected should support this service.": "*مربوط آلہ اس آلے کی معاونت کرنا چاہیے۔",
	"* This feature is applied once and only once when the TV is turned off.": "* اس خصوصیت کا اطلاق ایک بار اور صرف ایک بار TV کو آف کرتے وقت ہوتا ہے۔",
	"* This feature is available on certain devices only.": "*یہ خصوصیت صرف کچھ آلات پر ہی دستیاب ہے۔",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* یہ موڈ FILMMAKER MODE کے ارادوں کو واضح طور پر ظاہر کرتا ہے لیکن تصویر کے دیگر موڈس سے گہرا نظر آ سکتا ہے۔",
	"* This settings is only available for Internal TV Speaker.": "*یہ ترتیب صرف ٹی وی کا داخلی اسپیکر کے لیے دستیاب ہے۔",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "*اگرچہ یہ اختیار آن پر متعین ہے، اسکرین سیور بیرونی ان پٹس جیسے لائیو ٹی وی پر آپ کے دیکھنے کے تجربے کو پریشان کرنے سے بچنے کے لئے کام نہیں کرے گا۔",
	"* You can control the app which supports the function on your mobile device.": "*آپ اس اپلی کیشن کے ساتھ کنٹرول کرسکتے ہیں جو آپ کے موبائل آلے پر کام کی حمایت کرتی ہو۔",
	"1) Turn the Bluetooth on the other device off.": "1) دوسرے آلہ پر Bluetooth کو آف کریں۔",
	"10 Points Code Value": "10 پوائنٹس کوڈ ویلیو",
	"10 Points IRE": "10 پوائنٹس IRE",
	"10 and Above": "10 اور اس سے اوپر",
	"10 min": "10 منٹ",
	"11 and Above": "11 اور اس سے اوپر",
	"12 Hours": "12 گھنٹے",
	"12 and Above": "12 اور اس سے اوپر",
	"120 min": "120 منٹ",
	"13 and Above": "13 اور اس سے اوپر",
	"14 and Above": "14 اور اس سے اوپر",
	"14 by 9": "14 بٹے 9",
	"15 and Above": "15 اور اس سے اوپر",
	"16 and Above": "16 اور اس سے اوپر",
	"16 by 9": "16 بٹے 9",
	"17 and Above": "17 اور اس سے اوپر",
	"18 and Above": "18 اور اس سے اوپر",
	"180 min": "180 منٹ",
	"19 and Above": "19 اور اس سے اوپر",
	"2 Channel": "2 چینل",
	"2 Hours": "2 گھنٹے",
	"2 Points": "2 پوائنٹس",
	"2) Turn the Bluetooth device to connect off and on.": "2) کنیکٹ کرنے والے Bluetooth آلہ کو آف اور آن کریں۔",
	"20 Points Code Value": "20 پوائنٹس کوڈ ویلیو",
	"20 Points IRE": "20 پوائنٹس IRE",
	"20 and Above": "20 اور اس سے اوپر",
	"20 min": "20 منٹ",
	"21 by 9": "21 بٹے 9",
	"22 Points Code Value": "22 پوائنٹس کوڈ ویلیو",
	"22 Points IRE": "22 پوائنٹس IRE",
	"24 Hours": "24 گھنٹے",
	"240 min": "240 منٹ",
	"3 Hours": "3 گھنٹے",
	"30 min": "30 منٹ",
	"32 by 12": "32 بٹے 12",
	"32 by 9": "32 بٹے 9",
	"3G/4G Connection": "3G/4G کنکشن",
	"4 Hours": "4 گھنٹے",
	"4 Hours Auto Power Off": "4 گھنٹے پر آٹو بجلی بند",
	"4 and Above": "4 اور اس سے اوپر",
	"4 by 3": "4 بٹے 3",
	"4-Way Zoom": "4-طرفہ زوم",
	"5 and Above": "5 اور اس سے اوپر",
	"5.1 Channel": "5.1 چینل",
	"6 Hours": "6 گھنٹے",
	"6 and Above": "6 اور اس سے اوپر",
	"60 min": "60 منٹ",
	"7 and Above": "7 اور اس سے اوپر",
	"8 Hours": "8 گھنٹے",
	"8 and Above": "8 اور اس سے اوپر",
	"9 and Above": "9 اور اس سے اوپر",
	"90 min": "90 منٹ",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID کا استعمال اشتہار کے مقاصد کے لیے اور کچھ مخصوص اشتہارات جو آپ کی دلچسپی کے ہو سکتے ہیں کو آسان بنانے کے لیے اس ڈیوائس کی شناخت میں کیا جاتا ہے۔ آپ AD ID کو دوبارہ سیٹ کر سکتے ہیں یا نیچے AD ID کی ٹریکنگ کو محدود کر سکتے ہیں۔",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning کے اختیارات",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning غیر فعال ہے۔",
	"AI Brightness Control": "AI چمکیلا پن کنٹرول",
	"AI Picture": "AI تصویر",
	"AI Picture Pro": "AI تصویر پرو",
	"AI Recommendation": "AI سفارشات",
	"AI Service": "AI سروس",
	"AI Sound": "AI آواز",
	"AI Sound Pro": "AI آواز پرو",
	"AV": "AV",
	"AV Sync Adjustment": "AV مطابقت کو موافق بنائیں",
	"Abidjan": "عابدجان",
	"Accessibility": "رسائی",
	"Account Management": "اکاؤنٹ کے انتظام",
	"Accra": "عکرہ",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "اس اختیار کو فعال کرنے پر، اس اسمارٹ ٹی وی سے اشتہار سے متعلق ذاتی ڈیٹا جمع ہونا اور اس کی ٹریکنگ رک جاۓ گی۔ ٹوگل آن کرنا اشتہارات کی ان قسموں پر اثر انداز ہو سکتا ہے جو آپ آگے دیکھیں گے لیکن اس سے اشتہارات موصول ہونا نہیں رکیں گے۔",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "اس ٹوگل کو فعال کرنے سے LGE اپنے تیسرے فریقی فراہم کنندگان کو آپ کی ذاتی معلومات کا تجارت میں استعمال کرنا بند کرنے کی ہدایت دے گا۔ جب تک آپ علیحدہ طور پر آپٹ آؤٹ نہیں کرتے ہیں، تب تک آپ کو Live Plus، LG Channels اور Who.Where.What? تک رسائی حاصل ہوتا رہے گا۔",
	"Adak": "ادک",
	"Add Network": "نیٹ ورک میں شامل کریں",
	"Add a hidden wireless network": "ایک چھپی ہوئی وائرلیس نیٹ ورک میں شامل کریں",
	"Add wireless network by manually entering network name (SSID).": "دستی طور پر نیٹ ورک نام داخل کرکے وائرلیس نیٹ ورک شامل کریں (SSID)۔",
	"Addis Ababa": "ادیس ابابا",
	"Additional Audio Selection": "اضافی آڈیو سیکشن",
	"Additional Settings": "اضافی سیٹنگز",
	"Address Setting": "ایڈریس کی سیٹنگ",
	"Aden": "عدن",
	"Adjust Audio Guidance pitch.": "آڈیو رہنمائی کا پچ ایڈجسٹ کریں۔",
	"Adjust Audio Guidance speed.": "آڈیو رہنمائی کی رفتار ایڈجسٹ کریں۔",
	"Adjust Audio Guidance volume.": "آڈیو رہنمائی کا والیوم ایڈجسٹ کریں۔",
	"Adjust Backlight brightness to brighten or darken the screen.": "اسکرین کو روشن یا سیاہ کرنے کے لئے بیک لائٹ چمک کو ایڈجسٹ کریں۔",
	"Adjust Screen Position": "اسکرین کی پوزیشن موافق بنائیں",
	"Adjust Zoom Ratio": "زوم کا تناسب موافق بنائیں",
	"Adjust animation effect shown on the home at certain times.": "مخصوص اوقات پر ہوم پر دکھائے جانے والے انیمیشن اثرات کو ایڈجسٹ کریں۔",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "چمک کو روکنے اور توانائی کی کھپت کم کرنے کے لیے ایمیج کی حرکات کا تجزیہ کرکے چمک کو موافق بنائیں۔",
	"Adjust brightness of the LG logo.": "LG لوگو کا اجلا پن مطابق کریں۔",
	"Adjust color and saturation for a more vivid image.": "زیادہ واضح ایمیج کے لیے رنگ اور سیرابیت کو موافق بنائیں۔",
	"Adjust color temperature automatically to reduce eye strain.": "آنکھ کی کشیدگی کو کم کرنے کے لئے خود کار طریقے سے رنگ کے درجہ حرارت کو ایڈجسٹ کریں۔",
	"Adjust cursor speed.": "کرسر کی رفتار کو ایڈجسٹ کریں.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "کناروں کی نفاست کو موافق بنائیں۔ زیادہ قدریں ایمیج کی دلکشی اور صفائی کو بڑھا دیتی ہیں۔",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ان پٹ سگنل کی چمک کی تلافی کے لیے گاما سیٹنگز کو موافق بنائیں۔",
	"Adjust left/right audio balance.": "بائیں/ دائیں کے ساءونڈ توازن کو موافق بنائیں۔",
	"Adjust luminance for selected color.": "منتخب رنگ کے لیے چمک موافق بنائیں۔",
	"Adjust luminance level for selected IRE point.": "منتخب IRE پوائنٹ کے لیے چمک کی سطح موافق بنائیں۔",
	"Adjust peak brightness for the brightest luminance.": "لیومینینس چمک کے لئے چوٹی کی چمک ایڈجیسٹ کریں۔",
	"Adjust remote's cursor speed and appearance.": "ریموٹ کے کرسر اور وضح کو ایڈجسٹ کریں۔",
	"Adjust saturation for selected color.": "منتخب رنگ کے لیے سیرابیت موافق بنائیں۔",
	"Adjust screen brightness to reduce energy consumption.": "توانائی کی کھپت کم کرنے کے لیے اسکرین کی چمک کو موافق بنائیں۔",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "اسکرین کو روشن یا سیاہ کرنے کے لئے OLED لائٹ کو ایڈجسٹ کریں۔",
	"Adjust the audio timing to synchronize the video and audio.": "آڈیو کی ٹائمنگ کو ویڈیو اور آڈیو کی مطابقت پذیری کے لیے موافق بنائیں۔",
	"Adjust the balance of red and green to display the tint on the screen.": "اسکرین پر ٹنٹ کو ڈسپلے کرنے کے لئے سرخ اور سبز کے توازن کو ایڈجسٹ کریں۔",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "رنگ کی حرارت، چمک، اور سرخ، سبز اور نیلے رنگ کی شدت کو موافق بناکر رنگ کا توازن کو ایڈجسٹ کریں۔",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "انفرادی تصویر کے موڈ کے لئے اس کے چمک، ریزلوشن وغیرہ کو ایڈجسٹ کریں اور اضافی طور ترجیح کردہ رنگ، گاما، وغیرہ کو متعین کریں۔",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "اسکرین کے چمکدار اور گہرے رنگ وڈیوائس حصوں کے درمیان کے فرق کو موافق بنائیں۔ زیادہ قدریں فرق کو بڑھا دیتی ہیں۔",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "فلم کے ساتھ فریم تناسب کو اسی طرح سے ایڈجسٹ کریں اور یہ فلم تھیٹر کا احساس فراہم کرتا ہے۔",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "جب ایک وسیع مدت کے لئے ٹی وی آن رہتا ہے تو، مستحکم تصاویر جیسے لوگو وغیرہ کی روشنی کو ایڈجسٹ کرتا ہے اور تصویر کے معیار کے مسائل کو روکتا ہے جو ہو سکتے ہیں۔",
	"Adjust the screen color to be pale or deep.": "پیلا یا گہری بنانے کے لئے اسکرین کے رنگ کو ایڈجسٹ کریں۔",
	"Adjust the sound to meet your taste for each sound frequency band.": "ہر صوتی کی فریکوئنسی بینڈ کیلئے اپنی پسند کے مطابق صوتی کو ایڈجسٹ کریں۔",
	"Adjust the timing to synchronize when the video and audio have time difference.": "جب ویڈیو اور آڈیو وقت میں فرق ہو تو مطابقت پذیری کرنے کے لئے وقت کو ایڈجسٹ کریں۔",
	"Adjust the tint to brighten or darken the screen.": "اسکرین کو روشن یا سیاہ کرنے کے لئے ٹنٹ کو ایڈجسٹ کریں۔",
	"Adjust the volume you want with pressing remote's volume key.": "ریموٹ کی والیوم کلید دبا کر اپنی پسند کا والیوم ایڈجسٹ کریں۔",
	"Adjust tint for selected color.": "منتخب رنگ کے لیے رنگ موافق بنائیں۔",
	"Adjust whether to display the home promotion.": "ایڈجسٹ کریں آیا ہوم پرموشن ظاہر کرنا چاہیے۔",
	"Adjusting Luminance": "روشنی ایڈجسٹ کررہا ہے",
	"Adolescent over 13 are allowed to watch.": "13 سے زیادہ عمر کے بالغوں کو دیکھنے کی منظوری ہے۔",
	"Adolescent over 14 are allowed to watch.": "14 سے زیادہ عمر کے بالغوں کو دیکھنے کی منظوری ہے۔",
	"Adolescent over 16 are allowed to watch.": "16 سے زیادہ عمر کے بالغوں کو دیکھنے کی منظوری ہے۔",
	"Adult": "بالغ",
	"Adult Language": "بالغ کی زبان",
	"Adults only.": "صرف بالغ افراد۔",
	"Advanced": "اعلی درجے کی",
	"Advanced Controls": "اعلی درجے کے کنٹرولز",
	"Advanced Wi-Fi Settings": "اعلی درجے کی Wi-Fi سیٹنگز",
	"Advertisement": "اشتہار",
	"Afghanistan": "افغانستان",
	"Afrikaans": "افریقی",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ملک تبدیل کرنے کے بعد، حالیہ ٹیون کردہ تمام چینلز حذف کردیے جائیں گے۔ چینلز کو دوبارہ ٹیون کرنے کے لیے، براہ کرم خودکار ٹیوننگ پر جائیں۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "زپ کوڈ تبدیل کرنے کے بعد، حالیہ تمام Freesat چینلز حذف کردیے جائیں گے۔ چینلز کو دوبارہ ٹیون کرنے کے لیے، براہ کرم خودکار ٹیوننگ پر جائیں۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "ملک بدلنے کے بعد، آپ آٹو ٹیوننگ کا استعمال کرکے چینلز کے لیے اسکین کر سکتے ہیں۔ آپ جاری رکھنا چاہتے ہیں؟",
	"Ages 2-7 are allowed to watch.": "عمر 2-7 کو دیکھنے کی اجازت ہے۔",
	"Albania": "البانیہ",
	"Albanian": "البانی",
	"Alerts you by sound when the TV is turned on or off.": "TV کو آن یا آف کیے جانے پر آپ کو ساؤنڈ کے ذریعہ انتباہ کرتا ہے۔",
	"Algeria": "الجیریا",
	"Algiers": "الجزائر",
	"All Channels": "تمام چینلز",
	"All Children": "سبھی بچّے",
	"All ages are allowed to watch.": "ہر عمر کیلئے دیکھنے کی منظوری ہے۔",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} موڈ کے لیے تمام حالیہ سیٹنگز ری سیٹ ہو جائے گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "معیاری موڈ کے لیے تمام صوتی اثر کی سیٹنگز ری سیٹ ہو جائے گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Allow Automatic Updates": "خود کار طریقے سے اپ ڈیٹ کرنے کی اجازت دیں",
	"Almaty": "الماتی",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "نیز، آپ Bluetooth احاطہ آواز کے لئے تفصیلی ترتیب کو ایڈجسٹ کرسکتے ہیں۔",
	"Always Open": "ہمیشہ کھلا",
	"Always-on Off Time": "Always-on آف کا وقت",
	"Amman": "عمان",
	"Amsterdam": "ایمسٹرڈیم",
	"An error has occurred while copy channels.": "چینلز کاپی کرتے وقت ایک خرابی پیدا ہوگئی۔",
	"An important software update is available.": "ایک اہم سافٹ ویئر اپ ڈیٹ دستیاب ہے..",
	"Anadyr": "انڈیر ",
	"Analog Mode": "ینالاگ موڈ",
	"Analog TV": "اینالاگ ٹی وی",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "آواز کی خصوصیات کا تجزیہ کریں اور حقیقی وقت میں ہر ایک مواد کے لئے آواز کو آپٹمائز کریں۔",
	"Anchorage": "اینکوریج",
	"Angola": "انگولا",
	"Antananarivo": "اینٹانانیریو",
	"Antenna": "اینٹینا",
	"Antenna ATV": "اینٹینا ATV",
	"Antenna DTV": "اینٹینا DTV",
	"Antenna Radio": "اینٹینا ریڈیو",
	"Antigua and Barbuda": "انٹیگوا اور باربودا",
	"Any Supplementary Audio": "کوئی اضافی آڈیو",
	"Apia": "اپیا",
	"App Alarm": "ایپ الارم",
	"Application Locks": "ایپلیکیشن لوکس",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "موجودہ تصویر کے موڈ کے تمام ترتیبات یا ایپس پر تفصیلی ترتیب اقدار کو لاگو کریں۔",
	"Apply to all inputs": "تمام انپٹس پر لگائیں ",
	"Applying value to all inputs...": "تمام انپٹس پر قدر کا اطلاق کرنا...",
	"Aqtöbe": "ایکٹوب",
	"Arabic": "عربی",
	"Araguaína": "اراگوئنا",
	"Argentina": "ارجنٹینا",
	"Armenia": "آرمینیا",
	"Aruba": "اروبا",
	"Ashgabat": "اشک آباد",
	"Asmara": "اسمارا",
	"Aspect Ratio": "آسپیکٹ ریشیو",
	"Aspect Ratio Settings": "اسپیکٹ ریشیو سیٹنگز",
	"Assamese": "آسامی",
	"Assign channels to remote buttons so you can quickly jump to them.": "چینلوں کو ریموٹ بٹنوں کو تفویض کریں تاکہ آپ جلدی سے ان پر جاسکیں۔",
	"Asunción": "اسانسیون",
	"Athens": "ایتھنز",
	"Atikokan": "اٹیکوکن ",
	"Auckland": "آکلینڈ",
	"Audio Delay": "آڈیو کی تاخیر",
	"Audio Description": "آڈیو تفصیل",
	"Audio Description Volume": "آڈیو تفصیل وائس",
	"Audio Guidance": "آڈیو رہنمائی",
	"Audio Language": "آڈیو کی زبان",
	"Audio Out (Line Out)": "آڈیو آؤٹ (لائن آؤٹ)",
	"Audio Type": "آڈیو کی قسم",
	"Australia": "آسٹریلیا",
	"Austria": "آسٹریا",
	"Auto": "آٹو",
	"Auto Detect": "خودکار ڈیٹیکٹ",
	"Auto Device Detection": "آلہ کی خودکار شناخت",
	"Auto Genre Selection": "خودکار طرز انتخاب",
	"Auto Power Off": "آٹو بجلی بند",
	"Auto Power Sync": "آٹو پاور سینک",
	"Auto Start": "خودکار شروع",
	"Auto Volume": "آٹو والیوم",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "خودکار طریقے سے صوتی کے والیوم کی دراڑ کو ایڈجسٹ کریں، یا وہ صوتی کا والیوم ایڈجسٹ کریں جو اسی وقت والیوم کی کلید سے ریموٹ کنٹرول پر مقرر ہے۔",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR مشمولات کی طرز کے لیے بہتر کیے گئے تصویر کی کسی قدر کو خود بخود ایڈجسٹ کرتا ہے۔",
	"Automatically adjust to a picture value optimized for contents genre.": "مشمولات کی طرز کے لیے بہتر کیے گئے تصویر کی کسی قدر کو خود بخود ایڈجسٹ کرتا ہے۔",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "فلم کے مواد کی شناخت ہونے پر FILMMAKER MODE میں خود بخود تبدیل ہو جاتا ہے۔",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "محیط روشنی کے رنگ اور چمک کی بنیاد پر تصویر کے معیار کو خود بخود بہتر بنائیں۔",
	"Automatically update system software when an update is found.": "اپ ڈیٹ پائے جانے پر خود بخود سسٹم کی اپ ڈیٹ کریں۔",
	"Available Internal Storage": "دستیاب داخلی اسٹوریج",
	"Azerbaijan": "آذر بائیجان",
	"Azores": "آزورس",
	"BG Color": "پس منظر کلر",
	"BG Opacity": "پس منظر صلاحیت",
	"Back": "واپس",
	"Backlight": "بیکلایٹ ",
	"Baghdad": "بغداد",
	"Bahamas": "بہاماز",
	"Bahrain": "بحرین",
	"Baku": "باکو",
	"Balance": "توازن",
	"Bamako": "بماکو",
	"Bangkok": "بینکاک",
	"Bangladesh": "بنگلہ دیش",
	"Bangui": "بانگوئی",
	"Banjul": "بانجول",
	"Barbados": "بارباڈوس",
	"Basque": "باسکی",
	"Bass Boost": "بیس بوسٹ",
	"Behavior may vary depending on connected device.": "مربوط آلات کی بنیاد پر رویے میں فرق ہوسکتا ہے۔",
	"Beijing": "بیجنگ",
	"Beirut": "بیروت",
	"Belarus": "بیلاروس",
	"Belgium": "بیلجیم",
	"Belgrade": "بلغراد",
	"Belize": "بیلائز",
	"Belém": "بیلیم",
	"Bengali": "بنگالی",
	"Benin": "بینن",
	"Berlin": "برلن",
	"Bermuda": "برمودا",
	"Bhutan": "بھوٹان",
	"Bishkek": "بشکیک",
	"Bissau": "بساؤ",
	"Black": "کالا",
	"Black Level": "سیاہ رنگ کی سطح",
	"Blanc-Sablon": "بلانک-سبلوں ",
	"Blantyre": "بلنٹائر",
	"Block TV programs broadcast in English based on their content ratings.": "مواد کی درجہ بندی کے لحاظ سے انگریزی میں ٹی وی پروگراموں کے نشریہ کومسدود کریں۔",
	"Block TV programs broadcast in French based on their content ratings.": "مواد کی درجہ بندی کے لحاظ سے فرانسیسی میں ٹی وی پروگراموں کے نشریہ کومسدود کریں۔",
	"Block content based on genre.": "نوعیت کے لحاظ سے مواد کوبلاک کریں۔",
	"Blue": "نیلا رنگ",
	"Bluetooth Speaker Mode": "بلوٹوتھ اسپیکر موڈ",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth سراؤنڈ ساؤنڈ + ٹی وی کا داخلی اسپیکر",
	"Bluetooth Surround Sound Setup": "Bluetooth سراؤنڈ ساؤنڈ سیٹ اپ",
	"Boa Vista": "بوآ وسٹا",
	"Bogotá": "بوگوٹا",
	"Bolivia": "بولیویا",
	"Bosnia": "بوسنیا",
	"Bosnia And Herzegovina": "بوسنیا اور ہرزیگوینا",
	"Bosnian": "بوسنی",
	"Botswana": "بوٹسوانا",
	"Bratislava": "بریٹیسلاوا",
	"Brazil": "برازیل",
	"Brazilian Punk": "برازیلی پنک",
	"Brazzaville": "برازاویلے",
	"Brightness": "چمکیلا پن",
	"Broadcast Country": "ملک  براڈکاسٹ",
	"Broadcast Mail": "براڈ کاسٹ میل",
	"Broken Hill": "بروکن ہل",
	"Brussels": "برسلز",
	"Bucharest": "بخارسٹ",
	"Budapest": "بڈاپسٹ",
	"Buenos Aires": "بیونس آئرس",
	"Bujumbura": "بجمبرا",
	"Bulgaria": "بلغاریہ",
	"Bulgarian": "بلغاری",
	"Burkina Faso": "برکینا فاسو",
	"Burundi": "برنڈی",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "دوبارہ سیٹ کریں' دبا کر، آپ اشتہار سے متعلق ان تمام ڈیٹا کو حذف کر دیں گے جو LGE نے اس اسمارٹ ٹی وی سے ماضی میں جمع کیا ہے. 'دوبارہ سیٹ کریں' دبانا اشتہارات کی ان قسموں پر اثر انداز ہو سکتا ہے جو آپ آگے دیکھیں گے لیکن اس سے اشتہارات موصول ہونا نہیں رکے گا۔",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus کو چالو کرکے، آپ LG Electronics Inc.‎ ‏(\"LGE\") کو ACR ماڈیول کے ذریعہ ٹیلیویژن دیکھنے سے متعلق معلومات جمع کرنے کی اجازت دے رہے ہیں، جس کا اشتراک گمنام طور پر تیسرے فریقین کے ساتھ آپ کو باہم متعامل خدمات فراہم کرنے کے لیے کیا جاسکتا ہے۔  ہم اجتماعی گمنام معلومات کا اشتراک تیسرے فریقین کے ساتھ مارکیٹنگ کے مقاصد کے لیے بھی کرسکتے ہیں۔ براہ کرم نوٹ کریں کہ ہم ارادی طور پر 13 سال سے کم عمر کے بچوں سے یا ان کے بارے میں معلومات جمع یا تقسیم نہیں کرتے۔ Live Plus کے بارے میں تفصیلی معلومات دیکھنے کی معلومات (شرائط) میں بیان کی گئی ہیں جسے SmartTV کے سیٹنگ مینو میں دیکھا جاسکتا ہے۔ LGE اس بات کی پرزور سفارش کرتا ہے کہ آپ Live Plus فنکشن کو فعال کرنے سے پہلے دیکھنے کی معلومات (شرائط) کا پورا ورژن پڑھ لیں۔",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus کو آن کر کے، آپ سمجھتے ہیں کہ آپ کی ٹی وی پر دکھائے جانے والے مواد کی پہچان ہو سکتی ہے، اور دیکھنے کی معلومات کا استعمال آپ کو دیکھنے کا ایک بہتر تجربہ اور مشمولات کی تجاویزات اور اشتہارات سمیت نجی خدمات فراہم کرنے کے لیے کی جا سکتی ہے۔ مزید معلومات کے لیے براہ کرم ٹی وی کی سیٹنگز کے مینو میں رازداری پالیسی اور متعلقہ صارف معاہدوں کا جائزہ لیں۔",
	"CI Information": "CI معلومات",
	"CI password incorrect. Please enter again.": "CI پاس ورڈ غلط ہے. براہ کرم دوبارہ درج کریں۔",
	"COMPONENT2": "کومپونینٹ 2",
	"COMPONENT3": "کومپونینٹ 3",
	"CS1 Board": "CS1 بورڈ",
	"CS2 Board": "CS2 بورڈ",
	"Cable": "کیبل",
	"Cable ATV": "کیبل ATV",
	"Cable DTV": "کیبل DTV",
	"Cable Radio": "کیبل ریڈیو",
	"Cairo": "قاہرہ",
	"Cambodia": "کمبوڈیا",
	"Cameroon": "کیمرون",
	"Campo Grande": "کیمپو گرانڈے",
	"Can not Find Channel": "چینل نہیں مل سکتا.",
	"Canada": "کینیڈا",
	"Canary Islands": "کینری جزائر",
	"Cancel": "منسوخ کریں",
	"Cancel Schedule": "شیڈول منسوخ کریں",
	"Cancel Update": "اپ ڈیٹ منسوخ کریں",
	"Cancún": "کینکن",
	"Cantonese": "کینٹونیز",
	"Cape Verde": "کیپ ورڈی",
	"Caracas": "کراکس",
	"Casablanca": "کاسا بلانکا",
	"Catalan": "کاتالان",
	"Caution": "انتباہ",
	"Cayman Islands": "جزائر کیمن",
	"Center": "مرکز",
	"Central African Republic": "وسط افریقی جمہوریہ",
	"Ceuta": "سیوٹا",
	"Chad": "چاڈ",
	"Change blue intensity and adjust the color balance.": "نیلی شدت تبدیل کریں اور رنگ توازن کو ایڈجسٹ کریں۔",
	"Change green intensity and adjust the color balance.": "سبز شدت تبدیل کریں اور رنگ توازن کو ایڈجسٹ کریں۔",
	"Change red intensity and adjust the color balance.": "سرخ شدت تبدیل کریں اور رنگ توازن کو ایڈجسٹ کریں۔",
	"Change the left / right sound": "بائیں / دائیں آواز کو تبدیل کریں",
	"Change the position of captions using the 4-way dial on the remote control.": "ریموٹ کنٹرول پر 4-طرفہ ڈائل استعمال کر کے عنوانات کی پوزیشن تبدیل کریں۔",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "علاقہ تبدیل کرنے پر آپ کی TV کے حالیہ ٹیون کردہ چینلز تبدیل ہوسکتے ہیں۔ آپ خودکار ٹیوننگ میں چینلز کو دوبارہ ٹیون کرسکتے ہیں۔ کیا آپ ابھی علاقے کی سیٹنگز تبدیل کرنا چاہتے ہیں؟",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "ملک کو تبدیل کرنے سے آپ کی TV دوبارہ شروع ہوجائے گی اور آپ کو LG کے صارف معاہدہ کو دوبارہ منظور کرنے کی ضرورت ہوسکتی ہے۔ اس کے علاوہ، کچھ ایپس اور سروسز کی دستیابی LG سروسز ملک کی بنیاد پر مختلف ہو سکتی ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Channel Locks": "چینل لوکس",
	"Channel Manager": "چینل مینیجر",
	"Channel Scrolling Options": "چینل سکرولنگ اختیارات",
	"Channel Tuning": "چینل ٹیوننگ",
	"Channel Tuning & Settings": "چینل کی ٹیوننگ اور سیٹنگز",
	"Channels": "چینل",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI اور دیگر بیرونی انٹ پٹس کے چینلز لاک نہیں کیے جاسکتے ہیں۔ TV چینلز لاک کرنے کے لیے، حالیہ ان پٹ کو Live TV میں تبدیل کریں۔",
	"Chatham Islands": "چیٹہم جزائر",
	"Check TV information.": "TV معلومات چیک کریں۔",
	"Check alarm messages about the user settings or TV status.": "صارف کی سیٹنگز یا ٹی وی کی صورتحال کے متعلق الارم پیغامات کی جانچ کریں۔",
	"Check descriptions for each LG webOS TV functions.": "LG webOS TV خدمات کے بارے میں وضاحتیں دیکھیں۔",
	"Check for Advertising settings and set it.": "اشتہار کی سیٹنگز کو چیک کریں اور اسے سیٹ کریں۔",
	"Check for Updates": "اپ ڈیٹس چیک کریں",
	"Check for available functions with Voice and set Voice Settings.": "وائس کے ساتھ دستیاب فنکشنز کی جانچ کریں اور آواز کی سیٹنگز کو سیٹ کریں۔",
	"Check for problems with the picture quality.": "مسائل کو تصویرکی کوالٹی میں چیک کریں۔",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ٹی وی کا داخلی اسپیکر کے آواز کے معیار کے ساتھ مسائل کی جانچ کریں۔",
	"Check for software updates and update if available.": "سافٹ ویئر اپ ڈیٹس چیک کریں اور دستیاب ہو تو اپ ڈیٹ کریں۔",
	"Check whether the Bluetooth device is in pairing mode.": "چیک کریں کہ Bluetooth آلہ جوڑا بنانے کے موڈ میں ہے یا نہیں۔",
	"Check your TV status to solve problems or use remote support.": "مسائل کو حل کرنے یا ریموٹ سپورٹ استعمال کرنے کے لیے اپنی ٹی وی کی صورت حال دیکھیں۔",
	"Checking Password": "پاس ورڈ پڑتال کر رہا ہے",
	"Checking for Updates": "اپ ڈیٹس چیک کیا جا رہا ہے",
	"Checking...": "چیک کر رہا ہے...!",
	"Chicago": "شکاگو",
	"Chihuahua": "چہواہوا",
	"Children": "بچے",
	"Children Age": "بچوں کی عمر",
	"Children Program Locks": "بچوں کے پروگرام کے لاکس",
	"Children over 8 are allowed to watch.": "8 سے زیادہ عمر کے بچوں کو دیکھنے کی منظوری ہے۔",
	"Chile": "چلی",
	"China": "چین",
	"Chinese": "چینی",
	"Chisinau": "چسیناؤ",
	"Choibalsan": "کوبلسن",
	"Chongqing": "چانگ کنگ",
	"Choose to have all channels or just your primary ones when you change channels.": "چینل تبدیل کرتے وقت تمام چینل یا صرف اپنے ابتدائی چینل رکھنا چنیں.",
	"Christmas Island": "جزیرہ کرسمس",
	"Cinema": "سنیما",
	"Cinema Clear": "سنیما کلیئر",
	"Cinema Home": "سنیما ہوم",
	"Cinema View": "سنیما منظر",
	"Cinema View (32:12)": "سنیما منظر (32:12)",
	"Cinema Zoom": "سنیما زوم",
	"City": "شہر",
	"City Selection": "شہر سلیکشن",
	"Clean Audio": "آڈیو صاف کریں",
	"Clear": "صاف",
	"Clear Plus": "صاف پلس",
	"Clear Voice Ⅲ": "واضح آواز Ⅲ",
	"Clear Voice Ⅳ": "صاف آواز Ⅳ",
	"Clear1": "صاف",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "اپنے LG وائرلیس کی بورڈ کے آن ہونے کے بعد نیچے کے کنیکٹ بٹن پر کلک کریں اور جوڑی بنائیں موڈ پر سیٹ کریں۔",
	"Close": "بند",
	"Closed Caption": "کیپشن بند",
	"Closed Caption Settings": "کیپشن بند:سیٹنزگ",
	"Code Value": "کوڈ ویلیو",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "تازہ سافٹ ویئر اپ ڈیٹ کی تصدیق کرنے کے لئے، MAC ایڈرس، ماڈل نمبر، ملک کا کوڈ، زبان کی سیٹنگز اور سافٹ ویئر ورژن جمع کریں اور موجود رکھیں۔",
	"Colombia": "کولمبیا",
	"Colombo": "کولمبو",
	"Color": "کلر",
	"Color Gamut": "کلرگاموت",
	"Color Management System": "کلر مینجمنٹ سسٹم",
	"Color Temperature": "کلر درجہ حرارت",
	"Component": "جزء",
	"Conakry": "کوناکری",
	"Confirm the terms and conditions or change whether to accept the agreement.": "شرائط و ضوابط کی توثیق کریں یا تبدیل کریں آیا معاہدہ قبول کرنا ہے۔",
	"Congo Brazzaville": "کانگو براز ویلی",
	"Connect": "رابطہ قائم کریں",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth اسپیکر اور TV اسپیکر کو مربوط کریں اور اسپیکر کے درمیان خود بخود آڈیو کی تاخیر کو ایڈجسٹ کریں۔",
	"Connect an external audio device, which supports the eARC, to the eARC.": "بیرونی آڈیو آلہ سے مربوط کریں، جو eARC کے لئے eARC کی معاونت رکھتا ہے۔",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "گائیڈ کی بنیاد پر بیرون آلات جیسے سیٹ-ٹاپ باکس، ساؤنڈ بار اور وغیرہ کو ٹی وی سے مربوط کریں۔",
	"Connect the LAN cable directly to the TV to use the network.": "نیٹ ورک کا استعمال کرنے کے لئے LAN کیبل کو سیدھے ٹی وی سے مربوط کریں۔",
	"Connect to the network by manually entering the IP and DNS server addresses.": "دستی IP اور DNS سرور ایڈرسز داخل کرکے نیٹ ورک سے مربوط کریں۔",
	"Connect to the network if a wireless router is installed.": "نیٹ ورک سے مربوط کریں اگر ایک وائرلیس روٹر انسٹال ہے۔",
	"Connect via WPS PBC": "WPS PBC کے ذریعے رابطہ قائم کریں",
	"Connect via WPS PIN": "PIN WPS کے ذریعے رابطہ قائم کریں",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "اپنے کیبل والے انٹرنیٹ کو چالو کرنے کیلئےآپ  اپنے ٹی وی  کو روٹر یا اپنے موڈیم سے انتتھرنٹ کبل کے ساتھ کنیکٹ کریں",
	"Connect your TV with WiSA Speakers wirelessly.": "اپنا ٹی وی WiSA اسپیکرز وائرلیس کے ذریعے مربوط کریں۔",
	"Connectable Devices ({num})": "قابل مربوط آلات ({num})",
	"Connected": "مربوط",
	"Connected to Internet": "انٹرنیٹ سے جڑ گیا",
	"Connecting...": "مربوط ...",
	"Connection": "کنکشن",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "اسمارٹ فون یا پی سی کے ساتھ کنکشن مینجمنٹ دستیاب ہے۔ کسی ٹی وی کو موبائل آلہ سے منسلک کرنے کے لیے، اسمارٹ فون اور پی سی پر کنکشن کی ترتیبات اور درخواستیں درکار ہیں۔",
	"Content Recommendations": "مشمولات کی سفارشات",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "اگر ملٹی چینل آڈیو کا تعاون HbbTV سروس کے ذریعہ ہوتا ہے تو مواد ملٹی چینل سننے کے موافق آواز کے ساتھ چلے گا۔",
	"Contrast": "کونٹراسٹ",
	"Cool": "پرسکون",
	"Copenhagen": "کوپن ہیگن",
	"Copy Channels": "چینل کاپی کریں",
	"Copy/Delete file": "فائل کو کاپی/حذف کریں",
	"Correct contrast and brightness by adjusting black levels.": "سیاہ کی سطحوں کو موافق بنا کر کنٹراسٹ اور چمک کو ٹھیک کریں۔",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "جب ایک وسیع مدت کے لئے ٹی وی آن رہتا ہے تو، تصویر کے پکسلز کو درست کرتا ہے اور تصویر کے معیار کے مسائل کو روکتا ہے جو ہو سکتے ہیں۔",
	"Costa Rica": "کوسٹا ریکا",
	"Could not fined available network.": "دستیاب نیٹ ورک نہیں مل سکا۔",
	"Croatia": "کروشیا",
	"Croatian": "کراتی",
	"Cuba": "کیوبا",
	"Cuiabá": "کیوبا",
	"Current time is not valid. Do you want to set the correct time now?": "حالیہ وقت مجاز نہیں ہے۔ کیا آپ ابھی درست وقت مقرر کرنا چاہتے ہیں؟",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "مرضی کے مطابق تصویر موڈ کے موجودہ اقدار کی سیٹنگز کا اطلاق سبھی ان پٹس کے لئے {pictureMode} موڈ میں ہوگا۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "فی الحال مربوط LG وائرلیس کی بورڈ ڈیوائس آپ کے TV سے منقطع ہوجائے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Custom": "کسٹم",
	"Custom Time Zone": "حسب ضرورت منطقۂ وقت",
	"Customer Service": "کسٹمر سروس",
	"Cyan": "سیان",
	"Cyprus": "قبرص",
	"Czech": "چیک",
	"Czech Republic": "جمہوریہ چیک",
	"Côte d'Ivoire": "آئیوری کوسٹ",
	"DNS Server": "DNS سرور",
	"DR Congo": "ڈی آر کانگو",
	"DTV Audio Setting": "DTV آڈیو سیٹنگ",
	"Dakar": "ڈاکار",
	"Damascus": "دمشق ",
	"Danish": "ڈینش",
	"Danmarkshavn": "دانمرکشوں",
	"Dar es Salaam": "دارالسلام",
	"Data Service": "ڈیٹا سروس",
	"Date": "تاریخ",
	"Dawson": "ڈاوسن",
	"Dawson Creek": "ڈاوسن کریک",
	"Day": "دن",
	"Delete": "حذف کریں",
	"Delete Connection History": "کنیکشن کی سرگزشت حذف کریں",
	"Delete Pairing History": "جوڑی بنانے کی سرگزشت حذف کریں",
	"Delete Usage Data": "استعمال کے ڈیٹا کو حذف کریں",
	"Demo Options": "ڈیمو اختیارات",
	"Democratic Republic of the Congo": "جمہوریہ کانگو",
	"Denmark": "ڈنمارک",
	"Denver": "ڈینور",
	"Depressed": "اداس",
	"Deregister": "ڈی رجسٹر کریں",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "نابینا ناظرین کے TV استعمال کرنے کے لئے آواز کے ساتھ اسکرین پر مشمولات کی وضاحت کریں۔",
	"Detect Range": "رینج کا پتہ لگائیں",
	"Detroit": "ڈیٹرایٹ",
	"Device Connection Settings": "ڈیوائس کنکشن کی سیٹنگز",
	"Device List": "آلہ کی فہرست",
	"Device Name": "ڈیوائس کا نام",
	"Dhaka": "ڈھاکہ",
	"Digital Mode": "ڈیجیٹل موڈ",
	"Digital Sound Out": "باہر ڈیجیٹل وائس",
	"Digital TV": "ڈیجیٹل ٹی وی",
	"Dili": "زبان",
	"Directed to Older Children (ages 7 and above)": "بڑے بچوں کو ہدایت کرنے کے لیے (عمر 7 اور زیادہ)",
	"Disabled": "غیر فعال شدہ",
	"Disconnect": "منقطع کریں",
	"Display captions for hearing-impaired viewers to use TV.": "سماعت سے محروم ناظرین کے ٹی وی کے استعمال کے لئے کیپشنز دکھائیں۔",
	"Display fast-moving content smoothly and clearly.": "آسانی سے اور واضح طور پر تیز رفتار حرکت پذیر مشمولات دکھائیں۔",
	"Display luminance level for the highest point (100 IRE).": "اعلی ترین پوائنٹ کے لیے چمک کی سطح ڈسپلے کریں (100 IRE)۔",
	"Display pictures in a warm or cool color temperature.": "گرم یا ٹھنڈا رنگ درجہ حرارت میں تصاویر دکھائیں۔",
	"Djibouti": "جبوتی",
	"Do Not Sell My Personal Information": "میری ذاتی معلومات فروخت نہ کریں",
	"Do Not Track": "ٹریک نہ کریں",
	"Do you want to continue?": "کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "کیا آپ USB اسٹوریج سے TV میں چینلز کی فہرست کاپی کرنا چاہتے ہیں؟ آپ کی TV کے موجودہ چینلز حذف ہوجائیں گے۔",
	"Do you want to copy channel list from your TV to the USB storage?": "کیا آپ TV سے USB اسٹوریج میں چینلز کی فہرست کاپی کرنا چاہتے ہیں؟",
	"Do you want to reset Position Settings?": "کیا آپ پوزیشن سیٹنگز کو ری سیٹ کرنا چاہتے ہیں؟",
	"Do you want to reset Volume Control?": "کیا آپ والیوم کنٹرول کو ری سیٹ کرنا چاہتے ہیں؟",
	"Do you want to set the correct time now?": "کیا آپ ابھی موجودہ وقت مقرر کرنا چاہتے ہیں؟",
	"Do you want to turn your TV off now?": "کیا آپ ابھی اپنا TV بند کرنا چاہتے ہیں؟",
	"Dodoma": "دودوما",
	"Doha": "دوحہ",
	"Dominica": "ڈومینیکا",
	"Dominican Republic": "ڈومنیکن جمہوریہ",
	"Done": "مکمل ہوگیا",
	"Douala": "ڈوآلا",
	"Download Mail": "ای میل ڈاؤن لوڈ، اتارنا",
	"Download and Install": "ڈاؤن لوڈ اور انسٹال",
	"Downloadable Rating": "ڈاؤن لوڈ، اتارنا کی درجہ بندی",
	"Dual Mono": "ڈویل مونو",
	"Dubai": "دبئی",
	"Dublin": "ڈبلن",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on آف وقت کے دوران، صوتی شناخت اور وغیرہ جیسے خصوصیات کے کچھ حصے محدود ہو جاتے ہیں جب اسکرین آف ہو۔",
	"Dushanbe": "دوشنبہ",
	"Dutch": "ڈچ",
	"Dynamic Color": "ڈائنامک رنگ",
	"Dynamic Contrast": "ڈائنامک کنٹراسٹ",
	"Dynamic Tone Mapping": "ڈائنامک ٹون میپنگ",
	"Easter Island": "ایسٹر جزائر",
	"Eastern Africa": "مشرقی افریقہ",
	"Eco Mode": "Eco موڈ",
	"Ecuador": "ایکواڈور",
	"Edge Color": "ایج کلر",
	"Edge Enhancer": "ایج کو بہتر بنانے کے",
	"Edge Type": "کنارے کی قسم",
	"Edit": "ترمیم",
	"Edmonton": "ایڈمونٹن",
	"Egypt": "مصر",
	"Eirunepé": "یرنپے ",
	"El Salvador": "ال سلواڈور",
	"El salvador": "ال سلواڈور",
	"Emergency Alert": "ہنگامی حالات کے انتباہات",
	"Enabled": "فعال شدہ",
	"Energy Saving": "توانائی کی بچت",
	"Energy consumption may increase if this feature is on.": "اگر یہ خدمت آن ہو تو توانائی کی کھپت زیادہ ہو سکتی ہیں۔",
	"Energy saving modes to limit power consumption.": "توانائی بچت کی موڈیں توانائی کی کھپت محدود کرنے کے لیے",
	"English": "انگریزی",
	"Enhance the bass sound.": "بیس آواز کو بڑھائیں۔",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "آسانی سے کم بصریت والے ناظرین کے دیکھنے کے لئے، کچھ مینوز میں روشن اور سیاہ علاقوں کی چمک بڑھائیں جیسے پس منظر اور ٹیکسٹ۔",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG ڈیپ لیرننگ تکنیک کے ذریعے سیکھے گئے ایک الگورتھم سے مندرجات کی ریزولیوشن اور نفاست کو بڑھاتا ہے اور مشمول تجزیہ کے ذریعہ گہرائی کو بہتر بناتا ہے۔",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "صوتی فیلڈ کے اثر کو آن کرکے Dolby Atmos کی مواد سے اوپٹیمل صوتی کے ساتھ لطف اندوز ہو جائیں۔",
	"Enjoy TV sound by connecting Wired Headphones.": "وائر والے ہیڈفونز سے مربوط ہوکر ٹی وی کی ساؤنڈ کا لطف اٹھائیں۔",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) پورٹ سے مربوط آڈیو آلات کے ذریعہ ٹی وی کی صوتی کا لطف اٹھائیں۔",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT سے مربوط آڈیو آلات کے ذریعہ ٹی وی کی صوتی کا لطف اٹھائیں۔",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "LG آڈیو آلے OPTICAL DIGITAL AUDIO OUT پورٹ سے مربوط کرکے ٹی وی کی صوتی کا لطف اٹھائیں۔",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "بیرونی آڈیو آؤٹ پٹ/ہیڈ فونز آؤٹ پٹ پورٹس سے مربوط آڈیو آلات کے ذریعے ٹی وی کے ساؤنڈ کا لطف اٹھائیں۔",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ٹی وی کا داخلی اسپیکر اور وائر والے ہیڈفونز دونوں کے ذریعے ٹی وی کی ساؤنڈ کا لطف اٹھائیں۔",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT اور ٹی وی کا داخلی اسپیکر دونوں سے مربوط بیرونی صوتی کے آلوں کے ذریعے ٹی وی کی ساؤنڈ کا لطف اٹھائیں۔",
	"Enjoy a clear and natural sound.": "ایک واضح اور قدرتی آواز سے لطف اٹھائیں۔",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync یا بلوٹوتھ سے مربوط ایک وائرلیس صوتی کے آلے کے ذریعے صوتی کا لطف اٹھائیں۔",
	"Enjoy the sound optimized to the room.": "کمرے میں اوپٹیمائز کردہ آواز کا لطف اٹھائیں۔",
	"Enter CI Password": "CI پاس ورڈ درج کریں",
	"Enter the PIN in your router's settings.": "آپ کے روٹر کیسیٹنگز میں پن درج کریں.",
	"Enter the master password.": "ماسٹر پاس ورڈ درج کریں۔",
	"Equalizer": "اکوالائزر",
	"Equatorial Guinea": "استوائی گنی",
	"Eritrea": "اریٹیریا",
	"Estonia": "اسٹونیا",
	"Estonian": "اسٹونین",
	"Ethiopia": "ایتھوپیا",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "یہاں تک کہ اگر ترتیب بند ہے، آپ چینل بینر، صوتی کی شناخت کے ذریعہ متعلقہ معلومات کی جانچ کرسکتے ہیں۔",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "یہاں تک کہ TV آف ہونے اور کم سے کم بجلی کا استعمال کرنے پر بھی، آپ موبائل آلہ منسلک کرکے موسیقی سن سکتے ہیں۔ دوبارہ TV آن کرنے پر بہت ساری خصوصیات کا تیزی سے استعمال کیا جا سکتا ہے۔",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "خواہ جب ٹی وی آف ہو، آپ بلوٹوتھ کے ذریعے ٹی وی کو اسمارٹ فون سے مربوط کرکے موسیقی کی سماعت کر سکتے ہیں۔",
	"Every Day": "ہر روز",
	"Every Weekday": "ہر ایام ہفتہ",
	"Every Weekend": "ہر ہفتے کے آخر",
	"Expert (Bright Room)": "ماہر (برائٹ روم)",
	"Expert (Dark Room)": "ماہر (اندھیرا کمرہ)",
	"Export your TV's channel list information to a connected USB device.": "جڑے ہوئے USB آلہ پر اپنے ٹی وی کے چینل فہرست کی معلومات برآمد کریں۔",
	"Extended": "توسیع شدہ",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "آٹو پاور آف ترتیب کے وقت کی مدت کی توسیع کرنے یا فنکشن کو آف کرنے سے بجلی کی کھپت میں اضافہ ہو سکتا ہے۔",
	"Extreme": "انتہائی",
	"Eye Comfort Mode": "آنکھ کو آرام دینے والا موڈ",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE خودکار تبدیلی",
	"Fantasy Violence": "تصوراتی تشدد",
	"Fast": "تیز",
	"Fernando de Noronha": "فرنانڈو ڈی نورونہا",
	"Fiji": "فجی",
	"Find and tell an audio device available to connect around TV.": "ٹی وی کے ارد گرد منسلک ہونے کے لئے آڈیو آلہ تلاش کریں اور بتائیں۔",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "سرخ، سبز، نیلے، لاجوردی، قرمزی اور پیلے رنگ کی گنجائشوں کو فائن ٹیون کریں۔",
	"Finland": "فن لینڈ",
	"Finnish": "فننش",
	"Flash": "فلیش",
	"Flat Mode": "فلیٹ موڈ",
	"Font": "فونٹ",
	"Font 1": "فونٹ 1",
	"Font 2": "فونٹ 2",
	"Font 3": "فونٹ 3",
	"Font 4": "فونٹ 4",
	"Font 5": "فونٹ 5",
	"Font 6": "فونٹ 6",
	"Font 7": "فونٹ 7",
	"Font 8": "فونٹ 8",
	"Football": "فٹ بال",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi محفوظ کردہ سیٹ اپ)-کارگر وائرلیس روٹر کے لئے، ٹی وی کو وائرلیس نیٹ ورک سے مربوط کرنے کے لئے پن کوڈ داخل کریں۔",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi محفوظ کردہ سیٹ اپ)-کارگر وائرلیس روٹر کے لئے، ٹی وی کو وائرلیس نیٹ ورک سے مربوط کرنے کے لئے WPS-PBC بٹن کو دبائیں۔",
	"Fortaleza": "فورٹالیزا",
	"France": "فرانس",
	"Freetown": "فری ٹاؤن",
	"French": "فرانسیسی",
	"French Polynesia": "فرانسیسی پولینیشیا",
	"Full Wide": "وائڈ مکمل",
	"Gabon": "گیبون",
	"Gaborone": "گیبورون",
	"Gaelic": "گیلک",
	"Galapagos Islands": "گالاپاگوز جزائر",
	"Galician": "گالیشیائی",
	"Gallery": "گيلری",
	"Gambia": "جامبیا",
	"Gambier": "گیمبیئر",
	"Game": "کھیل",
	"Gamma": "ڈے گاما",
	"Gateway": "گیٹ وے",
	"General": "عام",
	"General Age": "جنرل عمر",
	"General Audience": "عام سامعین",
	"General Audiences": "عام سامعین",
	"General Program Locks": "عمومی پروگرام لاکس",
	"Georgia": "جارجیا",
	"German": "جرمن",
	"Germany": "جرمنی",
	"Get started in a quiet environment for sound optimization.": "صوتی اوپٹیمائزیشن کیلئے خاموش ماحول میں شروع کریں",
	"Getting...": "ہو رہی ہے ...",
	"Ghana": "گھانا",
	"Gibraltar": "جبرالٹرr",
	"Glace Bay": "چیکنا بے",
	"Godthab": "گوڈ تھب",
	"Grayscale": "گرے اسکیل",
	"Greece": "یونان",
	"Greek": "یونانی",
	"Green": "ہرت",
	"Greenland": "گرین لینڈ",
	"Grenada": "غرناطہ",
	"Guadalcanal": "گوڈل کینال",
	"Guadeloupe": "گواڈیلوپ",
	"Guam": "گوام",
	"Guatemala": "گواٹے مالا",
	"Guatemala City": "گوئٹے مالا سٹی",
	"Guayaquil": "گوایاکویل",
	"Guernsey": "گرنزی",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "نابینا ناظرین کے ٹی وی استعمال کرنے کے لئے گائیڈ مینوز اور آواز کے ساتھ آپریشنز۔",
	"Guinea": "گنی",
	"Guinea Bissau": "گنی بساؤ",
	"Guinea Conakry": "گیانا کوناکری",
	"Guinea Equatorial": "اسطوائی گیانا",
	"Gujarati": "گجراتی",
	"Guyana": "گیانا",
	"H Position": "H مقام",
	"H Sharpness": "H نفاست",
	"H Size": "H سائز",
	"HD Mode": "HD موڈ",
	"HD Mode Option": "HD موڈ آپشن",
	"HDD Eco Mode": "HDD Eco موڈ",
	"HDD Power Saving Mode": "HDD بجلی کی بچت کی موڈ",
	"HDMI Input Audio Format": "HDMI ان پٹ آڈیو فارمیٹ",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} اور HDMI {port2} پورٹس 8K Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} اور HDMI {port2} پورٹس Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} پورٹ 8K Ultra HD Deep Color کو تعاون کرتا ہے۔",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} پورٹ Ultra HD Deep Color کو تعاون کرتا ہے۔",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}، HDMI {port2} اور HDMI {port3} پورٹس 8K Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}، HDMI {port2} اور HDMI {port3} پورٹس Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}، HDMI {port2}، HDMI {port3} اور HDMI {port4} پورٹس 8K Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}، HDMI {port2}، HDMI {port3} اور HDMI {port4} پورٹس Ultra HD Deep Color کو تعاون کرتے ہیں۔",
	"HDR Effect": "‫HDR اثر",
	"HDR Picture Mode": "‫HDR تصویر موڈ",
	"Haiti": "ہیٹی",
	"Halifax": "ہیلی فیکس",
	"Harare": "ہرارے",
	"Harbin": "ہاربن",
	"Hard of Hearing": "سننے کے لئے مشکل",
	"Havana": "ہاوانا",
	"Headphones Volume": "ہیڈفون کی وائس سطح",
	"Hebrew": "عبرانی",
	"Helsinki": "ہیلسنکی",
	"Hermosillo": "ہرموسلو",
	"High": "ہائی",
	"High Contrast": "ہائی کونٹراسٹ",
	"Higher values increase a sense of warmth or coldness.": "زیادہ اقدار گرمی اور سردی کے احساس میں اضافہ کرتے ہیں.",
	"Hindi": "ہندی",
	"Ho Chi Minh": "ہو چی منہ",
	"Home Animation": "ہوم انیمیشن",
	"Home Auto Launch": "ہوم خودکار لانچ",
	"Home Mode": "ہوم موڈ",
	"Home Promotion": "ہوم پروموشن",
	"Home Settings": "ہوم سیٹنگز",
	"Home/Store Mode": "ہوم/سٹور موڈ",
	"Honduras": "ہونڈاروس",
	"Hong Kong": "ہانگ کانگ",
	"Hongkong": "ہانگ کانگ",
	"Honolulu": "ہونولولو",
	"Hours": "گھنٹے",
	"However, the IPv6 version of the address does not support editing.": "تاہم، ایڈریس کے IPv6 ورژن ترمیم کی حمایت نہیں کرتا۔",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "تاہم، اپنی TV کو بہتر حالت میں رکھنے کیلئے، Always-on سیٹ کردہ پانچ گھنٹوں کیلئے غیر فعال کیا جائے گا اور پاور مکمل طور پر آف ہو جائے گا۔",
	"Hungarian": "ہنگیرین",
	"Hungary": "ہنگری",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "اہم بات! ری سیٹ کرنے سے آپ کے تمام اکاؤنٹ سیٹنگز اور نصب کردہ ایپس حذف ہوجائیں گے۔ یہ عمل واپس نہیں ہوسکتا۔",
	"IP (Automatic)": "IP (خود کار طریقے سے)",
	"IP (Manual)": "IP (دستی)",
	"IP Address": "IP ایڈریس",
	"IVC (Cote d’Ivoire)": "IVC (کوٹ ڈی آئیور)",
	"Iceland": "آئس لینڈ",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "آٹو پاور سنک منتخب ہونے کے ساتھ، جب آپ کوئی SIMPLINK ڈیوائس آن کریں گے تو آپ کا TV آن ہوجائے گا اور جب آپ اپنا TV آف کریں گے تو SIMPLINK ڈیوایسیز آف ہوجائیں گے۔",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "اگر سیٹ-ٹاپ باکس/OTT کا یونیورسل کنٹرول متعین کیا گیا ہو تو، LG ریموٹ کنٹرول سے مربوط سیٹ-ٹاپ باکس کو استعمال کرنے کا فائدہ اٹھائیں۔",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "اگر کوئی آلہ پورٹ سے منسلک ہوتا ہے، تو آپ آلہ کی ویڈیو تاخیر یا رکاوٹ کو کم کرنے کے ساتھ کھیل کی اوپٹمائزڈ تصویر دیکھ سکتے ہیں۔",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "اگر یہ آن کر دیا جاتا ہے اور آپ ایک ایسا آلہ جوڑتے ہیں جو Ultra HD Deep Color کو بھی تعاون کرتا ہے تو، آپ کی تصویر زیادہ واضح ہو سکتی ہے۔",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "اگر ریکارڈنگ یا سافٹ ویئر اپ ڈیٹ جاری ہو، تو یہ اس وقت تک انتظار کرے گا جب یہ مکمل ہوجائیں اور اس عمل میں ایک گھنٹہ سے زیادہ وقت لگ سکتا ہے۔",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "اگر ریکارڈنگ یا سافٹ ویئر اپ ڈیٹ جاری ہو، تو یہ اس وقت تک انتظار کرے گا جب یہ مکمل ہوجائیں اور اس عمل میں {n} منٹ (منٹوں) سے زیادہ وقت لگ سکتا ہے۔",
	"If the device is not connected, you may not hear any sound through it.": "اگر ڈیوائس غیر مربوط ہے تو، ہوسکتا ہے آپ کو ان سے کوئی آواز سنائی نہ دے۔",
	"If the edge of the screen is not clean, please turn this function off.": "اگر اسکرین کا کنارہ صاف نہیں دکھ رہا ہے، تو براہ کرم اس فنکشن کو آف کر دیں۔",
	"If the program does not support multiple languages, the default language is selected.": "اگر پروگرام بکثرت زبانوں کی معاونت نہیں رکھتا ہو تو، ڈفالٹ زبان منتخب ہو جاتی ہے۔",
	"If the program does not support the selected output format, the default output from the source will be used.": "اگر پروگرام منتخب شدہ آؤٹ پٹ فارمیٹ کو سپورٹ نہیں کرتا ہے تو، سورس سے ڈیفالٹ آؤٹ پٹ کا استعمال کیا جائے گا۔",
	"If the program doesn't support different audio settings, the default audio will be selected.": "اگر پروگرام مختلف آڈیو سیٹنگز کی معاونت نہیں کرتا تو، ڈیفالٹ آڈیو کو منتخب کیا جائے گا۔",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "اگر وہی علامات دوبارہ دہرائی جاتی ہے، تو براہ کرم سیٹ کردہ قدر دوبارہ تبدیل کریں یا مربوط بیرونی آلہ کو دوبارہ شروع کریں۔",
	"If the selected language does not support, the default language from broadcasts will be used.": "نشریات سے ڈفالٹ زبان استعمال کی جائے گی، اگر منتخب زبان معاونت نہیں رکھتی ہو۔",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "اگر مستحکم اسکرین نے صارف کی جانب ایک گھنٹے تک کوئی ان پٹ حاصل نہیں کیا تو، یہ ایک اسکرین سیور پر سوئچ ہوگا۔",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "اسمارٹ خصوصیات میں کچھ ڈسپلے نہیں ہوں گے، اگر آپ کے ذریعے متعین وقت موجودہ وقت سے بہت زیادہ مختلف ہو۔",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "اگر آپ آلے کے ذریعہ آواز نہیں سن سکتے ہے، تو یقینی بنائیں کہ یہ مناسب طریقے سے کام کر رہا ہے اور LG صوتی سنک کی حمایت کرتا ہے۔",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "اگر آپ اسٹور ڈیمو موڈ منتخب کرتے ہیں تو، یہ ریٹیل ڈسپلیز کے ٹی وی فروختی کے لئے اوپٹمائزڈ ویلیوز پر متعین کیا جاتا ہے۔",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "اگر آپ صوتی رہنمائی آن کرتے ہیں، آپ اپنے ریموٹ پر صرف بائیں، دائیں، اوپر، نیچے بٹنز کے ساتھ ہی منتقلی کر سکتے ہیں اور جن ایپس کے لیے پوائنٹر درکار ہے ان کا استعمال نہیں کیا جاسکتا۔",
	"If you turn it off, CAM operator's profile will be deleted.": "اگر آپ اسے بند کرتے ہیں تو، CAM آپریٹر کی پروفائل حذف ہو جائے گی۔",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "اگر آپ اسے بند کرتے ہیں، تو تمام ٹیون کردہ CAM چینلز دستیاب نہیں ہوں گے اور اطلاعات فراہم نہیں کی جائے گی۔",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "اگر آپ ’فوری اسٹارٹ+‘ کو آف کر دیتے ہیں، تو آپ ریموٹ فری کنٹرول کے ساتھ اپنے TV کو آن نہیں کر سکیں گے۔ کیا آپ جاری رکھنا چاہیں گے؟",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "اگر آپ اسکرین سیور آف کرتے ہیں اور ایک ہی تصویر 2 گھنٹوں سے زیادہ اسکرین پر رہتی ہے، تو اس کا اثر آپ کی اسکرین کی تصویر کی کوالٹی پر ہوسکتا ہے۔ اگر یہ 5 گھنٹوں سے زیادہ تک رہتا ہے، تو مستقل طور پر تصویر کی کوالٹی میں فرسودگی واقع ہوسکتی ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "اگر آپ یہ اختیار آف رکھیں گے تو، مستحکم اسکرین طویل مدت تک رہے گا، جو اسکرین کے معیار کو نیچا کرتا ہے یا شاید ہی بعض صورتوں میں ٹھیک ہو۔",
	"If you use Energy Saving function, brightness of your TV will be affected.": "اگر آپ توانائی کی بچت کا فنکشن استعمال کررہے ہیں تو، آپ کے ٹی وی کی چمک متاثر ہوگی۔",
	"Import your TV's channel list information from a connected USB device.": "جڑے ہوئے USB آلہ سے اپنے ٹی وی کے چینل فہرست کی معلومات درآمد کریں۔",
	"Import/export your TV's channel list information from/to a connected USB device.": "ایک مربوط USB آلہ سے کو اپنے ٹی وی کے چینل فہرست کی معلومات درآمد/ برآمد کریں۔",
	"In Home": "ہوم میں",
	"India": "بھارت",
	"Indianapolis": "انڈیاناپولس",
	"Indonesia": "انڈونیشیا",
	"Indonesian": "انڈونیشیا",
	"Inner": "اندرونی",
	"Input": "ان پٹ",
	"Input Locks": "ان پٹ لاکس",
	"Input field": "ان پٹ فیلڈ",
	"Installing...": "نصب کیا جا رہا ہے...",
	"Instant Game Response": "گیم کا فوری جواب",
	"Interactive Service": "تعاملاتی خدمت",
	"Interactivity(DTVi)": "انٹرایکٹیویٹی(DTVi)",
	"Internal TV Speaker": "انٹرنل ٹی وی اسپیکر",
	"Invert Colors": "رنگ تبدیل کریں",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "اسکرین پر دکھائے گئے آئٹمز کی مرئیت کو بڑھانے کے لیے کچھ مینوز میں کچھ رنگوں کو تبدیل اور ازالہ کریں۔",
	"Iran": "ایران",
	"Iraq": "عراق",
	"Ireland": "آئرلینڈ",
	"Irish": "آئرش",
	"Irkutsk": "ارکتسک",
	"Israel": "اسرائیل",
	"Istanbul": "استنبول",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "یہ انفرادی طور پر تصویر موڈ پر ری سیٹ کرتا ہے، پس مطلوبہ تصویر موڈ کو منتخب کریں اور اسے ری سیٹ کریں۔",
	"It may not sound depending on connected devices.": "ممکن ہے مربوط آلات کی بنیاد پر یہ آواز نہ کریں۔",
	"It may take a few minutes.": "اس میں چند منٹ لگ سکتے ہیں۔",
	"It may take a few seconds.": "اس میں چند سیکنڈز لگ سکتے ہیں۔",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "یہ LG مشین لرننگ تکنیک کے ذریعے سیکھے گئے ایک الگورتھم کے ذریعہ دیکھنے کے طرز کی بنیاد پر بہترین ساؤنڈ یا ورچوئل 4.0 سراؤنڈ فراہم کرتا ہے۔",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "یہ LG ڈیپ لرننگ تکنیک کے ذریعے سیکھے گئے ایک الگورتھم کے ذریعہ دیکھنے کے طرز کی بنیاد پر بہترین ساؤنڈ یا ورچوئل 5.1 سراؤنڈ فراہم کرتا ہے۔",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "یہ ٹی وی کی انسٹالیشن کی قسم کی بنیاد پر کمرے میں عکاسی والی آواز کی آواز ٹون کرتے ہوئے اوپٹیمائز کردہ آواز فراہم کرتا ہے۔",
	"It reduces jaggies in the picture for a smooth picture.": "یہ تصویر میں ایک مناسب تصویر کے لئے جیگیز کو کم کر دیتا ہے۔",
	"It works only when the broadcasting program supports captions.": "یہ صرف تب کام کرتا ہے جب نشر ہوتا پروگرام کیپشنز کی معاونت کرتا ہو۔",
	"It works only when the broadcasting program supports subtitles.": "یہ صرف تب کام کرتا ہے جب نشر ہوتا پروگرام سب ٹائٹلز کی معاونت کرتا ہو۔",
	"Italian": "اطالوی",
	"Italy": "اٹلی",
	"Ivory Coast": "آئیوری کوسٹ",
	"Jakarta": "جکارتہ ",
	"Jamaica": "جمائیکا",
	"Japan": "جاپان",
	"Japanese": "جاپانی",
	"Jayapura": "جیاپرا",
	"Jerusalem": "جیرسالم",
	"Johannesburg": "جوہانسبرگ",
	"Jordan": "اردن",
	"Just Scan": "جسٹ اسکین",
	"Kabul": "کابل",
	"Kaliningrad": "کلیننگراڈ",
	"Kamchatka": "کمچٹکا",
	"Kampala": "کمپالا",
	"Kannada": "کناڈا",
	"Karachi": "کراچی",
	"Kashgar": "کاشگر",
	"Katmandu": "کاٹھمنڈو",
	"Kazakh": "قازق",
	"Kazakhstan": "قازقستان",
	"Kenya": "کینیا",
	"Keyboard Languages": "کی بورڈ زبانیں",
	"Khartoum": "خرطوم",
	"Khovd": "خود",
	"Kiev": "کو",
	"Kigali": "کگالی",
	"Kingston": "کنگسٹن",
	"Kinshasa": "کنشاسا",
	"Kiribati": "کرباتی",
	"Kiritimati": "کریتیمتی",
	"Kolkata": "کولکتہ",
	"Korea": "کوریا",
	"Korean": "کوریائی",
	"Krasnoyarsk": "کراسنویرسک",
	"Kuala Lumpur": "کالا لمپور",
	"Kuching": "کوچنگ",
	"Kuwait": "کویت",
	"Kuwait City": "کویت کتے",
	"Kyrgyzstan": "کرغزستان",
	"LED Local Dimming": "ایل ای ڈی دھیما مقامی",
	"LG Logo Light (Front of TV)": "LG علامت (لوگو) روشنی (TV کے سامنے)",
	"LG Services Country": "LG کی خدمات ملک",
	"LG Wireless Keyboard": "LG وائرلیس کی بورڈ",
	"LG Wireless Keyboard Connected:": "LG وائرلیس کی بورڈ مربوط ہے:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG وائرلیس کی بورڈ آپ کو بلوٹوتھ کے ذریعے ٹی وی کنٹرول کرنے کی اجازت دیتا ہے۔",
	"La Paz": "لا پاز",
	"Lagos": "لاگوس",
	"Language": "زبان",
	"Laos": "لاؤس",
	"Large": "بڑا",
	"Last tuning:": "پچھلی ٹیونگ:",
	"Latvia": "لٹویا",
	"Latvian": "ليٹوين ",
	"Lebanon": "لبنان",
	"Left": "بائیں",
	"Left Right": "بائیں/دائیں ",
	"Left Surround": "اطراف بائیں",
	"Left drop shadow": "بائیں ڈراپ کی چھایا",
	"Legal Notice": "قانونی نوٹس",
	"Lesotho": "لیسوتھو",
	"Liberia": "لائبیریا",
	"Libreville": "لبرویللے",
	"Libya": "لیبیا",
	"Liechtenstein": "لیشٹنسٹائن",
	"Light": "ہلکا",
	"Lilongwe": "لیلونگوی",
	"Lima": "لیما",
	"Limit AD Tracking": "AD ٹریکنگ کو محدود کریں",
	"Lisbon": "لزبن",
	"Lithuania": "لتھوانیا",
	"Lithuanian": "لتھواینین",
	"Live Theater": "لائیو تھیٹر",
	"Ljubljana": "لجبلجانا",
	"Loading...": "لوڈ کررہا ہے۔۔۔",
	"Local": "مقامی",
	"Local Language": "مقامی زبان",
	"Location": "مقام",
	"Lock All": "سب بند کر دو",
	"Lock changes for currently running apps will be applied the next time they are started.": "ابھی چل رہے ایپس کے لیے لاک کی تبدیلیاں ان کے اگلی بار شروع کیے جانے پر لاگو ہوں گی۔",
	"Logo Luminance Adjustment": "لوگو لومیننس ایڈجسٹمنٹ",
	"Lome": "لوم",
	"London": "لندن",
	"Lord Howe": "لارڈ ہووے",
	"Los Angeles": "لوث انگلیس",
	"Louisville": "لوئسوللے",
	"Low": "کم",
	"Luanda": "لوانڈا",
	"Lubumbashi": "لبمباشی",
	"Luminance": "چمکیلا پن",
	"Lusaka": "لوساکا",
	"Luxembourg": "لکسمبرگ",
	"MAC Address": "MAC ایڈریس",
	"MAC Address (Wired)": "MAC پتہ (تار والا)",
	"MAC Address (Wireless)": "MAC پتہ (وائرلیس)",
	"MASTER PASSWORD": "ماسٹر پاس ورڈ",
	"MHEG Guide": "MHEG رہنمائی",
	"MPEG Noise Reduction": "MPEG شور کی کمی",
	"Macao": "مکاؤ",
	"Macedonia": "مقدونیہ",
	"Macedonia, The Former Yugoslav Republic Of": "مقدونیہ، سابق جمہوریہ یوگوسلاو",
	"Macedonian": "مقدونیائی",
	"Maceió": "مکو ",
	"Maceió ": "مکو ",
	"Madagascar": "مڈغاسکر",
	"Madeira": "مدیرا",
	"Madrid": "میڈرڈ",
	"Magadan": "مگدان",
	"Magenta": "میجنٹا",
	"Makassar": "مکسّر",
	"Make blurry or difficult-to-see areas more vivid.": "دھندلا پن یا دیکھنے میں مشکل علاقوں کو زیادہ روشن بنائیں۔",
	"Malabo": "ملابو",
	"Malawi": "ملاوی",
	"Malay": "مالائی",
	"Malayalam": "ملیالم",
	"Malaysia": "ملیشیا",
	"Maldives": "مالدیپ",
	"Mali": "مالی",
	"Malta": "مالٹا",
	"Manage channels stored on the TV.": "TV پر محفوظ چینلز کا نظم کریں۔",
	"Managua": "ماناگوا",
	"Manama": "مناما",
	"Manaus": "مانوس",
	"Mandarin": "مینڈارن",
	"Manila": "منلا",
	"Manual": "مینوال",
	"Maori": "ماوری",
	"Maputo": "ماپوتو",
	"Marathi": "مراٹھی",
	"Marquesas": "مرقیساس",
	"Marshall Islands": "جزائر مارشل",
	"Martinique": "مارٹنیک",
	"Maseru": "ماسیرو",
	"Mature Audience Only": "صرف بالغ سامعین",
	"Mauritania": "موریطانیہ",
	"Mauritius": "ماریشس",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "اسکرین کے چمکدار اور گہرے رنگ وڈیوائس حصوں کی شدت میں زومینگ کرکے کنٹراسٹ کو بڑھائیں ۔",
	"Mayotte": "مایوٹ",
	"Mazatlán": "مزاتلان",
	"Mbabane": "مبابنے",
	"Medium": "درمیانہ",
	"Menu Language": "مینو زبان",
	"Menu Transparency": "مینو کی شفافیت",
	"Message": "پیغام",
	"Method": "طریقہ",
	"Mexico": "میکسیکو",
	"Mexico City": "میکسیکو کتے",
	"Middle East": "مشرق وسطی",
	"Minsk": "منسک",
	"Minutes": "منٹ",
	"Mobile Connection Management": "موبائل کنیکشن انتظامیہ",
	"Mode Option": "موڈ آپشن",
	"Model": "ماڈل",
	"Mogadishu": "موگادیشو",
	"Moldova": "مالدووا",
	"Monaco": "موناکو",
	"Moncton": "مونکتوں",
	"Mongolia": "منگولیا",
	"Monrovia": "مونروویا",
	"Montenegro": "مونٹے نیگرو",
	"Monterrey": "مونٹررے",
	"Montevideo": "مونٹیویڈیو",
	"Month": "ماہ",
	"Montréal": "مونٹریال",
	"Morocco": "مراکش",
	"Moscow": "ماسکو",
	"Motion Eye Care": "موشن آنکھ کی دیکھ بھال",
	"Movie Lock": "موئی لاک",
	"Mozambique": "موزامبیق",
	"Multi": "ملٹی",
	"Multi Audio": "ملٹی آڈیو",
	"Multi Channel Audio": "ملٹی چینل آڈیو",
	"Multi Feed": "ملٹی فیڈ",
	"Multiple": "متعدد",
	"Muscat": "مسقط",
	"Music": "موسیقی",
	"Myanmar": "میانمار",
	"Mérida": "مردہ",
	"NEXTGEN TV Mode": "NEXTGEN TV موڈ",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - نیو ساؤتھ ویلس/آسٹریلیا کا قومی خطہ",
	"NT - Northern Territory - Darwin": "NT - شمالی خطہ - ڈارون",
	"Nairobi": "نیروبی",
	"Namibia": "نامیبیا",
	"Narrow": "تنگ",
	"Nassau": "نساؤ",
	"Natural": "قدرتی",
	"Ndebele": "قبیلہ نگونی کا فرد",
	"Ndjamena": "ندجمینہ",
	"Nepal": "نیپال",
	"Netherland": "نیدر لینڈز",
	"Netherlands": "نیدر لینڈز",
	"Network": "نیٹ ورک",
	"Network Connection Settings": "نیٹ ورک کنکشن کی سیٹنگز",
	"Network Name": "نیٹ ورک کا نام",
	"Network-Based Personalization Recommendations": "نیٹ ورک پر مبنی ذاتی نوعیت کی سفارشات",
	"New Caledonia": "نیا کیلیڈونیا",
	"New York": "نیو یارک",
	"New Zealand": "نیوزی لینڈ",
	"Next": "اگلا",
	"Niamey": "نیامی",
	"Nicaragua": "نکاراگووا",
	"Nicosia": "نیکوسیا",
	"Niger": "نائیجر",
	"Nigeria": "نائجیریا",
	"Night": "رات",
	"Nipigon": "نپگوں",
	"No": "نہیں",
	"No Internet via 3G/4G network": "3G/4G نیٹ ورک کے ذریعہ کوئی انٹرنیٹ نہیں ہے",
	"No Internet via Ethernet": "ایتھرنیٹ کی معرفت کوئی انٹرنیٹ نہیں ہے",
	"No Internet via Wi-Fi": "Wi-Fi کی معرفت کوئی انٹرنیٹ نہیں ہے",
	"No One 17 and Under Admitted.": "17 سال یا کم عمر کے کسی کو بھی تسلیم نہیں کیا جاتا۔",
	"No Operation Auto Off": "آف نہیں آپریشن آٹو",
	"No Signal Auto Off": "آف نہیں سگنل آٹو",
	"No Signal Image": "سگنل نہ ہونے کی تصویر",
	"No Signal Power Off (15Min)": "کوئی سگنل پاور آف نہیں (15 منٹ)",
	"No devices have been found.": "کوئی ڈیوائسز نہیں ملے۔",
	"No paired devices.": "کوئی مربوط آلات نہیں۔",
	"No signal on Server": "سرور پر کوئی سگنل نہیں",
	"No updates found.": "کوئی تجدیدات نہيں ملیں۔",
	"Noise Reduction": "شور کی کمی",
	"None": "کوئی بھی نہیں",
	"Normal": "جنرل",
	"North Korea": "نارتھ کوریا",
	"Northern Africa": "جنوبی افریقہ",
	"Norway": "ناروے",
	"Norwegian": "ناروے",
	"Not Connected": "تعلق نہیں",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "نوٹ: اگر آپ کا آلہ اس خصوصیت کا تعاون نہیں کرتا ہے، تو ہوسکتا ہے کہ یہ ٹھیک سے کام نہ کرے۔ اس صورت میں، آپ آلہ کو کسی مختلف HDMI پورٹ سے کنیکٹ کرسکتے ہیں یاHDMI 8K HDMI Ultra HD Deep Color سیٹنگ کو آف کر سکتے ہیں۔",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "نوٹ: اگر آپ کا آلہ اس خصوصیت کی تائید نہیں کرتا ہے، تو ہو سکتا ہیکہ یہ ٹھیک سے کام نہ کرے۔ اس صورت میں، آپ آلہ کو کوئی مختلف HDMI پورٹ سے کنیکٹ کر سکتے ہیں یاHDMI Ultra HD Deep Color سیٹنگ کو آف کر سکتے ہیں۔",
	"Note: Available options depend on the broadcast program.": "نوٹ: دستیاب اختیارات نشریہ پروگرام پر منحصر ہے۔",
	"Note: Behavior may differ if connected device is not a LG device.": "نوٹ: LG ڈیوائس سے مربوط نہیں رہنے پر طرز عمل مختلف ہو سکتے ہیں.",
	"Note: Only displayed when it is provided by the program.": "نوٹ: صرف پروگرام کے ذریعہ فراہم کرائے جانے پر ڈسپلے ہوتا ہے۔",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "نوٹ: ضمنی سرخیاں صرف نشریاتی پروگرام کے ذریعہ فراہم کرائے جانے پر ڈسپلے ہوتی ہیں۔",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "نوٹ: تائید کردہ خصوصیات ماڈل کے حساب سے اور اسکی شفافیت پلے بیک کے مواد جیسے Live TV یا VOD مواد کے ساتھ آپریشن کی خصوصیت کے حساب سے مختلف ہو سکتی ہے۔",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "نوٹ:<br>1. اگر آپ کا TV پکسیل ریفریشر کی پیش رفت کے دوران آن ہو، تو یہ اس عمل کو روک دے گا اور آپ کو پھر سے شروع کرنا ہوگا۔<br>2. عمل کرنے کے دوران، اسکرین پر ایک سفید لائن ظاہر ہو سکتی ہے۔ یہ آپ کی اسکرین کو صاف کرنے کے دوران عام بات ہے۔",
	"Notifications": "نوٹیفیکیشنز",
	"Nouméa": "نومیا",
	"Novosibirsk": "نوووسبرسک",
	"OK": "ٹھیک ہے",
	"OLED LIGHT": "OLED لائٹ",
	"OLED Motion": "OLED موشن",
	"OLED Screen Saver": "OLED اسکرین سیور",
	"Object Audio": "آبجیکٹ آڈیو",
	"Off": "بند",
	"Oman": "عمان",
	"Omsk": "امسک",
	"On": "آن",
	"OnTimer Channel not selected": "ٹائمر چینل پر منتخب نہیں.",
	"Open": "کھولیں",
	"Open Source Licenses": "کھلے ماخذ وڈیوائس سافٹ ویئر کا نوٹس",
	"Open when TV is turned on": "ٹی وی چالو ہونے پر کھولیں",
	"Operate once when TV is off": "ٹی وی کے آف ہونے پر ایک بار چلائیں",
	"Optical": "آپٹیکل",
	"Optical + Internal TV Speaker": "آپٹیکل + TV کا داخلی اسپیکر",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG مشین لرننگ تکنیک کے ذریعے سیکھے گئے ایک الگورتھم سے مواد کی گہرائی کو بہتر بناتا ہے۔",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR مواد کی تصویر کی چمک پر مبنی کنٹراسٹ کی ترتیبات کو بہتر بنائیں۔",
	"Optimize contrast settings based on image brightness.": "ایمیج کی چمک کی بنیاد پر کنٹراسٹ کی سیٹنگز کو بہتر بنائیں۔",
	"Optimize the sound for a cinematic experience.": "سینیما جیسے تجربے کے لئے آواز کو آپٹمائز کریں۔",
	"Oranjestad": "ورانجستاد",
	"Original Language": "اوریجنل زبان",
	"Oslo": "اوسلو ",
	"Others": "دوسرے",
	"Ouagadougou": "اوگا ڈوگا",
	"Outer": "بیرونی",
	"Output sound through the Internal TV speaker.": "انٹرنل ٹی وی اسپیکر کے ذریعہ آؤٹ پٹ آواز۔",
	"PIN: {pin}": "پن: {pin}",
	"Pagode": "پیگوڈ",
	"Pakistan": "پاکستان",
	"Palau": "پلو",
	"Panama": "پانامہ",
	"Panama City": "پانامہ سٹی",
	"Panjabi": "پنجابی",
	"Papua New Guinea": "پاپوا نیو گنی",
	"Paraguay": "پیراگوئے",
	"Paramaribo": "پیرامیریبو",
	"Parental Guidance Suggested": "والدین کی رہنمائی تجویز کی گئی ہے",
	"Parental Guidance Suggested :": "والدین کی رہنمائی تجویز کی گئی ہے :",
	"Parental guidance suggested for children ages 8-13.": "8-13 سال کی عمر کے بچوں کے لئے والدین کی رہنمائی کی تجویز کی گئی.",
	"Parents Guidance strongly required :": "والدین کی رہنمائی کی اشد ضرورت ہے :",
	"Parents Strongly Cautioned": "والدین کو پرزور انتباہ دیا جاتا ہے",
	"Paris": "پیرس",
	"Pass Through": "پاس تھرو",
	"Password": "پاس ورڈ",
	"Patent Information": "پیٹنٹ معلومات کی خدمات",
	"Peak Brightness": "چوٹی کی چمک",
	"Persian": "فارسی",
	"Peru": "پیرو",
	"Philippines": "فلپائن",
	"Phnom Penh": "نوم پینہ",
	"Phoenix": "فینکس",
	"Photo": "ایمیج",
	"Pick a Time": "ایک وقت اٹھاو",
	"Picture": "تصویر",
	"Picture Mode": "تصویر موڈ",
	"Picture Mode Settings": "تصویر ی موڈ کی سیٹنگز",
	"Picture Options": "تصویرآپشن",
	"Picture Test": "تصویر کا ٹیسٹ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "مربوط بیرونی آلات اور TV کے ابتدائی طور پر مواصلت کرنے کے دوران تصویر یا ساؤنڈ ٹھیک طرح سے کام نہیں کر سکے گا۔ اگر مسئلہ جاری رہتا ہے، تو براہ کرم سیٹنگز پھیر دیں یا اپنے مربوط بیرونی آلہ کو ری بوٹ کریں۔",
	"Pitch": "پچ",
	"Pixel Refresher": "پکسیل ریفریشر",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "پکسیل ریفریشر آپ کے TV کو صاف ترین تصویر فراہم کرنے دیتا ہے۔",
	"Pixel Refresher begins only once when the TV is turned off.": "پکسیل ریفریشر صرف ایک بار تب شروع ہوتا ہے جب ٹی وی بند ہوتا ہے۔",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "پکسیل ریفریشر اگلی بار آپ کے TV کے بند ہونے پر شروع کرنے کے لیے شیڈیول کردہ ہوتا ہے۔",
	"Play": "چلائیں",
	"Play sound through TV Speaker.": "ٹی وی اسپیکر کے ذریعے آواز چلائیں۔",
	"Play the standard sound suitable for all types of content.": "تمام قسم کے مواد کے لئے موزوں معیاری آواز چلائیں۔",
	"Please check if WiSA Speakers are turned on and try again.": "براہ کرم چیک کریں آیا WiSA اسپیکرز آن ہیں اور دوبارہ کوشش کریں۔",
	"Please check that the Bluetooth device is already connected to another device.": "براہ کرم چیک کریں کہ Bluetooth آلہ پہلے سے کسی اور آلہ سے منسلک ہے۔",
	"Please check the network name and password and try again.": "نیٹ ورک کے نام اور پاس ورڈ کو چیک کریں اور دوبارہ کوشش کریں.",
	"Please check the status and try again": "براہ کرم صورتحال چیک کریں اور دوبارہ کوشش کریں",
	"Please do not unplug the USB storage until the copying is completed.": "برائے مہربانی کاپی مکمل ہونے تک USB اسٹوریج کیبل کو منقطع نہ کریں۔",
	"Please enter your password to turn off this function.": "براہ کرم اس فنکشن کو آف کرنے کے لیے اپنا پاس ورڈ داخل کریں۔",
	"Please enter your password to turn on this function.": "براہ کرم اس فنکشن کو آن کرنے کے لیے اپنا پاس ورڈ داخل کریں۔",
	"Please make sure that your TV is connected to the network and try again.": "براہ کرم اس بات کو یقینی بنائیں کہ آپ کا ٹی وی نیٹ ورک سے مربوط ہے اور دوبارہ کوشش کریں۔",
	"Please note that LG does not use or manage the value.": "براہ کرم نوٹ کریں کہ LG قیمت کا استعمال یا اس کا نظم نہیں کرتا ہے۔",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "براہ کرم نوٹ کریں کہ ڈیجیٹل ساؤنڈ آؤٹ پاس تھرو پر سیٹ ہو تو ساؤنڈ آؤٹ پٹ نہیں ہوسکتا ہے۔",
	"Please try again later.": "کچھ دیر بعد دوبارہ کوشش کریں.",
	"Please wait while the Settings application reloads.": "براہ مہربانی سیٹنگز کی ایپلیکیشن دوبارہ لوڈ ہونے تک انتظار کریں۔",
	"Please wait while the Settings application restarts.": "براہ مہربانی انتظار کریںسیٹنگز کی ایپلیکےشن دوبارہ چلنا ہے.",
	"Please wait while the TV restarts.": "ٹی وی دوبارہ شروع ہونے تک انتظار کریں۔",
	"Please wait while the TV searches for LG Service Country.": "بارہ کرم ٹی وی کے ذریعہ LG سروس کا ملک تلاش کرنے تک انتظار کریں۔",
	"Podgorica": "پودگورکا",
	"Point": "پوائنٹ",
	"Pointer Options": "پوائنٹر اختیارات",
	"Pointer Size": "پوئنٹر سائز",
	"Poland": "پولینڈ",
	"Polish": "پولستانی",
	"Pontianak": "پونتیانک",
	"Port Louis": "پورٹ لوئس",
	"Port Moresby": "پورٹ مورسبی",
	"Port of Spain": "پورٹ آف سپین",
	"Port-au-Prince": "پورٹ او پرنس",
	"Porto Novo": "پورٹو نوو",
	"Porto Velho": "پورٹو ویلہو",
	"Porto-Novo": "پورٹو نووو",
	"Portugal": "پرتگال",
	"Portuguese": "پرتگالی",
	"Position": "پوزیشن",
	"Position Settings": "پوزیشن سیٹنگز",
	"Power Off Timer": "پاور آف ٹائمر",
	"Power On Timer": "پاور آن ٹائمر",
	"Power Saving Mode": "پاور بچت موڈ",
	"Prague": "پراگ",
	"Praia": "پرائیا",
	"Preschool": "پری اسکول",
	"Press right button to adjust de-blur and Motion Pro value.": "de-blur اور Motion Pro قدر ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "de-blur اور OLED موشن پرو ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-blur and OLED Motion value.": "de-blur اور OLED موشن ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder and Motion Pro value.": "de-judder اور Motion Pro قدر ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "de-judder اور OLED موشن پرو ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder and OLED Motion value.": "de-judder اور OLED موشن ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "de-judder، de-blur اور Motion Pro قدر ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "de-judder، de-blur اور OLED موشن پرو ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "de-judder، de-blur اور OLED موشن ویلیو ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں۔",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TV کو نیٹ ورک سے جوڑنے کے لیے کسی WPS فعال راؤٹر پر WPS بٹن دبائیں۔",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro سیٹنگز ایڈجسٹ کرنے کے لئے دائیں بٹن کو دبائيں۔",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED موشن سیٹنگز ایڈجسٹ کرنے کے لئے دائیں بٹن کو دبائيں۔",
	"Press the right button to adjust OLED Motion settings.": "OLED موشن سیٹنگز ایڈجسٹ کرنے کے لئے دائیں بٹن کو دبائيں۔",
	"Press the right button to adjust de-blur settings.": "ڈی-بلر سیٹنگز مطابق کرنے کیلئے دائیں بٹن کو دبائيں۔",
	"Press the right button to adjust de-judder settings.": "ڈی-جڈّر سیٹنگز مطابق کرنے کیلئے دائیں بٹن کو دبائيں۔",
	"Previous": "پچھلا",
	"Primary Audio Language": "آڈیو کی بنیادی زبان",
	"Primary Channels": "پرائمری چینلز",
	"Primary Teletext Language": "بنیادی ٹیلی ٹیکسٹ زبان",
	"Program exempted from ratings.": "پروگرام درجہ بندی سے مستثنی ہے۔",
	"Programme": "پروگرام",
	"Provide HbbTV Distinctive ID": "HbbTV مخصوص ID فراہم کریں",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "نشریات کے لئے HbbTV سروس کو HbbTV ممتاز ID فراہم کریں۔",
	"Provided services may vary depending on countries.": "فراہم کردہ خدمات ممالک کے لحاظ سے مختلف ہو سکتے ہیں۔",
	"Puerto Rico": "پیورٹو ریکو",
	"Pyongyang": "پیانگ یانگ",
	"QLD - Queensland - Brisbane": "QLD - کوئنس لینڈ -برسبین",
	"Qatar": "قطر",
	"Quick Help": "فوری مدد",
	"Quick Start+": "فوری اسٹارٹ+",
	"Rainy River": "برسات کے دریا",
	"Raised": "اٹھایا",
	"Rangoon": "رنگون",
	"Real Cinema": "حقیقی سنیما",
	"Reason: Authentication with access point was unsuccessful.": "وجہ: رسائی پوائنٹ کے ساتھ توثیق کاری کامیاب نہیں تھی۔",
	"Reason: Could not establish a connection to access point.": "وجہ: رسائی پوائنٹ سے کنکشن قائم نہیں کر سکا.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "وجہ: DHCP استعمال کر کے درست IP پتے کی بازیافت نہیں کر سکا.",
	"Reason: Entered password is incorrect.": "وجہ: درج شدہ پاس ورڈ غلط ہے۔",
	"Reason: Password is missing.": "وجہ: پاس ورڈ غائب ہے۔",
	"Reason: The network you selected is out of range.": "وجہ: آپ نے جو نیٹ ورک منتخب کیا ہے وہ دائرے سے باہر ہے۔",
	"Reason: Unable to login.": "وجہ: لاگ ان کرنے سے قاصر.",
	"Receive emergency alerts from TV when an emergency occurs.": "ہنگامی انتباہات ٹی وی سے حاصل کریں جب ہنگامی صورت حال ہوتی ہے۔",
	"Recife": "ریسیف",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ان گھنٹوں کو متعین کرنے کی سفارش کریں جب آپ Always-on پر ٹی وی اکثر نہیں دیکھتے۔",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "تاریخ اور ایپ کے استعمال کے نمونوں پر مبنی مفید مشمولات اور خصوصیات کی تجویز کریں۔",
	"Recommendations are available for the people, products and locations related to the current program.": "موجودہ پروگرام سے وابستہ افراد، مصنوعات اور مقامات کے لیے سفارشات دستیاب ہیں۔",
	"Red": "لال",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "تصویر کے معیار کو واضح طور پر بہتر بنانے کے لئے ڈیجیٹل ویڈیو سگنلز سے بے قاعدہ شور کم کریں۔",
	"Regina": "ریجنا",
	"Region": "خطہ",
	"Registered Devices ({num})": "رجسٹرڈ آلات ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "اوپٹیمائز کردہ ساؤنڈ کی ہائی پچ ٹون کو مضبوط کریں۔",
	"Reinforce the low-pitched tone of the optimized sound.": "اوپٹیمائزڈ ساؤنڈ کی لو پچ ٹون کو مضبوط کریں۔",
	"Remote Settings": "ریموٹسیٹنگز",
	"Remove irregular and erratic pixels for a clearer image.": "واضح تر ایمیج کے لیے متفرق اور بےسیٹنگز پکسلز کو ہٹائیں۔",
	"Reset": "ری سیٹ",
	"Reset AD ID": "AD ID کو دوبارہ سیٹ کریں",
	"Reset CI Password": "CI پاس ورڈ ری سیٹ",
	"Reset HbbTV Distinctive ID": "HbbTV مخصوص ID ری سیٹ کریں",
	"Reset Password": "پاس ورڈ ری سیٹ کریں",
	"Reset Settings": "سیٹنگز ری سیٹ کریں",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV موبائل اپلی کیشن سے مربوط کرتے وقت اپلی کیشن کی فہرست کو ری سیٹ کریں۔",
	"Reset the caption position.": "عنوان کی پوزیشن کو دوبارہ سیٹ کریں۔",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "دیکھے گئے مواد اور استعمال کیے جانے والے ایپس دونوں کی سرگزشت کو ری سیٹ کریں۔ جب سرگزشت ری سیٹ ہو جائے گی، تو اس میں مواد کی تجاویز دوبارہ موصول ہونے میں کچھ وقت درکار ہو سکتا ہے۔",
	"Reset to Initial Settings": "ابتدائی سیٹنگز پر ری سیٹ کریں",
	"Restrict access to TV programs based on their ratings.": "ٹی وی پروگراموں کی درجہ بندی کی بنیاد پر ان تک رسائی محدود کریں۔",
	"Restrict watching based on age ratings for children programs.": "بچوں کے پروگراموں کے لئے عمر کی درجہ بندی پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on ages ratings.": "عمر کی درجہ بندی پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on fantasy violence content ratings.": "تصوراتی تنازعات کے مواد کی درجہ بندی پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on programs containing adult language.": "بالغ زبان پر مشتمل پروگراموں پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on programs containing sexual scene.": "جنسی منظر پر مشتمل پروگراموں پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "جنسی طور پر مشورہ مذاکرات کے پروگراموں پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "والدین کے رہنمائی کے تحت مخصوص عمر یا مواد کی درجہ بندی پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching based on violence content ratings.": "تنازعات کے مواد کی درجہ بندی پر مبنی دیکھنے کو محدود کریں۔",
	"Restrict watching movies based on rating.": "درجہ بندی پر مبنی فلمیں دیکھنے کو محدود کریں۔",
	"Restrict watching programs based on rating.": "درجہ بندی پر مبنی پروگرام دیکھنے کو محدود کریں۔",
	"Restriction ratings :": "پابندی کی درجہ بندی :",
	"Retry": "دوبارہ کوشش کریں",
	"Revert TV to its initial settings.": "ٹی وی کو اس کی ابتدائی سیٹنگز پر واپس کریں۔",
	"Revert color adjustment settings to default.": "رنگ کے ایڈجسٹمنٹ کی ترتیبات کو ڈفالٹ میں واپس لائیں۔",
	"Revert detailed sound effect settings of standard mode to default.": "ڈفالٹ معیار کے موڈ کی تفصیلی صوتی اثر ترتیبات کو واپس کریں۔",
	"Revert picture setting values to default.": "تصویر کے سیٹنگ ویلیوز کو ڈفالٹ پر واپس کریں۔",
	"Revert white balance settings to default.": "وائٹ بیلنس کی ترتیبات کو ڈیفالٹ میں واپس لائیں۔",
	"Reykjavik": "رکجویک",
	"Riga": "ریگا",
	"Right": "دائیں",
	"Right Left": "ﺩﺎﺋیں/ﺏﺎﺋیں",
	"Right Surround": "اطراف دائيں",
	"Right drop shadow": "حق ڈراپ کی چھایا",
	"Rio Branco": "ریو برانکو",
	"Riyadh": "ریاض",
	"Romania": "رومانیہ",
	"Romanian": "رومنی",
	"Rome": "روم",
	"Russia": "روس",
	"Russian": "روسی",
	"Rwanda": "روانڈا",
	"SA - South Australia - Adelaide": "SA - جنوبی آسٹریلیا - ایڈیلیڈ",
	"SIGNATURE Opening": "SIGNATURE کھول رہا ہے",
	"SIGNATURE TV Settings": "دستخط ٹی وی سیٹنگز",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK آپ کے دیگر SIMPLINK فعال والے آلات کو کنٹرول کرنے کے لیے اپنا LG ریموٹ استعمال کرنے کی اجازت دیتا ہے، جیسے DVD پلیئر یا آڈیو ہوم تھیٹر سسٹم، جو آپ کے LG Smart TV سے HDMI کے ذریعہ جڑا ہوا ہے۔",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "اس ARC موڈ کو استعمال کرنے کیلئے SIMPLINK خود کار طریقے سے تبدیل کر دیا جائے گا۔",
	"Safety": "حفاظت",
	"Saint Lucia": "سینٹ لوسیا",
	"Saint Vincent": "سینٹ ونسینٹ",
	"Sakhalin": "سھالن",
	"Samara": "سمارا",
	"Samarkand": "سمرقند",
	"Samoa": "ساموا",
	"San Luis": "سان لوئس",
	"San Salvador": "سان سلواڈور",
	"Sana": "سانا",
	"Santiago": "سینٹیاگو",
	"Santo Domingo": "سینٹو ڈومنگو",
	"Sarajevo": "سرائیوو",
	"Satellite": "سیٹلائٹ",
	"Satellite DTV": "سیٹلائٹ DTV",
	"Satellite Radio": "سیٹلائٹ ریڈیو",
	"Saturation": "سنترپتی",
	"Saudi Arabia": "سعودی عرب",
	"Saudi arabia": "سعودی عرب",
	"Save CAM Operator's Profile": "CAM آپریٹر کی پروفائل محفوظ کریں",
	"Save CI Password": "CI پاس ورڈ محفوظ کریں",
	"Save the color adjustment settings from the current picture mode in all inputs.": "سبھی ان پٹس کے لیے موجودہ تصویری موڈ میں رنگ کے ایڈجسٹمنٹ کی سیٹنگز کو محفوظ کریں۔",
	"Save the white balance settings from the current picture mode in all inputs.": "سبھی ان پٹس کے لیے موجودہ تصویری موڈ میں سفید کے توازن کی سیٹنگز کو محفوظ کریں۔",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "اپنا CI پاس ورڈ محفوظ/ری سیٹ کریں۔ اپنا پاسورڈ محفوظ کرنے سے آئندہ آپ کو سائن ان والا مرحلہ چھوڑنے کا موقع ملے گا۔",
	"Scan \"Auto Detect\" automatically.": "خودکار طور \"خودکار ڈیٹیکٹ\" اسکین کریں۔",
	"Scoresbysund": "سکورسبیسند",
	"Screen Down": "اسکرین نیچے",
	"Screen Off": "سکرین آف",
	"Screen Saver": "اسکرین سیور",
	"Screen Shift ": "اسکرین شفٹ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "جب ایک وسیع مدت کے لئے ٹی وی آن رہتا ہے تو، اسکرین باقاعدگی سے وقت کے وقفوں میں شیفٹ اور تصویر کے معیار کے مسائل کو روکتا ہے جو ہو سکتے ہیں۔",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "اسکرین 5 سیکنڈز میں بند ہوجائے گی۔ اسکرین کو واپس آن کرنے کے لیے، پاور اور والیوم بٹن کے علاوہ کوئی بھی بٹن دبائیں۔",
	"Search": "تلاش کریں",
	"Search Bluetooth Device": "Bluetooth الہ تلاش کریں",
	"Searching...": "تلاش",
	"Second Language": "دوسری زبان",
	"Secondary Audio Language": "آڈیو کی ثانوی زبان",
	"Secondary Teletext Language": "ثانوی ٹیلی ٹیکسٹ زبان",
	"Security": "سیکورٹی",
	"Select IRE point to adjust luminance.": "چمک کو موافق بنانے کے لیے IRE پوائنٹ منتخب کریں۔",
	"Select Mode": "موڈ کا انتخاب کریں",
	"Select TV's language settings.": "ٹی وی کی زبان کی سیٹنگز منتخب کریں۔",
	"Select a caption type for HD broadcasts.": "HD نشریات کیلئے ایک کیپشن قسم منتخب کریں۔",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV نشریات کیلئے ایک کیپشن قسم منتخب کریں۔",
	"Select a caption type for UHD broadcasts.": "UHD نشریات کیلئے ایک کیپشن قسم منتخب کریں۔",
	"Select a caption type for analog broadcasts.": "اینالاگ نشریات کے لیے کیپشن کی قسم منتخب کریں۔",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "ایسا ویڈیو موڈ منتخب کریں جو دیکھنے کے ماحول سے مماثل ہو، یا ویڈیو موڈ کے لیے سیٹنگز کی وضاحت کریں، جیسے کہ کنٹراسٹ، رنگ وغیرہ۔",
	"Select an audio format for each HDMI input.": "ہر ایک HDMI ان پٹ کے لیے ایک آڈیو فارمیٹ منتخب کریں۔",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "باہر ڈیجیٹل وائس /آؤٹ منتخب کریں ﴿خودکار یا PCM﴾ اگر آپ پاس تھرو منتخب کرنے کے بعد صوتی اثرات نہیں سن پاتے ہیں۔",
	"Select audio language for digital broadcasts.": "ڈیجیٹل نشریات کے لیے آڈیو زبان منتخب کریں۔",
	"Select color to be adjusted.": "موافق بنانے کے لیے رنگ منتخب کریں۔",
	"Select days to apply the Timer Power Off settings every week.": "ہر ہفتے ٹائمر پاور آف سیٹنگز کا اطلاق کرنے کے لیے دنوں کا انتخاب کریں۔",
	"Select days to apply the Timer Power On settings every week.": "ہر ہفتے ٹائمر پاور آن سیٹنگز کا اطلاق کرنے کے لیے دنوں کا انتخاب کریں۔",
	"Select device for audio output.": "آڈیو آؤٹ پٹ کے لیے ڈیوائس منتخب کریں۔",
	"Select device or speaker for audio output.": "آڈیو آؤٹ پٹ کے لیے آلہ یا اسپیکر منتخب کریں۔",
	"Select digital audio output format.": "ڈیجیٹل آڈیو آؤٹ پٹ فارمیٹ کو منتخب کریں۔",
	"Select language for TV menu.": "ٹی وی مینوز کے لیے زبان منتخب کریں۔",
	"Select language for subtitles.": "ذیلی سرخیوں کے لیے زبان منتخب کریں۔",
	"Select languages for keyboards input.": "کی بورڈ ان پٹ کے لئے زبانیں منتخب کریں۔",
	"Select method to adjust white balance.": "سفید کا توازن موافق بنانے کے لیے طریقہ منتخب کریں۔",
	"Select point to adjust luminance.": "چمک کو موافق بنانے کے لیے پوائنٹ منتخب کریں۔",
	"Select the Sound mode and set detailed Audio effects.": "ساؤنڈ موڈ منتخب کریں اور تفصیلی آڈیو اثرات سیٹ کریں۔",
	"Select the Sound mode for each content type.": "مواد کی ہر قسم کے لیے ساؤنڈ موڈ کا انتخاب کریں۔",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} پورٹ کے لیے Ultra HD Deep Color منتخب کریں۔",
	"Select the app to restrict the use.": "ایپ کو منتخب کریں جس کا استعمال محدود کرنا ہے۔",
	"Select the appropriate picture mode according to the viewing environment or content type.": "دیکھنے کے ماحول یا مشمولات کی قسم کے مطابق موزوں تصویر کا موڈ منتخب کریں۔",
	"Select the audio properties to listen to the broadcast in the way you like.": "آپ اپنی پسند کے مطابق نشریات سُننے کے لئے آڈیو کی خصوصیات منتخب کر سکتے ہیں۔",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ڈیجیٹل نشریات کے لیے عنوان کی قسم منتخب کریں اور تفصیلی ذیلی عنوان کی سیٹنگز سیٹ کریں۔",
	"Select the channel to restrict watching.": "چینل کو منتخب کریں جس کا دیکھنا محدود کرنا ہے۔",
	"Select the channel to watch when the TV turns on.": "ٹی وی آن ہونے پر دیکھنے کے لیے چینل کا انتخاب کریں۔",
	"Select the color range to be displayed.": "ظاہر کرنے کے لیے رنگ کی رینج منتخب کریں۔",
	"Select the country for your country's special services.": "اپنے ملک کی خصوصی خدمات کے لئے ملک کا انتخاب کریں۔",
	"Select the desired video angle.": "مطلوبہ ویڈیو زاویہ منتخب کریں۔",
	"Select the format to transfer TV Digital Sound Out to an external device.": "ایک بیرونی آلے پر ٹی وی باہر ڈیجیٹل وائس منتقل کرنے کے لیے فارمیٹ منتخب کریں۔",
	"Select the input to use when the TV turns on.": "ٹی وی ان ہونے پر استعمال کرنے کے لیے ان پٹ کا انتخاب کریں۔",
	"Select the inputs to restrict the use.": "ان پٹس کو منتخب کریں جس کا استعمال محدود کرنا ہے۔",
	"Select the most preferred Subtitle Language.": "ضمنی سرخی کی زبان کے لئے اپنی پہلی پسند منتخب کریں۔",
	"Select the place where to use the TV.": "جگہ کو منتخب کریں جہاں ٹی وی استعمال کرنا ہے۔",
	"Select the residential region for your regional broadcast signal.": "اپنے علاقائی نشریاتی سگنل کے لئے رہائشی علاقہ منتخب کریں۔",
	"Select the second preferred Subtitle Language.": "ضمنی سرخی کی زبان کے لئے اپنی دوسری پسند منتخب کریں۔",
	"Select your first choice of audio language for digital broadcasts.": "ڈیجیٹل نشریات کے لئے آڈیو زبان کا آپ کا پہلا انتخاب منتخب کریں۔",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "اپنے براڈ کاسٹ ٹی وی فراہم کنندہ کے ٹیلی ٹیکسٹ سروسز کے لیے زبان کی اپنی پہلی پسند منتخب کریں۔",
	"Select your second choice of audio language for digital broadcasts.": "ڈیجیٹل نشریات کے لئے آڈیو زبان کا آپ کا دوسرا انتخاب منتخب کریں۔",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "اپنے براڈ کاسٹ ٹی وی فراہم کنندہ کے ٹیلی ٹیکسٹ سروسز کے لیے زبان کی اپنی دوسری پسند منتخب کریں۔",
	"Senegal": "سینیگل",
	"Seoul": "سول",
	"Serbia": "سربیا",
	"Serbian": "سربیا",
	"Serial Number": "سیریل نمبر",
	"Serta Wego": "سرٹا ویگو",
	"Service 1": "سروس 1",
	"Service 2": "سروس 2",
	"Service 3": "سروس 3",
	"Service 4": "سروس 4",
	"Service 5": "سروس 5",
	"Service 6": "سروس 6",
	"Service Area Zip Code": "سروس ایریا زپ کوڈ",
	"Set Automatically": "خود کار طریقے سے مقرر کریں",
	"Set ID": "ID مقرر",
	"Set My Team Alarm.": "میری ٹیم کا الارم سیٹ کریں۔",
	"Set Store Mode settings.": "اسٹور موڈ سیٹنگز سیٹ کریں۔",
	"Set System Color mode for your current TV input.": "اپنے موجودہ ٹی وی ان پٹ کے لیے سسٹم کے رنگ کا موڈ متعین کریں۔",
	"Set additional options for Video Description.": "ویڈیو کی تفصیل کے لئے اضافی اختیارات متعین کریں۔",
	"Set additional picture settings.": "تصویر کی اضافی ترتیبات سیٹ کریں۔",
	"Set additional sound-related settings.": "اضافی صوتی سے متعلقہ ترتیبات مقرر کریں۔",
	"Set advanced Subtitle options.": "جدید ترین ضمنی سرخی کے اختیارات متعین کریں۔",
	"Set advanced captioning options.": "سرخی بندی کے اعلی درجے وڈیوائس اختیارات متعین کریں۔",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP ایڈریس کا ورژن IPv4 یا IPv6 پر مقرر اور ترمیم کریں۔",
	"Set audio-related options.": "آڈیو سے متعلق اختیارات سیٹ کریں",
	"Set caption size, color, transparency, and other options for broadcasts.": "نشریات کے لیے کیپشن کی جسامت، رنگ، شفافیت، اور دیگر اختیارات کو سیٹ کریں۔",
	"Set color temperature from warm to cool.": "رنگ کے درجہ حرارت کو گرم سے سرد سیٹ کریں.",
	"Set detailed caption settings for HD broadcasts.": "HD کی نشریات کے لیے تفصیلی عنوان کی سیٹنگز سیٹ کریں۔",
	"Set detailed options for the AI functions.": "AI فنکشنز کے لیے تفصیلی اختیارات سیٹ کریں۔",
	"Set detailed options for the Home feature.": "ہوم خصوصیت کے لیے تفصیلی اختیارات سیٹ کریں۔",
	"Set detailed options for the Recommendation feature.": "سفارش خصوصیت کے لیے تفصیلی اختیارات سیٹ کریں۔",
	"Set easy connection settings with external devices.": "بیرونی آلات کے ساتھ آسان کنیکشن سیٹنگز سیٹ کریں۔",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "والدین کی رہنمائی کے تحت استعمال کرنے کے لئے مخصوص چینلز، ایپس، ان پٹس، اور وغیرہ پر تالا لگا دیں۔",
	"Set necessary additional functions based on watching environment and screen status.": "ماحول اور اسکرین کی حیثیت کی بنیاد والے ضروری اضافی افعال متعین کریں۔",
	"Set or reset the position of on-screen captions.": "آن اسکرین کیپشن کی پوزیشن کو سیٹ یا ری سیٹ کریں۔",
	"Set settings related to your wired / wireless network.": "اپنے وائرڈ / وائرلیس نیٹ ورک سے متعلق سیٹنگز سیٹ کریں۔",
	"Set the TV to turn off automatically after a set amount of time.": "ٹی وی کو ایک مقررہ وقت کے بعد خودکار طریقے سے آف ہوجانے کے لیے سیٹ کریں۔",
	"Set the TV to turn off automatically at a set time.": "ٹی وی کو ایک مقررہ وقت پر خود بخود بند ہونے کے لیے سیٹ کریں۔",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV خودکار طریقے سے آن ہونے کے بعد 4 گھنٹے تک صارف کی جانب سے کوئی ان پٹ نہ ہو تو TV کو خودکار طریقے سے آف ہونے کے لیے متعین کریں۔",
	"Set the TV to turn on automatically at a set time.": "ٹی وی کو ایک مقررہ وقت پر خودکار طریقے سے آن ہونے کے لیے سیٹ کریں۔",
	"Set the additional functions related to the TV.": "ٹی وی سے متعلقہ اضافی خدمات متعین کریں۔",
	"Set the current date and time.": "موجودہ تاریخ اور وقت متعین کریں۔",
	"Set the current date manually.": "موجودہ تاریخ کو دستی طورپر سیٹ کریں۔",
	"Set the current time manually.": "دستی طور پر موجودہ وقت سیٹ کریں۔",
	"Set the detect range of device available to connect.": "مربوط کرنے کے لئے آلہ کی رینج کا پتہ لگانا مقرر کریں۔",
	"Set the region and country for broadcasts and special services.": "نشریات اور خصوصی خدمات کے لیے علاقہ اور ملک متعین کریں۔",
	"Set the screen size and aspect ratio.": "اسکرین کی جسامت اور آسپیکٹ ریشیو متعین کریں۔",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV کے خصوصی خدمات کو متعین کریں۔",
	"Set the time to turn off the TV automatically without user input.": "خود کار طریقے سے یوزر ان پٹ کے بغیر ٹی وی کو بند کرنے کا وقت مقرر کریں۔",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "زیادہ ریئلسٹک آواز سے لطف اندوز ہونے کے لئے ورچول ملٹی-چینل سراؤنڈ آواز کے اثر کو مقرر کریں۔",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "زیادہ ریئلسٹک آواز سے لطف اندوز ہونے کے لئے ورچول سراؤنڈ آواز کے اثر کو مقرر کریں۔",
	"Set the volume level when the TV turns on.": "ٹی وی آن ہونے پر استعمال کرنے کے لیے والیوم کی سطح کا انتخاب کریں۔",
	"Set time to turn off the TV.": "ٹی وی آف کرنے کےلیے وقت مقرر کریں۔",
	"Set time to turn on the TV.": "ٹی وی آن کرنے کےلیے وقت مقرر کریں۔",
	"Set up additional features related to customer support.": "کسٹمر سپورٹ سے متعلق اضافی خصوصیات سیٹ اپ کریں۔",
	"Set up an account to use LG Services.": "LG خدمات کا استعمال کرنے کے لیے اکاؤنٹ سیٹ اپ کریں۔",
	"Set whether to display Home when the TV is turned on.": "سیٹ کریں کہ آیا TV آن ہونے پر ہوم ڈسپلے کرتا ہے یا نہیں۔",
	"Settings Help": "سیٹنگز میں مدد",
	"Sexual Situations": "جنسی صورتحال",
	"Sexually Suggestive Dialogue": "جنسی مفہوم والے مکالمے",
	"Shanghai": "شنگھائی",
	"Sharpness": "تیکشنتا",
	"Show Password": "پاس ورڈ دکھائیں",
	"Side by Side": "شانہ بشانہ",
	"Sierra Leone": "سیرا لیون",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "اگر وائرلیس روٹر TV کے بہت قریب ہے تو سگنل میں مداخلت Magic Remote کی حساسیت کو کم کر سکتی ہے۔",
	"Simferopol": "سمفروپول",
	"Singapore": "سنگاپور",
	"Size": "سائز",
	"Skopje": "سکوپجے",
	"Sleep Timer": "سلیپ ٹائمر",
	"Slovak": "سلاواکی",
	"Slovakia": "سلوواکیہ",
	"Slovenia": "سلووینیا",
	"Slovenian": "سلووینیائی",
	"Slow": "آہستہ",
	"Small": "چھوٹا",
	"Smooth": "ہموار",
	"Smooth Gradation": "اسموتھ گریڈیشن",
	"Soccer": "ساکر",
	"Sofia": "صوفیہ",
	"Software Update": "سافٹ ویئر اپ ڈیٹ",
	"Software Version": "سافٹ ویئر ورژن",
	"Software update has been installed. Update will be applied when you restart your TV.": "سافٹ وئیر اپ ڈیٹ نصب کیا گیا۔ آپ کے TV کو دوبارو شروع کرنے پر اپ ڈیٹ کا اطلاق ہوگا۔",
	"Solid": "ٹھوس",
	"Solomon Islands": "جزائر سلیمان",
	"Somalia": "صومالیہ",
	"Some material may not be appropriate for children under 13.": "کچھ مواد 13 سال سے کم عمر کے بچوں کے لیے موزوں نہیں ہوسکتے ہں۔",
	"Some material may not be appropriate for children.": "کچھ مواد بچوں کے لئے موزوں نہیں ہوسکتے ہیں۔",
	"Sotho, Northern": "سوتھو، شمالی",
	"Sotho, Southern": "سوتھو، جنوبی",
	"Sound": "آواز",
	"Sound Mode": "ساؤنڈ موڈ",
	"Sound Mode Settings": "ساؤنڈ موڈ سیٹنگز",
	"Sound Out": "ساؤنڈ آوٹ",
	"Sound Share": "ساؤنڈ شیئر",
	"Sound Test": "ساءونڈ ٹیسٹ",
	"South Africa": "جنوبی افریقہ",
	"South Korea": "جنوبی کوریا",
	"Southern Africa": "جنوبی افریقہ",
	"Spain": "ہسپانیہ",
	"Spanish": "ہسپانوی",
	"Speaker Volume Control": "اسپیکر والیوم کنٹرول",
	"Specify detailed voice guidance settings after turning on this feature.": "اس خصوصیت کو آن کرنے کے بعد وائس رہنمائی کی تفصیلی سیٹنگز کی وضاحت کریں۔",
	"Speed": "رفتار",
	"Spoken Subtitle": "بولی ہوئی ضمنی سرخی",
	"Sports": "اسپورٹس",
	"Sports Alert": "اسپورٹس الرٹ",
	"Srednekolymsk": "سریڈنیکولیمسک",
	"Sri Lanka": "سری لنکا",
	"St. John's": "سینٹ جان",
	"Stand": "اسٹینڈ",
	"Standard": "اسٹینڈرڈ",
	"Standard Mode Sound Effect": "معیاری موڈ والا صوتی اثر",
	"Standby Light": "اسٹینڈ بائی لائٹ",
	"Start New Sound Tuning": "نیا ساؤنڈ ٹیونگ شروع کریں",
	"Start Now": "ابھی شروع کریں",
	"Startup Sound": "ابتدائی آواز",
	"Stockholm": "سٹاکہوم",
	"Stop": "روکیں",
	"Store Demo": "سٹور ڈیمو",
	"Store Mode": "اسٹور موڈ",
	"Store Mode Settings": "اسٹور موڈ سیٹنگز",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "اسٹور موڈ اندرون اسٹور ڈسپلے مقاصد کے لیے ہے۔ یہ ہر کچھ منٹوں میں سیٹنگز کو دوبارہ شروع کرے گا۔ کیا آپ اس ایپ کو بند کرنا اور اسٹور موڈ آن کرنا چاہتے ہیں؟",
	"Strong": "مضبوط",
	"Style": "انداز",
	"Subnet Mask": "ذیلی نیٹ ماسک",
	"Subnet prefix length": "سب نیٹ سابقہ کی لمبائی",
	"Subtitle First Choice Language": "پسند کی پہلی زبان میں ذیلی سرخی لکھیں",
	"Subtitle Language": "ذیلی ٹائٹل زبان",
	"Subtitle Second Choice Language": "پسند کی دوسری زبان میں ذیلی سرخی لکھیں",
	"Subtitles": "ذیلی سرخیاں",
	"Sudan": "سوڈان",
	"Super Impose": "سپر مسلط",
	"Super Resolution": "انتہائی قرارداد",
	"Support": "سپورٹ",
	"Suriname": "سورینام",
	"Surround Balance": "سراؤنڈ بیلنس",
	"Surround Level": "سراؤنڈ کی سطح",
	"Swahili": "سواحلی",
	"Swati": "سواتی",
	"Swaziland": "سوازی لینڈ",
	"Sweden": "سویڈن",
	"Swedish": "سویڈش",
	"Swift Current": "سوئفٹ موجودہ",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "جب آپ ٹی وی کو بند کرتے ہیں تو اسےفوری آن کرنے کے لئے ٹی وی کو اسٹینڈ بائے موڈ پر سوئچ کریں۔",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "جب آپ ٹی وی کو آف کرتے ہیں تو فوری طور مختلف خدمات جیسے ایپس، تلاش اور وغیرہ کا استعمال کرنے کے لئے اسٹینڈ بائے موڈ پر سوئچ کریں۔",
	"Switzerland": "سوئٹزر لینڈ",
	"Sync Demo": "سنک ڈیمو",
	"Syria": "شام",
	"System Color": "سسٹم کلر",
	"São Paulo": "ساؤ پالو",
	"TAS - Tasmania - Hobart": "TAS - تسمانیہ - ہوبرٹ",
	"TEXT 1": "ٹیکسٹ 1",
	"TEXT 2": "ٹیکسٹ 2",
	"TEXT 3": "ٹیکسٹ 3",
	"TEXT 4": "ٹیکسٹ 4",
	"TV Information": "TV معلومات",
	"TV Installation Type": "ٹی وی کی تنصیب کی قسم",
	"TV Lock": "TV لاک",
	"TV Name": "ٹی وی کا نام",
	"TV On With Mobile": "موبائل کے ساتھ TV آن",
	"TV Power Sound": "ٹی وی پاور ساؤنڈ",
	"TV Power Sound Volume": "ٹی وی پاور ساؤنڈ والیوم",
	"TV Program Locks": "ٹی وی پروگرام لاکس",
	"TV Rating English": "ٹی وی کی درجہ بندی انگریزی",
	"TV Rating French": "ٹی وی کی درجہ بندی فرانسیسی",
	"TV Speaker": "ٹی وی اسپیکر",
	"TV can be used as an alarm.": "ٹی وی ایک الارم کے طور پر استعمال کیا جا سکتا ہے۔",
	"TV is turned off at a set time on every specified day.": "ہر مخصوص دن پر ٹی وی کو مقرر کردہ وقت میں آف کر دیا گیا ہے۔",
	"TV to USB": "ٹی وی پر USB",
	"Tagalog": "ٹیگالوگ",
	"Tahiti": "تاہیتی",
	"Taipei": "تائی پے",
	"Taiwan": "تائیوان",
	"Tajikistan": "تاجکستان",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ایسی خصوصیات کا فائدہ اٹھاؤ جن کو نیٹ ورکنگ جیسے انٹرنیٹ، ایپس، سافٹ ویر اپ ڈیٹس اور وغیرہ کی ضرورت ہوتی ہے۔",
	"Tallinn": "ٹالن",
	"Tamil": "تمل",
	"Tanzania": "تنزانیہ",
	"Target Luminance": "اہدافی روشنی",
	"Tashkent": "تاشقند",
	"Tbilisi": "تبلیسی",
	"Tegucigalpa": "ٹیگوسیگلپا",
	"Tehran": "تہران",
	"Teletext": "ٹیلی متن",
	"Telugu": "تیلگو",
	"Terrestrial DTV": "ارضی DTV",
	"Text Color": "متن کا رنگ",
	"Text Opacity": "متن دھندلاپن",
	"Text Search": "متنی تلاش",
	"Thai": "تھائی لینڈ",
	"Thailand": "تھائی لینڈ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} اور HDMI {port2} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اس تقریب کو منتخب کر سکتے ہیں۔",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} اور HDMI {port2} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} اور HDMI {port2} پورٹس گیم کا فوری جواب کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} پورٹ AMD FreeSync Premium کی تائید کرتا ہے، اور آپ اس تقریب کو منتخب کر سکتے ہیں۔",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} پورٹ AMD FreeSync Premium کی تائید کرتا ہے، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} پورٹ گیم کا فوری جواب تائید کرتا ہے، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} اور HDMI {port2} اور HDMI {port3} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اس تقریب کو منتخب کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}، اور HDMI {port3} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} اور HDMI {port4} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اس تقریب کو منتخب کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ، HDMI {port2}، HDMI {port3}، اور HDMI {port4} پورٹس AMD FreeSync Premium کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ، HDMI {port2}، HDMI {port3}، اور HDMI {port4} پورٹس گیم کا فوری جواب کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ، HDMI {port2}، اور HDMI {port3} پورٹس گیم کا فوری جواب کی تائید کرتے ہیں، اور آپ اسے آن یا آف کر سکتے ہیں۔",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV مخصوص ID صرف ایک منفرد قیمت ہے جو صرف HbbTV کے لئے استعمال کیا جاتا ہے، جو صارف کی ذاتی معلومات سے غیر مطابقت رکھتا ہے۔",
	"The HbbTV Distinctive ID will be reset.": "HbbTV مخصوص ID ری سیٹ کی جائے گی۔",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV ایپلیکیشن یا سروس اپنی انفرادی صارف کی ٹریکنگ کو غیر فعال کردے گی۔",
	"The IBB service will disable its tracking of an individual user.": "IBB سروس اپنی انفرادی صارف کی ٹریکنگ کو غیر فعال کردے گی۔",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG سروسز والے ملک کی معلومات سرور سے بازیافت نہیں کی جاسکی۔ براہ کرم بعد میں دوبارہ کوشش کریں۔",
	"The Settings application must reload to change the menu language. Do you want to continue?": "مینو کی زبان تبدیل کرنے کے لیے سیٹنگز ایپلیکیشن کو دوبارہ لوڈ کرنا ضروری ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV کے گرد موشن کا پتہ چلنے پر ایمبیئنٹ لائٹنگ فراہم کی جائے گی۔",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "زبان کی سیٹنگز کی بنیاد پر دستیاب بیرونی صوتی شناخت کی سروسز تبدیل ہو سکتی ہیں۔ اور اگر آپ مینو کی زبان تبدیل کرتے ہیں، تو سیٹنگ مینو دوبارہ لوڈ ہو جاتا ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "چینل کی فہرست آپ کی USB اسٹوریج سے TV پر کامیابی کے ساتھ کاپی ہو گئی۔ TV 5 سیکنڈز میں دوبارہ شروع ہوگی۔",
	"The channel list have been successfully copied from your TV to the USB storage.": "چینل کی فہرست آپ کی TV سے USB اسٹوریج تک کامیابی کے ساتھ کاپی ہو گئی۔",
	"The closer to 100, the brighter.": "100 کے جتنا قریب، زیادہ چمکیلا۔",
	"The closer to 100, the clearer the color becomes.": "100 کے جتنا قریب، رنگ اتنا ہی صاف ہوگا۔",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 کے جتنا قریب سرخ اتنا ہی صاف، 50 کے جتنا قریب سبز اتنا ہی صاف۔",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "وائٹ بیلنس فنکشن کی تفصیلی قدریں ری سیٹ ہو جائیں گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "چینلز کے ساؤنڈ والیوم اور پروگرام کے درمیان کا فاصلہ خودکار طور پر کم ہو جاتا ہے، جو آپ کو یکساں والیوم میں پروگرام دیکھنے میں مدد کرتا ہے۔",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "چینل اور پروگرام کے صوتی والیوم کے درمیان دراڑ خود کار طریقے سے پروگرام کے مسلسل والیوم کے ساتھ دیکھنے کے لئے مقرر کیا جاتا ہے۔",
	"The higher the settings, the louder the sound rapidly.": "سیٹنگز جتنی تیز، صوتی کی آواز اتنی تیز۔",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ٹی وی کے داخلی اسپیکر اور Bluetooth اسپیکرز ساؤنڈ ساتھ ساتھ پیدا کر سکتے ہیں، جس سے اطراف میں تیز ساؤنڈ افیکٹ پیدا ہوتا ہے۔",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "منتخب زبان مینو کے تحت آواز کی شناخت کے لئے زبان خود کار طریقے سے منتخب کی جائے گی۔",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "صوتی شناخت کے لئے استعمال ہونے والی زبان کا انتخاب مینو کی زبان کے مطابق کیا گیا ہے۔ صوتی زبان کے لحاظ سے معاون خدمات مختلف ہو سکتی ہیں۔",
	"The network is currently unavailable. Please try again later.": "نیٹ ورک فی الحال دستیاب نہیں ہے۔ کچھ دیر بعد دوبارہ کوشش کریں.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "اس عمل کو مکمل ہونے میں تقریبا ایک گھنٹے کا وقت لگے گا اور آپ کے TV کو بند کرنے کی ضرورت ہوگی۔",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "اس عمل کو مکمل ہونے میں تقریبا {n} منٹ (منٹوں) کا وقت لگے گا اور آپ کے ٹی وی کو بند کرنے کی ضرورت ہوگی۔",
	"The program is intended for adults only.": "یہ پروگرام سے بالغان کیلئے ہے۔",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "اسکرین کی روشنی آپ کے ٹی وی کے اطراف کی روشنی کے مطابق خود کار طور پر موافق ہو جاتی ہے۔",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "اسکرین 5 سیکنڈ میں سلائیڈ ڈاؤن ہو جائے گی۔ اسکرین کو دوبارہ سلائیڈ اپ کرنے کیلئے ریموٹ پر پاور اور والیوم بٹن کے علاوہ کوئی بھی بٹن دبائیں۔",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "رنگوں کے نظم کے فنکشن کی سیٹ کردہ ذیلی قدریں ری سیٹ ہو جائیں گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth سراونڈ ساؤنڈ + ٹی وی کے داخلی اسپیکر کی ترتیب دوبارہ سیٹ کی جائے گی۔",
	"The settings are as follows.": "سیٹنگز مندرجہ ذیل ہے۔",
	"The sound may not be output when digital sound output is set to Pass Through.": "جب ڈیجیٹل ساؤنڈ آؤٹ پٹ پاس تھرو کے طور پر سیٹ ہو، تو آواز آؤٹ پٹ نہیں ہو سکتی ہے۔",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "اپ ڈیٹ کا اطلاق TV پر نہیں ہوسکتا۔ سافٹ وئیر سابقہ ورژن پر پھیر دیا جائے گا۔",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "ٹی وی کو آن کئے جانے پر اسکرین پر بصری اثرات ڈسپلے کئے جاتے ہیں اور اسکرین حرکت کرتی ہے۔",
	"There are no paired devices.": "کوئی مربوط آلات نہیں ہیں۔",
	"There are settings to correct or prevent OLED panel noise.": "OLED پینل کے شور کو درست کرنے یا روکنے کے لیے سیٹنگز ہیں۔",
	"There is no USB device connected to your TV.": "آپ کے ٹی وی سے کوئی بھی USB آلہ مربوط نہیں ہے۔",
	"There is no message.": "کوئی معلومات نہیں ہے.",
	"Thimphu": "تھمپو",
	"Third Language": "تیسری زبان",
	"This feature applies only to specified LG Wireless Keyboard models.": "یہ خصوصیت صرف مخصوص LG وائرلیس کی بورڈ ماڈلز پر لاگو ہوتی ہے۔",
	"This function works only when it is provided by the broadcast program.": "یہ فنکشن صرف نشریات پروگرام کے ذریعہ فراہم ہونے پر ہی کام کرتی ہے۔",
	"This is a closed caption preview": "یہ بند سرخی کا پیش نظارہ ہے",
	"This is an already existing value.": "یہ پہلے سے موجودہ قدر ہے۔",
	"This service provides you with more information about watching program and enjoys related contents.": "پروگرام دیکھنے کے بارے میں اور متعلقہ مواد سے لطف اندوز ہونے میں یہ سروس آپ کو مزید معلومات فراہم کرے گا۔",
	"This will revert all options on TV to their default settings.": "یہ ٹی وی پر تمام اختیارات کو ان کی ڈفالٹ سیٹنگز پر واپس کرے گا۔",
	"Thule": "تھولے",
	"Tijuana": "تیجوانا",
	"Time": "وقت",
	"Timer Channel": "ٹائمر چینل",
	"Timer Repeat": "ٹائمر دہرائیں",
	"Timers": "ٹائمر",
	"Timezone": "ٹائم زون",
	"Timor-Leste": "تیمور-لیستے",
	"Tint": "ٹنٹ",
	"Tiranë": "ٹیرین",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "آواز کو اوپٹیمائز کرنے کے لئے، ٹی وی پر ٹیسٹ کی آواز چلائیں اور Magic Remote کا استعمال کرتے ہوئے عکاسی والی آواز کی پیمائش شروع کریں۔",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "اپنے TV ساؤنڈ کی جانچ کرنے کے لیے، ساؤنڈ آؤٹ سیٹنگ کو اندرونی TV اسپیکر پر تبدیل کرنے کی ضرورت ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Togo": "ٹوگو",
	"Tokyo": "ٹوکیو",
	"Tonga": "ٹونگا",
	"Top and Bottom": "اوپر اور نیچے",
	"Toronto": "ٹورنٹو",
	"Total Power On Time": "پاور آن رہنے کا کل وقت",
	"Tracking Speed": "ٹریکنگ رفتار",
	"Translucent": "پارباسی",
	"Transparent": "شفاف",
	"Treble Boost": "ٹریبل بوسٹ",
	"Trinidad And Tobago": "ترینیداد اور ٹوباگو",
	"Trinidad and Tobago": "ترینیداد اور ٹوباگو",
	"Tripoli": "طرابلس",
	"Tsonga": "زونگا",
	"Tswana": "سوانا",
	"Tune and save available channels.": "دستیاب چینلز کو ٹیون اور محفوظ کریں۔",
	"Tune and save available channels. You can set satellite channel options.": "دستیاب چینلز کو ٹیون اور محفوظ کریں۔ آپ سیٹیلائٹ چینل اختیار سیٹ کر سکتے ہیں۔",
	"Tunis": "تیونس",
	"Tunisia": "تیونس",
	"Turkey": "ترکی",
	"Turkish": "ترکی",
	"Turkmenistan": "ترکمانستان",
	"Turn on TV with mobile device same as smartphone.": "اسمارٹ فون کی طرح موبائل آلے سے ٹی وی کو آن کریں۔",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} پورٹ کے لیے Ultra HD Deep Color آن/آف کریں۔",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} پورٹ کے گیم کا فوری جواب آن یا آف کریں۔",
	"Turn on the TV using mobile device via Bluetooth.": "بلوٹوتھ کے ذریعہ موبائل آلے کا استعمال کرکے ٹی وی آن کریں۔",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi کے ذریعہ اپنے موبائل آلے کا استعمال کرکے ٹی وی آن کریں۔",
	"Turn on via Bluetooth": "Bluetooth کے ذریعے آن کریں",
	"Turn on via Wi-Fi": "Wi-Fi کے ذریعے آن کریں",
	"Turn on/off description box in Settings.": "سیٹنگز میں تفصیل والا باکس آن/آف کریں۔",
	"Turn on/off standby light.": "اسٹینڈ بائی لائٹ آن/آف کریں۔",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} پورٹ کے AMD FreeSync Premium کو آن/آف کریں۔",
	"Turn on/off the images to be displayed on screen when there is no signal.": "اسکرین پر کوئی سگنل نہیں رہنے پر دکھائی جانے والی تصاویر کو آن/آف کریں۔",
	"Turn on/off the related features of energy consumption.": "توانائی کی کھپت کے متعلقہ خصوصیات کو آن/آف کر دیں۔",
	"Turn the Hybridcast service on/off.": "Hybridcast سروس آن/آف کریں۔",
	"Turn the Interactivity (DTVi) service on/off.": "انٹریکٹیویٹی(DTVi) سروس کو آن/آف کریں۔",
	"Turn your broadcast TV provider's TV Guide on/off.": "اپنے نشریہ ٹی وی فراہم کنندہ کے ٹی وی گائڈ کو آن/آف کریں۔",
	"Turn your broadcast TV provider's teletext service on/off.": "اپنے نشریہ ٹی وی فراہم کنندہ کے ٹیلی ٹیسکٹ سروس کو آن/آف کریں۔",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi کو آف کرنے سے آپ تمام انٹرنیٹ پر مبنی خدمات تک رسائی سے محروم ہوجائیں گے تاوقت یہ کہ آپ نیٹ ورک سے جڑنے کے لیے کیبل استعمال نہ کریں۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"UAE": "متحدہ عرب امارات",
	"UHD Mode": "UHD موڈ",
	"USA": "ریاستہائے متحدہ امریکہ",
	"USB storage for Copy Channels": "چینل کاپی کرنے کے لیے USB اسٹوریج",
	"USB to TV": "USB سےٹی وی",
	"Uganda": "یوگانڈا",
	"Ukraine": "یوکرین",
	"Ukrainian": "یوکرائن",
	"Ulaanbaatar": "اولان باتر",
	"Unable to check for updates.": "اپ ڈیٹس چیک کرنے سے قاصر۔",
	"Unable to connect to the network.": "نیٹ ورک سے جڑنے سے قاصر۔",
	"Undefined": "غیروضاحتی",
	"Under 17 requires accompanying parent or adult guardian.": "17 سال سے کم عمر والوں کا والدین یا بالغ سرپرست کے ساتھ ہونا ضروری ہے۔",
	"Uniform": "یکساں",
	"United Arab Emirates": "متحدہ عرب امارات",
	"United Kingdom": "سلطنت متحدہ",
	"United States of America": "امریکہ",
	"Universal Control Settings": "یونیورسل کنٹرول سیٹنگز",
	"Unknown": "نامعلوم",
	"Unknown issue has occurred.": "نامعلومات خرابی واقع ہوگئی۔",
	"Update canceled.": "اپ ڈیٹ محفوظ۔",
	"Update in progress...": "اپ ڈیٹ جاری ہے...",
	"Update in progress...({n}%)": "اپ ڈیٹ جاری ہے...‏({n}%)",
	"Update paused.": "اپ ڈیٹ موقوف کردیا گیا۔",
	"Update reserved.": "اپ ڈیٹ محفوظ۔",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "اپ ڈیٹ منسوخ ہوجائے گی اور تمام اپ ڈیٹ فائلیں ابھی حذف ہوجائے گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"Urdu": "اردو",
	"Uruguay": "یوروگوئے",
	"Urumqi": "ارمکی",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Magic Remote کا استعمال کمرے کے آواز کی گونج کا تجزیہ کریں اور اپنے ٹی وی کے آواز کو نتائج کی بنیاد پر اوپٹیمائز کریں۔",
	"Use a large pointer.": "بڑے پوائنٹر کا استعمال کریں۔",
	"Use a medium pointer.": "درمیانی پوائنٹر کا استعمال کریں۔",
	"Use a small pointer.": "چھوٹے پوائنٹر کا استعمال کریں۔",
	"Use the 4-way controller to change the position and press the OK button.": "پوزیشن تبدیل کرنے کے لئے 4-طرفہ کنٹرول کا استعمال کریں اور OK بٹن کو دبائیں۔",
	"Use the following services with the selected language.": "منتخب زبان کے ساتھ درج ذیل خدمات کا استعمال کریں۔",
	"User": "یوسر",
	"User Agreements": "یوزر کے معاہدوں",
	"User Guide": "یوزر گائیڈ",
	"Uzbek": "ازبیک",
	"Uzbekistan": "ازبکستان",
	"Uzhhorod": "ازھھورود",
	"V Position": "V مقام",
	"V Sharpness": "V نفاست",
	"V Size": "V سائز",
	"VIC - Victoria - Melbourne": "VIC - وکٹوریا - میلبورن",
	"Vaduz": "وڈز",
	"Valencian": "ویلینیشین",
	"Vancouver": "وینکوور",
	"Vatican City": "ویٹیکن سٹی",
	"Venda": "وینڈا",
	"Venezuela": "وینزوئیلا",
	"Vertical Zoom": "عمودی زوم",
	"Video 1": "ویڈیو 1",
	"Video 2": "ویڈیو 2",
	"Video 3": "ویڈیو 3",
	"Video Description": "ویڈیو کی تفصیل",
	"Vienna": "ویانا",
	"Vientiane": "وینٹیانے",
	"Vietnam": "ویتنام",
	"Vietnamese": "ویتنامی",
	"View current Common Interface (CI) information.": "موجودہ کامن انٹرفیس (CI) سے متعلق معلومات دیکھیں۔",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "اسکرین کے مینو کا رنگ سیاہ اور سفید میں تبدیل کر کے مزید واضح طور پر آئٹمز دیکھیں۔",
	"View messages from your broadcast TV provider.": "اپنے نشریہ ٹی وی فراہم کنندہ سے پیغامات دیکھیں۔",
	"View more information about watching program and enjoy related contents.": "پروگرام دیکھنے کے بارے میں مزید معلومات دیکھیں اور متعلقہ مواد سے لطف اندوز ہو جائیں۔",
	"View the original screen as it is or set the screen size and aspect ratio.": "اصل اسکرین دکھائیں جیسا یہ ہے یا اسکرین سائز اور پہلو تناسب متعین کریں۔",
	"View the original screen as it is received from broadcasts signal or connected device.": "اصل سگنل دکھائیں جیسے یہ نشریات سگنل میں یا مربوط آلوں میں موصول ہوتی ہے۔",
	"Vilnius": "ولنئوس",
	"Violence": "تشدد",
	"Vivid": "وشد",
	"Vladivostok": "ولادووستوک",
	"Voice Recognition Help and Settings": "آواز کی شناخت کی مدد اور سیٹنگز",
	"Voice Support Service": "وائس سپورٹ سروس",
	"Volgograd": "وولگوگراڈ",
	"Volume": "وائس",
	"Volume Increase Amount": "والیوم میں اضافہ کی مقدار",
	"Volume Mode": "والیوم موڈ",
	"WA - Western Australia - Eucla": "WA - ویسٹرن آسٹریلیا - یوکلا",
	"WA - Western Australia - Perth": "WA - مغربی آسٹریلیا - پرتھ",
	"Wall-mounted": "وال-ماؤنٹیڈ",
	"Warm1": "1گرم",
	"Warm2": "2گرم",
	"Warm3": "3گرم",
	"Warsaw": "وارسا",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "ٹی وی چینلز پر متنوع قسم کے انٹرنیٹ مواد کا ملاحظہ کریں۔",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "ہم آپ کے آلہ کی تصدیق کرنے اور یہ چیک کرنے کے لیے کہ آیا آپ کے پاس جدید ورژن ہے، MAC پتہ، ماڈل نمبر، ملک کا کوڈ، زبان کی سیٹنگز اور سافٹ وئیر ورزن حاصل اور محفوظ کرتے ہیں۔",
	"Welcome Feature": "خوش آمدید کی خصوصیت",
	"Welsh": "ویلش",
	"Western Africa": "مغربی افریقہ",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "جب کسی HDD کو ایک مخصوص مدت تک استعمال نہیں کیا جائے تو، توانائی کی کھپت کم کرنے کے لئے اسے اسٹینڈ بائی موڈ میں تبدیل کردیں۔",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "جب کوئی آلہ پورٹ سے منسلک ہوتا ہے، تو کھیل کی تصویر کم سے کم تاخیر، کریکنگ، یا مداخلتوں کے ساتھ بہتر ہوجاتا ہے۔",
	"When the Instant Game Response is launched, the video may blink temporarily.": "جب گیم کا فوری جواب لانچ ہو، تو ویڈیو عارضی طور پر جھلمل کر سکتا ہے۔",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "جب ساؤنڈ آؤٹ \"بلوٹوتھ / HDMI ARC / آپٹیکل ڈیجیٹل / WiSA اسپیکرز\" پر سیٹ ہو یا مربوط آلات گیم کا فوری جواب کی تائید نہ کرتے ہوں، تو ہو سکتا ہے کہ یہ ٹھیک سے کام نہ کرے۔",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "جب ساؤنڈ آؤٹ Bluetooth پر مقرر ہو یا مربوط آلہ گیم کے فوری جواب کی معاونت نہیں کرتا ہو، تو یہ مناسب طریقے سے کام نہیں کر سکتا ہے۔",
	"When the device is turned on/off, your TV will automatically turn on/off.": "جب آلے کو آن/آف کیا جاتا ہےتو، آپ کا ٹی وی بھی خود بخود آن /آف ہوجائے گا۔",
	"When the visual effects is off, the screen is displayed as Live TV.": "بصری اثرات آف ہونے پر، اسکرین کو Live TV کے طور پر ڈسپلے کیا جاتا ہے۔",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "جب اس خصوصیت کو 'آن' پر سیٹ کیا جاتا ہے، تو اسکرین پر نمودار ہونے والی کچھ خصوصیات جزوی طور پر شفاف ہوں گی۔",
	"When your TV is turned off, the device will automatically turn off.": "جب آپ کے ٹی وی کو آن/آف کیا جاتا ہےتو، آپ کا آلہ بھی خود بخود آن /آف ہوجائے گا۔",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "جب تبدیل کی گئی سیٹ کردہ قدر بیرونی آلہ پر منتقل کر دی جاتی ہے، تو تصویر یا آواز عارضی طور پر عام حالت میں فراہم نہیں کیے جاسکتے ہیں۔",
	"White": "سفید",
	"White Balance": "سفید توازن",
	"Wi-Fi Connection": "Wi-Fi کنکشن",
	"Wi-Fi Security": "Wi-Fi سیکورٹی",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi آف کر دیا گیا ہے۔ ان دستیاب نیٹ ورکس کی فہرست اور اضافی متعلقہ مینو آئٹمز دیکھنے کے لیے اسے آن کریں جن سے آپ جڑ سکتے ہیں۔",
	"Wi-Fi issue has occurred.": "Wi-Fi کا مسئلہ پیش آگیا۔",
	"WiSA Speakers": "WiSA اسپیکرز",
	"Wide Area Zone": "وسیع علاقہ منطقۂ",
	"Wide View": "وسیع منظر",
	"Wide View (32:9)": "وسیع منظر (32:9)",
	"Wide Zoom": "وسیع زوم",
	"Windhoek": "ونڈہوک",
	"Window Color": "ونڈو کا رنگ",
	"Window Opacity": "ونڈو کا دھندلاپن",
	"Winnipeg": "وننپیگ",
	"Wired Connection (Ethernet)": "وائرڈ کنکشن (ایتھرنیٹ)",
	"Wired Headphones": "تار والے ہیڈ فونز",
	"Wired Headphones + Internal TV Speaker": "تار والے ہیڈ فونز + TV کا داخلی اسپیکر",
	"With this option, you can control the audio device's volume with your TV remote.": "اس اختیار سے، آپ ٹی وی پر ریموٹ سے اپنے آلے کا والیوم کنٹرول کر سکتے ہے۔",
	"Xhosa": "ژوسا",
	"Yakutsk": "یاکتسک",
	"Yamoussoukro": "یاموسوکرو",
	"Yangon": "ینگون",
	"Year": "سال",
	"Yekaterinburg": "یکٹرینبرگ",
	"Yellow": "پیلا",
	"Yellowknife": "یلّوکنیفے",
	"Yemen": "یمن",
	"Yerevan": "یریوان",
	"Yes": "جی ہاں",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "جب TV آن یا آف ہو اور اسکرین چلتا ہو تو آپ صوتی اثرات کو ایڈجسٹ کرسکتے ہیں۔",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "آپ میجک ریموٹ سے بغیر آلہ کے سیٹ اپ HDMI پورٹس سے مربوط آلات کو کنٹرول کر سکتے ہیں۔",
	"You can delete the device connection history of Screen Share.": "آپ Screen Share کے ڈوائس کنکشن کی سرگزشت کو حذف کر سکتے ہیں۔",
	"You can delete the device connection history of Sound Share.": "آپ Sound Share کے ڈوائس کنکشن کی سرگزشت کو حذف کر سکتے ہیں۔",
	"You can find the default password in User Guide.": "ڈیفالٹ پاس ورڈ آپ کو صارف کے رہنما میں مل سکتا ہے۔",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "آپ HDMI Ultra HD Deep Color کو \"آن\" سیٹ کر کے گیم کا فوری جواب لانچ کر سکتے ہیں۔",
	"You can only change settings from the current HDMI input.": "آپ صرف حالیہ HDMI انٹ پٹ سے ہی سیٹنگز تبدیل کر سکتے ہیں۔",
	"You can scan again to connect the device.": "آپ آلہ کو مربوط کرنے کیلئے دوبارہ اسکین کر سکتے ہیں۔",
	"You can select left and right audio settings for broadcast signal.": "براڈ کاسٹ سگنل کے لیے آپ بائیں یا دائیں آڈیو سیٹنگز منتخب کر سکتے ہیں۔",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "آپ HDMI {num} پورٹ کے AMD FreeSync Premium کو منتخب کر سکتے ہیں۔",
	"You can select the Ultra HD Deep Color of port.": "آپ پورٹ کا Ultra HD Deep Color منتخب کر سکتے ہے۔",
	"You can set the sound to play when the TV is turned on or off.": "TV کے آن یا آف ہونے پر آپ چلانے کیلئے ساؤنڈ سیٹ کر سکتے ہیں۔",
	"You can turn on/off the feature of saving CAM operator's profile.": "آپ CAM آپریٹر کی پروفائل محفوظ کرنے کی خصوصیت کو آن/آف کر سکتے ہیں۔",
	"You can turn this feature on or off.": "آپ اس خصوصیت کو آن یا آف کرسکتے ہیں۔",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "آپ کو نیٹ ورک کے توسط سے متنوع مشمولات کی سفارشات مل سکتی ہیں۔ اس اختیار کو آف کرنے سے صرف بنیادی مواد دستیاب ہوں گے اور کچھ خصوصیات دستیاب نہیں بھی ہو سکتی ہیں۔",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "آپ کا ٹی وی اور SIMPLINK مربوط آلہ حسب ذیل سنک کیا جائے گا:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "جب پکسیل ریفریشر کا عمل جاری ہو، تو آپ کا TV بند ہونا چاہیے۔ اس عمل کے دوران کوئی موجودہ یا مجوزہ ریکارڈنگز، یاد دہانیاں، یا شیڈیول کردہ ٹائمر پاور-آن منسوخ کر دیئے جائیں گے اور صفر منظر پر BT اسپیکر دستیاب نہیں ہے۔",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "جب پکسیل ریفریشر کا عمل جاری ہو، تو آپ کا TV بند ہونا چاہیے۔ اس عمل کے دوران کوئی موجودہ یا مجوزہ ریکارڈنگز، یاد دہانیاں، یا شیڈیول کردہ ٹائمر پاور-آن منسوخ کر دیئے جائیں گے۔",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "آپ کی LG سروسز ملک کو خودکار سیٹ کرنے کے لیے آپ کی TV کو نیٹ ورک سے جڑا ہونے کی ضرورت ہے۔ کیا آپ کنیکشن چیک کرنے کے لیے ابھی نیٹ ورک سیٹنگز پر جانا چاہتے ہیں؟",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "آپ کی TV کو اس کے ڈیجیٹل TV سگنل کے ذریعے ہنگامی انتباہ کا پیغام فراہم کرنے کے لیے آپ کا صحیح مقام معلوم ہونا ضروری ہے۔",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "آپ کا ٹی وی اس وقت تک کے لیے بند ہوجاتا ہے جب تک کہ کارروائی مکمل نہ ہوجائے، اس وقت یہ خود بخود دوبارہ چالو ہوجائے گا۔",
	"Zagreb": "زگریب",
	"Zambia": "زامبیا",
	"Zaporozhye": "ذپوروزہے",
	"Zimbabwe": "زمبابوے",
	"Zoom": "زوم",
	"Zoom2": "زوم2",
	"Zulu": "زولو",
	"Zürich": "زیورخ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] آپ کی TV سے منقطع ہوجائے گا۔ اس آلہ سے لمبے عرصہ تک ساؤنڈ پلے نہیں کیا جائے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] کو جوڑی بنائے گئے آلہ کی فہرست سے نکال دیا جائے گا۔ اگر آپ بعد میں اسے مربوط کرنا چاہتے ہیں، تو آپ کو دستیاب آلات کی تلاش کرکے ان سے دوبارہ جوڑی بنانے کی ضرورت ہوگی۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
	"[{deviceName}] will be deleted.": "[{deviceName}] حذف ہو جائے گا۔",
	"aspectRatio_original": "حقیقی",
	"audioGuidance_fast": "تیز",
	"audioGuidance_high": "ہائی",
	"audioGuidance_low": "کم",
	"audioGuidance_medium": "درمیانہ",
	"audioGuidance_slow": "آہستہ",
	"audioGuidance_veryFast": "بہت تیز",
	"audioGuidance_veryHigh": "بہت زیادہ",
	"audioGuidance_veryLow": "بہت کم",
	"audioGuidance_verySlow": "بہت سست",
	"btDotSignalStrength_wide": "چوڑا",
	"button": "بٹن",
	"character": "حرف",
	"characters": "حروف",
	"checked": "چیک شدہ",
	"colorGamutJPNWide": "چوڑا",
	"connecting": "مربوط ہو رہا ہے",
	"depthOfColor": "کلر",
	"diagonal zoom in": "وتری زوم ان",
	"diagonal zoom out": "وتری زوم آؤٹ",
	"digitalOptionSetByProgram": "پروگرام کے ذریعہ مقرر",
	"energy_Maximum": "زیادہ سے زیادہ",
	"energy_Medium": "درمیانہ",
	"energy_Minimum": "کم سے کم",
	"freesync_high": "ہائی",
	"freesync_low": "کم",
	"freesync_off": "بند",
	"freesync_wide": "چوڑا",
	"gamma_high1": "ہائی 1",
	"gamma_high2": "ہائی 2",
	"hidden": "چھپا ہوا",
	"horizontal zoom in": "افقی زوم ان",
	"horizontal zoom out": "افقی زوم آؤٹ",
	"jpDoNot": "بند",
	"logoLuminance_high": "زیادہ",
	"logoLuminance_low": "کم",
	"min": "کمازکم",
	"not connected": "مربوط نہیں",
	"objet_soundMode": "ہر مواد کی قسم کے لئے وائس کے موڈ کو بہتر بنائیں۔",
	"pictureControl3dModeStandard": "اسٹینڈرڈ",
	"pictureControlAuto": "آٹو",
	"pictureControlAuto_BlackLevel": "آٹو",
	"pictureControlHigh": "ہائی",
	"pictureControlHigh_BlackLevel": "ہائی",
	"pictureControlHigh_Male": "ہائی",
	"pictureControlLow": "کم",
	"pictureControlLow_BlackLevel": "کم",
	"pictureControlLow_Male": "کم",
	"pictureControlMedium": "درمیانہ",
	"pictureControlMedium_BlackLevel": "درمیانہ",
	"pictureControlMedium_Male": "درمیانہ",
	"pictureControlwhiteBalanceColorTemperatureMedium": "درمیانہ",
	"pictureLocalDimmingHigh": "ہائی",
	"pictureLocalDimmingLow": "کم",
	"pictureLocalDimmingMed": "درمیانہ",
	"pictureMode": "اسٹینڈرڈ",
	"pictureModeSettings": "مرضی کے مطابق بنائیں",
	"press OK button to edit IP manually": "IP کی دستی طور پر تدوین کرنے کے لیے ٹھیک ہے بٹن کو دبائیں",
	"press OK button to enter channel to search": "تلاش کرنے کے لیے چینل میں داخل ہونے کے لیے ٹھیک ہے بٹن دبائیں",
	"press OK button to enter value": "قدر درج کرنے کے لیے ٹھیک ہے بٹن کو دبائیں",
	"press right button to adjust de-judder and de-blur value": "de-judder اور de-blur قدر ایڈجسٹ کرنے کے لیے دائیں بٹن دبائیں",
	"press right button to adjust zoom ratio and position": "زرم کا تناسب اور پوزیشن ایڈجسٹ کرنے کے لیے دائین بٹن دبائیں",
	"shift current screen down": "موجودہ اسکرین کو نیچے منتقل کریں",
	"shift current screen to the left": "موجودہ اسکرین کو بائيں منتقل کریں",
	"shift current screen to the right": "موجودہ اسکرین کو دائیں منتقل کریں",
	"shift current screen up": "موجودہ اسکرین کو اوپر منتقل کریں",
	"shift down": "نیچے منتقل کریں",
	"shift left": "بائیں منتقل کریں",
	"shift right": "دائیں منتقل کریں",
	"shift up": "اوپر منتقل کریں",
	"soundMode_Standard": "اسٹینڈرڈ",
	"speaker_channel": "چینل",
	"thaRatingNone": "کوئی بھی نہیں",
	"unchecked": "غیر چیک شدہ",
	"unread": "ناخواندہ",
	"vertical zoom in": "عمودی زوم ان",
	"vertical zoom out": "عمودی زوم آؤٹ",
	"volumeModeHigh": "ہائی",
	"volumeModeLow": "کم",
	"volumeModeMedium": "درمیانہ",
	"webOS TV Version": "webOS TV ورژن",
	"zoom in": "زوم ان",
	"zoom out": "زوم آؤٹ"
}
