{
	" (User)": " (Usuário)",
	"(Version: {l})": "(Versão: {l})",
	"* The device connected should support this service.": "* O dispositivo conectado deve ser compatível com este serviço.",
	"* This feature is applied once and only once when the TV is turned off.": "* Este recurso é aplicado apenas uma vez quando a TV é desligada.",
	"* This feature is available on certain devices only.": "* Este recurso está disponível somente em alguns dispositivos.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Este modo expressa claramente as intenções do FILMMAKER MODE, mas pode parecer mais escuro que outros modos de imagem.",
	"* This settings is only available for Internal TV Speaker.": "* Essas configurações só estão disponíveis para o Alto-falante interno da TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Embora esta opção esteja definida como ON, a proteção de tela não funcionará para não perturbar sua experiência de visualização em entradas externas, como a Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Você pode controlar com o aplicativo, que é compatível com esta função, em seu dispositivo móvel.",
	"1) Turn the Bluetooth on the other device off.": "1) Desligue o Bluetooth no outro dispositivo.",
	"10 Points Code Value": "Valor do código de 10 pontos",
	"10 Points IRE": "IRE de 10 pontos",
	"10 and Above": "10 e Acima",
	"11 and Above": "11 e Acima",
	"12 Hours": "12 Horas",
	"12 and Above": "12 e Acima",
	"13 and Above": "13 e Acima",
	"14 and Above": "14 e Acima",
	"14 by 9": "14 por 9",
	"15 and Above": "15 e Acima",
	"16 and Above": "16 e Acima",
	"16 by 9": "16 por 9",
	"17 and Above": "17 e Acima",
	"18 and Above": "18 e Acima",
	"19 and Above": "19 e Acima",
	"2 Channel": "Canal 2",
	"2 Hours": "2 Horas",
	"2 Points": "2 Pontos",
	"2) Turn the Bluetooth device to connect off and on.": "2) Ligue e desligue o dispositivo Bluetooth a ser conectado.",
	"20 Points Code Value": "Valor do código de 20 pontos",
	"20 Points IRE": "IRE de 20 pontos",
	"20 and Above": "20 e Acima",
	"21 by 9": "21 por 9",
	"22 Points Code Value": "Valor do código de 22 pontos",
	"22 Points IRE": "IRE de 22 pontos",
	"24 Hours": "24 Horas",
	"3 Hours": "3 Horas",
	"32 by 12": "32 por 12",
	"32 by 9": "32 por 9",
	"3G/4G Connection": "Conexão 3G/4G",
	"4 Hours": "4 Horas",
	"4 Hours Auto Power Off": "4 horas para Desligamento automático Desativado",
	"4 and Above": "4 e Acima",
	"4 by 3": "4 por 3",
	"4-Way Zoom": "Zoom com setas direcionais",
	"5 and Above": "5 e Acima",
	"5.1 Channel": "Canal 5.1",
	"6 Hours": "6 Horas",
	"6 and Above": "6 e Acima",
	"7 and Above": "7 e Acima",
	"8 Hours": "8 Horas",
	"8 and Above": "8 e Acima",
	"9 and Above": "9 e Acima",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "O AD ID é usado para identificar este dispositivo para fins publicitários e para facilitar determinados anúncios que podem ser do seu interesse. Você pode redefinir o AD ID ou limitar o rastreamento dele abaixo.",
	"AI Acoustic Tuning Options": "Opções do AI Acoustic Tuning",
	"AI Acoustic Tuning is disabled.": "O AI Acoustic Tuning está desativado.",
	"AI Brightness Control": "Controle de Brilho IA",
	"AI Picture": "Imagem IA",
	"AI Picture Pro": "Imagem IA Pro",
	"AI Recommendation": "Recomendação IA",
	"AI Service": "Serviço IA",
	"AI Sound": "Som IA",
	"AI Sound Pro": "Som IA Pro",
	"AV Sync Adjustment": "Ajuste da sincronização AV",
	"Accessibility": "Acessibilidade",
	"Account Management": "Gerenciamento de Conta",
	"Accra": "Acra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "A ativação desta opção interromperá a coleta e o rastreamento de dados pessoais relacionados a anúncios desta Smart TV. Essa ativação pode afetar os tipos de publicidade que você vê daqui para frente, mas isso não impedirá que você receba anúncios.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Essa ativação fará com que a LGE instrua os fornecedores terceirizados a deixar de comercializar seus dados pessoais. A menos que você opte pela exclusão separadamente, ainda poderá acessar serviços como o Live Plus, LG Channels e Who.Where.What?.",
	"Add Network": "Adicionar Rede",
	"Add a hidden wireless network": "Adicionar uma rede sem fio oculta",
	"Add wireless network by manually entering network name (SSID).": "Adicione uma rede sem fio inserindo manualmente o nome da rede (SSID).",
	"Addis Ababa": "Adis Abeba",
	"Additional Audio Selection": "Seleção de Áudio Adicional",
	"Additional Settings": "Configurações adicionais",
	"Address Setting": "Configuração de Endereço",
	"Adjust Audio Guidance pitch.": "Ajuste o tom da Orientação por Áudio.",
	"Adjust Audio Guidance speed.": "Ajuste a velocidade da Orientação por Áudio.",
	"Adjust Audio Guidance volume.": "Ajuste o volume da Orientação por Áudio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ajuste o brilho da luz de fundo para clarear ou escurecer a tela.",
	"Adjust Screen Position": "Ajustar Posição da Tela",
	"Adjust Zoom Ratio": "Ajustar Taxa de Zoom",
	"Adjust animation effect shown on the home at certain times.": "Ajuste o efeito de animação mostrado na página inicial em determinados momentos.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajusta o brilho por meio da análise de movimentos da imagem para evitar clarões e reduzir o consumo de energia.",
	"Adjust brightness of the LG logo.": "Ajuste o brilho do logotipo da LG.",
	"Adjust color and saturation for a more vivid image.": "Ajuste a cor e a saturação para uma imagem mais viva.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajuste a temperatura da cor automaticamente para reduzir o cansaço visual.",
	"Adjust cursor speed.": "Ajuste a velocidade do cursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajuste a nitidez das bordas. Valores mais elevados aumentam a vivacidade e a clareza da imagem.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajuste as configurações gama para compensar o brilho do sinal de entrada.",
	"Adjust left/right audio balance.": "Ajuste o balanço de áudio direito/esquerdo.",
	"Adjust luminance for selected color.": "Ajuste a luminância para a cor selecionada.",
	"Adjust luminance level for selected IRE point.": "Ajuste o nível de luminância para o ponto IRE selecionado.",
	"Adjust peak brightness for the brightest luminance.": "Ajuste o Pico de Brilho para uma luminosidade mais brilhante.",
	"Adjust remote's cursor speed and appearance.": "Selecione a velocidade e a aparência do cursor do controle remoto.",
	"Adjust saturation for selected color.": "Ajuste a saturação da cor selecionada.",
	"Adjust screen brightness to reduce energy consumption.": "Ajuste o brilho da tela para reduzir o consumo de energia.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ajuste a LUZ OLED para clarear ou escurecer a tela.",
	"Adjust the audio timing to synchronize the video and audio.": "Ajuste o tempo do áudio para sincronizar vídeo e áudio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ajuste o balanço de vermelho e verde para exibir a tonalidade na tela.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ajuste o balanço de cores alterando a temperatura da cor, a luminosidade e a intensidade de vermelho, verde e azul.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Ajuste o contraste e a resolução para o modo de imagem individual em detalhes e defina a cor preferida, a gama, etc.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajuste a diferença entre as áreas brilhantes e escuras da tela. Valores mais elevados intensificam a diferença.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Ajuste a relação de quadros da mesma maneira como é feito nos filmes para que você se sinta como se estivesse no cinema.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ajuste a luminosidade de imagens estáticas, como logotipos, etc., e evite problemas de qualidade de imagem que podem ocorrer quando a TV fica ligada por um longo período.",
	"Adjust the screen color to be pale or deep.": "Ajuste a cor da tela para ser clara ou profunda.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Ajuste o som da maneira que preferir para cada banda de frequência de som.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Ajuste o horário para sincronizar quando o vídeo e o áudio tiverem diferença de tempo.",
	"Adjust the tint to brighten or darken the screen.": "Ajuste a tonalidade para clarear ou escurecer a tela.",
	"Adjust the volume you want with pressing remote's volume key.": "Ajuste o volume desejado pressionando a tecla de volume do controle remoto.",
	"Adjust tint for selected color.": "Ajuste o tom para a cor selecionada.",
	"Adjust whether to display the home promotion.": "Ajuste se você deseja exibir a promoção inicial.",
	"Adjusting Luminance": "Ajustando Luminância",
	"Adolescent over 13 are allowed to watch.": "Permitido para adolescentes com mais de 13 anos de idade.",
	"Adolescent over 14 are allowed to watch.": "Permitido para adolescentes com mais de 14 anos de idade.",
	"Adolescent over 16 are allowed to watch.": "Permitido para adolescentes com mais de 16 anos de idade.",
	"Adult": "Adulto",
	"Adult Language": "Linguagem adulta",
	"Adults only.": "Somente adultos.",
	"Advanced": "Configurações avançadas",
	"Advanced Controls": "Controles avançados",
	"Advanced Wi-Fi Settings": "Configurações avançadas de Wi-Fi",
	"Advertisement": "Publicidade",
	"Afghanistan": "Afeganistão",
	"Afrikaans": "Africâner",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o país, todos os canais atualmente sintonizados serão excluídos. Para sintonizar novamente os canais, acesse a Programação automática. Deseja continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar seu CEP, todos os canais Freesat atuais serão excluídos. Para sintonizar novamente os canais, acesse a Programação automática. Deseja continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Após mudar o país, faça uma busca de canais usando a Sintonia automática. Deseja continuar?",
	"Ages 2-7 are allowed to watch.": "Permitido para crianças de 2 a 7 anos de idade.",
	"Albania": "Albânia",
	"Albanian": "Albanês",
	"Alerts you by sound when the TV is turned on or off.": "Emite alerta sonoro quando a TV é ligada ou desligada.",
	"Algeria": "Argélia",
	"Algiers": "Argel",
	"All Channels": "Todos os canais",
	"All Children": "Todas as crianças",
	"All ages are allowed to watch.": "Todas as idades podem assistir.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Todas as configurações atuais do modo {pictureMode} serão redefinidas. Deseja continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas as configurações de efeitos sonoros do modo Padrão serão redefinidas. Deseja continuar?",
	"Allow Automatic Updates": "Permitir Atualizações Automáticas",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Além disso, é possível ajustar as configurações detalhadas do som Surround Bluetooth.",
	"Always Open": "Sempre Aberto",
	"Always-on Off Time": "Tempo desligado do Always-on",
	"Amman": "Amã",
	"Amsterdam": "Amsterdã",
	"An error has occurred while copy channels.": "Ocorreu um erro durante a cópia de canais.",
	"An important software update is available.": "Uma importante atualização de software está disponível.",
	"Analog Mode": "Modo Analógico",
	"Analog TV": "TV Analógica",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analise as características de som e o otimize para cada conteúdo em tempo real.",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena de TV Digital",
	"Antenna Radio": "Antena de Rádio",
	"Antigua and Barbuda": "Antígua e Barbuda",
	"Any Supplementary Audio": "Qualquer áudio adicional",
	"App Alarm": "Alarme do app",
	"Application Locks": "Bloqueios de Aplicativos",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplique os valores de configuração detalhados do modo de imagem atual a todas as entradas ou aplicativos.",
	"Apply to all inputs": "Aplicar a todas as entradas",
	"Applying value to all inputs...": "Aplicando valor a todas as entradas...",
	"Arabic": "Árabe",
	"Armenia": "Armênia",
	"Ashgabat": "Asgabate",
	"Aspect Ratio": "Formato da Tela",
	"Aspect Ratio Settings": "Configurações do Formato da Tela",
	"Assamese": "Assamês",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribua canais aos botões do controle remoto para que você possa acessá-los rapidamente.",
	"Asunción": "Assunção",
	"Athens": "Atenas",
	"Audio Delay": "Atraso de Áudio",
	"Audio Description": "Descrição de Áudio",
	"Audio Description Volume": "Volume da Descrição de Áudio",
	"Audio Guidance": "Orientação por Áudio",
	"Audio Language": "Idioma de Áudio",
	"Audio Out (Line Out)": "Saída de Áudio (Porta de Áudio)",
	"Audio Type": "Tipo de áudio",
	"Australia": "Austrália",
	"Austria": "Áustria",
	"Auto": "Automático",
	"Auto Detect": "Detecção Automática",
	"Auto Device Detection": "Detecção automática de dispositivos",
	"Auto Genre Selection": "Seleção Automática de Gênero",
	"Auto Power Off": "Desligamento automático Desativado",
	"Auto Power Sync": "Sincronização Automática de Energia",
	"Auto Start": "Início automático",
	"Auto Volume": "Volume automático",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajuste automaticamente a diferença no volume do som ou defina o volume do som que é ajustado de cada vez com a tecla de volume no controle remoto.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Ajuste automaticamente para um valor de imagem otimizado para o gênero de conteúdo Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Ajuste automaticamente para um valor de imagem otimizado para o gênero de conteúdo.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Altere automaticamente para o FILMMAKER MODE quando o conteúdo do filme for reconhecido.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Otimize automaticamente a qualidade da imagem, com base na cor e no brilho da luz ambiente.",
	"Automatically update system software when an update is found.": "Atualize automaticamente o software do sistema quando for encontrada uma atualização.",
	"Available Internal Storage": "Armazenamento interno disponível",
	"Azerbaijan": "Azerbaijão",
	"Azores": "Açores",
	"BG Color": "Cor de Fundo",
	"BG Opacity": "Opacidade de Fundo",
	"Back": "Voltar",
	"Baghdad": "Bagdá",
	"Bahrain": "Bahrein",
	"Balance": "Balanço",
	"Bangkok": "Banguecoque",
	"Basque": "Basco",
	"Bass Boost": "Aumento do grave",
	"Behavior may vary depending on connected device.": "O comportamento pode variar dependendo do dispositivo conectado.",
	"Beijing": "Pequim",
	"Beirut": "Beirute",
	"Belarus": "Bielorrússia",
	"Belgium": "Bélgica",
	"Belgrade": "Belgrado",
	"Bengali": "Bengalês",
	"Berlin": "Berlim",
	"Bermuda": "Bermudas",
	"Bhutan": "Butão",
	"Bishkek": "Bisqueque",
	"Black": "Preto",
	"Black Level": "Nível de Preto",
	"Block TV programs broadcast in English based on their content ratings.": "Bloqueie programas de TV transmitidos em inglês com base na classificação do conteúdo.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloqueie programas de TV transmitidos em francês com base na classificação do conteúdo.",
	"Block content based on genre.": "Bloqueie o conteúdo com base no gênero.",
	"Blue": "Azul",
	"Bluetooth Speaker Mode": "Modo alto-falante Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Som Surround Bluetooth + Alto-falante Interno da TV",
	"Bluetooth Surround Sound Setup": "Configuração do Som Surround Bluetooth",
	"Bolivia": "Bolívia",
	"Bosnia": "Bósnia e Herzegovina",
	"Bosnia And Herzegovina": "Bósnia e Herzegovina",
	"Bosnian": "Bósnio",
	"Brazil": "Brasil",
	"Brazilian Punk": "Funk Brasileiro",
	"Brightness": "Brilho",
	"Broadcast Country": "País da Emissora",
	"Broadcast Mail": "Transmitir Correspondência",
	"Brussels": "Bruxelas",
	"Bucharest": "Bucareste",
	"Budapest": "Budapeste",
	"Bulgaria": "Bulgária",
	"Bulgarian": "Búlgaro",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Ao pressionar “Redefinir”, você excluirá todos os dados relacionados a anúncios que a LGE coletou desta Smart TV no passado. Pressionar “Redefinir” pode afetar os tipos de publicidade que você vê daqui para frente, mas isso não impedirá que você receba anúncios.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ao habilitar o Live Plus, você está consentindo na coleção de informações visuais de televisão pela LG Electronics Inc. (\"LGE\") através de módulo ACR, que pode ser compartilhado anonimamente com terceiros para lhe fornecer serviços interativos. Também podemos compartilhar informações anônimas agregadas a terceiros para finalidade de marketing. Observe que não coletamos ou distribuímos de forma intencional as informações acima a partir de ou para crianças abaixo de 13 anos de idade. As informações detalhadas sobre o Live Plus são ilustradas nas Informações de Visualização (termos), que podem ser acessadas através do menu de configurações da Smart TV. A LGE recomenda enfaticamente que você analise a versão completa das Informações de Visualização (termos) antes de ativar a função Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ao ativar o Live Plus, você compreende que o conteúdo exibido na sua TV pode ser reconhecido e que as informações de exibição podem ser usadas para oferecer uma experiência aprimorada de visualização e serviços personalizados, incluindo recomendações e anúncios de conteúdo. Consulte a Política de Privacidade e os Acordos de Usuário relevantes no menu Configurações da TV para obter mais informações.",
	"CI Information": "Informações de CI",
	"CI password incorrect. Please enter again.": "Senha de CI incorreta. Insira novamente.",
	"CS1 Board": "Placa CS1",
	"CS2 Board": "Placa CS2",
	"Cable": "Cabo",
	"Cable ATV": "TV Analógica a Cabo",
	"Cable DTV": "TV Digital a Cabo",
	"Cable Radio": "Rádio por Cabo",
	"Cambodia": "Camboja",
	"Cameroon": "República dos Camarões",
	"Can not Find Channel": "Não é Possível Encontrar o Canal",
	"Canada": "Canadá",
	"Canary Islands": "Ilhas Canárias",
	"Cancel": "Cancelar",
	"Cancel Schedule": "Cancelar programação",
	"Cancel Update": "Cancelar atualização",
	"Cancún": "Cancun",
	"Cantonese": "Cantonês",
	"Cape Verde": "Cabo Verde",
	"Catalan": "Catalão",
	"Caution": "Cuidado",
	"Cayman Islands": "Ilhas Caimã",
	"Center": "Centro",
	"Central African Republic": "República Centro-Africana",
	"Change blue intensity and adjust the color balance.": "Altere a intensidade de azul e ajuste o balanço das cores.",
	"Change green intensity and adjust the color balance.": "Altere a intensidade de verde e ajuste o balanço das cores.",
	"Change red intensity and adjust the color balance.": "Altere a intensidade de vermelho e ajuste o balanço das cores.",
	"Change the left / right sound": "Alterar o som esquerdo/direito",
	"Change the position of captions using the 4-way dial on the remote control.": "Altere a posição das legendas usando as setas direcionais no controle remoto.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mudar a região pode alterar os canais atualmente sintonizados em sua TV. Você pode sintonizar novamente os canais em Programação automática. Deseja alterar as configurações regionais agora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "A alteração do país reiniciará sua TV, e você poderá ter de consentir com os Acordos de usuário da LG novamente. Além disso, a disponibilidade de alguns aplicativos e serviços pode variar de acordo com o País de Serviços LG. Deseja continuar?",
	"Channel Locks": "Bloqueios de Canais",
	"Channel Manager": "Gerenciador de Canais",
	"Channel Scrolling Options": "Opções de Navegação entre Canais",
	"Channel Tuning": "Sintonia de Canais",
	"Channel Tuning & Settings": "Sintonia e definições de canal",
	"Channels": "Canais",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Os canais do HDMI e de outras entradas externas não podem ser bloqueados. Para bloquear os canais de TV, altere a entrada atual para Live TV.",
	"Chatham Islands": "Ilhas Chatham",
	"Check TV information.": "Verifique as informações da TV.",
	"Check alarm messages about the user settings or TV status.": "Verifique mensagens de alarme sobre as configurações do usuário ou o status da TV.",
	"Check descriptions for each LG webOS TV functions.": "Verifique as descrições de cada função do LG webOS TV.",
	"Check for Advertising settings and set it.": "Verifique as configurações de Publicidade e as defina.",
	"Check for Updates": "Verificar atualizações",
	"Check for available functions with Voice and set Voice Settings.": "Verifique as funções disponíveis com Voz e defina as Configurações de Voz.",
	"Check for problems with the picture quality.": "Verifique problemas com a qualidade da imagem.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verifique se há problemas com a qualidade de som do alto-falante interno da TV.",
	"Check for software updates and update if available.": "Verifique se há atualizações de software e atualize, se disponível.",
	"Check whether the Bluetooth device is in pairing mode.": "Verifique se o dispositivo Bluetooth está no modo de pareamento.",
	"Check your TV status to solve problems or use remote support.": "Verifique o status da sua TV para resolver problemas ou use o suporte remoto.",
	"Checking Password": "Verificando senha",
	"Checking for Updates": "Verificando atualizações",
	"Checking...": "Verificando...",
	"Children": "Infantil",
	"Children Age": "Idade das Crianças",
	"Children Program Locks": "Bloqueios de programas para crianças",
	"Children over 8 are allowed to watch.": "Permitido para crianças com mais de 8 anos de idade.",
	"Chinese": "Chinês",
	"Choose to have all channels or just your primary ones when you change channels.": "Escolha ter todos os canais à disposição ou somente os principais ao mudar de canal.",
	"Christmas Island": "Ilha Christmas",
	"Cinema Clear": "Cinema limpo",
	"Cinema Home": "Cinema em Casa",
	"Cinema View": "Visualização de Cinema",
	"Cinema View (32:12)": "Visualização de Cinema (32:12)",
	"City": "Cidade",
	"City Selection": "Seleção de Cidade",
	"Clean Audio": "Apagar Áudio",
	"Clear": "Limpar",
	"Clear Plus": "Mais Claro",
	"Clear1": "Limpar",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Clique no botão CONECTAR abaixo depois que o teclado sem fio LG for ativado e configurado no modo de pareamento.",
	"Close": "Fechar",
	"Closed Caption Settings": "Configurações de Closed Caption",
	"Code Value": "Valor do código",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Colete e armazene o endereço MAC, o número do modelo, o código do país, as configurações de idioma e a versão do software para verificar o software mais recente a ser atualizado.",
	"Colombia": "Colômbia",
	"Color": "Cor",
	"Color Gamut": "Gama de Cores",
	"Color Management System": "Sistema de Gerenciamento de Cor",
	"Color Temperature": "Temperatura da Cor",
	"Component": "Componente",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirme os termos e condições ou altere se aceitar o contrato.",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Conectar",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Conecte o alto-falante Bluetooth e o alto-falante da TV e ajuste automaticamente o Atraso de Áudio entre os alto-falantes.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Conecte um dispositivo de áudio externo compatível ao eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Conecte dispositivos externos como decodificador, sound bar, etc. à TV com base no guia apresentado.",
	"Connect the LAN cable directly to the TV to use the network.": "Conecte o cabo de LAN diretamente à TV para usar a rede.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Conecte-se à rede inserindo manualmente os endereços dos servidores IP e DNS.",
	"Connect to the network if a wireless router is installed.": "Conecte-se à rede se um roteador sem fio estiver instalado.",
	"Connect via WPS PBC": "Conectar através de WPS PBC",
	"Connect via WPS PIN": "Conectar através de WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conecte sua TV ao seu roteador ou modem com um cabo Ethernet para ativar sua conexão de rede com fio.",
	"Connect your TV with WiSA Speakers wirelessly.": "Conecte sua TV com alto-falantes WiSA sem fio.",
	"Connectable Devices ({num})": "Dispositivos conectáveis ({num})",
	"Connected": "Conectado",
	"Connected to Internet": "Conectado à Internet",
	"Connecting...": "Conectando...",
	"Connection": "Conexão",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "O Gerenciamento de Conexão com um smartphone ou PC está disponível. Para conectar uma TV a um dispositivo móvel, são necessárias configurações e solicitações de conexão no smartphone e no PC.",
	"Content Recommendations": "Recomendações de conteúdo",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "O conteúdo será reproduzido com som adequado para a audição multicanal se o áudio multicanal for compatível com o serviço HbbTV.",
	"Contrast": "Contraste",
	"Cool": "Frio",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copiar Canais",
	"Copy/Delete file": "Copiar/excluir arquivo",
	"Correct contrast and brightness by adjusting black levels.": "Corrija o contraste e o brilho por meio do ajuste dos níveis de preto.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrija o pixel da imagem e evite problemas de qualidade que podem ocorrer depois que a TV estiver ligada por um longo período.",
	"Could not fined available network.": "Não foi possível encontrar uma rede disponível.",
	"Croatia": "Croácia",
	"Croatian": "Croata",
	"Current time is not valid. Do you want to set the correct time now?": "A hora atual não é válida. Deseja definir a hora correta agora?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Os valores atuais das configurações do modo Imagem personalizado serão aplicados ao modo {pictureMode} em todas as entradas. Deseja continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "O teclado sem fio LG que está conectado no momento será desconectado da TV. Deseja continuar?",
	"Custom": "Personalizar",
	"Custom Time Zone": "Personalizar fuso horário",
	"Customer Service": "Atendimento ao cliente",
	"Cyan": "Ciano",
	"Cyprus": "Chipre",
	"Czech": "República Tcheca",
	"Czech Republic": "República Tcheca",
	"Côte d'Ivoire": "Costa do Marfim",
	"DNS Server": "Servidor DNS",
	"DR Congo": "RD do Congo",
	"DTV Audio Setting": "Configuração de Áudio DTV",
	"Damascus": "Damasco",
	"Danish": "Dinamarquês",
	"Dar es Salaam": "Dar Es Salaam",
	"Data Service": "Serviço de Dados",
	"Date": "Data",
	"Day": "Dia",
	"De-Blur": "Foco",
	"De-Judder": "Estabilidade",
	"Delete": "Excluir",
	"Delete Connection History": "Excluir histórico de conexão",
	"Delete Pairing History": "Excluir histórico de emparelhamento",
	"Delete Usage Data": "Excluir dados de uso",
	"Demo Options": "Opções de demonstração",
	"Democratic Republic of the Congo": "República Democrática do Congo",
	"Denmark": "Dinamarca",
	"Depressed": "Baixo Relevo",
	"Deregister": "Cancelar o registro",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descreva o conteúdo na tela com voz para que espectadores com deficiência visual possam usar a TV.",
	"Detect Range": "Detectar intervalo",
	"Device Connection Settings": "Configurações de Conexão do Dispositivo",
	"Device List": "Lista de Dispositivos",
	"Device Name": "Nome do Dispositivo",
	"Dhaka": "Daca",
	"Digital Mode": "Modo Digital",
	"Digital Sound Out": "Saída de Som Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Direcionado a crianças mais velhas (com idades 7 e acima)",
	"Disabled": "Desativado",
	"Disconnect": "Desconectar",
	"Display captions for hearing-impaired viewers to use TV.": "Exiba legendas para que espectadores com deficiência auditiva possam usar a TV.",
	"Display fast-moving content smoothly and clearly.": "Exiba conteúdo em movimento rápido de maneira fácil e clara.",
	"Display luminance level for the highest point (100 IRE).": "Exibir nível de luminância para o ponto mais alto (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Exiba fotos em uma temperatura de cor quente ou fria.",
	"Do Not Sell My Personal Information": "Não Vender Meus Dados Pessoais",
	"Do Not Track": "Não rastrear",
	"Do you want to continue?": "Deseja continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Deseja copiar a lista de canais do dispositivo USB para sua TV? Os canais atuais em sua TV serão excluídos.",
	"Do you want to copy channel list from your TV to the USB storage?": "Deseja copiar a lista de canais da sua TV para o dispositivo USB?",
	"Do you want to reset Position Settings?": "Deseja redefinir as Configurações de Posição?",
	"Do you want to reset Volume Control?": "Deseja redefinir o Controle de Volume?",
	"Do you want to set the correct time now?": "Definir a hora correta agora?",
	"Do you want to turn your TV off now?": "Deseja desligar a TV agora?",
	"Dominican Republic": "República Dominicana",
	"Done": "Concluído",
	"Douala": "Duala",
	"Download Mail": "Fazer Download da Correspondência",
	"Download and Install": "Fazer download e instalar",
	"Downloadable Rating": "Classificação de Download",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Durante o tempo desligado do recurso Always-on, alguns recursos como reconhecimento de voz são limitados quando a tela está desligada.",
	"Dushanbe": "Duchambe",
	"Dutch": "Holandês",
	"Dynamic Color": "Cor Dinâmica",
	"Dynamic Contrast": "Contraste Dinâmico",
	"Dynamic Tone Mapping": "Mapeamento de tom dinâmico",
	"Easter Island": "Ilha Páscoa",
	"Eastern Africa": "África Oriental",
	"Eco Mode": "Modo Eco",
	"Ecuador": "Equador",
	"Edge Color": "Cor da Borda",
	"Edge Enhancer": "Realce de Contorno",
	"Edge Type": "Tipo de Borda",
	"Edit": "Editar",
	"Egypt": "Egito",
	"Emergency Alert": "Alerta de Emergência",
	"Enabled": "Ativado",
	"Energy Saving": "Economia de Energia",
	"Energy consumption may increase if this feature is on.": "O consumo de energia pode aumentar se esse recurso estiver ativado.",
	"Energy saving modes to limit power consumption.": "Modos de economia de energia para limitar o consumo de energia.",
	"English": "Inglês",
	"Enhance the bass sound.": "Melhore o som grave.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Melhore o contraste entre as áreas claras e escuras de alguns menus, como o fundo e o texto, para que a tela possa ser facilmente visualizada por pessoas com pouca visão.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Aprimore a resolução e a nitidez do conteúdo usando um algoritmo aprendido por meio da técnica de Aprendizagem Profunda da LG e otimize a profundidade por meio da análise de conteúdo.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Aprecie o conteúdo Dolby Atmos com o som ideal, ativando o efeito de campo sonoro.",
	"Enjoy TV sound by connecting Wired Headphones.": "Ouça o som da TV com fones de ouvido com fio.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Ouça o som da TV com dispositivos de áudio conectados à porta HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Ouça o som da TV com dispositivos de áudio conectados à OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Ouça o som da TV com um dispositivo de áudio da LG conectado à porta OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Ouça o som da TV com dispositivos de áudio conectados às portas externas de saída de áudio/fones de ouvido.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Ouça o som da TV pelo alto-falante interno da TV e com fones de ouvido com fio.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Ouça o som da TV com dispositivos de áudio externos conectados ao Alto-falante interno da TV e à porta OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Aprecie um som claro e natural.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Ouça o som com um dispositivo de áudio sem fio conectado ao LG Sound Sync ou Bluetooth.",
	"Enjoy the sound optimized to the room.": "Aprecie o som otimizado para o ambiente.",
	"Enter CI Password": "Insira a senha de CI",
	"Enter the PIN in your router's settings.": "Insira o PIN nas configurações de seu roteador.",
	"Enter the master password.": "Insira a senha mestre.",
	"Equalizer": "Equalizador",
	"Equatorial Guinea": "Guiné Equatorial",
	"Eritrea": "Eritreia",
	"Estonia": "Estônia",
	"Estonian": "Estoniano",
	"Ethiopia": "Etiópia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Mesmo que a configuração esteja desativada, será possível verificar as informações relacionadas pelo banner do canal, reconhecimento de voz.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Mesmo quando a TV está desligada e usando o mínimo de energia, você pode ouvir música conectando o dispositivo móvel. Vários recursos podem ser usados rapidamente quando a TV for ligada novamente.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Mesmo quando a TV está desligada, você pode ouvir música conectando seu smartphone à TV via Bluetooth.",
	"Every Day": "Todos os dias",
	"Every Weekday": "Todos os dias úteis",
	"Every Weekend": "Todos os Finais de Semana",
	"Expert (Bright Room)": "Avançado (Ambiente Claro)",
	"Expert (Dark Room)": "Avançado (Ambiente Escuro)",
	"Export your TV's channel list information to a connected USB device.": "Exporte as informações da lista de canais da TV para um dispositivo USB conectado.",
	"Extended": "Estendido",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Ampliar o período da configuração Desligamento automático ou desativar a função pode aumentar o consumo de energia.",
	"Extreme": "Extremo",
	"Eye Comfort Mode": "Modo Eye Comfort",
	"FILMMAKER MODE Auto Change": "Mudança automática de FILMMAKER MODE",
	"Fantasy Violence": "Fantasia violência",
	"Fast": "Rápido",
	"Find and tell an audio device available to connect around TV.": "Encontre e informe um dispositivo de áudio disponível próximo à TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajuste manualmente os espaços de cores em vermelho, verde, azul, ciano, magenta e amarelo.",
	"Finland": "Finlândia",
	"Finnish": "Finlandês",
	"Flash": "Intermitente",
	"Flat Mode": "Modo plano",
	"Font": "Fonte",
	"Font 1": "Fonte 1",
	"Font 2": "Fonte 2",
	"Font 3": "Fonte 3",
	"Font 4": "Fonte 4",
	"Font 5": "Fonte 5",
	"Font 6": "Fonte 6",
	"Font 7": "Fonte 7",
	"Font 8": "Fonte 8",
	"Football": "Futebol",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Para um roteador sem fio habilitado para WPS (Wi-Fi Protected Setup), insira o código PIN para conectar a TV à rede sem fio.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Para um roteador sem fio habilitado para WPS (Wi-Fi Protected Setup), pressione o botão WPS-PBC para conectar a TV à rede sem fio.",
	"France": "França",
	"French": "Francês",
	"French Polynesia": "Polinésia Francesa",
	"Full Wide": "Tela cheia",
	"Gabon": "Gabão",
	"Gaelic": "Gaélico",
	"Galapagos Islands": "Ilhas Galápagos",
	"Galician": "Galego",
	"Gallery": "Galeria",
	"Gambia": "Gâmbia",
	"Game": "Jogos",
	"Gamma": "Gama",
	"General": "Geral",
	"General Age": "Todas as idades",
	"General Audience": "Público em geral",
	"General Audiences": "Públicos em geral",
	"General Program Locks": "Bloqueios de programas gerais",
	"Georgia": "Geórgia",
	"German": "Alemão",
	"Germany": "Alemanha",
	"Get started in a quiet environment for sound optimization.": "Comece em um ambiente silencioso para otimizar o som",
	"Getting...": "Obtendo...",
	"Ghana": "Gana",
	"Grayscale": "Escala de cinzas",
	"Greece": "Grécia",
	"Greek": "Grego",
	"Green": "Verde",
	"Greenland": "Groenlândia",
	"Grenada": "Granada",
	"Guadeloupe": "Guadalupe",
	"Guatemala City": "Cidade da Guatemala",
	"Guayaquil": "Guaiaquil",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Defina menus e operações com voz para que espectadores com deficiência visual possam usar a TV.",
	"Guinea": "Guiné",
	"Guinea Bissau": "Guiné Bissau",
	"Guinea Conakry": "Guiné Conakry",
	"Guinea Equatorial": "Guiné Equatorial",
	"Guyana": "Guiana",
	"H Position": "Posição H",
	"H Sharpness": "Nitidez H",
	"H Size": "Tamanho H",
	"HD Mode": "Modo HD",
	"HD Mode Option": "Opção de modo HD",
	"HDD Eco Mode": "Modo Eco HD",
	"HDD Power Saving Mode": "Modo de Economia de Energia do HD",
	"HDMI Input Audio Format": "Formato de áudio de entrada HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1} e HDMI {port2} são compatíveis com o 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "As portas HDMI {port1} e HDMI {port2} são compatíveis com Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "A entrada HDMI {port1} é compatível com o 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "A porta HDMI {port1} é compatível com Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} são compatíveis com o 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} são compatíveis com Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} são compatíveis com o 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} são compatíveis com Ultra HD Deep Color.",
	"HDR Effect": "Efeito HDR",
	"HDR Picture Mode": "Modo de imagem HDR",
	"Hard of Hearing": "Dificuldades Auditivas",
	"Headphones Volume": "Volume do Fone de Ouvido",
	"Hebrew": "Hebraico",
	"Helsinki": "Helsinque",
	"High": "Alto",
	"High Contrast": "Alto contraste",
	"Higher values increase a sense of warmth or coldness.": "Valores mais altos aumentam a sensação de calor ou frio.",
	"Hindi": "Hindu",
	"Home Animation": "Animação da página inicial",
	"Home Auto Launch": "Inicialização Automática da Página Inicial",
	"Home Mode": "Modo Casa",
	"Home Promotion": "Promoção na página inicial",
	"Home Settings": "Configurações da Página Inicial",
	"Home/Store Mode": "Modo Casa/Loja ",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Horas",
	"However, the IPv6 version of the address does not support editing.": "No entanto, a versão IPv6 do endereço não aceita edição.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "No entanto, para manter a TV nas condições ideais, o recurso Always-on ficará desativado por cinco horas e a energia será desligada completamente.",
	"Hungarian": "Húngaro",
	"Hungary": "Hungria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE! A redefinição excluirá todas as configurações de conta e aplicativos instalados. Esta ação não pode ser desfeita.",
	"IP (Automatic)": "IP (Automático)",
	"IP Address": "Endereço IP",
	"IVC (Cote d’Ivoire)": "Costa do Marfim",
	"Iceland": "Islândia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Com a função Sincronização Automática de Energia ativada, sua TV será ligada quando ligar um dispositivo SIMPLINK e os dispositivos SIMPLINK serão desligados ao desligar a TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Se o Controle universal do Decodificador/OTT estiver configurado, use o decodificador conectado pelo controle remoto da LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Se um dispositivo estiver conectado à porta, você poderá visualizar a imagem otimizada do jogo minimizando o atraso ou a interrupção do vídeo do dispositivo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Se ele estiver ativado e você conectar um dispositivo que também seja compatível com Ultra HD Deep Color, sua imagem poderá ser mais clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se uma gravação ou uma atualização de software estiver em andamento, o processo aguardará a conclusão, e poderá levar mais de uma hora.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Se uma gravação ou uma atualização de software estiver em andamento, o processo aguardará a conclusão, e poderá levar mais de {n} minuto(s).",
	"If the device is not connected, you may not hear any sound through it.": "Caso o dispositivo não esteja conectado, você poderá não ouvir nenhum som por ele.",
	"If the edge of the screen is not clean, please turn this function off.": "Se as bordas da tela não parecerem claras, desative esta função.",
	"If the program does not support multiple languages, the default language is selected.": "Se o programa não aceitar vários idiomas, o idioma padrão será selecionado.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Quando o programa não for compatível com o formato de saída selecionado, a saída padrão da fonte será usada.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Se o programa não aceitar configurações de áudio diferentes, o áudio padrão será selecionado.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Se o mesmo sintoma se repetir, altere o valor definido novamente ou reinicie o dispositivo externo conectado.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Se o idioma selecionado não for aceito, o idioma padrão das transmissões será usado.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Se a tela estática não tiver recebido nenhuma entrada do usuário por uma hora, ela será alternada para uma proteção de tela.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Se a hora definida for muito diferente da hora atual, alguns dos recursos inteligentes podem não ser exibidos.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Se o som não for ouvido através do dispositivo, verifique se ele está funcionando corretamente e se ele é compatível com o LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ao selecionar o Modo Loja, ele define valores otimizados para TVs que estão em exposição nos Lojistas.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se você ativar as Orientações de áudio, poderá mover somente os botões para a esquerda, para a direita, para cima e para baixo em seu controle remoto. Além disso, alguns aplicativos que exigem cursor não poderão ser usados.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se você o desativar, o perfil do operador do CAM será excluído.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Se você desativá-la, nenhum canal do CAM estará disponível, e as notificações não serão mais exibidas.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ao desativar o “Início Rápido+”, não poderá ligar a TV sem o Controle Remoto. Gostaria de continuar?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Se você desativar a proteção de tela e se a mesma imagem permanecer na tela por mais de 2 horas, a qualidade de imagem da tela poderá ser afetada. Se a imagem permanecer mais de 5 horas, podem ocorrer danos permanentes à qualidade. Deseja continuar?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Se você desativar essa opção, a tela estática poderá permanecer por mais tempo, o que prejudicará a qualidade da tela ou evitará que ela seja recuperada em alguns casos.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "O uso da função Economia de Energia afetará o brilho da TV.",
	"Import your TV's channel list information from a connected USB device.": "Importe as informações da lista de canais da TV de um dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importe/exporte as informações da lista de canais da TV de/para um dispositivo USB conectado.",
	"In Home": "Uso residencial",
	"India": "Índia",
	"Indianapolis": "Indianápolis",
	"Indonesia": "Indonésia",
	"Indonesian": "Indonésio",
	"Inner": "Interno",
	"Input": "Entrada",
	"Input Locks": "Bloqueios de Entradas",
	"Input field": "Campo de entrada",
	"Installing...": "Instalando...",
	"Instant Game Response": "Resposta Instantânea de Jogo",
	"Interactive Service": "Serviço Interativo",
	"Interactivity(DTVi)": "Interatividade (DTVi)",
	"Internal TV Speaker": "Alto-falante interno da TV",
	"Invert Colors": "Inverter cores",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inverta e compense certas cores em alguns menus para melhorar a visibilidade dos itens exibidos na tela.",
	"Iran": "Irã",
	"Iraq": "Iraque",
	"Ireland": "Irlanda",
	"Irish": "Irlandês",
	"Istanbul": "Istambul",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Os valores são redefinidos para o modo de imagem individualmente, portanto selecione o modo de imagem desejado e redefina-o.",
	"It may not sound depending on connected devices.": "Ele pode não funcionar dependendo dos dispositivos conectados.",
	"It may take a few minutes.": "Pode levar alguns minutos.",
	"It may take a few seconds.": "Pode levar alguns segundos.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Fornece o som ou o surround 4.0 virtual ideal dependendo do gênero assistido por meio de um algoritmo aprendido por meio de uma técnica do equipamento de aprendizagem da LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Fornece o som ou o surround 5.1 virtual ideal dependendo do gênero assistido por meio de um algoritmo aprendido por meio da técnica de Aprendizagem Profunda da LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ele oferece o som otimizado ao sintonizar o som refletido no ambiente com base no tipo de instalação da TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Esse algoritmo estabiliza as imagens.",
	"It works only when the broadcasting program supports captions.": "Funciona apenas quando o programa de transmissão aceita legendas.",
	"It works only when the broadcasting program supports subtitles.": "Funciona apenas quando o programa de transmissão aceita legendas.",
	"Italian": "Italiano",
	"Italy": "Itália",
	"Ivory Coast": "Costa do Marfim",
	"Jakarta": "Jacarta",
	"Japan": "Japão",
	"Japanese": "Japonês",
	"Jerusalem": "Jerusalém",
	"Johannesburg": "Joanesburgo",
	"Jordan": "Jordânia",
	"Kabul": "Cabul",
	"Kaliningrad": "Kaliningrado",
	"Kampala": "Campala",
	"Kannada": "Canará",
	"Karachi": "Carachi",
	"Katmandu": "Catmandu",
	"Kazakh": "Cazaque",
	"Kazakhstan": "Cazaquistão",
	"Kenya": "Quênia",
	"Keyboard Languages": "Idiomas do Teclado",
	"Khartoum": "Cartum",
	"Kolkata": "Calcutá",
	"Korea": "Coreia do Sul",
	"Korean": "Coreano",
	"Kuwait City": "Cidade do Kuwait",
	"Kyrgyzstan": "Quirguistão",
	"LED Local Dimming": "Full LED",
	"LG Logo Light (Front of TV)": "LG Logo Light (Frente da TV)",
	"LG Services Country": "País de Serviços LG",
	"LG Wireless Keyboard": "Teclado sem fio LG",
	"LG Wireless Keyboard Connected:": "Teclado sem fio LG conectado:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "O teclado sem fio LG permite controlar a TV por meio do Bluetooth.",
	"Language": "Idioma",
	"Large": "Grande",
	"Last tuning:": "Último ajuste:",
	"Latvia": "Letônia",
	"Latvian": "Letão",
	"Lebanon": "Líbano",
	"Left": "Esquerda",
	"Left Right": "Esquerda/Direita",
	"Left Surround": "Esquerda Surround",
	"Left drop shadow": "Sombra projetada esquerda",
	"Legal Notice": "Aviso Legal",
	"Lesotho": "Lesoto",
	"Liberia": "Libéria",
	"Libya": "Líbia",
	"Light": "Fraco",
	"Limit AD Tracking": "Limitar o Acompanhamento de Publicidade",
	"Lisbon": "Lisboa",
	"Lithuania": "Lituânia",
	"Lithuanian": "Lituano",
	"Ljubljana": "Liubliana",
	"Loading...": "Carregando...",
	"Local Language": "Idioma Local",
	"Location": "Local",
	"Lock All": "Bloquear Tudo",
	"Lock changes for currently running apps will be applied the next time they are started.": "Alterações nos bloqueios para aplicativos atualmente em execução serão aplicadas na próxima vez em que eles forem iniciados.",
	"Logo Luminance Adjustment": "Ajuste de luminosidade do logotipo",
	"London": "Londres",
	"Low": "Baixa",
	"Luminance": "Luminância",
	"Luxembourg": "Luxemburgo",
	"MAC Address": "Endereço MAC",
	"MAC Address (Wired)": "Endereço MAC (com fio)",
	"MAC Address (Wireless)": "Endereço MAC (sem fio)",
	"MASTER PASSWORD": "SENHA MESTRE",
	"MHEG Guide": "Guia MHEG",
	"MPEG Noise Reduction": "Redução de Ruído MPEG",
	"Macao": "Macau",
	"Macedonia": "Macedônia",
	"Macedonia, The Former Yugoslav Republic Of": "Macedônia, Antiga República Iugoslava da",
	"Macedonian": "Macedônio",
	"Madeira": "Ilha da Madeira",
	"Madrid": "Madri",
	"Makassar": "Macassar",
	"Make blurry or difficult-to-see areas more vivid.": "Deixe mais vivas as áreas embaçadas ou difíceis de ver.",
	"Malay": "Malaio",
	"Malayalam": "Malaiala",
	"Malaysia": "Malásia",
	"Maldives": "Maldivas",
	"Manage channels stored on the TV.": "Gerenciar canais armazenados na TV.",
	"Managua": "Manágua",
	"Mandarin": "Mandarim",
	"Marathi": "Marata",
	"Marshall Islands": "Ilhas Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Somente público maduro",
	"Mauritania": "Mauritânia",
	"Mauritius": "Maurício",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximize o contraste aumentando a intensidade de áreas brilhantes e escuras da tela.",
	"Mayotte": "Maiote",
	"Medium": "Médio",
	"Menu Language": "Idioma do Menu",
	"Menu Transparency": "Transparência de Menu",
	"Message": "Mensagem",
	"Method": "Método",
	"Mexico": "México",
	"Mexico City": "Cidade do México",
	"Middle East": "Oriente Médio",
	"Minutes": "Minutos",
	"Mobile Connection Management": "Gerenciamento de Conexão Móvel",
	"Mode Option": "Opção de modo",
	"Model": "Modelo",
	"Mogadishu": "Mogadíscio",
	"Moldova": "Moldávia",
	"Monaco": "Mônaco",
	"Mongolia": "Mongólia",
	"Monrovia": "Monróvia",
	"Montevideo": "Montevidéu",
	"Month": "Mês",
	"Montréal": "Montreal",
	"Morocco": "Marrocos",
	"Moscow": "Moscou",
	"Motion Eye Care": "Função Motion Eye Care",
	"Movie Lock": "Bloqueio de Filme",
	"Mozambique": "Moçambique",
	"Multi Audio": "Multi Áudio",
	"Multi Channel Audio": "Áudio multicanal",
	"Multi Feed": "Feed múltiplo",
	"Multiple": "Múltiplos",
	"Muscat": "Mascate",
	"Music": "Música",
	"Myanmar": "Birmânia",
	"NEXTGEN TV Mode": "Modo NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nova Gales do Sul/Território da Capital Australiana - Sidnei",
	"NT - Northern Territory - Darwin": "NT - Território do Norte - Darwin",
	"Nairobi": "Nairóbi",
	"Namibia": "Namíbia",
	"Narrow": "Estreito",
	"Ndjamena": "N'Djamena",
	"Netherland": "Holanda",
	"Netherlands": "Holanda",
	"Network": "Rede",
	"Network Connection Settings": "Configurações de Conexão de Rede",
	"Network Name": "Nome da Rede",
	"Network-Based Personalization Recommendations": "Recomendações de personalização baseada em rede",
	"New Caledonia": "Nova Caledônia",
	"New York": "Nova York",
	"New Zealand": "Nova Zelândia",
	"Next": "Próximo",
	"Nicaragua": "Nicarágua",
	"Nicosia": "Nicósia",
	"Niger": "Níger",
	"Nigeria": "Nigéria",
	"Night": "Noite",
	"No": "Não",
	"No Internet via 3G/4G network": "Não há Internet através da rede 3G/4G",
	"No Internet via Ethernet": "Não há Internet via Ethernet",
	"No Internet via Wi-Fi": "Não há Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Não é permitido para crianças de 17 anos e abaixo.",
	"No Operation Auto Off": "Sem Desligamento Automático da Operação",
	"No Signal Auto Off": "Sem Desligamento Automático do Sinal",
	"No Signal Image": "Imagem Sem sinal",
	"No Signal Power Off (15Min)": "Desligamento sem sinal (15 min)",
	"No devices have been found.": "Nenhum dispositivo foi encontrado.",
	"No paired devices.": "Nenhum dispositivo pareado.",
	"No signal on Server": "Nenhum sinal no servidor",
	"No updates found.": "Nenhuma atualização encontrada.",
	"Noise Reduction": "Redução de Ruído",
	"None": "Nenhum",
	"North Korea": "Coréia do Norte",
	"Northern Africa": "Norte da África",
	"Norway": "Noruega",
	"Norwegian": "Norueguês",
	"Not Connected": "Não conectado",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Observação: seu dispositivo poderá não funcionar adequadamente caso não seja compatível com este recurso. Nesse caso, é possível conectar o dispositivo a outra entrada HDMI ou desativar a configuração 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Observação: seu dispositivo poderá não funcionar adequadamente caso não seja compatível com este recurso. Nesse caso, é possível conectar o dispositivo a outra entrada HDMI ou desativar a configuração HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Observação: As opções disponíveis dependem do programa transmitido.",
	"Note: Behavior may differ if connected device is not a LG device.": "Observação: o comportamento pode ser diferente se o dispositivo conectado não for um dispositivo LG.",
	"Note: Only displayed when it is provided by the program.": "Observação: São mostradas somente quando fornecidas pelo programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Observação: São mostradas legendas somente quando fornecidas pelo programa transmitido.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Observação: recursos compatíveis podem ser diferentes de acordo com o modelo e sua transparência na operação de recurso com reprodução de conteúdo, como Live TV ou conteúdo VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Observação:<br>1. Se a sua TV for ligada enquanto a Atualização de Pixels estiver em execução, o processo será interrompido, e você precisará iniciá-lo novamente.<br>2. Durante o processo, talvez apareça uma linha branca na tela. Isso é normal durante a limpeza da tela",
	"Notifications": "Notificações",
	"OK": "Ok",
	"OLED LIGHT": "LUZ OLED",
	"OLED Screen Saver": "Proteção de Tela OLED",
	"Object Audio": "OBJETO DE ÁUDIO",
	"Off": "Desligado",
	"Oman": "Omã",
	"On": "Ligado",
	"OnTimer Channel not selected": "Canal OnTimer não selecionado.",
	"Open": "Aberto",
	"Open Source Licenses": "Aviso sobre Software de Código Aberto",
	"Open when TV is turned on": "Abrir quando a TV for ligada",
	"Operate once when TV is off": "Operar quando a TV estiver desligada",
	"Optical": "Óptico",
	"Optical + Internal TV Speaker": "Ótico + Alto-falante Interno da TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Otimize a profundidade do conteúdo usando um algoritmo aprendido por meio de uma técnica do equipamento de aprendizagem da LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Otimize as configurações de contraste com base no brilho da imagem do conteúdo HDR.",
	"Optimize contrast settings based on image brightness.": "Otimize as configurações com base no brilho da imagem.",
	"Optimize the sound for a cinematic experience.": "Otimize o som e tenha uma experiência cinematográfica.",
	"Original Language": "Idioma Original",
	"Others": "Outros",
	"Outer": "Externo",
	"Output sound through the Internal TV speaker.": "Ouça o som através do alto-falante interno da TV.",
	"Pakistan": "Paquistão",
	"Panama": "Panamá",
	"Panama City": "Cidade do Panamá",
	"Papua New Guinea": "Papua Nova Guiné",
	"Paraguay": "Paraguai",
	"Parental Guidance Suggested": "Sugerida orientação dos pais",
	"Parental Guidance Suggested :": "Orientação de pais sugerida:",
	"Parental guidance suggested for children ages 8-13.": "Recomendada a orientação dos pais para crianças entre 8 e 13 anos.",
	"Parents Guidance strongly required :": "Orientação de pais altamente recomendada:",
	"Parents Strongly Cautioned": "Pais firmemente advertidos",
	"Password": "Senha",
	"Patent Information": "Informações sobre Patentes",
	"Peak Brightness": "Pico de Brilho",
	"Persian": "Persa",
	"Philippines": "Filipinas",
	"Photo": "Foto",
	"Pick a Time": "Escolha uma Hora",
	"Picture": "Imagem",
	"Picture Mode": "Modo de Imagem",
	"Picture Mode Settings": "Configurações do Modo de imagem",
	"Picture Options": "Opção de Imagem",
	"Picture Test": "Teste de Imagem",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "O som ou a imagem podem não funcionar corretamente enquanto um dispositivo externo e a TV estiverem se comunicando inicialmente. Se o problema persistir, reverta as configurações ou reinicie o dispositivo externo conectado.",
	"Pitch": "Tom",
	"Pixel Refresher": "Atualização de Pixels",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "A Atualização de Pixels permite que sua TV apresente a imagem mais clara possível.",
	"Pixel Refresher begins only once when the TV is turned off.": "A Atualização de Pixels começa apenas quando a TV está desligada.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "A Atualização de Pixels foi programada para iniciar da próxima vez em que a TV for desligada.",
	"Play": "Reproduzir",
	"Play sound through TV Speaker.": "Reproduza som com o Alto-falante da TV.",
	"Play the standard sound suitable for all types of content.": "Reproduza o som padrão adequado para todos os tipos de conteúdo.",
	"Please check if WiSA Speakers are turned on and try again.": "Verifique se os alto-falantes WiSA estão ligados e tente novamente.",
	"Please check that the Bluetooth device is already connected to another device.": "Verifique se o dispositivo Bluetooth já está conectado a outro dispositivo.",
	"Please check the network name and password and try again.": "Verifique o nome e a senha da rede e tente novamente.",
	"Please check the status and try again": "Verifique o status e tente novamente.",
	"Please do not unplug the USB storage until the copying is completed.": "Não desconecte o dispositivo USB até que a cópia seja concluída.",
	"Please enter your password to turn off this function.": "Por favor entre com sua senha para desligar esta função.",
	"Please enter your password to turn on this function.": "Insira sua senha para ativar esta função.",
	"Please make sure that your TV is connected to the network and try again.": "Certifique-se de que a TV esteja conectada à rede e tente novamente.",
	"Please note that LG does not use or manage the value.": "A LG não usa ou gerencia o valor.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Observe que o som pode não ser emitido quando Saída de Som Digital estiver definida como Pass Through.",
	"Please try again later.": "Tente novamente mais tarde.",
	"Please wait while the Settings application reloads.": "Aguarde enquanto o aplicativo Configurações é recarregado.",
	"Please wait while the Settings application restarts.": "Aguarde enquanto o aplicativo Configurações reinicia.",
	"Please wait while the TV restarts.": "Aguarde enquanto a TV é reiniciada.",
	"Please wait while the TV searches for LG Service Country.": "Aguarde enquanto a TV busca o país de Serviços LG.",
	"Point": "Ponto",
	"Pointer Options": "Opções de Cursor",
	"Pointer Size": "Tamanho do cursor",
	"Poland": "Polônia",
	"Polish": "Polonês",
	"Port of Spain": "Porto de Espanha",
	"Port-au-Prince": "Porto Príncipe",
	"Portuguese": "Português",
	"Position": "Posição",
	"Position Settings": "Configurações de posição",
	"Power Off Timer": "Desligar temporizador",
	"Power On Timer": "Ligar temporizador",
	"Power Saving Mode": "Modo de Economia de Energia",
	"Prague": "Praga",
	"Preschool": "Pré-escola",
	"Press right button to adjust de-blur and Motion Pro value.": "Pressione o botão direito para ajustar os valores de foco e Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pressione o botão direito para ajustar os valores de foco e OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pressione o botão direito para ajustar os valores de foco e OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade e Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade e OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pressione o botão direito para ajustar os valores de estabilidade e OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade, foco e Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade, foco e OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pressione o botão direito para ajustar os valores de estabilidade, foco e OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pressione o botão WPS em um roteador habilitado para WPS para conectar a TV à rede.",
	"Press the right button to adjust Motion Pro settings.": "Pressione o botão direito para ajustar as configurações de Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Pressione o botão direito para ajustar as configurações de OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Pressione o botão direito para ajustar as configurações de OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Pressione o botão direito para ajustar as configurações de foco.",
	"Press the right button to adjust de-judder settings.": "Pressione o botão direito para ajustar as configurações de estabilidade.",
	"Previous": "Anterior",
	"Primary Audio Language": "Idioma Principal de Áudio",
	"Primary Channels": "Canais principais",
	"Primary Teletext Language": "Idioma principal da legenda",
	"Program exempted from ratings.": "Programa isento de classificações.",
	"Programme": "Programa",
	"Provide HbbTV Distinctive ID": "Fornecer ID distintiva do HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Forneça uma ID do HbbTV diferente do serviço HbbTV para transmissões.",
	"Provided services may vary depending on countries.": "Os serviços fornecidos podem variar de acordo com o país.",
	"Puerto Rico": "Porto Rico",
	"Qatar": "Catar",
	"Quick Help": "Ajuda rápida",
	"Quick Start+": "Início Rápido+",
	"Raised": "Alto Relevo",
	"Rangoon": "Rangum",
	"Real Cinema": "Cinema Real",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: falha na autenticação no ponto de acesso.",
	"Reason: Could not establish a connection to access point.": "Motivo: não foi possível estabelecer uma conexão ao ponto de acesso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: não foi possível recuperar um endereço IP válido usando DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: A senha digitada está incorreta.",
	"Reason: Password is missing.": "Motivo: senha não informada.",
	"Reason: The network you selected is out of range.": "Motivo: A rede selecionada está fora de alcance.",
	"Reason: Unable to login.": "Motivo: não é possível fazer login.",
	"Receive emergency alerts from TV when an emergency occurs.": "Receba alertas de emergência da TV quando ocorrer um incidente.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "É recomendado configurar as horas em que você normalmente não assiste à TV como Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recomende conteúdos e recursos úteis com base no histórico de exibição e nos padrões de uso do aplicativo.",
	"Recommendations are available for the people, products and locations related to the current program.": "Recomendações estão disponíveis para pessoas, produtos e locais relacionados ao programa atual.",
	"Red": "Vermelho",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduza o ruído irregular dos sinais de vídeo digital para otimizar a qualidade da imagem com clareza.",
	"Region": "Região",
	"Registered Devices ({num})": "Dispositivos registrados ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Reforce o tom agudo do som otimizado.",
	"Reinforce the low-pitched tone of the optimized sound.": "Reforce o tom grave do som otimizado.",
	"Remote Settings": "Configurações remotas",
	"Remove irregular and erratic pixels for a clearer image.": "Remova pixels irregulares e fora de padrão para obter uma imagem mais clara.",
	"Reset": "Redefinir",
	"Reset AD ID": "Redefinir AD ID",
	"Reset CI Password": "Redefina a senha de CI",
	"Reset HbbTV Distinctive ID": "Redefinir a ID distintiva do HbbTV",
	"Reset Password": "Redefinir senha",
	"Reset Settings": "Redefinir configurações",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Redefinir a lista de aplicativos aprovados ao se conectar ao aplicativo móvel HbbTV.",
	"Reset the caption position.": "Redefina a posição da legenda.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Redefina o histórico do conteúdo assistido e do uso de apps. Quando o histórico é redefinido, pode levar um certo tempo para receber as recomendações de conteúdo novamente.",
	"Reset to Initial Settings": "Redefinir para Configurações Iniciais",
	"Restrict access to TV programs based on their ratings.": "Restrinja o acesso a programas de TV com base em suas classificações.",
	"Restrict watching based on age ratings for children programs.": "Restrinja a visualização de programas infantis de acordo com classificações etárias.",
	"Restrict watching based on ages ratings.": "Restrinja a visualização de acordo com classificações etárias.",
	"Restrict watching based on fantasy violence content ratings.": "Restrinja a visualização de conteúdo classificado como fantasia ou violento.",
	"Restrict watching based on programs containing adult language.": "Restrinja a visualização de programas com conteúdo adulto.",
	"Restrict watching based on programs containing sexual scene.": "Restrinja a visualização de programas com cenas de sexo.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restrinja a visualização de programas com diálogo sexual.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Restrinja a visualização de acordo com idades específicas ou classificações de conteúdo sob orientação dos pais.",
	"Restrict watching based on violence content ratings.": "Restrinja a visualização de conteúdo classificado como violento.",
	"Restrict watching movies based on rating.": "Restrinja a visualização de filmes de acordo com a classificação.",
	"Restrict watching programs based on rating.": "Restrinja a visualização de programas de acordo com a classificação.",
	"Restriction ratings :": "Classificações de restrição:",
	"Retry": "Tentar novamente",
	"Revert TV to its initial settings.": "Reverter a TV para suas configurações iniciais.",
	"Revert color adjustment settings to default.": "Reverta as configurações de ajuste de cor para o padrão.",
	"Revert detailed sound effect settings of standard mode to default.": "Reverta as configurações detalhadas do efeito de som para o padrão.",
	"Revert picture setting values to default.": "Reverta os valores de configuração da imagem para o padrão.",
	"Revert white balance settings to default.": "Reverta as configurações do balanço de branco para o padrão.",
	"Right": "Direita",
	"Right Left": "Direita/Esquerda",
	"Right Surround": "Direita Surround",
	"Right drop shadow": "Sombra projetada direita",
	"Riyadh": "Riade",
	"Romania": "Romênia",
	"Romanian": "Romeno",
	"Rome": "Roma",
	"Russia": "Rússia",
	"Russian": "Russo",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Austrália do Sul - Adelaide",
	"SIGNATURE Opening": "Abrindo SIGNATURE",
	"SIGNATURE TV Settings": "Configurações da TV por ASSINATURA",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "O SIMPLINK permite usar o Controle Remoto da LG para controlar outros dispositivos compatíveis com o SIMPLINK, como um DVD player ou sistema de áudio home theater, que estão conectados à sua LG Smart TV via HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "O SIMPLINK será ativado automaticamente para usar o modo ARC.",
	"Safety": "Segurança",
	"Saint Lucia": "Santa Lúcia",
	"Saint Vincent": "São Vicente",
	"Sakhalin": "Sacalina",
	"San Salvador": "São Salvador",
	"Satellite": "Satélite",
	"Satellite DTV": "TV Digital por Satélite",
	"Satellite Radio": "Satélite de Rádio",
	"Saturation": "Saturação",
	"Saudi Arabia": "Arábia Saudita",
	"Saudi arabia": "Arábia Saudita",
	"Save CAM Operator's Profile": "Salvar o Perfil de Operador do CAM",
	"Save CI Password": "Salve a senha de CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Salve as configurações de ajuste de cor do modo de imagem selecionado atualmente em todas as entradas.",
	"Save the white balance settings from the current picture mode in all inputs.": "Salve as configurações de balanço de branco do modo de imagem selecionado em todas as entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salve/redefina senha de CI. Salvar sua senha permitirá que você pule esta etapa num futuro acesso.",
	"Scan \"Auto Detect\" automatically.": "Pesquise \"Detecção automática\" automaticamente.",
	"Screen Down": "Tela para baixo",
	"Screen Off": "Tela Desligada",
	"Screen Saver": "Proteção de Tela",
	"Screen Shift ": "Deslocamento de tela",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "A tela muda em intervalos de tempo regulares e evita problemas de qualidade de imagem que podem ocorrer quando a TV fica ligada por um período prolongado.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "A tela será desligada em 5 segundos. Para ligar a tela novamente, pressione qualquer botão, exceto os botões de energia e volume.",
	"Search": "Pesquisar",
	"Search Bluetooth Device": "Pesquisar dispositivo Bluetooth",
	"Searching...": "Buscando...",
	"Second Language": "Segundo idioma",
	"Secondary Audio Language": "Idioma Secundário de Áudio",
	"Secondary Teletext Language": "Idioma secundário de teletexto",
	"Security": "Segurança",
	"Select IRE point to adjust luminance.": "Selecione o ponto IRE para ajustar a luminância.",
	"Select Mode": "Selecionar Modo",
	"Select TV's language settings.": "Selecione as configurações de idioma da TV.",
	"Select a caption type for HD broadcasts.": "Selecione um tipo de legenda para transmissões HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selecione um tipo de legenda para transmissões da NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Selecione um tipo de legenda para transmissões UHD.",
	"Select a caption type for analog broadcasts.": "Selecione um tipo de legenda para transmissões analógicas.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Selecione um modo de vídeo que corresponda ao ambiente de visualização, ou especifique configurações para um modo de vídeo, como contraste, cor e muito mais.",
	"Select an audio format for each HDMI input.": "Selecione um formato de áudio para cada entrada HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selecione outra Saída de Som Digital (Auto ou PCM) se não conseguir ouvir o efeito de som após selecionar Pass Through.",
	"Select audio language for digital broadcasts.": "Selecione o idioma do áudio para transmissões digitais.",
	"Select color to be adjusted.": "Selecione a cor a ser ajustada.",
	"Select days to apply the Timer Power Off settings every week.": "Selecione os dias em que serão aplicadas as configurações da Função Desligar TV.",
	"Select days to apply the Timer Power On settings every week.": "Selecione dias para aplicar as configurações da Função Ligar TV.",
	"Select device for audio output.": "Selecione o dispositivo para a saída de áudio.",
	"Select device or speaker for audio output.": "Selecione o dispositivo ou alto-falante para a saída de áudio.",
	"Select digital audio output format.": "Selecione o formato de saída de áudio digital.",
	"Select language for TV menu.": "Selecione o idioma dos menus da TV.",
	"Select language for subtitles.": "Selecione o idioma das legendas.",
	"Select languages for keyboards input.": "Selecione os idiomas para os teclados.",
	"Select method to adjust white balance.": "Selecione o método para ajustar o balanço de branco.",
	"Select point to adjust luminance.": "Selecione o ponto para ajustar a luminância.",
	"Select the Sound mode and set detailed Audio effects.": "Selecione o modo de Som e defina efeitos de Áudio detalhados.",
	"Select the Sound mode for each content type.": "Selecione o modo de Som para cada tipo de conteúdo.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Selecione o Ultra HD Deep Color para a porta HDMI {num}.",
	"Select the app to restrict the use.": "Selecione o aplicativo que você deseja restringir.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Selecione o modo de imagem apropriado de acordo com o ambiente de visualização ou o tipo de conteúdo.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Selecione as propriedades de áudio para ouvir a transmissão da maneira que preferir.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Selecione o tipo de legenda para transmissões digitais e defina configurações de legendas detalhadas.",
	"Select the channel to restrict watching.": "Selecione o canal que você deseja restringir.",
	"Select the channel to watch when the TV turns on.": "Selecione o canal que será assistido quando a TV for ligada.",
	"Select the color range to be displayed.": "Selecione a faixa de cores a ser exibida.",
	"Select the country for your country's special services.": "Selecione o país para os serviços especiais.",
	"Select the desired video angle.": "Selecione o ângulo de vídeo desejado.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Selecione o formato para transferir a Saída de Som Digital da TV para um dispositivo externo.",
	"Select the input to use when the TV turns on.": "Selecione a entrada a ser usada quando a TV for ligada.",
	"Select the inputs to restrict the use.": "Selecione as entradas que você deseja restringir.",
	"Select the most preferred Subtitle Language.": "Selecione sua primeira opção para o idioma da legenda.",
	"Select the place where to use the TV.": "Selecione o local onde a TV será usada.",
	"Select the residential region for your regional broadcast signal.": "Selecione a região residencial para o sinal de transmissão regional.",
	"Select the second preferred Subtitle Language.": "Selecione sua segunda opção para o idioma da legenda.",
	"Select your first choice of audio language for digital broadcasts.": "Selecione sua primeira escolha de idioma de áudio para transmissões digitais.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selecione sua primeira opção de idioma para os serviços de teletexto de sua operadora de serviços de transmissão de TV.",
	"Select your second choice of audio language for digital broadcasts.": "Selecione sua segunda escolha de idioma de áudio para transmissões digitais.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selecione sua segunda opção de idioma para os serviços de teletexto de sua operadora de serviços de transmissão de TV.",
	"Seoul": "Seul",
	"Serbia": "Sérvia",
	"Serbian": "Sérvio",
	"Serial Number": "Número de série",
	"Serta Wego": "Sertanejo",
	"Service 1": "Serviço 1",
	"Service 2": "Serviço 2",
	"Service 3": "Serviço 3",
	"Service 4": "Serviço 4",
	"Service 5": "Serviço 5",
	"Service 6": "Serviço 6",
	"Service Area Zip Code": "Código Postal da Área de Serviço",
	"Set Automatically": "Definir Automaticamente",
	"Set ID": "Definir ID",
	"Set My Team Alarm.": "Defina o Alarme da Minha Equipe.",
	"Set Store Mode settings.": "Defina configurações do modo Loja.",
	"Set System Color mode for your current TV input.": "Defina o modo Cor do sistema da entrada atual de TV.",
	"Set additional options for Video Description.": "Configure opções adicionais para a Descrição de vídeo.",
	"Set additional picture settings.": "Defina configurações de imagem adicionais.",
	"Set additional sound-related settings.": "Defina configurações adicionais relacionadas ao som.",
	"Set advanced Subtitle options.": "Configure as opções avançadas de legenda.",
	"Set advanced captioning options.": "Configure as opções avançadas de legenda.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Defina e edite a versão do endereço IP para IPv4 ou IPv6.",
	"Set audio-related options.": "Configure as opções relacionadas ao áudio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Defina o tamanho da legenda, a cor, a transparência e outras opções de transmissão.",
	"Set color temperature from warm to cool.": "Defina a temperatura da cor de quente a fria.",
	"Set detailed caption settings for HD broadcasts.": "Defina as configurações de legendas detalhadas para transmissões em HD.",
	"Set detailed options for the AI functions.": "Defina opções detalhadas para as funções de IA.",
	"Set detailed options for the Home feature.": "Defina opções detalhadas para o recurso da página inicial.",
	"Set detailed options for the Recommendation feature.": "Defina opções detalhadas para o recurso Recomendação.",
	"Set easy connection settings with external devices.": "Defina configurações de conexão fácil com dispositivos externos.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Defina o bloqueio nos canais, aplicativos, entradas específicos para serem usados sob orientação dos pais.",
	"Set necessary additional functions based on watching environment and screen status.": "Defina as funções adicionais necessárias de acordo com o ambiente e o status da tela.",
	"Set or reset the position of on-screen captions.": "Defina ou redefina a posição das legendas na tela.",
	"Set settings related to your wired / wireless network.": "Defina as configurações relacionadas à sua rede com ou sem fio.",
	"Set the TV to turn off automatically after a set amount of time.": "Configure a TV para desligar automaticamente após um período estabelecido.",
	"Set the TV to turn off automatically at a set time.": "Configure a TV para desligar automaticamente em uma hora estabelecida.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Configure a TV para desligar se não houver entrada de informações do usuário por 4 horas após a TV ser ligada automaticamente.",
	"Set the TV to turn on automatically at a set time.": "Configure a TV para ligar automaticamente em uma hora estabelecida.",
	"Set the additional functions related to the TV.": "Defina as funções adicionais relacionadas à TV.",
	"Set the current date and time.": "Configure data e hora atuais.",
	"Set the current date manually.": "Defina manualmente a data correta.",
	"Set the current time manually.": "Defina manualmente a hora correta.",
	"Set the detect range of device available to connect.": "Defina o intervalo de detecção do dispositivo disponível para conexão.",
	"Set the region and country for broadcasts and special services.": "Defina a região e o país para transmissões e serviços especiais.",
	"Set the screen size and aspect ratio.": "Configure o tamanho e o formato da tela.",
	"Set the specialized functions of SIGNATURE TV.": "Defina as funções especializadas do SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Defina o tempo para desligar a TV automaticamente sem a participação do usuário.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Defina o efeito de som surround multicanal virtual para apreciar um som mais realista.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Defina o efeito de som surround virtual para apreciar um som mais realista.",
	"Set the volume level when the TV turns on.": "Selecione o nível de volume quando a TV for ligada.",
	"Set time to turn off the TV.": "Defina o horário para desligar a TV.",
	"Set time to turn on the TV.": "Defina o horário para ligar a TV.",
	"Set up additional features related to customer support.": "Configure recursos adicionais relacionados ao suporte ao cliente.",
	"Set up an account to use LG Services.": "Configure uma conta para usar os Serviços LG.",
	"Set whether to display Home when the TV is turned on.": "Defina se deseja exibir a página inicial quando a TV estiver ligada.",
	"Settings Help": "Ajuda com as configurações",
	"Sexual Situations": "Situações sexuais",
	"Sexually Suggestive Dialogue": "Diálogo de Assuntos Sexuais",
	"Shanghai": "Xangai",
	"Sharpness": "Nitidez",
	"Show Password": "Exibir Senha",
	"Side by Side": "Lado a Lado",
	"Sierra Leone": "Serra Leoa",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "A interferência de sinal poderá reduzir a sensibilidade do Smart Magic se um roteador sem fio estiver muito próximo da TV.",
	"Singapore": "Cingapura",
	"Size": "Tamanho",
	"Sleep Timer": "Função Soneca",
	"Slovak": "Eslovaco",
	"Slovakia": "Eslováquia",
	"Slovenia": "Eslovênia",
	"Slovenian": "Esloveno",
	"Slow": "Lento",
	"Small": "Pequeno",
	"Smooth": "Suave",
	"Smooth Gradation": "Gradação Suave",
	"Soccer": "Futebol",
	"Sofia": "Sófia",
	"Software Update": "Atualização de software",
	"Software Version": "Versão do software",
	"Software update has been installed. Update will be applied when you restart your TV.": "A atualização de software foi instalada. A atualização será aplicada quando você reiniciar sua TV.",
	"Solid": "Sólido",
	"Solomon Islands": "Ilhas Salomão",
	"Somalia": "Somália",
	"Some material may not be appropriate for children under 13.": "Algum conteúdo pode ser inadequado para crianças abaixo de 13 anos de idade.",
	"Some material may not be appropriate for children.": "Algum conteúdo pode não ser adequado para crianças.",
	"Sotho, Northern": "Sepedi",
	"Sotho, Southern": "Sesoto",
	"Sound": "Som",
	"Sound Mode": "Modo de Som",
	"Sound Mode Settings": "Configurações de Modo de Som",
	"Sound Out": "Saída de Som",
	"Sound Share": "Compartilhamento de Som",
	"Sound Test": "Teste de Som",
	"South Africa": "África do Sul",
	"South Korea": "Coreia do Sul",
	"Southern Africa": "Sul da África",
	"Spain": "Espanha",
	"Spanish": "Espanhol",
	"Speaker Volume Control": "Controle de Volume do Alto-falante",
	"Specify detailed voice guidance settings after turning on this feature.": "Especifique configurações detalhadas de orientação por voz depois de ativar esse recurso.",
	"Speed": "Velocidade",
	"Spoken Subtitle": "Legenda falada",
	"Sports": "Esportes",
	"Sports Alert": "Alerta de esportes",
	"Stand": "Apoio",
	"Standard": "Padrão",
	"Standard Mode Sound Effect": "Efeito de Som do Modo Padrão",
	"Standby Light": "Luz de Espera",
	"Start New Sound Tuning": "Iniciar novo ajuste de som",
	"Start Now": "Começar agora",
	"Startup Sound": "Som Inicial",
	"Stockholm": "Estocolmo",
	"Stop": "Parar",
	"Store Demo": "Modo Loja",
	"Store Mode": "Modo Loja",
	"Store Mode Settings": "Configurações do modo Loja",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "O Modo Loja foi projetado para exibição na loja. As configurações serão reinicializadas em intervalos de minutos. Deseja fechar este aplicativo e iniciar o Modo Loja?",
	"Strong": "Forte",
	"Style": "Estilo",
	"Subnet Mask": "Máscara de subrede",
	"Subnet prefix length": "Comprimento do prefixo da subrede",
	"Subtitle First Choice Language": "Primeira opção de idioma da legenda",
	"Subtitle Language": "Idioma de Legenda",
	"Subtitle Second Choice Language": "Segunda opção de idioma da legenda",
	"Subtitles": "Legendas",
	"Sudan": "Sudão",
	"Super Impose": "Super Imposição",
	"Super Resolution": "Super Resolução",
	"Support": "Suporte",
	"Surround Balance": "Balanço Surround",
	"Surround Level": "Nível Surround",
	"Swati": "Suázi",
	"Swaziland": "Suazilândia",
	"Sweden": "Suécia",
	"Swedish": "Sueco",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Alterne para o modo de espera para ligar a TV de novo rapidamente quando desligar a TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Alterne para o modo de espera para usar várias funções, como aplicativos, pesquisa, etc. rapidamente ao desligar a TV.",
	"Switzerland": "Suíça",
	"Sync Demo": "Sincronizar demonstração",
	"Syria": "Síria",
	"System Color": "Sistema de Cor",
	"TAS - Tasmania - Hobart": "TAS - Tasmânia - Hobart",
	"TEXT 1": "TEXTO 1",
	"TEXT 2": "TEXTO 2",
	"TEXT 3": "TEXTO 3",
	"TEXT 4": "TEXTO 4",
	"TV Information": "Informações da TV",
	"TV Installation Type": "Tipo de Instalação de TV",
	"TV Lock": "Bloqueio da TV",
	"TV Name": "Nome da TV",
	"TV On With Mobile": "TV Ligada com Dispositivo Móvel",
	"TV Power Sound": "Som de ligar/desligar TV",
	"TV Power Sound Volume": "Volume do som de ligar/desligar a TV",
	"TV Program Locks": "Bloqueios de Programas de TV",
	"TV Rating English": "Classificação da TV em Inglês",
	"TV Rating French": "Classificação da TV em Francês",
	"TV Speaker": "Alto-falante da TV",
	"TV can be used as an alarm.": "A TV pode ser usada como alarme.",
	"TV is turned off at a set time on every specified day.": "A TV é desligada em um horário definido em todos os dias especificados.",
	"TV to USB": "TV para USB",
	"Tahiti": "Taiti",
	"Tajikistan": "Tajiquistão",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Aproveite os recursos que exigem rede, como a Internet, aplicativos, atualizações de software e etc.",
	"Tamil": "Tâmil",
	"Tanzania": "Tanzânia",
	"Target Luminance": "Luminância de Destino",
	"Tehran": "Teerã",
	"Teletext": "Legenda",
	"Text Color": "Cor do Texto",
	"Text Opacity": "Opacidade do Texto",
	"Text Search": "Pesquisa por texto",
	"Thai": "Tailandês",
	"Thailand": "Tailândia",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "As entradas HDMI {port1} e HDMI {port2} oferecem suporte ao AMD FreeSync Premium, selecione a função quando desejar.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "As entradas HDMI {port1} e HDMI {port2} oferecem suporte ao AMD FreeSync Premium, ative ou desative a função conforme a sua necessidade.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1} e HDMI {port2} são compatíveis com a Resposta Instantânea de Jogo, e você pode ativá-la ou desativá-la.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "A entrada HDMI {port1} oferece suporte ao AMD FreeSync Premium, selecione a função quando desejar.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "A entrada HDMI {port1} oferece suporte ao AMD FreeSync Premium, ative ou desative a função conforme a sua necessidade.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "A porta HDMI {port1} é compatível com a Resposta Instantânea de Jogo, e você pode ativá-la ou desativá-la.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} oferecem suporte ao AMD FreeSync Premium, selecione a função quando desejar.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} oferecem suporte ao AMD FreeSync Premium, ative ou desative a função conforme a sua necessidade.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} oferecem suporte ao AMD FreeSync Premium, selecione a função quando desejar.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} oferecem suporte ao AMD FreeSync Premium, ative ou desative a função conforme a sua necessidade.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} são compatíveis com a Resposta Instantânea de Jogo, e você pode ativá-la ou desativá-la.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} são compatíveis com a Resposta Instantânea de Jogo, e você pode ativá-la ou desativá-la.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "A ID distintiva do HbbTV é um valor exclusivo usado apenas para o HbbTV, que não está relacionado às informações pessoais do usuário.",
	"The HbbTV Distinctive ID will be reset.": "A ID distintiva do HbbTV será redefinida.",
	"The HbbTV application or service will disable its tracking of an individual user.": "O aplicativo ou serviço HbbTV desativará o monitoramento de usuários individuais.",
	"The IBB service will disable its tracking of an individual user.": "O serviço IBB desativará o monitoramento de usuários individuais.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "As informações do país de serviços LG não puderam ser recuperadas do servidor. Tente novamente mais tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "O aplicativo Configurações precisa ser recarregado para alterar o idioma do menu. Deseja continuar?",
	"The ambient lighting will be provided when motion is detected around the TV.": "A iluminação ambiente será fornecida quando for detectado movimento ao redor da TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Os serviços de reconhecimento de voz externos disponíveis podem mudar dependendo da configuração de idioma. Além disso, se você alterar o idioma do menu, o menu de configuração será recarregado. Deseja continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "A lista de canais foi copiada com sucesso do dispositivo USB para sua TV. A TV será reiniciada em 5 minutos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "A lista de canais foi copiada com sucesso da sua TV para o dispositivo USB.",
	"The closer to 100, the brighter.": "Quanto mais próximo de 100, mais brilhante.",
	"The closer to 100, the clearer the color becomes.": "Quanto mais próximo de 100, mais clara a cor se torna.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Quanto mais próximo de 50, o vermelho fica mais claro; quanto mais próximo de 50, o verde fica mais claro.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Os valores definidos detalhados da função Balanço de Branco serão redefinidos. Deseja continuar?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "O intervalo entre os volumes de som do canal e do programa é reduzido automaticamente, o que ajuda você a assistir ao programa com um volume consistente.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "O intervalo entre os volumes de som do canal e do programa é ajustado automaticamente, o que ajuda você a assistir ao programa com um volume uniforme.",
	"The higher the settings, the louder the sound rapidly.": "Quanto mais altas as configurações, mais alto será o som.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "O alto-falante interno da TV e os alto-falantes Bluetooth podem emitir som simultaneamente, criando um efeito de som surround vívido.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "O idioma para o reconhecimento de voz será definido automaticamente de acordo com o idioma do menu selecionado.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "A linguagem usada para o Reconhecimento de Voz é definida de acordo com o idioma do menu selecionado. Os serviços de suporte podem variar dependendo do idioma da voz.",
	"The network is currently unavailable. Please try again later.": "A rede está indisponível no momento. Tente novamente mais tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "A TV terá de ficar desligada durante o processo, que durará cerca de uma hora.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "A TV terá de ficar desligada durante o processo, que durará cerca de {n} minuto(s).",
	"The program is intended for adults only.": "O programa destina-se apenas a adultos.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "O brilho da tela é ajustado automaticamente de acordo com o brilho em torno da sua TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "A tela deslizará em 5 segundos. Pressione qualquer botão, exceto Power e Volume, no controle remoto para deslizar a tela de volta.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Os sub-valores definidos da função Sistema de Gerenciamento de Cores serão redefinidos. Deseja continuar?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "A configuração do Som Surround Bluetooth + Alto-falante Interno da TV será redefinida.",
	"The settings are as follows.": "Essas são as configurações.",
	"The sound may not be output when digital sound output is set to Pass Through.": "O som pode não ser emitido quando a saída de som digital estiver definida como Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "A atualização não pode ser aplicada à sua TV. O software retornará à versão anterior.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Os efeitos visuais são exibidos na tela quando a TV é ligada e a tela se move.",
	"There are no paired devices.": "Não há dispositivos pareados.",
	"There are settings to correct or prevent OLED panel noise.": "Há configurações para corrigir ou impedir ruídos no painel de OLED.",
	"There is no USB device connected to your TV.": "Não há qualquer dispositivo USB conectado à TV.",
	"There is no message.": "Não há mensagem.",
	"Thimphu": "Timbu",
	"Third Language": "Terceiro idioma",
	"This feature applies only to specified LG Wireless Keyboard models.": "Esta funcionalidade aplica-se apenas aos modelos especificados do teclado sem fio LG.",
	"This function works only when it is provided by the broadcast program.": "Este recurso funciona somente quando fornecido pelo programa transmitido.",
	"This is a closed caption preview": "Esta é uma visualização de legenda",
	"This is an already existing value.": "Este é um valor já existente.",
	"This service provides you with more information about watching program and enjoys related contents.": "Este serviço fornece mais informações sobre o programa para que você possa aproveitar conteúdos relacionados.",
	"This will revert all options on TV to their default settings.": "Isso reverterá todas as opções da TV para as configurações padrão.",
	"Time": "Hora",
	"Timer Channel": "Canal do Temporizador",
	"Timer Repeat": "Repetição do Temporizador",
	"Timers": "Temporizadores",
	"Timezone": "Fuso horário",
	"Tint": "Tom",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Para otimizar o som, reproduza o som de teste na TV e comece a medir o som refletido usando o Smart Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para testar o som da sua TV, as configurações de saída de som precisam ser alteradas para Alto-falante interno da TV. Deseja continuar?",
	"Tokyo": "Tóquio",
	"Top and Bottom": "Parte Superior e Parte Inferior",
	"Total Power On Time": "Tempo Total em Funcionamento",
	"Tracking Speed": "Velocidade de Rastreamento",
	"Translucent": "Translúcido",
	"Transparent": "Transparente",
	"Treble Boost": "Aumento do Agudo",
	"Trinidad And Tobago": "Trinidad e Tobago",
	"Trinidad and Tobago": "Trinidad e Tobago",
	"Tripoli": "Trípoli",
	"Tune and save available channels.": "Sintonize e salve os canais disponíveis.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonize e salve os canais disponíveis. Você pode configurar as opções de canais por satélite.",
	"Tunis": "Túnis",
	"Tunisia": "Tunísia",
	"Turkey": "Turquia",
	"Turkish": "Turco",
	"Turkmenistan": "Turcomenistão",
	"Turn on TV with mobile device same as smartphone.": "Ligue a TV com um dispositivo móvel como um smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ative e desative o Ultra HD Deep Color para a porta HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Ative ou desative a Resposta Instantânea de Jogo da entrada HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Ligue a TV usando seu dispositivo móvel via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Ligue a TV usando seu dispositivo móvel via Wi-Fi.",
	"Turn on via Bluetooth": "Ativar via Bluetooth",
	"Turn on via Wi-Fi": "Ativar via Wi-Fi",
	"Turn on/off description box in Settings.": "Ligue/desligue a caixa de descrição nas Configurações.",
	"Turn on/off standby light.": "Ligue/desligue a luz de standby.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Ative/desative o AMD FreeSync Premium da entrada HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Ative/desative as imagens que serão exibidas quando não houver sinal.",
	"Turn on/off the related features of energy consumption.": "Ligue/desligue os recursos relacionados ao consumo de energia.",
	"Turn the Hybridcast service on/off.": "Ative ou desative o serviço Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Ative ou desative o serviço de Interatividade (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Ative ou desative o Guia da TV de sua operadora de serviços de transmissão de TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Ative ou desative o serviço de teletexto de sua operadora de serviços de transmissão de TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Desligar o Wi-Fi evitará que você acesse todos os serviços baseados na Internet, a menos que você use um cabo para conectar-se à rede. Deseja continuar?",
	"UAE": "Emirados Árabes Unidos",
	"UHD Mode": "Modo UHD",
	"USA": "EUA",
	"USB storage for Copy Channels": "Armazenamento USB para Copiar Canais",
	"USB to TV": "USB para TV",
	"Ukraine": "Ucrânia",
	"Ukrainian": "Ucraniano",
	"Unable to check for updates.": "Não é possível verificar se há atualizações.",
	"Unable to connect to the network.": "Não é possível conectar à rede.",
	"Undefined": "Indefinido",
	"Under 17 requires accompanying parent or adult guardian.": "Pessoas com menos de 17 anos de idade necessitam do acompanhamento de um dos pais ou de um guardião adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emirados Árabes Unidos",
	"United Kingdom": "Reino Unido",
	"United States of America": "Estados Unidos da América",
	"Universal Control Settings": "Configurações de Controle Universal",
	"Unknown": "Desconhecido",
	"Unknown issue has occurred.": "Ocorreu um erro temporário desconhecido.",
	"Update canceled.": "Atualização cancelada.",
	"Update in progress...": "Atualização em andamento...",
	"Update in progress...({n}%)": "Atualização em andamento...({n}%)",
	"Update paused.": "Atualização pausada.",
	"Update reserved.": "Atualização reservada.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "A atualização será cancelada e todos os arquivos de atualização serão excluídos agora. Deseja continuar?",
	"Uruguay": "Uruguai",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Você pode usar o Smart Magic para analisar a acústica da sala e otimizar o som da TV com base nos resultados.",
	"Use a large pointer.": "Use um cursor grande.",
	"Use a medium pointer.": "Use um cursor médio.",
	"Use a small pointer.": "Use um cursor pequeno.",
	"Use the 4-way controller to change the position and press the OK button.": "Use o controlador de setas direcionais para alterar a posição e pressione o botão OK.",
	"Use the following services with the selected language.": "Use os seguintes serviços com o idioma selecionado.",
	"User": "Usuário",
	"User Agreements": "Acordos de Usuário",
	"User Guide": "Guia do usuário",
	"Uzbek": "Uzbeque",
	"Uzbekistan": "Uzbequistão",
	"V Position": "Posição V",
	"V Sharpness": "Nitidez V",
	"V Size": "Tamanho V",
	"VIC - Victoria - Melbourne": "VIC - Vitória - Melbourne",
	"Valencian": "Valenciano",
	"Vatican City": "Cidade do Vaticano",
	"Vertical Zoom": "Zoom Vertical",
	"Video 1": "Vídeo 1",
	"Video 2": "Vídeo 2",
	"Video 3": "Vídeo 3",
	"Video Description": "Descrição do Vídeo",
	"Vienna": "Viena",
	"Vientiane": "Vienciana",
	"Vietnam": "Vietnã",
	"Vietnamese": "Vietnamita",
	"View current Common Interface (CI) information.": "Veja as informações atuais da Interface Comum (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Veja os itens mais claramente, alterando a cor do menu na tela para preto e branco.",
	"View messages from your broadcast TV provider.": "Veja mensagens de sua operadora de serviços de transmissão de TV.",
	"View more information about watching program and enjoy related contents.": "Veja mais informações sobre o programa e aproveite os conteúdos relacionados.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Visualize a tela original como ela está ou defina o tamanho da tela e a proporção.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Visualize a tela original conforme o sinal de transmissão da emissora ou do dispositivo conectado.",
	"Violence": "Violência",
	"Vivid": "Vivo",
	"Voice Recognition Help and Settings": "Ajuda e configurações do reconhecimento de voz",
	"Voice Support Service": "Serviço de Suporte por Voz",
	"Volgograd": "Volgogrado",
	"Volume Increase Amount": "Valor de aumento de volume",
	"Volume Mode": "Modo de Volume",
	"WA - Western Australia - Eucla": "WA - Austrália Ocidental - Eucla",
	"WA - Western Australia - Perth": "WA - Austrália Ocidental - Perth",
	"Wall-mounted": "Montado na parede",
	"Warm1": "Morno1",
	"Warm2": "Morno2",
	"Warm3": "Morno3",
	"Warsaw": "Varsóvia",
	"Watch a diverse range of Internet contents on TV channels.": "Assista a diversos conteúdos da Internet em canais de TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Coletamos e armazenamos o Endereço MAC, número do modelo, código do país, configurações de idioma e versão do software para verificar o seu dispositivo e conferir se você tem a versão mais recente do software.",
	"Welcome Feature": "Recurso de boas-vindas",
	"Welsh": "Galês",
	"Western Africa": "África Ocidental",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Quando um HDD conectado não for usado por um período especificado, mude para o modo de espera para reduzir o consumo de energia.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Quando um dispositivo é conectado à entrada, a imagem do jogo é otimizada com o mínimo de atraso, rachaduras ou interrupções.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Quando a Resposta Instantânea de Jogo é iniciada, o vídeo pode piscar temporariamente.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Quando a Saída de Som está definida como \"Bluetooth/HDMI ARC/Óptico Digital/Alto-falantes WiSA\" ou se o dispositivo conectado não é compatível com a Resposta Instantânea de Jogo, ela pode não funcionar corretamente.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Quando a Saída de Som estiver definida como Bluetooth ou se o dispositivo conectado não for compatível com a Resposta Instantânea de Jogo, ela pode não funcionar corretamente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando o dispositivo estiver ligado/desligado, sua TV ligará/desligará automaticamente.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Quando os efeitos visuais são desativados, a tela é exibida como Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Quando esse recurso é definido como “ativado”, alguns recursos que aparecem na tela ficarão parcialmente transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Quando sua TV estiver desligada, o dispositivo se desligará automaticamente.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Enquanto o valor definido alterado é transferido para um dispositivo externo, a imagem ou o som podem não ser fornecidos de maneira normal temporariamente.",
	"White": "Branco",
	"White Balance": "Balanço de Branco",
	"Wi-Fi Connection": "Conexão da rede Wi-Fi",
	"Wi-Fi Security": "Segurança da rede Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi está desligado. Ligue-o para verificar a lista de redes disponíveis às quais você pode se conectar e os menus adicionais relacionados.",
	"Wi-Fi issue has occurred.": "Ocorreu um problema no Wi-Fi.",
	"WiSA Speakers": "Alto-falantes WiSA",
	"Wide Area Zone": "Área Ampliada",
	"Wide View": "Visualização Ampla",
	"Wide View (32:9)": "Visualização Wide (32:9)",
	"Wide Zoom": "Zoom Wide",
	"Window Color": "Cor da Janela",
	"Window Opacity": "Opacidade da Janela",
	"Wired Connection (Ethernet)": "Conexão com fio (Ethernet)",
	"Wired Headphones": "Fones de ouvido com fio",
	"Wired Headphones + Internal TV Speaker": "Fones de Ouvido com Fio + Alto-falante Interno da TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Com essa opção, você pode controlar o volume do dispositivo de áudio com o controle remoto da TV.",
	"Year": "Ano",
	"Yekaterinburg": "Ecaterimburgo",
	"Yellow": "Amarelo",
	"Yemen": "Iêmen",
	"Yerevan": "Erevan",
	"Yes": "Sim",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Você pode ajustar os efeitos de som quando a TV for ligada ou desligada e a tela se mover.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "É possível controlar os dispositivos conectados às entradas HDMI com o Smart Magic sem os processos de configuração do dispositivo.",
	"You can delete the device connection history of Screen Share.": "É possível excluir o histórico de conexão do dispositivo do Screen Share.",
	"You can delete the device connection history of Sound Share.": "É possível excluir o histórico de conexão do dispositivo do Sound Share.",
	"You can find the default password in User Guide.": "É possível encontrar a senha padrão no Guia do Usuário.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "É possível iniciar a Resposta Instantânea de Jogo deixando o HDMI Ultra HD Deep Color ligado.",
	"You can only change settings from the current HDMI input.": "Você pode alterar apenas configurações da entrada HDMI atual.",
	"You can scan again to connect the device.": "É possível buscar novamente para conectar o dispositivo.",
	"You can select left and right audio settings for broadcast signal.": "Você pode selecionar as configurações de áudio da direita e da esquerda para o sinal transmitido.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "É possível selecionar o AMD FreeSync Premium da entrada HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Você pode selecionar a Ultra HD Deep Color da porta.",
	"You can set the sound to play when the TV is turned on or off.": "Você pode definir o som a ser reproduzido quando a TV é ligada ou desligada.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Você pode ativar/desativar o recurso para salvar o perfil do operador do CAM.",
	"You can turn this feature on or off.": "Você pode ativar ou desativar esse recurso.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Você pode receber diversas recomendações de conteúdo pela Rede. Desativar esta opção fornecerá apenas conteúdo básico e alguns recursos podem não ficar disponíveis.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Sua TV e o dispositivo conectado ao SIMPLINK serão sincronizados da seguinte maneira:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Sua TV deverá permanecer desligada durante a execução do processo Atualização de Pixels. Qualquer gravação, lembrete ou ativação automática programada da TV durante esse processo será cancelado, e o alto-falante BT na Exibição Zero não estará disponível.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Sua TV deverá permanecer desligada durante a execução do processo Atualização de Pixels. Qualquer gravação, lembrete ou ativação automática programada da TV durante esse processo será cancelado.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Sua TV deve estar conectada à rede para configurar automaticamente seu País de Serviços LG. Deseja acessar Configurações de rede agora para verificar a conexão?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Sua TV precisa conhecer sua localização correta para fornecer mensagens de alerta de emergência por meio do sinal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "A TV ficará desligada até o processo terminar e então será religada automaticamente.",
	"Zambia": "Zâmbia",
	"Zaporozhye": "Zaporójia",
	"Zimbabwe": "Zimbábue",
	"Zürich": "Zurique",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "O [{Device}] será desconectado da TV. O som não será mais reproduzido a partir desse dispositivo. Deseja continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "O [{Device}] será removido da lista de dispositivos emparelhados. Se você desejar conectá-lo posteriormente, precisará buscar dispositivos disponíveis e emparelhá-los novamente. Deseja continuar?",
	"[{deviceName}] will be deleted.": "[{deviceName}] será excluído.",
	"audioGuidance_fast": "Rápido",
	"audioGuidance_high": "Alto",
	"audioGuidance_low": "Baixa",
	"audioGuidance_medium": "Médio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Muito Rápido",
	"audioGuidance_veryHigh": "Muito alto",
	"audioGuidance_veryLow": "Muito baixo",
	"audioGuidance_verySlow": "Muito Lento",
	"btDotSignalStrength_wide": "Amplo",
	"button": "botão",
	"character": "caractere",
	"characters": "caracteres",
	"checked": "selecionado",
	"colorGamutJPNWide": "Amplo",
	"connecting": "conectando",
	"depthOfColor": "Cor",
	"diagonal zoom in": "ampliar zoom diagonal",
	"diagonal zoom out": "reduzir zoom diagonal",
	"digitalOptionSetByProgram": "Definir por Programa",
	"energy_Maximum": "Máximo",
	"energy_Medium": "Médio",
	"energy_Minimum": "Mínimo",
	"freesync_high": "Alto",
	"freesync_low": "Baixa",
	"freesync_off": "Desligado",
	"freesync_wide": "Amplo",
	"gamma_high1": "Alta1",
	"gamma_high2": "Alta2",
	"hidden": "oculto",
	"horizontal zoom in": "ampliar zoom horizontal",
	"horizontal zoom out": "reduzir zoom horizontal",
	"jpDoNot": "Desligado",
	"logoLuminance_high": "Alta",
	"logoLuminance_low": "Baixa",
	"min": "min.",
	"not connected": "não conectado",
	"objet_soundMode": "Otimize o modo de som para cada tipo de conteúdo.",
	"pictureControl3dModeStandard": "Padrão",
	"pictureControlAuto": "Automático",
	"pictureControlAuto_BlackLevel": "Automático",
	"pictureControlHigh": "Alto",
	"pictureControlHigh_BlackLevel": "Alto",
	"pictureControlHigh_Male": "Alto",
	"pictureControlLow": "Baixa",
	"pictureControlLow_BlackLevel": "Baixa",
	"pictureControlLow_Male": "Baixa",
	"pictureControlMedium": "Médio",
	"pictureControlMedium_BlackLevel": "Médio",
	"pictureControlMedium_Male": "Médio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Médio",
	"pictureLocalDimmingHigh": "Alto",
	"pictureLocalDimmingLow": "Baixa",
	"pictureLocalDimmingMed": "Médio",
	"pictureMode": "Padrão",
	"pictureModeSettings": "Detalhes da Configuração",
	"press OK button to edit IP manually": "pressione o botão OK para editar o IP manualmente",
	"press OK button to enter channel to search": "pressione o botão OK para inserir o canal que deseja buscar",
	"press OK button to enter value": "pressione o botão ok para inserir o valor",
	"press right button to adjust de-judder and de-blur value": "pressione o botão para a direita para ajustar os valores de estabilidade e foco",
	"press right button to adjust zoom ratio and position": "pressione o botão para a direita para ajustar a proporção de zoom e a posição",
	"shift current screen down": "deslocar tela atual para baixo",
	"shift current screen to the left": "deslocar tela atual para a esquerda",
	"shift current screen to the right": "deslocar tela atual para a direita",
	"shift current screen up": "deslocar tela atual para cima",
	"shift down": "deslocar para baixo",
	"shift left": "deslocar para a esquerda",
	"shift right": "deslocar para a direita",
	"shift up": "deslocar para cima",
	"soundMode_Standard": "Padrão",
	"speaker_channel": "Canal",
	"thaRatingNone": "Nenhum",
	"unchecked": "não selecionado",
	"unread": "não lido",
	"vertical zoom in": "ampliar zoom vertical",
	"vertical zoom out": "afastar zoom vertical",
	"volumeModeHigh": "Alto",
	"volumeModeLow": "Baixo",
	"volumeModeMedium": "Médio",
	"webOS TV Version": "Versão da webOS TV",
	"zoom in": "ampliar zoom",
	"zoom out": "afastar zoom",
	"{label} : L{value}": "{label} : E{value}",
	"{label} : R{value}": "{label} : D{value}"
}
