{
	" (User)": "(ব্যবহারকারী)",
	"(Version: {l})": "(সংস্করণ: {l})",
	"* The device connected should support this service.": "*সংযুক্ত ডিভাইসটির এই পরিষেবা সমর্থন করা উচিত।",
	"* This feature is applied once and only once when the TV is turned off.": "* এই বৈশিষ্ট্যটি TV চালু থাকার সময়ে শুধুমাত্র একবারই প্রয়োগ করা হয়।",
	"* This feature is available on certain devices only.": "* এই বৈশিষ্ট্যটি শুধুমাত্র নির্দিষ্ট ডিভাইসগুলিতে উপলব্ধ।",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* এই মোডটি স্পষ্টভাবে FILMMAKER MODE উদ্দেশ্য প্রকাশ করে তবে অন্য ছবির মোডের চাইতে এটি অন্ধকার দেখাতে পারে।",
	"* This settings is only available for Internal TV Speaker.": "*এই সেটিংসটি শুধুমাত্র অভ্যন্তরীণ TV স্পিকারের জন্য উপলভ্য।",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "*এই বিকল্পটি চালু থাকলেও, আপনার দেখার অভিজ্ঞতায় যাতে বিঘ্ন না ঘটে সেইজন্য আপনার Live TV-এর মত বাহ্যিক ইনপুটগুলি দেখার সময় স্ক্রীন সেভার কাজ করবে না।",
	"* You can control the app which supports the function on your mobile device.": "*যে অ্যাপ আপনার মোবাইল ডিভাইসের ফাংশন সমর্থন করে আপনি সেটি নিয়ন্ত্রণ করতে পারবেন।",
	"1) Turn the Bluetooth on the other device off.": "1) অন্য ডিভাইস বন্ধ করে Bluetooth চালু করুন।",
	"10 Points Code Value": "10 পয়েন্টের কোড মান",
	"10 Points IRE": "10 পয়েন্ট IRE",
	"10 and Above": "10 এবং ঊর্ধ্ব",
	"10 min": "10 মিনিট",
	"11 and Above": "11 এবং ঊর্ধ্ব",
	"12 Hours": "12 ঘন্টা",
	"12 and Above": "12 এবং ঊর্ধ্ব",
	"120 min": "120 মিনিট",
	"13 and Above": "13 এবং ঊর্ধ্ব",
	"14 and Above": "14 এবং ঊর্ধ্ব",
	"14 by 9": "চোদ্দ বাই নয়",
	"15 and Above": "15 এবং ঊর্ধ্ব",
	"16 and Above": "16 এবং ঊর্ধ্ব",
	"16 by 9": "ষোলো বাই নয়",
	"17 and Above": "17 এবং ঊর্ধ্ব",
	"18 and Above": "18 এবং ঊর্ধ্ব",
	"180 min": "180 মিনিট",
	"19 and Above": "19 এবং ঊর্ধ্ব",
	"2 Channel": "2 চ্যানেল",
	"2 Hours": "2 ঘন্টা",
	"2 Points": "2 পয়েন্ট",
	"2) Turn the Bluetooth device to connect off and on.": "2) সংযোগ করতে Bluetooth ডিভাইস বন্ধ ও চালু করুন।",
	"20 Points Code Value": "20 পয়েন্টের কোড মান",
	"20 Points IRE": "20 পয়েন্ট IRE",
	"20 and Above": "20 এবং ঊর্ধ্ব",
	"20 min": "20 মিনিট",
	"21 by 9": "একুশ বাই নয়",
	"22 Points Code Value": "22 পয়েন্টের কোড মান",
	"22 Points IRE": "22 পয়েন্ট IRE",
	"24 Hours": "24 ঘন্টা",
	"240 min": "240 মিনিট",
	"3 Hours": "3 ঘন্টা",
	"30 min": "30 মিনিট",
	"32 by 12": "বত্রিশ বাই বারো",
	"32 by 9": "বত্রিশ বাই নয়",
	"3G/4G Connection": "3G/4G সংযোগ",
	"4 Hours": "4 ঘন্টা",
	"4 Hours Auto Power Off": "4 ঘণ্টা ধরে অটো পাওয়ার অফ",
	"4 and Above": "4 এবং ঊর্ধ্ব",
	"4 by 3": "চার বাই তিন",
	"4-Way Zoom": "4-উপায়ে জুম",
	"5 and Above": "5 এবং ঊর্ধ্ব",
	"5.1 Channel": "5.1 চ্যানেল",
	"6 Hours": "6 ঘন্টা",
	"6 and Above": "6 এবং ঊর্ধ্ব",
	"60 min": "60 মিনিট",
	"7 and Above": "7 এবং ঊর্ধ্ব",
	"8 Hours": "8 ঘন্টা",
	"8 and Above": "8 এবং ঊর্ধ্ব",
	"9 and Above": "9 এবং ঊর্ধ্ব",
	"90 min": "90 মিনিট",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "বিজ্ঞাপনের উদ্দেশ্যে ও আপনার আগ্রহ থাকতে পারে এমন কিছু বিজ্ঞাপনের সুবিধা প্রদান করার জন্য এই ডিভাইসটি শনাক্ত করতে AD ID ব্যবহৃত হয়। আপনি নীচে AD ID রিসেট করতে অথবা AD ID ট্র্যাক করা সীমিত করতে পারেন।",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning বিকল্পগুলি",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning অক্ষমিত।",
	"AI Brightness Control": "AI উজ্জ্বলতা নিয়ন্ত্রণ",
	"AI Picture": "AI ছবি",
	"AI Picture Pro": "AI ছবি প্রো",
	"AI Recommendation": "AI সুপারিশসমূহ",
	"AI Service": "AI পরিষেবা",
	"AI Sound": "AI সাউন্ড",
	"AI Sound Pro": "AI সাউন্ড প্রো",
	"AV": "AV",
	"AV Sync Adjustment": "AV সিঙ্ক অ্যাডজাস্টমেন্ট",
	"Abidjan": "আবিদজান",
	"Accessibility": "অভিগম্যতা",
	"Account Management": "একাউন্ট ম্যানেজমেন্ট",
	"Accra": "অক্রা",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "এই বিকল্পটি সক্রিয় করলে এই স্মার্ট TV থেকে বিজ্ঞাপন সম্পর্কিত ব্যক্তিগত তথ্য সংগ্রহ এবং ট্র্যাকিং বন্ধ হবে। টগল চালু করলে, এরপর থেকে আপনার দেখতে পাওয়া বিজ্ঞাপনের প্রকৃতি প্রভাবিত হতে পারে, তবে আপনি বিজ্ঞাপন পেতেই থাকবেন।",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "এই টগলটি সক্রিয় করে LGE এর তৃতীয় পক্ষের প্রদানরীদের আপনার ব্যক্তিগত তথ্যের বাণিজ্যিকীকরণ বন্ধ করার নির্দেশ দেবে। আপনি এখনও Live Plus, LG Channels এবং Who.Where.What? এর মতো পরিষেবাগুলিতে অ্যাক্সেস করতে পারেন, যতক্ষণ আপনি অন্যভাবে চয়ন না করেন।",
	"Adak": "অদক",
	"Add Network": "নেটওয়ার্ক যোগ করুন",
	"Add a hidden wireless network": "একটি হিডেন ওয়ারলেস নেটওয়ার্ক যোগ করুন",
	"Add wireless network by manually entering network name (SSID).": "ম্যানুয়ালি নেটওয়ার্কের নাম (SSID) লিখে ওয়্যারলেস নেটওয়ার্ক যোগ করুন।",
	"Addis Ababa": "আদ্দিস আবাবা",
	"Additional Audio Selection": "অতিরিক্ত অডিও চয়ন",
	"Additional Settings": "অতিরিক্ত সেটিংস",
	"Address Setting": "ঠিকানা সেট",
	"Aden": "এডেন",
	"Adjust Audio Guidance pitch.": "অডিও গাইড্যান্স পিচ সমন্বিত করুন।",
	"Adjust Audio Guidance speed.": "অডিও গাইড্যান্সের গতি সমন্বিত করুন।",
	"Adjust Audio Guidance volume.": "অডিও গাইড্যান্সের ভলিউম সমন্বিত করুন।",
	"Adjust Backlight brightness to brighten or darken the screen.": "স্ক্রীন উজ্জ্বল বা অন্ধকার করতে ব্যাকলাইট উজ্জ্বলতা সমন্বিত করুন।",
	"Adjust Screen Position": "স্ক্রীনের অবস্থান অ্যাডজাস্ট করুন",
	"Adjust Zoom Ratio": "জুমের অনুপাতটির অ্যাডজাস্ট করুন",
	"Adjust animation effect shown on the home at certain times.": "নির্দিষ্ট সময়ে হোমে দেখানো অ্যানিমেশনের প্রভাব সমন্বিত করুন।",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ঝাপসাভাব রোধ করার জন্য ও শক্তির খরচ কমানোর জন্য ছবির গতিবিধি বিশ্লেষণ করে উজ্জ্বলতা নিয়ন্ত্রণ করুন।",
	"Adjust brightness of the LG logo.": "LG লোগোর উজ্জ্বলতা অ্যাডজাস্ট করুন।",
	"Adjust color and saturation for a more vivid image.": "আরও বেশি ভিভিড ছবির জন্য কালার ও স্যাচুরেশন অ্যাডজাস্ট করুন।",
	"Adjust color temperature automatically to reduce eye strain.": "চোখে চাপ কম করতে স্বয়ংক্রিয়ভাবে রংএর তাপমান সমন্বিত করে নিন।",
	"Adjust cursor speed.": "কার্সরের গতি সমন্বিত করুন।",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ধারগুলির তীব্রতা অ্যাডজাস্ট করুন। উচ্চতর মানগুলি ছবির সতেজতা ও স্পষ্টতা বৃদ্ধি করে।",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ইনপুট সিগনালের উজ্জ্বলতার ভারসাম্য বজায় রাখার জন্য গামা সেটিংস নিয়ন্ত্রণ করুন।",
	"Adjust left/right audio balance.": "অডিওর বাম/ডান ভারসাম্য নিয়ন্ত্রণ করুন।",
	"Adjust luminance for selected color.": "নির্বাচিত রঙের জন্যে ঔজ্জ্বল্যটি অ্যাডজাস্ট করুন।",
	"Adjust luminance level for selected IRE point.": "নির্বাচিত IRE পয়েনন্টের জন্যে ঔজ্জ্বল্যের মাত্রাটি অ্যাডজাস্ট করুন।",
	"Adjust peak brightness for the brightest luminance.": "উজ্জ্বল ঔজ্জ্বল্যের জন্য সর্বাধিক উজ্জ্বলতাকে সামঞ্জস্য করুন।",
	"Adjust remote's cursor speed and appearance.": "রিমোট কার্সরের গতি ও রূপ সামঞ্জস্য করুন।",
	"Adjust saturation for selected color.": "নির্বাচিত রঙের জন্যে স্যাচুরেশন সমন্বিত করুন।",
	"Adjust screen brightness to reduce energy consumption.": "শক্তির খরচ কমাতে স্ক্রিনের ঔজ্জ্বল্য নিয়ন্ত্রণ করুন।",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "স্ক্রীন উজ্জ্বল বা অন্ধকার করতে OLED LIGHT সমন্বিত করুন।",
	"Adjust the audio timing to synchronize the video and audio.": "ভিডিও এবং অডিও সুসংগত করার জন্য অডিওর টাইমিং সমন্বয় করুন।",
	"Adjust the balance of red and green to display the tint on the screen.": "স্ক্রীনে টিন্ট প্রদর্শন করতে লাল এবং সবুজ এর ভারসাম্য সমন্বিত করুন।",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "রঙের তাপমাত্রা, ঔজ্জ্বল্য, এবং লাল, সবুজ ও নীল এর গভীরতা সমন্বিত করে রঙের ভারসাম্যটি সেট করুন।",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "স্বতন্ত্র ছবির মোডের ক্ষেত্রে সবিস্তারে কনট্রাস্ট, রেজোলিউশন ইত্যাদি সমন্বয় করুন এবং এছাড়া পছন্দসই রঙ, গামা ইত্যাদি সেট করুন।",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "স্ক্রিনের উজ্জ্বল ও অন্ধকার অঞ্চলগুলির মধ্যে পার্থক্য নিয়ন্ত্রণ করুন। উচ্চতর মানগুলি পার্থক্য তীব্র করে তোলে।",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "মুভির সঙ্গে ফ্রেম অনুপাত একইভাবে সমন্বিত করুন এবং এটি মুভি থিয়েটারের অনুভূতি প্রদান করে।",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "লোগোর মতো স্থিতিশীল ইমেজগুলির উজ্জ্বলতা ইত্যাদির সামঞ্জস্য করুন, এবং অনেকদিন পরে আপনার TV চালু করার ফলে ছবির গুণ অর্থাৎ কোয়ালিটির সম্ভাব্য সমস্যা প্রতিরোধ করতে পারে।",
	"Adjust the screen color to be pale or deep.": "পর্দার রঙ ফ্যাকাশে বা গাঢ় করতে সমন্বিত করুন।",
	"Adjust the sound to meet your taste for each sound frequency band.": "আপনার রুচিমত প্রতিটি সাউন্ড ফ্রিকোয়েন্সি ব্যান্ডের জন্য সাউন্ড সমন্বিত করুন।",
	"Adjust the timing to synchronize when the video and audio have time difference.": "যখন ভিডিও এবং অডিও-এর মধ্যে সময়ের ব্যবধান থাকে তখন সুসংগত করার জন্য টাইমিং সমন্বিত করুন।",
	"Adjust the tint to brighten or darken the screen.": "স্ক্রীন উজ্জ্বল বা অন্ধকার করতে টিন্ট সমন্বিত করুন।",
	"Adjust the volume you want with pressing remote's volume key.": "রিমোটের ভলিউম কন্ট্রোল বোতাম টিপে আপনার ইচ্ছামত আওয়াজ সমন্বিত করুন।",
	"Adjust tint for selected color.": "নির্বাচিত রঙের জন্যে টিন্ট অ্যাডজাস্ট করুন।",
	"Adjust whether to display the home promotion.": "হোম প্রচার দেখানো হবে কিনা তা সমন্বিত করুন৷",
	"Adjusting Luminance": "ঔজ্জ্বল্য অ্যাডজাস্ট করা",
	"Adolescent over 13 are allowed to watch.": "13 বয়সের বেশী কিশোর-কিশোরীদের দেখার অনুমতি দেওয়া হয়।",
	"Adolescent over 14 are allowed to watch.": "14 বয়সের বেশী কিশোর-কিশোরীদের দেখার অনুমতি দেওয়া হয়।",
	"Adolescent over 16 are allowed to watch.": "16 বয়সের বেশী কিশোর-কিশোরীদের দেখার অনুমতি দেওয়া হয়।",
	"Adult": "প্রাপ্তবয়স্ক",
	"Adult Language": "প্রাপ্তবয়স্কদের ভাষা",
	"Adults only.": "শুধু পূর্ণবয়স্ক।",
	"Advanced": "উন্নত",
	"Advanced Controls": "উন্নত নিয়ন্ত্রণ",
	"Advanced Wi-Fi Settings": "উন্নত Wi-Fi সেটিংগুলি",
	"Advertisement": "বিজ্ঞাপন",
	"Afghanistan": "আফগানিস্তান",
	"Afrikaans": "আফ্রিকান",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "দেশ পরিবর্তন করার পরে, সবকটি টিউন করা চ্যানেলগুলি মুছে যাবে। চ্যানেল রি-টিউন করতে, দয়া করে অটো টিউনিং এ যান। আপনি কি চলিয়ে যেতে চান?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "আপনার জিপ কোড পরিবর্তন করার পরে, বর্তমান সব Freesat চ্যানেল মুছে যাবে। চ্যানেল রি-টিউন করতে, দয়া করে অটো টিউনিং এ যান। আপনি কি চলিয়ে যেতে চান?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "আপনার দেশ বদল করার পরে আপনি অটো টিউনিং ব্যবহার করে আপনার চ্যানেলগুলি স্ক্যান করতে পারেন। আপনি কি চালিয়ে যেতে চান?",
	"Ages 2-7 are allowed to watch.": "2-7 বয়সীদের দেখার অনুমতি দেওয়া হয়।",
	"Akan": "অকান",
	"Albania": "আলবেনিয়া",
	"Albanian": "আলবেনিয়ান",
	"Alerts you by sound when the TV is turned on or off.": "TV চালু অথবা বন্ধ করার সময়ে শব্দ করে আপনাকে জানায়।",
	"Algeria": "আলজেরিয়া",
	"Algiers": "আলজিয়ার্স",
	"All Channels": "সমস্ত প্রোগ্রাম",
	"All Children": "সব ছেলেমেয়ে",
	"All ages are allowed to watch.": "সব বয়সীদের দেখার অনুমতি দেওয়া হয়।",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} মোডের জন্য বর্তমান সেটিংস রিসেট করা হবে। আপনি কি চলিয়ে যেতে চান?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "স্ট্যান্ডার্ড মোডের জন্য সকল শব্দের প্রভাবের সেটিংসকে রিসেট করা হবে আপনি কি চলিয়ে যেতে চান?",
	"Allow Automatic Updates": "স্বয়ংক্রিয় আপডেট-এ মঞ্জুরি দিন",
	"Almaty": "আলমাটি",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "এছাড়াও, আপনি Bluetooth Surround শব্দের বিশদ সেটিং সামঞ্জস্য করতে পারেন।",
	"Always Open": "সর্বদা খুলুন",
	"Always-on": "সর্বদা-চালু",
	"Always-on Off Time": "সর্বদা-চালু বন্ধের সময়়",
	"Amman": "আম্মান",
	"Amsterdam": "আমস্টারডাম",
	"An error has occurred while copy channels.": "চ্যানেল কপি করতে গিয়ে ত্রুটি হয়েছে।",
	"An important software update is available.": "একটি গুরুত্বপূর্ণ সফ্টওয়্যার আপডেট উপলব্ধ.",
	"Anadyr": "আনাদির",
	"Analog Mode": "এনালগ মোড",
	"Analog TV": "অ্যানালগ TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "সঙ্গে সঙ্গে প্রত্যেক সামগ্রীর জন্য সাউন্ডের চারিত্রিক বৈশিষ্ট্য বিশ্লেষণ ও অপ্টিমাইজ করুন।",
	"Anchorage": "অ্যাঙ্করেজ",
	"Angola": "অ্যাঙ্গোলা",
	"Antananarivo": "আন্তানানারিভো",
	"Antenna": "অ্যান্টেনা",
	"Antenna ATV": "অ্যান্টেনা ATV",
	"Antenna DTV": "অ্যান্টেনা DTV",
	"Antenna Radio": "অ্যান্টেনা রেডিও",
	"Antigua and Barbuda": "এন্টিগুয়া ও বারবুডা",
	"Any Supplementary Audio": "কোনো পরিপূরক অডিও",
	"Apia": "আপিয়া",
	"App Alarm": "অ্যাপ অ্যালার্ম",
	"Application Locks": "অ্যাপ্লিকেশন লক্স",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "সমস্ত ইনপুট বা অ্যাপগুলিতে বর্তমান ছবির মোডের বিস্তারিত সেটিং মাত্রা প্রয়োগ করুন।",
	"Apply to all inputs": "সমস্ত ইনপুটেই প্রয়োগ করুন",
	"Applying value to all inputs...": "সব ইনপুটে ভ্যালু প্রয়োগ করা হচ্ছে...",
	"Aqtöbe": "আকটোবে",
	"Arabic": "আরবি",
	"Araguaína": "আরাগুয়েনা",
	"Argentina": "আর্জেন্টিনা",
	"Armenia": "আর্মেনিয়া",
	"Aruba": "আরুবা",
	"Ashgabat": "আশগাবাত",
	"Asmara": "অসমারা",
	"Aspect Ratio": "অ্যাসপেক্ট রেশিও",
	"Aspect Ratio Settings": "অ্যাসপেক্ট রেসিও সেটিংস",
	"Assamese": "অসমিয়া",
	"Assign channels to remote buttons so you can quickly jump to them.": "রিমোটের বোতামে চ্যানেল নির্দিষ্ট করে রাখুন যাতে আপনি দ্রুত সেখানে পৌঁছাতে পারেন।",
	"Asunción": "আসুনসিয়ন",
	"Athens": "এথেন্স",
	"Atikokan": "অতিককান",
	"Auckland": "অকল্যান্ড",
	"Audio Delay": "অডিও ডিলে",
	"Audio Description": "অডিও বর্ণনা",
	"Audio Description Volume": "অডিও বর্ণনা ভলিউম",
	"Audio Guidance": "অডিও নির্দেশিকা",
	"Audio Language": "অডিও ভাষা",
	"Audio Out (Line Out)": "অডিও আউট (লাইন আউট)",
	"Audio Type": "অডিও-র ধরণ",
	"Australia": "অস্ট্রেলিয়া",
	"Austria": "অস্ট্রিয়া",
	"Auto": "অটো",
	"Auto Detect": "স্বত: শনাক্ত",
	"Auto Device Detection": "স্বতঃ ডিভাইস শনাক্তকরণ",
	"Auto Genre Selection": "অটো জন্রা নির্বাচন",
	"Auto Power Off": "অটো পাওয়ার অফ",
	"Auto Power Sync": "অটো পাওয়ার সিঙ্ক",
	"Auto Start": "স্বয়ং শুরু",
	"Auto Volume": "অটো ভলিউম",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "সাউন্ড ভলিউমের মধ্যে ফাঁক স্বয়ংক্রিয়ভাবে সমন্বিত করুন, অথবা রিমোট কন্ট্রোলে ভলিউম বোতাম দিয়ে একবারে একটু করে সমন্বিত করা যায় এমনভাবে সাউন্ড ভলিউম সেট করুন৷",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR সামগ্রীর প্রকারের জন্য অপ্টিমাইজ করা ছবির মান স্বয়ংক্রিয়ভাবে সামঞ্জস্য করুন।",
	"Automatically adjust to a picture value optimized for contents genre.": "সামগ্রীর প্রকারের জন্য অপ্টিমাইজ করা ছবির মান স্বয়ংক্রিয়ভাবে সামঞ্জস্য করুন।",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "মুভির সামগ্রী চিনতে পারলে স্বয়ংক্রিয়ভাবে FILMMAKER MODE পরিবর্তন করে।",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "চারিপাশের আলোর রং ও উজ্জ্বলতা অনুযায়ী স্বয়ংক্রিয়ভাবে ছবির গুণমান অপ্টিমাইজ করুন।",
	"Automatically update system software when an update is found.": "যখনই কোনও আপডেট পাওয়া যাবে, সিস্টেম সফ্টওয়্যার আপনা আপনিই আপডেট হয়ে যাবে।",
	"Available Internal Storage": "উপলভ্য ইন্টারনাল স্টোরেজ",
	"Azerbaijan": "আজারবাইজান",
	"Azores": "এজোরেস",
	"BG Color": "BG রঙ",
	"BG Opacity": "BG অস্বচ্ছতা",
	"Back": "পিছনে",
	"Backlight": "ব্যাকলাইট",
	"Baghdad": "বাগদাদ",
	"Bahamas": "বাহামা",
	"Bahrain": "বাহরাইন",
	"Baku": "বাকু",
	"Balance": "ভারসাম্য",
	"Bamako": "বামাকো",
	"Bangkok": "ব্যাংকক",
	"Bangladesh": "বাংলাদেশ",
	"Bangui": "বাঙ্গুই",
	"Banjul": "বানজুল",
	"Barbados": "বারবাদোস",
	"Basque": "বাস্ক",
	"Bass Boost": "বাস বুস্ট",
	"Behavior may vary depending on connected device.": "সংযুক্ত ডিভাইসগুলির উপর নির্ভর করে আচরণে তারতম্য হতে পারে।",
	"Beijing": "বেইজিং",
	"Beirut": "বৈরুত",
	"Belarus": "বেলারুশ",
	"Belgium": "বেলজিয়াম",
	"Belgrade": "বেলগ্রেড",
	"Belize": "বেলিজ",
	"Belém": "বেলেম",
	"Bengali": "বাংলা",
	"Benin": "বেনিন",
	"Berlin": "বার্লিন",
	"Bermuda": "বারমুডা",
	"Bhutan": "ভুটান",
	"Bishkek": "বিশকেক",
	"Bissau": "বিসাউ",
	"Black": "কালো",
	"Black Level": "কালো স্তর",
	"Blanc-Sablon": "ব্ল্যাক-সব্লন",
	"Blantyre": "ব্লান্ত্য্রে",
	"Block TV programs broadcast in English based on their content ratings.": "কনটেন্ট রেটিং অনুযায়ী ইংরেজি ভাষায় TV প্রোগ্রামের ব্রডকাস্ট ব্লক করুন।",
	"Block TV programs broadcast in French based on their content ratings.": "কনটেন্ট রেটিং অনুযায়ী ফরাসী ভাষায় TV প্রোগ্রামের ব্রডকাস্ট ব্লক করুন।",
	"Block content based on genre.": "শৈলীর উপর ভিত্তি করে কন্টেন্ট ব্লক করুন।",
	"Blue": "নীল",
	"Bluetooth Speaker Mode": "Bluetooth স্পীকার মোড",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround + ইন্টারনাল TV স্পিকার",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround সাউন্ড সেট আপ",
	"Boa Vista": "বোয়া ভিস্তা",
	"Bogotá": "বোগোটা",
	"Bolivia": "বলিভিয়া",
	"Bosnia": "বসনিয়া",
	"Bosnia And Herzegovina": "বসনিয়া ও হারজেগোভিনা",
	"Bosnian": "বসনিয়ান",
	"Botswana": "বোট্স্বানা",
	"Bratislava": "ব্রাতিস্লাভা",
	"Brazil": "ব্রাজিল",
	"Brazilian Punk": "ব্রাজিলিয়ান পাঙ্ক",
	"Brazzaville": "ব্রাজাভিল",
	"Brightness": "ব্রাইটনেস",
	"Broadcast Country": "সম্প্রচারের দেশ",
	"Broadcast Mail": "সম্প্রচার মেইল",
	"Broken Hill": "ভগ্ন হিল",
	"Brussels": "ব্রাসেলস",
	"Bucharest": "বুখারেস্ট",
	"Budapest": "বুদাপেস্ট",
	"Buenos Aires": "বুএনোস আইরেস",
	"Bujumbura": "বুজুম্বুরা",
	"Bulgaria": "বুলগেরিয়া",
	"Bulgarian": "বুলগেরীয়",
	"Burkina Faso": "বুরকিনা ফাসো",
	"Burundi": "বুরুন্ডি",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "‘রিসেট' টিপে আপনি এই স্মার্ট TV থেকে অতীতে সংগৃহীত সমস্ত বিজ্ঞাপন সম্পর্কিত ডেটা LGE মুছবেন। 'রিসেট' টিপলে আপনি যে ধরণের বিজ্ঞাপন দেখেন তা প্রভাবিত হতে পারে তবে আপনি বিজ্ঞাপন পেতেই থাকবেন।",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus অন করে আপনি ACR মডিউলের মাধ্যমে LG Electronics Inc. (\"LGE\") দ্বারা প্রদত্ত টেলিভিশন দেখার তথ্যসমগ্রে সম্মতি প্রদান করছেন, যা আপনাকে মিথষ্ক্রিয় পরিষেবা প্রদান করার জন্য তৃতীয় পক্ষগুলিকে অজ্ঞাতভাবে জানানো হবে। বিপননের উদ্দেশ্যগুলির জন্যও আমরা তৃতীয় পক্ষগুলির সঙ্গে অজ্ঞাতভাবে তথ্য ভাগ করে নিতে পারি। অনুগ্রহ করে লক্ষ করুন যে আমরা 13 বছরের কম বয়স্ক শিশুদের কাছ থেকে কোনও তথ্য জ্ঞাতসারে সংগ্রহ করি না বা বিতরণ করি না। Viewing Information বা দেখার তথ্যে (শর্তগুলি) Live Plus  এর ব্যাপারে বিশদ বিবরণ ব্যাখ্যা করা হয়েছে যা SmartTV সেটিং মেনুতে দেখা যেতে পারে। LGE  দৃঢ়ভাবে সুপারিশ করে যে Live Plus ফাংশান সক্রিয় করার আগে আপনি Viewing Information (শর্তগুলি)-এর সম্পূর্ণ সংস্করণ পড়ুন।",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus চালু করে আপনি বুঝতে পারবেন যে আপনার টিভিতে প্রদর্শিত সামগ্রী শনাক্ত করা যেতে পারে এবং আপনাকে বর্ধিত দেখার অভিজ্ঞতা দিতে, সামগ্রী প্রস্তাবনা এবং বিজ্ঞাপন সহ ব্যক্তিগতকৃত পরিষেবাদি দিতে, দেখার তথ্য ব্যবহার করা হতে পারে। আরও তথ্যের জন্য অনুগ্রহ করে TV সেটিংস মেনুতে একান্ততা নীতি আর প্রাসঙ্গিক ব্যবহারকারীর সম্মতিগুলি পর্যালোচনা করুন।",
	"CI Information": "CI তথ্য",
	"CI password incorrect. Please enter again.": "CI পাসওয়ার্ড ভুল। অনুগ্রহ করে আবার বসান।",
	"COMPONENT2": "কম্পোনেন্ট 2",
	"COMPONENT3": "কম্পোনেন্ট 3",
	"CS1 Board": "CS1 বোর্ড",
	"CS2 Board": "CS2 বোর্ড",
	"Cable": "কেবল",
	"Cable ATV": "কেবল ATV",
	"Cable DTV": "কেবল DTV",
	"Cable Radio": "কেবল রেডিও",
	"Cairo": "কায়রো",
	"Cambodia": "কম্বোডিয়া",
	"Cameroon": "ক্যামেরুন",
	"Campo Grande": "ক্যাম্পো গ্র্যান্ডে",
	"Can not Find Channel": "চ্যানেল খুঁজে পাওয়া যাচ্ছে না।",
	"Canada": "কানাডা",
	"Canary Islands": "ক্যানারি দ্বীপপুঞ্জ",
	"Cancel": "বাতিল করুন",
	"Cancel Schedule": "শিডিউল বাতিল করুন",
	"Cancel Update": "আপডেট বাতিল করুন",
	"Cancún": "কানকুন",
	"Cantonese": "ক্যানটোনীজ",
	"Cape Verde": "কেপ ভার্দে",
	"Caracas": "কারাকাস",
	"Casablanca": "কাসাব্লাংকা",
	"Catalan": "কাতালান",
	"Caution": "সাবধানতা",
	"Cayman Islands": "কেম্যান দ্বীপপুঞ্জ",
	"Center": "কেন্দ্র",
	"Central African Republic": "সেন্ট্র্যাল আফ্রিকান প্রজাতন্ত্র",
	"Ceuta": "কেউতা",
	"Chad": "চাড",
	"Change blue intensity and adjust the color balance.": "নীল এর গভীরতা পরিবর্তন করুন এবং রঙের ভারসাম্য সমন্বিত করুন৷",
	"Change green intensity and adjust the color balance.": "সবুজ এর গভীরতা পরিবর্তন করুন এবং রঙের ভারসাম্য সমন্বিত করুন৷",
	"Change red intensity and adjust the color balance.": "লাল এর গভীরতা পরিবর্তন করুন এবং রঙের ভারসাম্য সমন্বিত করুন৷",
	"Change the left / right sound": "বাম/ডানের সাউন্ড পরিবর্ত করুন",
	"Change the position of captions using the 4-way dial on the remote control.": "রিমোট কন্ট্রোলে 4-উপায়ের ডায়ালের ক্যাপশনগুলির জায়গা পরিবর্তন করুন।",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "অঞ্চল পরিবর্তন করলে বর্তমানে আপনার টিউন করা TV চ্যানেলগুলি পরিবর্তন হতে পারে। অটো টিউনিং এ গিয়ে আপনি রি-টিউন করতে পারেন। আপনি কি আঞ্চলিক সেটিংস পরিবর্তন করতে চান?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "দেশ পরিবর্তন করলে আপনার TV পুনরায় চালু হবে এবং আপনাকে আবার LG এর ব্যবহারকারীর চুক্তিতে সম্মতি দেওয়ার প্রয়োজন হতে পারে। এছাড়াও, কিছু অ্যাপ্লিকেশান এবং সেবা LG এর সার্ভিস আছে এমন দেশের উপর ভিত্তি করে পরিবর্তিত হতে পারে। আপনি কি চলিয়ে যেতে চান?",
	"Channel Locks": "চ্যানেল লক্স",
	"Channel Manager": "চ্যানেল ম্যানেজার",
	"Channel Scrolling Options": "চ্যানেল স্ক্রোলিং বিকল্পগুলি",
	"Channel Tuning": "চ্যানেল টিউনিং",
	"Channel Tuning & Settings": "চ্যানেল টিউনিং ও সেটিংগুলি",
	"Channels": "চ্যানেল",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI এবং অন্যান্য বাহ্যিক ইনপুট থেকে আসা চ্যানেলগুলিকে লক করা যাবে না TV চ্যানেল লক করতে, বর্তমান ইনপুট পরিবর্তন করে Live TV তে দিন।",
	"Chatham Islands": "চ্যাথাম দ্বীপপুঞ্জ",
	"Check TV information.": "TV-র তথ্য দেখুন।",
	"Check alarm messages about the user settings or TV status.": "ব্যবহারকারী সেটিংস বা TV-র স্থিতি সম্পর্কে অ্যালার্ম বার্তা দেখুন।",
	"Check descriptions for each LG webOS TV functions.": "প্রতিটি LG webOS TV ফাংশনগুলির বিবরণ দেখুন।",
	"Check for Advertising settings and set it.": "বিজ্ঞাপনের সেটিংস দেখুন ও সেট করুন।",
	"Check for Updates": "আপডেটের জন্য চেক করুন",
	"Check for available functions with Voice and set Voice Settings.": "ভয়েসের সাথে উপলভ্য ফাংশনগুলি দেখুন আর ভয়েস সেটিংস সেট করুন।",
	"Check for problems with the picture quality.": "ছবির গুণমান সংক্রান্ত সমস্যাগুলি পরীক্ষা করুন।",
	"Check for problems with the sound quality of the Internal TV Speaker.": "অভ্যন্তরীণ TV স্পিকারের শব্দের গুণগত মানের সমস্যা পরীক্ষা করে নিন।",
	"Check for software updates and update if available.": "সফ্টওয়্যার আপডেট চেক করুন এবং উপলভ্য হলে আপডেট করুন।",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth ডিভাইস পেয়ারিং মোডে আছে কিনা দেখুন।",
	"Check your TV status to solve problems or use remote support.": "সমস্যার সমাধান করতে আপনার TV-র স্থিতি দেখুন অথবা রিমোট সাপোর্ট ব্যবহার করুন।",
	"Checking Password": "পাসওয়ার্ড যাচাই করা হচ্ছে",
	"Checking for Updates": "আপডেট আছে কিনা দেখা হচ্ছে",
	"Checking...": "চেক করা হচ্ছে ...",
	"Chicago": "শিকাগো",
	"Chihuahua": "চিহুয়াহুয়া",
	"Children": "বাচ্চারা",
	"Children Age": "শিশু বয়স",
	"Children Program Locks": "ছোটদের প্রোগ্রাম লক",
	"Children over 8 are allowed to watch.": "8 বছরের বেশী বয়সের শিশুদের দেখার অনুমতি দেওয়া হয়।",
	"Chile": "চিলি",
	"China": "চীন",
	"Chinese": "চীনা",
	"Chisinau": "চিসিনৌ",
	"Choibalsan": "চৈবাল্সান",
	"Chongqing": "চঙগিঙ",
	"Choose to have all channels or just your primary ones when you change channels.": "আপনি চ্যানেলগুলি পরিবর্তন করার সময় সব চ্যানেলগুলি অথবা শুধু আপনার প্রাথমিকটি বাছুন।",
	"Christmas Island": "ক্রিসমাস দ্বীপ",
	"Cinema": "সিনেমা",
	"Cinema Home": "সিনেমা হোম",
	"Cinema View": "সিনেমার দৃশ্য",
	"Cinema View (32:12)": "সিনেমা দৃশ্য (32:12)",
	"Cinema Zoom": "সিনেমা জুম",
	"City": "শহর",
	"City Selection": "শহরের নির্বাচন",
	"Clean Audio": "সুস্পষ্ট অডিও",
	"Clear": "ক্লীয়ার",
	"Clear Plus": "ক্লীয়ার প্লাস",
	"Clear Voice Ⅲ": "ক্লিয়ার ভয়েস Ⅲ",
	"Clear Voice Ⅳ": "ক্লিয়ার ভয়েস Ⅳ",
	"Clear1": "ক্লীয়ার",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "আপনার LG ওয়্যারলেস কীবোর্ড চালু করা এবং জুটি বাঁধার মোডে নির্দিষ্ট করার পরে নিচের কানেক্ট বোতামে ক্লিক করুন।",
	"Close": "বন্ধ",
	"Closed Caption": "ক্লোজ্‌ড ক্যাপশান",
	"Closed Caption Settings": "ক্লোজড্‌ ক্যাপসন সেটিংস",
	"Code Value": "কোড মান",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "সফটওয়্যারের সাম্প্রতিকতম ভার্সান আপডেট করা নিশ্চিত করতে, আমরা MAC অ্যাড্রেস, মডেল নম্বর, কান্ট্রি কোড, ভাষা সেটিংস এবং সফটওয়্যার ভার্সান সংগ্রহ করি ও জমা রাখি।",
	"Colombia": "কলম্বিয়া",
	"Colombo": "কলম্বো",
	"Color": "রঙ",
	"Color Gamut": "কালার গ্যামট",
	"Color Management System": "রঙ ম্যানেজমেন্ট সিস্টেম",
	"Color Temperature": "কালার টেম্পারেচার",
	"Component": "কম্পোনেন্ট",
	"Conakry": "কোনাক্রি",
	"Confirm the terms and conditions or change whether to accept the agreement.": "নিয়ম এবং শর্তাবলী নিশ্চিত করুন বা চুক্তি স্বীকার করা হবে কিনা তা পরিবর্তন করতে পারেন।",
	"Congo Brazzaville": "কঙ্গো ব্রাজাভিল",
	"Connect": "কানেক্ট",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth স্পীকার ও TV স্পীকার সংযুক্ত করুন এবং স্বয়ংক্রিয়ভাবে স্পীকারগুলোর মধ্যবর্তী অডিও বিলম্ব নিয়ন্ত্রণ করুন।",
	"Connect an external audio device, which supports the eARC, to the eARC.": "একটি বাহ্যিক অডিও ডিভাইসে সংযোগ করুন যা eARC, eARC সমর্থন করে।",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "নির্দেশিকার উপর নির্ভর করে বাহ্যিক ডিভাইসগুলি যেমন সেট-টপ বক্স, সাউন্ড বার এবং ইত্যাদি TV-তে সংযুক্ত করুন৷",
	"Connect the LAN cable directly to the TV to use the network.": "নেটওয়ার্ক ব্যবহার করতে সরাসরি TV-তে LAN কেবল সংযোগ করুন।",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP এবং DNS সার্ভার ঠিকানা প্রবেশ করিয়ে নেটওয়ার্ক ম্যানুয়ালি সংযুক্ত করুন৷",
	"Connect to the network if a wireless router is installed.": "যদি ওয়্যারলেস রাউটার ইনস্টল করা হয়ে থাকে তাহলে নেটওয়ার্কটির সঙ্গে সংযুক্ত করুন৷",
	"Connect via WPS PBC": "WPS PBC মাধ্যমে সংযোগ করুন",
	"Connect via WPS PIN": "WPS পিন মাধ্যমে সংযোগ করুন",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "আপনার ওয়ায়ার্ড নেটওয়ার্ক এক্টিভেট করার জন্য আপনার টিভিকে একটি ইথারনেট তারের মাধ্যমে আপনার রাউটার অথবা মডেমের সাথে সংযুক্ত করুন।",
	"Connect your TV with WiSA Speakers wirelessly.": "আপনার TV, WiSA স্পিকারগুলির সঙ্গে তারবিহীন অবস্থায় সংযুক্ত করুন৷",
	"Connectable Devices ({num})": "({num})টি সংযোগযোগ্য ডিভাইস",
	"Connected": "সংযুক্ত.",
	"Connected to Internet": "ইন্টারনেটের সাথে সংযুক্ত",
	"Connecting...": "সংযোগ স্থাপন হচ্ছে...",
	"Connection": "সংযোগ",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Connection Management কোনও স্মার্টফোন অথবা PC-তে উপলভ্য। কোনও মোবাইল ডিভাইসের সাথে TV-র সংযোগ করতে, স্মার্টফোন অথবা PC-তে সংযোগের সেটিংস করা এবং অনুরোধ জানানো প্রয়োজন।",
	"Content Recommendations": "সামগ্রী প্রস্তাবনা",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "যদি মাল্টি-চ্যানেল HbbTV পরিষেবা দ্বারা সমর্থিত হয় তাহলে সামগ্রীগুলি মাল্টি-চ্যানেলে শোনার জন্য উপযুক্ত শব্দ চালু করা হবে।",
	"Contrast": "কনট্রাস্ট",
	"Cool": "ঠাণ্ডা",
	"Copenhagen": "কোপেনহেগেন",
	"Copy Channels": "চ্যানেলগুলি কপি করুন",
	"Copy/Delete file": "ফাইল কপি করুন/মুছুন",
	"Correct contrast and brightness by adjusting black levels.": "অন্ধকারের স্তরগুলিকে নিয়ন্ত্রিত করে প্রখরতা ও উজ্জ্বলতা সংশোধন করুন।",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "অনেকদিন পরে আপনার TV চালু করার ফলে ছবির পিক্সেল এবং গুনমানের সমস্যা রোধ করতে অর্থাৎ কোয়ালিটি সংশোধনের জন্য এই বিকল্প ব্যবহার করুন।",
	"Costa Rica": "কোস্টারিকা",
	"Could not fined available network.": "উপলভ্য নেটওয়ার্ক খুঁজে পাওয়া যাচ্ছে না।",
	"Croatia": "ক্রোয়েশিয়া",
	"Croatian": "ক্রোয়েশিয়ান",
	"Cuba": "কিউবা",
	"Cuiabá": "কিউবা",
	"Current time is not valid. Do you want to set the correct time now?": "বর্তমান সময় বৈধ নয়। আপনি কি এখন সঠিক সময় সেট করতে চান?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "কাস্টমাইজ করা ছবি মোড সেটিংসের বর্তমান মানগুলি সমস্ত ইনপুটের জন্য {pictureMode} মোডে প্রয়োগ হবে। আপনি কি চলিয়ে যেতে চান?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "বর্তমানে সংযুক্ত থাকা LG ওয়্যারলেস কীবোর্ড ডিভাইসটি আপনার TV থেকে বিচ্ছিন্ন করা হবে। আপনি কি চলিয়ে যেতে চান?",
	"Custom": "কাস্টম",
	"Custom Time Zone": "কাস্টম সময় জোন",
	"Customer Service": "গ্রাহক পরিষেবা",
	"Cyan": "সায়ান",
	"Cyprus": "সাইপ্রাস",
	"Czech": "চেক প্রজাতন্ত্র",
	"Czech Republic": "চেক প্রজাতন্ত্র",
	"Côte d'Ivoire": "আইভরি কোস্ট",
	"DNS Server": "DNS সার্ভার",
	"DR Congo": "ডিআর কঙ্গো",
	"DTV Audio Setting": "DTV অডিও সেটিং",
	"Dagbani": "দাগবান",
	"Dakar": "ডাকার",
	"Damascus": "দামাস্কাস",
	"Danish": "ড্যানিশ",
	"Danmarkshavn": "ডেনমার্কশাভন",
	"Dar es Salaam": "দার এস সালাম",
	"Data Service": "তথ্য পরিষেবা",
	"Date": "তারিখ",
	"Dawson": "ডসন",
	"Dawson Creek": "ডসন ক্রিক",
	"Day": "দিন",
	"De-Judder": "ডি-জাডার",
	"Delete": "মুছে ফেলুন",
	"Delete Connection History": "সংযোগের ইতিহাস মুছুন",
	"Delete Pairing History": "পেয়ারিং ইতিহাস মুছুন",
	"Delete Usage Data": "ব্যবহারের ডেটা মুছুন",
	"Demo Options": "ডেমো অপশনগুলি",
	"Democratic Republic of the Congo": "গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র",
	"Denmark": "ডেনমার্ক",
	"Denver": "ডেনভার",
	"Depressed": "অন্ত্যজ",
	"Deregister": "নিবন্ধন বাতিল",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "দৃষ্টিহীন দর্শকদের জন্যে TV-র স্ক্রীন-এ চলা বিষয়বস্তুগুলোকে কণ্ঠস্বরের মাধ্যমে বর্ণনা করুন।",
	"Detect Range": "সীমা শনাক্ত করুন",
	"Detroit": "ডেটরয়েট",
	"Device Connection Settings": "ডিভাইস সংযোগের সেটিংস",
	"Device List": "ডিভাইসের তালিকা",
	"Device Name": "ডিভাইসের নাম",
	"Dhaka": "ঢাকা",
	"Digital Mode": "ডিজিটাল মোড",
	"Digital Sound Out": "ডিজিটাল সাউন্ড আউট",
	"Digital TV": "ডিজিটাল TV",
	"Dili": "দিলি",
	"Directed to Older Children (ages 7 and above)": "(7 বছর ও তার বেশী) বয়স্ক ছেলেমেয়েদের জন্য নির্দেশিত",
	"Disabled": "অক্ষম",
	"Disconnect": "সংযোগ বিচ্ছিন্ন করুন",
	"Display captions for hearing-impaired viewers to use TV.": "TV ব্যবহার করতে শ্রবণশক্তিহীন দর্শকদের জন্য ক্যাপশন প্রদর্শন করুন।",
	"Display fast-moving content smoothly and clearly.": "মসৃণ এবং পরিষ্কারভাবে দ্রুতগামী সামগ্রী প্রদর্শন করুন।",
	"Display luminance level for the highest point (100 IRE).": "ঔজ্জ্বল্যের মাত্রাটি সর্বাধিক পয়েন্টে প্রদর্শিত রাখুন (100 IRE)।",
	"Display pictures in a warm or cool color temperature.": "একটি উষ্ণ বা শীতল রঙের তাপমাত্রায় চিত্রগুলি প্রদর্শন করুন।",
	"Djibouti": "জিবুতি",
	"Do Not Sell My Personal Information": "আমার ব্যক্তিগত তথ্য বিক্রি করবেন না",
	"Do Not Track": "ট্র্যাক করবেন না",
	"Do you want to continue?": "আপনি কি চলিয়ে যেতে চান?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "আপনি কি USB স্টোরেজ থেকে আপনার TV তে চ্যানেল তালিকা কপি করতে চান? আপনার TV-র বর্তমান চ্যানেলগুলি মুছে ফেলা হবে।",
	"Do you want to copy channel list from your TV to the USB storage?": "আপনি কি আপনার TV থেকে USB স্টোরেজে চ্যানেলের তালিকা কপি করতে চান?",
	"Do you want to reset Position Settings?": "আপনি কি পজিশন সেটিংস রিসেট করতে চান?",
	"Do you want to reset Volume Control?": "আপনি কি ভলিউম কন্ট্রোল রিসেট করতে চান?",
	"Do you want to set the correct time now?": "আপনি কি এখন সঠিক সময় সেট করতে চান?",
	"Do you want to turn your TV off now?": "আপনি কি এখন আপনার TV বন্ধ করতে চান?",
	"Dodoma": "ডোডোমা",
	"Doha": "দোহা",
	"Dominica": "ডোমিনিকা",
	"Dominican Republic": "ডোমেনিকান প্রজাতন্ত্র",
	"Done": "সম্পন্ন",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "দুবাই",
	"Download Mail": "মেইল ডাউনলোড করুন",
	"Download and Install": "ডাউনলোড এবং ইনস্টল করুন",
	"Downloadable Rating": "ডাউনলোডেবল রেটিং",
	"Dual Mono": "ডুয়াল মোনো",
	"Dubai": "দুবাই",
	"Dublin": "ডাব্লিন",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on-অফ সময়ে, স্ক্রীন বন্ধ থাকার সময় ভয়েস শনাক্তকরণ এবং ইত্যাদি বৈশিষ্ট্যগুলির অংশ সীমিত থাকে।",
	"Dushanbe": "দুশানবে",
	"Dutch": "ডাচ",
	"Dynamic Color": "ডায়নামিক রঙ",
	"Dynamic Contrast": "ডাইনামিক কনট্রাস্ট",
	"Dynamic Tone Mapping": "ডায়নামিক টোন ম্যাপিং",
	"Easter Island": "ইস্টার আইল্যান্ড",
	"Eastern Africa": "পূর্ব আফ্রিকা",
	"Eco Mode": "Eco মোড",
	"Ecuador": "ইকুয়েডর",
	"Edge Color": "এজ রঙ",
	"Edge Enhancer": "এজ এনহানসার",
	"Edge Type": "এজ প্রকার",
	"Edit": "সম্পাদন করুন",
	"Edmonton": "এডমন্টন",
	"Egypt": "মিশর",
	"Eirunepé": "এইরুনেপে",
	"El Salvador": "এল সালভাডর",
	"El salvador": "এল সালভেদর",
	"Emergency Alert": "জরুরি সতর্কতা",
	"Enabled": "সক্ষম",
	"Energy Saving": "শক্তি সঞ্চয়",
	"Energy consumption may increase if this feature is on.": "এই বৈশিষ্ট্যটি চালু থাকলে শক্তি খরচ বেড়ে যেতে পারে।",
	"Energy saving modes to limit power consumption.": "পাওয়ার খরচ সীমিত করার জন্য শক্তি সঞ্চয় মোড।",
	"English": "ইংরেজি",
	"Enhance the bass sound.": "বাসের সাউন্ড বাড়ান।",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "যাদের দৃষ্টি-দুর্বল তাদের সহজে দেখানোর জন্য, পটভূমি এবং টেক্সটের মত কিছু মেনুর রং উজ্জ্বল ও গাঢ় এলাকার মধ্যে বৈপরীত্য বাড়িয়ে নিন।",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG Deep Learning টেকনিক মারফত শেখা অ্যালগরিদমের মাধ্যমে সামগ্রীর রেজোলিউশন এবং তীক্ষ্ণতা বৃদ্ধি করুন এবং সামগ্রী বিশ্লেষণের মাধ্যমে গভীরতা অপ্টিমাইজ করুন।",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "সাউন্ড ফিল্ড ইফেক্ট চালু করে, অপ্টিম্যাল সাউন্ডে Dolby Atmos বিষয়বস্তু উপভোগ করুন।",
	"Enjoy TV sound by connecting Wired Headphones.": "TV সাউন্ড তারসহ হেডফোনে সংযুক্ত করার মাধ্যমে উপভোগ করুন৷",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) পোর্টটির সঙ্গে যুক্ত অডিও ডিভাইসগুলির মাধ্যমে TV-র শব্দ উপভোগ করুন।",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT এর সঙ্গে যুক্ত অডিও ডিভাইসগুলির মাধ্যমে TV-র শব্দ উপভোগ করুন।",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT পোর্টের সঙ্গে যুক্ত LG অডিও ডিভাইসগুলির মাধ্যমে TV-র শব্দ উপভোগ করুন।",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "বাহ্যিক অডিও আউট/হেডফোন আউটপুট পোর্টের সাথে সংযুক্ত অডিও ডিভাইসগুলির মাধ্যমে TV সাউন্ড উপভোগ করুন।",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "অভ্যন্তরীণ TV স্পিকার ও তারযুক্ত হেডফোন উভয়ের মাধ্যমেই TV সাউন্ড উপভোগ করুন।",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "উভয় অভ্যন্তরীণ TV স্পিকার এবং OPTICAL DIGITAL AUDIO OUT পোর্টে যুক্ত বাহ্যিক অডিও ডিভাইসের মাধ্যমে TV সাউন্ড উপভোগ করুন।",
	"Enjoy a clear and natural sound.": "স্পষ্ট এবং স্বাভাবিক শব্দ উপভোগ করুন৷",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync অথবা Bluetooth-এর সঙ্গে যুক্ত ওয়্যারলেস অডিও ডিভাইস এর শব্দ উপভোগ করুন৷",
	"Enjoy the sound optimized to the room.": "ঘরে অপ্টিমাইজড সাউন্ড উপভোগ করুন।",
	"Enter CI Password": "CI পাসওয়ার্ড জানান",
	"Enter the PIN in your router's settings.": "আপনার রাউটার-এর সেটিংস-এ পিন প্রবেশ করুন।",
	"Enter the master password.": "মাস্টার পাসওয়ার্ডটি দিন।",
	"Equalizer": "ইকুয়ালাইজার",
	"Equatorial Guinea": "ইকুইটিরিয়াল গিনী",
	"Eritrea": "এরিট্রিয়া",
	"Estonia": "এস্তোনিয়া",
	"Estonian": "এস্তোনিয়ান",
	"Ethiopia": "ইফিওপিয়া",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "সেটিং বন্ধ করা থাকলেও, আপনি চ্যানেলের চিহ্ন, কণ্ঠস্বর চেনার মাধ্যমে সম্বন্ধিত তথ্য পরীক্ষা করতে পারেন।",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "এমনকি যখন TV বন্ধ থাকে এবং সর্বনিম্ন শক্তি ব্যবহার করে, আপনি মোবাইল ডিভাইসকে সংযুক্ত করে গান শুনতে পারেন। TV চালু হলে বৈশিষ্ট্যগুলির খুব বেশী পরিমাণে দ্রুত আবার ব্যবহার করা যেতে পারে।",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV বন্ধ থাকার সময়েও, আপনি Bluetooth এর মাধ্যমে স্মার্টফোনকে TV-র সাথে সংযুক্ত করে সঙ্গীত শুনতে পারেন।",
	"Every Day": "প্রতি দিন",
	"Every Weekday": "প্রতি সপ্তাহে",
	"Every Weekend": "প্রতি সপ্তাহান্তে",
	"Ewe": "ইউয়ে",
	"Expert (Bright Room)": "এক্সপার্ট (ব্রাইট রুম)",
	"Expert (Dark Room)": "এক্সপার্ট (ডার্ক রুম)",
	"Export your TV's channel list information to a connected USB device.": "আপনার TVর চ্যানেল তালিকা সংক্রান্ত তথ্যাবলী একটি সংযোগকৃত USB যন্ত্রে প্রেরণ করুন।",
	"Extended": "সম্প্রসারিত",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "অটো পাওয়ার অফ সেটিংয়ের একটি সময় মেয়াদ সম্প্রসারিত করা বা কার্যকারিতাটি বন্ধ করে দেওয়া এনার্জি ব্যবহারের পরিমাণ বাড়াতে পারে।",
	"Extreme": "চরম",
	"Eye Comfort Mode": "আই কমফর্ট মোড",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE স্বয়ং পরিবর্তন",
	"Fantasy Violence": "কাল্পনিক হিংস্রতা",
	"Fast": "দ্রুত",
	"Fernando de Noronha": "ফার্নান্দো ডি নরোনহা",
	"Fiji": "ফিজি",
	"Find and tell an audio device available to connect around TV.": "TV-র আশেপাশে সংযুক্ত করতে কোনো অডিও ডিভাইস খুঁজুন এবং বলুন।",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "লাল, সবুজ, নীল, সাইয়ান, ম্যাজেন্টা এবং হলুদ রংয়ের অঞ্চলগুলি ফাইন টিউন করুন।",
	"Finland": "ফিনল্যান্ড",
	"Finnish": "ফিনিশ",
	"Flash": "ফ্ল্যাশ",
	"Flat Mode": "ফ্ল্যাট মোড",
	"Font": "হরফ",
	"Font 1": "হরফ 1",
	"Font 2": "হরফ 2",
	"Font 3": "হরফ 3",
	"Font 4": "হরফ 4",
	"Font 5": "হরফ 5",
	"Font 6": "হরফ 6",
	"Font 7": "হরফ 7",
	"Font 8": "হরফ 8",
	"Football": "ফুটবল",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi প্রটেক্টেড সেটআপ)এর জন্য-ওয়্যারলেস রাউটার সক্রিয় করুন, PIN প্রবেশ করিয়ে TV-কে ওয়্যারলেস নেটওয়ার্কের সঙ্গে সংযুক্ত করুন।",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi প্রটেক্টেড সেটআপ)এর জন্য ওয়্যারলেস রাউটার সক্রিয় করুন, WPS-PBC বোতামটি টিপে TV-কে ওয়্যারলেস নেটওয়ার্কের সঙ্গে সংযুক্ত করুন।",
	"Fortaleza": "ফোর্তলেজ়া",
	"France": "ফ্রান্স",
	"Freetown": "ফ্রিটাউন",
	"French": "ফরাসি",
	"French Polynesia": "ফরাসি পলিনেশিয়া",
	"Full Wide": "ফুল ওয়াইড",
	"Ga": "গা",
	"Gabon": "গ্যাবন",
	"Gaborone": "গ্যাবোরোন",
	"Gaelic": "গেলিক",
	"Galapagos Islands": "গালাপাগোস দ্বীপপুঞ্জ",
	"Galician": "গ্যালিশিয়",
	"Gallery": "গ্যালারি",
	"Gambia": "গাম্বিয়া",
	"Gambier": "গ্যাম্বিয়ার",
	"Game": "খেলা",
	"Gamma": "গামা",
	"Gateway": "গেটওয়ে",
	"General": "সাধারণ",
	"General Age": "সাধারণ বয়স",
	"General Audience": "সাধারণ দর্শক",
	"General Audiences": "সাধারণ শ্রোতা",
	"General Program Locks": "সাধারণ প্রোগ্রাম লক",
	"Georgia": "জর্জিয়া",
	"German": "জার্মান",
	"Germany": "জার্মানি",
	"Get started in a quiet environment for sound optimization.": "সাউন্ড অপ্টিমাইজেশনের জন্য একটি শান্ত পরিবেশে শুরু করুন৷",
	"Getting...": "পাওয়া যাচ্ছে...",
	"Ghana": "ঘানা",
	"Gibraltar": "জিব্রালটার",
	"Glace Bay": "গ্লেস বে",
	"Godthab": "গডথাব",
	"Grayscale": "গ্রে সাইকেল",
	"Greece": "গ্রীস",
	"Greek": "গ্রিক",
	"Green": "সবুজ",
	"Greenland": "গ্রীনল্যাণ্ড",
	"Grenada": "গ্রেনাডা",
	"Guadalcanal": "গুয়াদাল্কানাল",
	"Guadeloupe": "গুয়াডেলোপ",
	"Guam": "গুয়াম",
	"Guatemala": "গুয়াতেমালা",
	"Guatemala City": "গুয়াতেমালা সিটি",
	"Guayaquil": "গুয়ায়াকুইল",
	"Guernsey": "গ্রাঞ্জি.",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "দৃষ্টিহীন দর্শকদের জন্য, TV ব্যবহার করার গলার স্বরের সাহায্যে বর্ণনা করা মেনু এবং ক্রিয়াকলাপের গাইড।",
	"Guinea": "গিনি",
	"Guinea Bissau": "গিনি বিসাউ",
	"Guinea Conakry": "গিনি কোনাক্রি",
	"Guinea Equatorial": "নিরক্ষীয় গিনি",
	"Gujarati": "গুজরাটী",
	"Guyana": "গিয়ানা",
	"H Position": "H পোজিশন",
	"H Sharpness": "H শার্পনেস",
	"H Size": "H সাইজ",
	"HD Mode": "HD মোড",
	"HD Mode Option": "HD মোড বিকল্প",
	"HDD Eco Mode": "HDD Eco মোড",
	"HDD Power Saving Mode": "HDD পাওয়ার সেভিং মোড",
	"HDMI Input Audio Format": "HDMI ইনপুট অডিও ফরম্যাট",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} এবং HDMI {port2} পোর্টগুলি 8K Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} এবং HDMI {port2} পোর্টগুলি Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} পোর্ট 8K Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} পোর্ট Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} এবং HDMI {port3} পোর্টগুলি 8K Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} এবং HDMI {port3} পোর্টগুলি Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} এবং HDMI {port4} পোর্টগুলি 8K Ultra HD Deep Color সমর্থন করে।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} এবং HDMI {port4} পোর্টগুলি Ultra HD Deep Color সমর্থন করে।",
	"HDR Effect": "HDR এর প্রভাব",
	"HDR Picture Mode": "HDR ছবি মোড",
	"Haiti": "হাইতি",
	"Halifax": "হ্যালিফ্যাক্স",
	"Harare": "হারারে",
	"Harbin": "হারবিন",
	"Hard of Hearing": "শ্রবণশক্তি কম",
	"Hausa": "হাউসা",
	"Havana": "হাভানা",
	"Headphones Volume": "হেডফোন ভলিউম",
	"Hebrew": "হিব্রু",
	"Helsinki": "হেলসিংকি",
	"Hermosillo": "হের্মসিললো",
	"High": "উচ্চ",
	"High Contrast": "উচ্চ বৈসাদৃশ্য",
	"Higher values increase a sense of warmth or coldness.": "উচ্চ মানগুলি উষ্ণতা বা শীতলতার অনুভূতি বাড়ায়।",
	"Hindi": "হিন্দি",
	"Ho Chi Minh": "হ চি মিন্হ",
	"Home Animation": "হোম অ্যানিমেশন",
	"Home Auto Launch": "হোম অটো লঞ্চ",
	"Home Mode": "হোম মোড",
	"Home Promotion": "হোম প্রচার",
	"Home Settings": "হোম সেটিংস",
	"Home/Store Mode": "হোম/স্টোর মোড",
	"Honduras": "হন্ডুরাস",
	"Hong Kong": "হংকং",
	"Hongkong": "হংকং",
	"Honolulu": "হনলুলু",
	"Hours": "ঘন্টা",
	"However, the IPv6 version of the address does not support editing.": "তবে, ঠিকানার IPv6 সংস্করণ সম্পাদনা সমর্থন করে না।",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "যেমন, আপনার TV সর্বোত্তম অবস্থায় রাখতে, সর্বদা-চালু চার নির্ধারিত ঘন্টার জন্য অক্ষম করা হবে এবং পাওয়ার সম্পূর্ণরূপে বন্ধ করা হবে।",
	"Hungarian": "হাঙ্গেরিয়ান",
	"Hungary": "হাঙ্গেরি",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "জরুরী! রিসেট করলে আপনার সব অ্যাকাউন্ট সেটিং ও ইন্সটল করা অ্যাপ মুছে যাবে। একবার এই কাজটি করে ফেললে তারপর আর বদলানো যাবে না।",
	"IP (Automatic)": "IP(স্বয়ংক্রিয়)",
	"IP (Manual)": "IP (ম্যানুয়াল)",
	"IP Address": "IP অ্যাড্রেস",
	"IVC (Cote d’Ivoire)": "IVC (আইভরি কোস্ট)",
	"Iceland": "আইসল্যান্ড",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "অটো পাওয়ার সিংক বেছে নিলে আপনার SIMPLINK ডিভাইস চালু করায় আপনার টিভিও চালু হয়ে যাবে, আবার আপনি আপনার টিভি বন্ধ করে দিলে আপনার SIMPLINK ডিভাইসও বন্ধ হয়ে যাবে৷",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "যদি সেট-টপ বক্স/OTT এর ইউনিভার্সাল কন্ট্রোল সেট করা হয়ে থাকে, তাহলে LG রিমোট কন্ট্রোলের সঙ্গে যুক্ত সেট-টপ বক্স ব্যবহারের সুবিধাভোগ ওঠান৷",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "যদি কোনো ডিভাইস পোর্টে সংযুক্ত থাকে, তাহলে আপনি ডিভাইসের ভিডিও-এর বিলম্বিত অথবা বাধা সৃষ্টি কম করে গেমের অপটিমাইজড ছবি দেখতে পারবেন।",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "যদি এটি চালু থাকে আর আপনি এমন কোনও ডিভাইস যুক্ত করেন যা Ultra HD Deep Color সমর্থন করে, তাহলে আপনার ছবিগুলি আরো স্পষ্ট হয়ে উঠবে।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "যদি রেকর্ডিং বা সফটওয়্যার আপডেট চলতে থাকে, এটি সেগুলি সেহষ হয়ে যাওয়া পর্যন্ত অপেক্ষা করবে এবং প্রক্রিয়াটি এক ঘন্টার বেশী সময় নিতে পারে।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "যদি রেকর্ডিং বা সফটওয়্যার আপডেট চলতে থাকে, এটি সেগুলি শেষ হয়ে যাওয়া পর্যন্ত অপেক্ষা করবে এবং প্রক্রিয়াটি {n} মিনিটের বেশী সময় নিতে পারে।",
	"If the device is not connected, you may not hear any sound through it.": "ডিভাইস সঠিকভাবে সংযুক্ত না থাকলে আপনি এর মাধ্যমে কোনো সাউন্ড শুনতে পাবেন না।",
	"If the edge of the screen is not clean, please turn this function off.": "যদি স্ক্রীনের প্রান্ত স্পষ্ট না হয়, অনুগ্রহ করে এই ফাংশনটি বন্ধ করুন।",
	"If the program does not support multiple languages, the default language is selected.": "প্রোগ্রামটি যদি একাধিক ভাষা সমর্থন না করে, তাহলে পূর্বনির্ধারিত ভাষা নির্বাচিত হয়।",
	"If the program does not support the selected output format, the default output from the source will be used.": "প্রোগ্রামটি যদি নির্বাচিত আউটপুট ফর্ম্যাট সমর্থন না করে তাহলে উৎস থেকে পূর্বনির্ধারিত আউটপুট ব্যবহার করা হবে।",
	"If the program doesn't support different audio settings, the default audio will be selected.": "অনুষ্ঠানটি আলাদা অডিও সেটিংস সমর্থন না করলে, ডিফল্ট অডিও নির্বাচিত হবে।",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "এই লক্ষণ আবার দেখা গেলে, অনুগ্রহ করে সেটের মান আবার পরিবর্তন করুন বা সংযুক্ত বাহ্যিক ডিভাইস আবার চালু করুন।",
	"If the selected language does not support, the default language from broadcasts will be used.": "যদি নির্বাচিত ভাষা সমর্থন না করে, তাহলে সম্প্রচারের তরফে প্রদত্ত পূর্বনির্ধারিত ভাষা ব্যবহার করা হবে।",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "যদি স্থিতিশীল স্ক্রীনটি এক ঘন্টার জন্য ব্যবহারকারীর ইনপুট না পায় তাহলে সেটি একটি স্ক্রীন সেভারে বদলে যাবে।",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "আপনি যেই সময়ে সেট করেছেন সেটি যদি বর্তমান সময়ের থেকে আলাদা হয়, তাহলে কিছু কিছু স্মার্ট বৈশিষ্ট্য প্রদর্শিত নাও হতে পারে।",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "যদি আপনি এই ডিভাইস দিয়ে শব্দ শুনতে না পান তাহলে এটা সঠিকভাবে কাজ করছে কি না এবং LG Sound Sync সমর্থন করছে কি না তা যাচাই করে নিন।",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "আপনি যদি স্টোর ডেমো মোড নির্বাচন করেন, এটি TV বিক্রি করার সময় রিটেল প্রদর্শনের জন্য সর্বশ্রেষ্ঠ মানে সেট করা হয়।",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "আপনি যদি অডিও গাইডেন্স চালু করেন, আপনি শুধুমাত্র আপনার রিমোটের বাম,ডান,উপর, নীচ বোতামের সাথে চলতে পারেন, কিছু অ্যাপ্লিকেশানের জন্য পয়েন্টার প্রয়োজন হয়, তা এক্ষেত্রে ব্যবহার করা যাবে না।",
	"If you turn it off, CAM operator's profile will be deleted.": "আপনি এটি বন্ধ করলে, CAM অপারেটরের প্রোফাইল মুছে যাবে।",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "আপনি যদি এটিকে বন্ধ করেন, টিউন করা সকল CAM চ্যানেলগুলি পাওয়া যাবে না এবং বিজ্ঞপ্তি আর দেওয়া হবে না।",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "আপনি যদি 'কুইক স্টার্ট+' বন্ধ করে রাখেন,আপনি রিমোট ফ্রী কন্ট্রোল দিয়ে আপনার TV চালাতে পারবেন না, আপনি কি চালিয়ে যেতে চান?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "আপনি স্ক্রিন-সেভার বন্ধ করে রাখলে, একই চিত্র 2 ঘন্টার বেশি সময় ধরে পর্দায় থাকবে, এটা আপনার পর্দার ছবির মানকে প্রভাবিত করতে পারে। যদি এটা 5 ঘণ্টার বেশী থাকে, স্থায়ীভাবে ছবির গুণগত মানের অবক্ষয় ঘটতে পারে। আপনি কি চলিয়ে যেতে চান?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "আপনি যদি এই বিকল্পটিকে বন্ধ করেন তবে স্থিতিশীল স্ক্রিনটি বেশি সময়ের জন্য থাকতে পারে, যা কিছুক্ষেত্রে স্ক্রিনের গুণমান হ্রাস করে বা খুব কমই পুনরুদ্ধার করা হয়।",
	"If you use Energy Saving function, brightness of your TV will be affected.": "আপনি যদি শক্তি সঞ্চয় ফাংশন বেছে নেন তাহলে আপনার টিভির উজ্জ্বলতায় প্রভাব পড়বে৷",
	"Import your TV's channel list information from a connected USB device.": "একটি সংযোগকৃত USB যন্ত্র থেকে আপনার TVর চ্যানেল তালিকা সংক্রান্ত তথ্যাবলী আনয়ন করুন।",
	"Import/export your TV's channel list information from/to a connected USB device.": "একটি সংযুক্ত USB ডিভাইসে/ডিভাইস থেকে আপনার TVর চ্যানেল তালিকার তথ্য আমদানি/রপ্তানি করুন।",
	"In Home": "হোম",
	"India": "ভারত",
	"Indianapolis": "ইন্ডিয়ানাপলিস",
	"Indonesia": "ইন্দোনেশিয়া",
	"Indonesian": "ইন্দোনেশিয়ান",
	"Inner": "ভিতরের",
	"Input": "ইনপুট",
	"Input Locks": "ইনপুট লক্স",
	"Input field": "ইনপুট ক্ষেত্র",
	"Installing...": "ইনস্টল হচ্ছে..",
	"Instant Game Response": "ইনস্ট্যান্ট গেম রেসপন্স",
	"Interactive Service": "ইন্টারেক্টিভ পরিষেবা",
	"Interactivity(DTVi)": "ইন্টারাক্টিভিটি (DTVi)",
	"Internal TV Speaker": "ইন্টারনাল TV স্পিকার",
	"Invert Colors": "ইনভার্ট কালার",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "স্ক্রীনে প্রদর্শিত সামগ্রীর দৃশ্যমানতা বাড়াতে কিছু মেনুতে নির্দিষ্ট রঙগুলি পরিবর্তন এবং সামঞ্জস্য করুন।",
	"Iran": "ইরান",
	"Iraq": "ইরাক",
	"Ireland": "আয়ারল্যান্ড",
	"Irish": "আইরিশ",
	"Irkutsk": "ইর্কুত্স্ক",
	"Israel": "ইজরায়েল",
	"Istanbul": "ইস্তানবুল",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "এটি স্বতন্ত্রভাবে ছবির মোড রিসেট করে, তাই পছন্দসই ছবির মোড নির্বাচন করুন এবং এটি পুনরায় সেট করুন।",
	"It may not sound depending on connected devices.": "সংযুক্ত ডিভাইস অনুসারে এতে শব্দ নাও হতে পারে।",
	"It may take a few minutes.": "কয়েক মিনিট সময় লাগতে পারে।",
	"It may take a few seconds.": "কয়েক সেকেন্ড সময় লাগতে পারে।",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "LG Machine Learning টেকনিক মারফত শেখা একটি অ্যালগোরিদম দিয়ে আপনি কী দেখছেন তার ভিত্তিতে এটি অপ্টিমাল সাউন্ড অথবা ভার্চুয়াল 4.0 সারাউন্ড দেয়।",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "LG Deep Learning টেকনিক মারফত শেখা একটি অ্যালগোরিদম দিয়ে আপনি কী দেখছেন তার ভিত্তিতে এটি অপ্টিমাল সাউন্ড অথবা ভার্চুয়াল 5.1 সারাউন্ড দেয়।",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "এটি TV ইনস্টলেশন ধরনের উপর নির্ভর করে ঘরের প্রতিফলিত শব্দের স্বরগ্রাম বাড়িয়ে অপ্টিমাইজড সাউন্ড প্রদান করে।",
	"It reduces jaggies in the picture for a smooth picture.": "এটি ছবিতে জ্যাগ কমিয়ে মসৃণ ছবি দেয়।",
	"It works only when the broadcasting program supports captions.": "সম্প্রচার অনুষ্ঠান ক্যাপশন সমর্থন করলে তবেই এটি কাজ করে।",
	"It works only when the broadcasting program supports subtitles.": "সম্প্রচার অনুষ্ঠান সাবটাইটেল সমর্থন করলে তবেই এটি কাজ করে।",
	"Italian": "ইটালিয়ান",
	"Italy": "ইতালি",
	"Ivory Coast": "আইভরি কোস্ট",
	"Jakarta": "জাকার্তা",
	"Jamaica": "জামাইকা",
	"Japan": "জাপান",
	"Japanese": "জাপানি",
	"Jayapura": "জায়াপুরা",
	"Jerusalem": "জেরুসালেম",
	"Johannesburg": "জোহানেসবার্গ",
	"Jordan": "জর্ডন",
	"Just Scan": "জাস্ট স্ক্যান",
	"Kabul": "কাবুল",
	"Kaliningrad": "কালিনিনগ্রাদ",
	"Kamchatka": "কামচাটকা",
	"Kampala": "কাম্পালা",
	"Kannada": "কানাড়া",
	"Karachi": "করাচী",
	"Kasem": "কাসেম",
	"Kashgar": "কাশগর",
	"Katmandu": "কাঠমান্ডু",
	"Kazakh": "কাজাখ",
	"Kazakhstan": "কাজাখস্তান",
	"Kenya": "কেনিয়া",
	"Keyboard Languages": "কীবোর্ড ভাষাসমূহ",
	"Khartoum": "খার্তুম",
	"Khovd": "খভ্দ",
	"Kiev": "কিয়েভ",
	"Kigali": "কিগালি",
	"Kingston": "কিংস্টন",
	"Kinshasa": "কিনসাসা",
	"Kiribati": "কিরিবাতি",
	"Kiritimati": "কিরিতিমাতি",
	"Kolkata": "কলকাতা",
	"Korea": "কোরিয়া",
	"Korean": "কোরিয়ান",
	"Krasnoyarsk": "ক্রাস্নয়ার্স্ক",
	"Kuala Lumpur": "কুয়ালা লুমপুর",
	"Kuching": "কুচিং",
	"Kuwait": "কুয়েত",
	"Kuwait City": "কুয়েত সিটি",
	"Kyrgyzstan": "কিরগিজিস্তান",
	"LED Local Dimming": "LED লোকাল ডিমিং",
	"LG Logo Light (Front of TV)": "LG লোগো লাইট (টিভির সামনে)",
	"LG Services Country": "LG পরিষেবার দেশ",
	"LG Wireless Keyboard": "LG ওয়্যারলেস কীবোর্ড",
	"LG Wireless Keyboard Connected:": "LG ওয়্যারলেস কীবোর্ড সংযুক্ত আছে:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG ওয়্যারলেস কীবোর্ড আপনাকে Bluetooth-এর মাধ্যমে আপনার TV নিয়ন্ত্রণ করার অনুমতি দেয়।",
	"La Paz": "লা পাজ",
	"Lagos": "লাগোস",
	"Language": "ভাষা",
	"Laos": "লাওস",
	"Large": "বড়",
	"Last tuning:": "শেষ টিউনিং:",
	"Latvia": "লাতভিয়া",
	"Latvian": "লাত্ভীয়",
	"Lebanon": "লেবানন",
	"Left": "বাম",
	"Left Right": "বাম ডান",
	"Left Surround": "বাম সারাউন্ড",
	"Left drop shadow": "বাম ড্রপ ছায়া",
	"Legal Notice": "আইনী নোটিস",
	"Lesotho": "লেসোথো",
	"Liberia": "লাইবেরিয়া",
	"Libreville": "লাইবারভিল",
	"Libya": "লিবিয়া",
	"Liechtenstein": "লিখতেন্সটিইন",
	"Light": "হালকা",
	"Lilongwe": "লিলংওয়ে",
	"Lima": "লিমা",
	"Limit AD Tracking": "AD Tracking সীমিত করুন",
	"Lisbon": "লিসবন",
	"Lithuania": "লিথুয়ানিয়া",
	"Lithuanian": "লিথুআনিয়ান",
	"Live Theater": "সরাসরি নাটক",
	"Ljubljana": "ল্যুবলিয়ানা",
	"Loading...": "লোড হচ্ছে...",
	"Local": "স্থানীয়",
	"Local Language": "স্থানীয় ভাষা",
	"Location": "স্থান",
	"Lock All": "সমস্ত লক করুন",
	"Lock changes for currently running apps will be applied the next time they are started.": "বর্তমানে যে অ্যাপগুলি চলছে সেগুলি এর পরে যখন শুরু করা হবে তখন লক পরিবর্তনগুলি প্রযোজ্য হবে৷",
	"Logo Luminance Adjustment": "লোগোর উজ্জ্বলতার সামঞ্জস্য",
	"Lome": "লোম",
	"London": "লন্ডন",
	"Lord Howe": "লর্ড হই",
	"Los Angeles": "লস অ্যাঞ্জেলেস",
	"Louisville": "লুঈভীল",
	"Low": "নিম্ন",
	"Luanda": "লুয়ান্ডা",
	"Lubumbashi": "লুবুম্বাসি",
	"Luminance": "লুমিনেন্স",
	"Lusaka": "লুসাকা",
	"Luxembourg": "লাক্সেমবার্গ",
	"MAC Address": "MAC অ্যাড্রেস",
	"MAC Address (Wired)": "MAC অ্যাড্রেস (তারযুক্ত)",
	"MAC Address (Wireless)": "MAC অ্যাড্রেস (বেতার)",
	"MASTER PASSWORD": "মাস্টার পাসওয়ার্ড",
	"MHEG Guide": "MHEG গাইড",
	"MPEG Noise Reduction": "MPEG নয়েজ রিডাকশান",
	"Macao": "মাকাও",
	"Macedonia": "ম্যাসাডোনিয়া",
	"Macedonia, The Former Yugoslav Republic Of": "ম্যাসেডোনিয়া, সাবেক যুগোস্লাভ প্রজাতন্ত্রের",
	"Macedonian": "ম্যাসেডোনিয়ান",
	"Maceió": "মাসেইও",
	"Maceió ": "মাসেইও",
	"Madagascar": "ম্যাডাগ্যাস্কার",
	"Madeira": "মদিরা",
	"Madrid": "মাদ্রিদ",
	"Magadan": "মাগাদান",
	"Magenta": "ম্যাজেন্টা",
	"Makassar": "মাকাসার",
	"Make blurry or difficult-to-see areas more vivid.": "অস্পষ্ট বা দেখা কঠিন এমন জায়গাগুলিকে আরও স্বচ্ছ করুন।",
	"Malabo": "মালাব",
	"Malawi": "মালাউই",
	"Malay": "মালয়ে",
	"Malayalam": "মলয়ালাম",
	"Malaysia": "মালয়েশিয়া",
	"Maldives": "মালদ্বীপ",
	"Mali": "মালি",
	"Malta": "মালটা",
	"Manage channels stored on the TV.": "TV-তে সঞ্চিত চ্যানেলগুলো পরিচালনা করুন।",
	"Managua": "মানাগুয়া",
	"Manama": "মানামা",
	"Manaus": "মনাউস",
	"Mandarin": "ম্যান্ডারিন",
	"Manila": "মানিলা",
	"Manual": "ম্যানুয়াল",
	"Maori": "মাওরি",
	"Maputo": "মাপুতো",
	"Marathi": "মারাঠী",
	"Marquesas": "মার্কেসাস",
	"Marshall Islands": "মার্শাল দ্বীপপুঞ্জ",
	"Martinique": "মার্টিনিক",
	"Maseru": "মাসেরু",
	"Mature Audience Only": "শুধু পরিণত দর্শক",
	"Mauritania": "মরিতানিয়া",
	"Mauritius": "মরিশাস",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "স্ক্রিনের উজ্জ্বল ও অন্ধকার অঞ্চলগুলির তীব্রতা বৃদ্ধি করে প্রখরতা সর্বাধিক করুন।",
	"Mayotte": "মায়োত্তে",
	"Mazatlán": "মাজাটলান",
	"Mbabane": "মবাবানে",
	"Medium": "মধ্যম",
	"Menu Language": "মেনু ভাষা",
	"Menu Transparency": "মেনুর স্বচ্ছতা",
	"Message": "বার্তা",
	"Method": "পদ্ধতি",
	"Mexico": "মেক্সিকো",
	"Mexico City": "মেক্সিকো সিটি",
	"Middle East": "মধ্য প্রাচ্য",
	"Minsk": "মিনস্ক",
	"Minutes": "মিনিট",
	"Mobile Connection Management": "মোবাইল সংযোগ পরিচালনা",
	"Mode Option": "মোড বিকল্প",
	"Model": "মডেল",
	"Mogadishu": "মোগাডিশু",
	"Moldova": "মলদোভা",
	"Monaco": "মোনাকো",
	"Moncton": "মনক্তন",
	"Mongolia": "মঙ্গোলিয়া",
	"Monrovia": "মনরোভিয়া",
	"Montenegro": "মন্টিনিগ্রো",
	"Monterrey": "মোন্তেররেয়",
	"Montevideo": "মন্টেভিডিও",
	"Month": "মাস",
	"Montréal": "মন্ট্রিয়েল",
	"Morocco": "মরক্কো",
	"Moscow": "মস্কো",
	"Motion Eye Care": "মোশন আই কেয়ার",
	"Movie Lock": "মুভি লক",
	"Mozambique": "মোজাম্বিক",
	"Multi": "মাল্টি",
	"Multi Audio": "মাল্টি অডিও",
	"Multi Channel Audio": "মাল্টি চ্যানেল অডিও",
	"Multi Feed": "একাধিক ফীড",
	"Multiple": "মাল্টিপল",
	"Muscat": "মাস্কাট",
	"Music": "সঙ্গীত",
	"Myanmar": "মায়ানমার",
	"Mérida": "মর্রিডা",
	"NEXTGEN TV Mode": "NEXTGEN TV মোড",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - নিউ সাউথ ওয়েল্স/অস্ট্রেলিয়ান ক্যাপিট্যাল টেরিটরি-সিডনি",
	"NT - Northern Territory - Darwin": "NT - উত্তরাঞ্চল - ডারউইন",
	"Nairobi": "নাইরোবি",
	"Namibia": "নামিবিয়া",
	"Narrow": "সংকীর্ণ",
	"Nassau": "নাসাউ",
	"Natural": "ন্যাচারাল",
	"Ndebele": "এন্দেবিলি",
	"Ndjamena": "এন্ডজামেনা",
	"Nepal": "নেপাল",
	"Netherland": "নেদারল্যান্ডস",
	"Netherlands": "নেদারল্যান্ডস",
	"Network": "নেটওয়ার্ক",
	"Network Connection Settings": "নেটওয়ার্ক সংযোগের সেটিংস",
	"Network Name": "নেটওয়ার্ক নাম",
	"Network-Based Personalization Recommendations": "নেটওয়ার্ক-ভিত্তিক ব্যক্তিগতকরণের পরামর্শ",
	"New Caledonia": "নিউ ক্যালেডোনিয়া",
	"New York": "নিউ ইয়র্ক",
	"New Zealand": "নিউজিল্যান্ড",
	"Next": "পরবর্তী",
	"Niamey": "নিয়ামে",
	"Nicaragua": "নিকারাগুয়া",
	"Nicosia": "নিকোসিয়া",
	"Niger": "নাইজার",
	"Nigeria": "নাইজেরিয়া",
	"Night": "রাত",
	"Nipigon": "নিপিগন",
	"No": "না",
	"No Internet via 3G/4G network": "3G/4G নেটওয়ার্ক দিয়ে কোনও ইন্টারনেট নেই",
	"No Internet via Ethernet": "ইথারনেটের মাধ্যমে কোনো ইন্টারনেট নেই",
	"No Internet via Wi-Fi": "Wi-Fi-এর মাধ্যমে কোনো ইন্টারনেট নেই",
	"No One 17 and Under Admitted.": "17 বছর এবং তার কম বয়সী কারুর প্রবেশাধিকার নেই।",
	"No Operation Auto Off": "কোনও অপারেশন অটো অফ করা নেই",
	"No Signal Auto Off": "কোন সিগন্যাল অটো অফ নেই",
	"No Signal Image": "কোনো সিগন্যাল ইমেজ নেই",
	"No Signal Power Off (15Min)": "সিগনাল নেই পাওয়ার বন্ধ (15মিনিট)",
	"No devices have been found.": "কোনো ডিভাইস খুঁজে পাওয়া যায় নি।",
	"No paired devices.": "কোনো ডিভাইস জোড়া নেই",
	"No signal on Server": "সার্ভারে কোনো সিগন্যাল নেই",
	"No updates found.": "কোন আপডেট পাওয়া যায়নি।",
	"Noise Reduction": "নয়েজ রিডাকশন",
	"None": "কিছুই না",
	"Normal": "সাধারণ",
	"North Korea": "উত্তর কোরিয়া",
	"Northern Africa": "উত্তর আফ্রিকা",
	"Norway": "নরওয়ে",
	"Norwegian": "নরওয়েজিয়ান",
	"Not Connected": "সংযুক্ত নয়",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "দ্রষ্টব্য: যদি আপনার ডিভাইস এই বৈশিষ্ট্যকে সমর্থন না করে, তাহলে এটি সঠিকভাবে কাজ নাও করতে পারে। সে ক্ষেত্রে, আপনি ডিভাইসটি একটি অন্য HDMI পোর্টে সংযোগ করতে পারেন বা 8K HDMI Ultra HD Deep Color সেটিং বন্ধ করতে পারেন।",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "দ্রষ্টব্য: যদি আপনার ডিভাইস এই বৈশিষ্ট্যকে সমর্থন না করে, তাহলে এটি সঠিকভাবে কাজ নাও করতে পারে। সে ক্ষেত্রে, আপনি ডিভাইসটি একটি অন্য HDMI পোর্টে সংযোগ করতে পারেন বা 8K HDMI Ultra HD Deep Color সেটিং বন্ধ করতে পারেন।",
	"Note: Available options depend on the broadcast program.": "বি.দ্র: ব্রডকাস্ট করা প্রোগ্রামের উপর উপলভ্য বিকল্পগুলি নির্ভর করে।",
	"Note: Behavior may differ if connected device is not a LG device.": "দ্রষ্টব্য: সংযুক্ত হওয়া ডিভাইসটি LG ডিভাইস না হলে আচরণ আলাদা হতে পারে।",
	"Note: Only displayed when it is provided by the program.": "বি.দ্র: শুধু অনুষ্ঠানে পাওয়া গেলে দেখানো যাবে।",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "বি.দ্র: শুধু সম্প্রচার করা অনুষ্ঠানে পাওয়া গেলে সাবটাইটেল দেখানো যাবে।",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "দ্রষ্টব্য: সমর্থিত বৈশিষ্ট্যসমূহ মডেল অনুসারে এবং Live TV বা VOD-এর মত বিষয়বস্তু playback সহ বৈশিষ্ট্যের অপারেশন অনুসারে এর স্বচ্ছতা ভিন্ন হতে পারে।",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "দ্রষ্টব্য:<br>1. পিক্সেল রিফ্রেশার কাজ করার সময় যদি আপনার TV চালু করা হয়, এটি প্রক্রিয়াটিকে বন্ধ করে দেবে এবং আপনাকে আবার শুরু করতে হবে। <br>2.প্রক্রিয়া চলাকালীন স্ক্রিনে একটি সাদা লাইন দেখা দিতে পারে। আপনার স্ক্রিন পরিস্কার করার সময় এটি একটি স্বাভাবিক ব্যাপার।",
	"Notifications": "বিজ্ঞপ্তি",
	"Nouméa": "নৌমেআ",
	"Novosibirsk": "নোভোসিবির্স্ক",
	"Nzema": "নজেমা",
	"OK": "ঠিক আছে",
	"OLED LIGHT": "OLED লাইট",
	"OLED Motion Pro": "OLED মোশন প্রো",
	"OLED Screen Saver": "OLED স্ক্রিন সেভার",
	"OLED Surround": "ওলেড স্যারাউন্ড",
	"Object Audio": "অবজেক্ট অডিও",
	"Off": "বন্ধ",
	"Oman": "ওমান",
	"Omsk": "ওমস্ক",
	"On": "চালু",
	"OnTimer Channel not selected": "অনটাইমার চ্যানেল নির্বাচন করা হয়নি।",
	"Open": "খুলুন",
	"Open Source Licenses": "ওপেন সোর্স সফটওয়্যার সংক্রান্ত বিজ্ঞপ্তি",
	"Open when TV is turned on": "টিভি চালু হবার পরে খুলুন",
	"Operate once when TV is off": "TV বন্ধ হওয়ার পরে একবার অপারেট করুন",
	"Optical": "অপ্টিকাল",
	"Optical + Internal TV Speaker": "অপ্টিকাল + ইন্টারনাল TV স্পিকার",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Machine Leaning টেকনিক মারফত শেখা অ্যালগরিদমগুলির মাধ্যমে সামগ্রীর জন্য গভীরতা অপ্টিমাইজ করুন।",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR বিষয়বস্তুর ইমেজের উজ্জ্বলতার ওপর ভিত্তি করে কনট্রাস্ট সেটিংস সর্বাপেক্ষা উপযোগী করুন।",
	"Optimize contrast settings based on image brightness.": "ছবির উজ্জ্বলতার উপর ভিত্তি করে কনট্রাষ্ট সেটিংস অপ্টিমাইজ করুন।",
	"Optimize the sound for a cinematic experience.": "সিনেম্যাটিক অভিজ্ঞতার জন্য সাউন্ড অপ্টিমাইজ করুন।",
	"Oranjestad": "ওরাঞ্জেস্তাদ",
	"Original Language": "মূল ভাষা",
	"Oslo": "অসলো",
	"Others": "অন্যদের",
	"Ouagadougou": "ওগাডুগু",
	"Outer": "বাইরের",
	"Output sound through the Internal TV speaker.": "ইন্টারনাল TV স্পিকারr মাধ্যমে সাউন্ড আউটপুট।",
	"PIN: {pin}": "পিন: {pin}",
	"Pagode": "প্যাগোডে",
	"Pakistan": "পাকিস্তান",
	"Palau": "পালাউ",
	"Panama": "পানামা",
	"Panama City": "পানামা সিটি",
	"Panjabi": "পাঞ্জাবি",
	"Papua New Guinea": "পাপুয়া নিউ গিনি",
	"Paraguay": "প্যারাগুয়ে",
	"Paramaribo": "প্যারামারিবো",
	"Parental Guidance Suggested": "মা বাবার নির্দেশিকার পরামর্শ দেওয়া হচ্ছে",
	"Parental Guidance Suggested :": "পিতামাতার নির্দেশিকার পরামর্শ দেওয়া হচ্ছে:",
	"Parental guidance suggested for children ages 8-13.": "8-13 বছরের কম বয়সী বাচ্চাদের ক্ষেত্রে পিতামাতার নির্দেশিকার পরামর্শ দেওয়া হচ্ছে।",
	"Parents Guidance strongly required :": "পিতামাতার নির্দেশিকা বিশেষভাবে প্রয়োজন:",
	"Parents Strongly Cautioned": "মা-বাবাদের বিশেষভাবে সাবধান করা হচ্ছে",
	"Paris": "পারিস",
	"Pass Through": "পাস থ্রু",
	"Password": "পাসওয়ার্ড",
	"Patent Information": "পেটেন্ট তথ্য",
	"Peak Brightness": "সর্বাধিক উজ্জ্বলতা",
	"Persian": "ফারসী",
	"Peru": "পেরু",
	"Philippines": "ফিলিপাইন",
	"Phnom Penh": "ফনম পেনহ",
	"Phoenix": "ফিনিক্স",
	"Photo": "ছবি",
	"Pick a Time": "সময় চয়ন করুন",
	"Picture": "ছবি",
	"Picture Mode": "ছবি মোড",
	"Picture Mode Settings": "পিকচার মোড সেটিং",
	"Picture Options": "ছবি বিকল্প",
	"Picture Test": "ছবি টেস্ট",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ছবি বা শব্দ সঠিকভাবে কাজ নাও করতে পারে যখন সংযুক্ত বাহ্যিক ডিভাইস এবং TV প্রাথমিকভাবে যোগাযোগ সম্পন্ন করছে। যদি সমস্যাটি চলতে থাকে, সেটিংস প্রত্যাবর্তন করুন বা আপনার সংযুক্ত বাহ্যিক ডিভাইসকে পুনরায় সেট করুন।",
	"Pitch": "পিচ",
	"Pixel Refresher": "পিক্সেল রিফ্রেশার",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "পিক্সেল রিফ্রেশার আপনার TV কে সম্ভাব্য সবথেকে বেশি পরিস্কার ছবি দেখাতে সাহায্য করে।",
	"Pixel Refresher begins only once when the TV is turned off.": "TV বন্ধ থাকার সময়েই কেবল পিক্সেল রিফ্রেশার শুরু হয়।",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "আপনার TV যখন আবার বন্ধ করা হবে তখন পিক্সেল রিফ্রেশার শুরু ওয়ার সময় নিধারিত করা হয়েছে।",
	"Play": "প্লে",
	"Play sound through TV Speaker.": "TV স্পীকারের মাধ্যমে সাউন্ড চালান।",
	"Play the standard sound suitable for all types of content.": "সমস্ত ধরণের সামগ্রীর জন্য উপযুক্ত স্ট্যান্ডার্ড সাউন্ড চালান।",
	"Please check if WiSA Speakers are turned on and try again.": "অনুগ্রহ করে WiSA স্পীকার চালু আছে কিনা দেখুন ও আবার চেষ্টা করুন।",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth ডিভাইস অন্য ডিভাইসের সাথে সংযুক্ত আছে কিনা অনুগ্রহ করে দেখুন।",
	"Please check the network name and password and try again.": "নেটওয়ার্কের নাম এবং পাসওয়ার্ড যাচাই করে দেখুন এবং তারপর আবার চেষ্টা করুন।",
	"Please check the status and try again": "অনুগ্রহ করে অবস্থা যাচাই করুন এবং আবার চেষ্টা করুন।",
	"Please do not unplug the USB storage until the copying is completed.": "অনুগ্রহ করে কপি করা সম্পূর্ণ না হওয়া পর্যন্ত USB স্টোরেজের প্লাগ খুলবেন না।",
	"Please enter your password to turn off this function.": "এই কাজটা বন্ধ করার জন্য অনুগ্রহ করে আপনার পাসওয়ার্ড জানান৷",
	"Please enter your password to turn on this function.": "এই কার্যকারিতাটি চালু করার জন্য অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন৷",
	"Please make sure that your TV is connected to the network and try again.": "অনুগ্রহ করে আপনার TV নেটওয়ার্কের সঙ্গে যুক্ত কিনা সে বিষয়ে নিশ্চিত হয়ে নিন এবং আবার চেষ্টা করুন।",
	"Please note that LG does not use or manage the value.": "অনুগ্রহ করে মনে রাখবেন LG মান ব্যবহার বা পরিচালনা করে না।",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "অনুগ্রহ করে মনে রাখবেন যে ডিজিটাল সাউন্ড আউট পাস থ্রূ হিসাবে সেট করা হলে সাউন্ড বেরোতে পারে না।",
	"Please try again later.": "পরে আবার চেষ্টা করুন.",
	"Please wait while the Settings application reloads.": "সেটিংস অ্যাপ্লিকেশন পুনরায় চালু করার সময় দয়া করে অপেক্ষা করুন।",
	"Please wait while the Settings application restarts.": "দয়া করে অপেক্ষা করো সেটিংস অ্যাপ্লিকেশন পুনরায় আরম্ভ করার সময়.",
	"Please wait while the TV restarts.": "TV আবার শুরু হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন।",
	"Please wait while the TV searches for LG Service Country.": "TV LG পরিষেবার দেশ খুঁজছে, অনুগ্রহ করে অপেক্ষা করুন।",
	"Podgorica": "পদ্গরিকা",
	"Point": "পয়েন্ট",
	"Pointer Options": "পয়েন্টার বিকল্প",
	"Pointer Size": "পয়েন্টারের মাপ",
	"Poland": "পোল্যান্ড",
	"Polish": "পলিশ",
	"Pontianak": "পন্তিয়ানক",
	"Port Louis": "পোর্ট লুইস",
	"Port Moresby": "পোর্ট মরেস্বি",
	"Port of Spain": "পোর্ট অফ স্পেন",
	"Port-au-Prince": "পোর্ট-অ-প্রিন্স",
	"Porto Novo": "পোর্টো নোভো",
	"Porto Velho": "পরত ভেলহ",
	"Porto-Novo": "পরত-নভো",
	"Portugal": "পর্তুগাল",
	"Portuguese": "পর্তুগিজ",
	"Position": "অবস্থান",
	"Position Settings": "অবস্থান সেটিংস",
	"Power Off Timer": "পাওয়ার অফ টাইমার",
	"Power On Timer": "পাওয়ার অন টাইমার",
	"Power Saving Mode": "পাওয়ার সেভিং মোড",
	"Prague": "প্রাগ",
	"Praia": "প্রাইআ",
	"Preschool": "প্রিস্কুল",
	"Press right button to adjust de-blur and Motion Pro value.": "de-blur এবং Motion Pro মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "স্পষ্টতা এবং OLED Motion Pro-এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-blur and OLED Motion value.": "স্পষ্টতা এবং OLED Motion -এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder and Motion Pro value.": "de-judder এবং Motion Pro মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ডি-জাডার এবং OLED Motion Pro-এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder and OLED Motion value.": "ডি-জাডার এবং OLED Motion -এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "de-judder, de-blur এবং Motion Pro মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ডি-জাডার, স্পস্টতা এবং OLED Motion Pro-এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ডি-জাডার, স্পস্টতা এবং OLED Motion -এর মান সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "একটি WPS-সক্ষম রাউটারের WPS বোতামটি টিপে TV কে নেটওয়ার্কের সঙ্গে সংযুক্ত করুন।",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro সেটিংস সমন্বয় করতে ডানদিকের বোতামটি টিপুন।",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro সেটিংস সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion সেটিংস সমন্বয় করতে ডানদিকের বোতাম টিপুন।",
	"Press the right button to adjust de-blur settings.": "ডি-ব্লার সেটিংস অ্যাডজাস্ট করতে ডানদিকের বোতামটি টিপুন।",
	"Press the right button to adjust de-judder settings.": "ডি-জাডার সেটিংস অ্যাডজাস্ট করতে ডানদিকের বোতামটি টিপুন।",
	"Previous": "পূর্ববর্তী",
	"Primary Audio Language": "প্রাথমিক অডিও ভাষা",
	"Primary Channels": "প্রধান চ্যানেল",
	"Primary Teletext Language": "প্রাথমিক টেলিটেক্সট ভাষা",
	"Program exempted from ratings.": "প্রোগ্রাম রেটিংএ অব্যাহতিপ্রাপ্ত।",
	"Programme": "চ্যানেল",
	"Provide HbbTV Distinctive ID": "HbbTV স্বতন্ত্র ID প্রদান করুন",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "সম্প্রচারগুলির জন্য HbbTV পরিষেবায় HbbTV স্বাতন্ত্র্যসূচক ID প্রদান করুন৷",
	"Provided services may vary depending on countries.": "প্রদত্ত পরিষেবাগুলি দেশের উপর নির্ভর করে পরিবর্তিত হতে পারে।",
	"Puerto Rico": "পুয়ের্তো রিকো",
	"Pyongyang": "পিয়ংইয়াং",
	"QLD - Queensland - Brisbane": "QLD - কুইন্সল্যান্ড - ব্রিসবেন",
	"Qatar": "কাতার",
	"Quick Help": "দ্রুত সহায়তা",
	"Quick Start+": "কুইক স্টার্ট+",
	"Rainy River": "রেইনি রিভার",
	"Raised": "উত্থাপিত",
	"Rangoon": "রেঙ্গুন",
	"Real Cinema": "রিয়েল সিনেমা",
	"Reason: Authentication with access point was unsuccessful.": "কারণ: এক্সেস পয়েন্ট দিয়ে প্রমাণীকরণ ব্যর্থ হয়েছে।",
	"Reason: Could not establish a connection to access point.": "কারণ: অ্যাক্সেস পয়েন্টে যোগাযোগ স্থাপন করা যায়নি।",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "কারণ: DHCP ব্যবহার করে বৈধ IP ঠিকানা উদ্ধার করা যায়নি।",
	"Reason: Entered password is incorrect.": "কারণ: যে পায়ওয়ার্ড প্রবেশ করানো হয়েছে তা ভুল।",
	"Reason: Password is missing.": "কারণ: পাসওয়ার্ড অনুপস্থিত আছে.",
	"Reason: The network you selected is out of range.": "কারণ: আপনার নির্বাচিত নেটওয়ার্ক সীমার বাইরে।",
	"Reason: Unable to login.": "কারণ: লগইন করা যায়নি।",
	"Receive emergency alerts from TV when an emergency occurs.": "যখন কোনো জরুরি পরিস্থিতি ঘটে আপনার TV থেকে জরুরি সতর্কতাগুলি জেনে নিন।",
	"Recife": "রেসিফে",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "আপনি সাধারণত যে সময় TV দেখেন না তখন Always-on-এ সুপারিশ করুন।",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "দেখার ইতিহাস এবং অ্যাপ ব্যবহারের ভিত্তিতে দরকারি সামগ্রী এবং বৈশিষ্ট্যগুলির প্রস্তাব দিন।",
	"Recommendations are available for the people, products and locations related to the current program.": "বর্তমান প্রোগ্রাম সংক্রান্ত লোকজন, পণ্য ও অবস্থানের জন্য প্রস্তাব উপলব্ধ রয়েছে।",
	"Red": "লাল",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "স্পষ্টভাবে ছবির গুণমান অপ্টিমাইজ করতে ডিজিটাল ভিডিও সিগনাল থেকে অনিয়মিত শব্দ হ্রাস করুন।",
	"Regina": "রেজিনা",
	"Region": "অঞ্চল",
	"Registered Devices ({num})": "({num})টি নিবন্ধিত ডিভাইস",
	"Reinforce a high-pitched tone of the optimized sound.": "অপ্টিমাইজড সাউন্ডে বেশি পিচে টোন আবার লাগান।",
	"Reinforce the low-pitched tone of the optimized sound.": "অপ্টিমাইজড সাউন্ডে কম পিচে টোন আবার লাগান।",
	"Remote Settings": "রিমোট সেটিংস",
	"Remove irregular and erratic pixels for a clearer image.": "স্পষ্টতর ছবি পাওয়ার জন্য বিষম ও অস্থির পিক্সেলগুলিকে অপসারিত করুন।",
	"Reset": "রিসেট করুন",
	"Reset AD ID": "AD ID রিসেট করুন",
	"Reset CI Password": "CI পাসওয়ার্ড রিসেট করুন",
	"Reset HbbTV Distinctive ID": "HbbTV স্বতন্ত্র ID রিসেট করুন",
	"Reset Password": "পাসওয়ার্ড রিসেট করুন",
	"Reset Settings": "সেটিংস রিসেট করুন",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV মোবাইল অ্যাপে সংযোগের সময়ে অনুমোদিত অ্যাপের তালিকা রিসেট করুন।",
	"Reset the caption position.": "ক্যাপশানের অবস্থান রিসেট করুন।",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "সামগ্রী দেখার এবং অ্যাপের ব্যবহার, উভয়ের ইতিহাস রিসেট করুন। ইতিহাস রিসেট করার পরে আবার সামগ্রীর সুপারিশ পেতে নির্দিষ্ট সময়় লাগতে পারে।",
	"Reset to Initial Settings": "রিসেট করে প্রাথমিক সেটিংস-এ চলে যান",
	"Restrict access to TV programs based on their ratings.": "রেটিং অনুসারে টিভি অনুষ্ঠান দেখা সীমিত করুন।",
	"Restrict watching based on age ratings for children programs.": "শিশুদের প্রোগ্রামের ক্ষেত্রে বয়সের রেটিং-এর উপর ভিত্তি করে প্রোগ্রাম দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on ages ratings.": "বয়সের রেটিং-এর উপর ভিত্তি করে দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on fantasy violence content ratings.": "কাল্পনিক হিংস্রতা বিষয়ের রেটিং-এর উপর ভিত্তি করে দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on programs containing adult language.": "প্রাপ্তবয়স্কদের ভাষার উপর ভিত্তি করে প্রোগ্রাম দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on programs containing sexual scene.": "যৌনতাপুর্ণ দৃশ্যের উপর ভিত্তি করে প্রোগ্রাম দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "যৌন ইঙ্গিতবাহক সংলাপের উপর ভিত্তি করে প্রোগ্রাম দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "পিতামাতার নির্দেশিকার অধীনে নির্দিষ্ট বয়স বা সামগ্রীর রেটিং-এর উপর নির্ভর করে দেখা সীমাবদ্ধ করুন।",
	"Restrict watching based on violence content ratings.": "হিংস্রতার বিষয়ের রেটিং-এর উপর ভিত্তি করে দেখা সীমাবদ্ধ করুন।",
	"Restrict watching movies based on rating.": "মুভি রেটিং-এর উপর নির্ভর করে ছায়াছবি দেখা সীমাবদ্ধ করুন।",
	"Restrict watching programs based on rating.": "রেটিং-এর উপর নির্ভর করে প্রোগ্রাম দেখা সীমাবদ্ধ করুন।",
	"Restriction ratings :": "সীমাবদ্ধতা রেটিংস:",
	"Retry": "আবার চেষ্টা করুন",
	"Revert TV to its initial settings.": "TV-কে তার প্রাথমিক সেটিংসে ফিরিয়ে নিয়ে যান।",
	"Revert color adjustment settings to default.": "রঙ সমন্বয় সেটিংস পূর্বনির্ধারিত সেটিং-এ ফিরিয়ে নিয়ে যান।",
	"Revert detailed sound effect settings of standard mode to default.": "বিস্তারিত শব্দের ইফেক্ট পূর্বনির্ধারিত স্ট্যান্ডার্ড মোডে ফিরিয়ে নিয়ে যান।",
	"Revert picture setting values to default.": "ছবি সেটিং-এর মাত্রা পূর্বনির্ধারিত সেটিং-এ ফিরিয়ে নিয়ে যান।",
	"Revert white balance settings to default.": "হোয়াইট ব্যালেন্সকে ডিফল্টে ফিরিয়ে আনুন।",
	"Reykjavik": "রিকজাভিক",
	"Riga": "রিগা",
	"Right": "ডান",
	"Right Left": "ডান বাম",
	"Right Surround": "ডান সারাউন্ড",
	"Right drop shadow": "রাইট ড্রপ ছায়া",
	"Rio Branco": "রিও ব্রাঙ্কো",
	"Riyadh": "রিয়াদ",
	"Romania": "রোমানিয়া",
	"Romanian": "রোমানিয়ন",
	"Rome": "রোমে",
	"Russia": "রাশিয়া",
	"Russian": "রাশিয়ান",
	"Rwanda": "রুয়ান্ডা",
	"SA - South Australia - Adelaide": "SA - দক্ষিণ অস্ট্রেলিয়া - অ্যাডেলেড",
	"SIGNATURE Opening": "SIGNATURE খুলছে",
	"SIGNATURE TV Settings": "SIGNATURE TV সেটিংস",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK আপনাকে LG Remote দিয়ে আপনার LG Smart TVর সঙ্গে HDMI দিয়ে যুক্ত অন্যান্য SIMPLINK-চালিত ডিভাইস যেমন, DVD প্লেয়ার বা অডিও হোম থিয়েটার সিস্টেম নিয়ন্ত্রণ করার সুবিধা দেয়।",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "এই ARC মোডটি ব্যবহার করতে SIMPLINK নিজে থেকেই চালু হয়ে যাবে।",
	"Safety": "নিরাপত্তা",
	"Saint Lucia": "সন্ত লুকিয়া",
	"Saint Vincent": "সেন্ট ভিনসেন্ট",
	"Sakhalin": "সাখালিন",
	"Samara": "সামারা",
	"Samarkand": "সামারকান্দ",
	"Samoa": "সমা",
	"San Luis": "স্যান লুইস",
	"San Salvador": "সান সালভাদোর",
	"Sana": "সানা",
	"Santiago": "সান্টিয়াগো",
	"Santo Domingo": "সন্ত দোমিঙ্গ",
	"Sarajevo": "সারাজেভো",
	"Satellite": "স্যাটেলাইট",
	"Satellite DTV": "স্যাটেলাইট DTV",
	"Satellite Radio": "স্যাটেলাইট রেডিও",
	"Saturation": "স্যাচুরেশন",
	"Saudi Arabia": "সৌদি আরব",
	"Saudi arabia": "সৌদি আরব",
	"Save CAM Operator's Profile": "CAM অপারেটরের প্রোফাইল সংরক্ষণ করুন",
	"Save CI Password": "CI পাসওয়ার্ড সেভ করুন",
	"Save the color adjustment settings from the current picture mode in all inputs.": "সমস্ত ইনপুটের ক্ষেত্রে বর্তমানে নির্বাচিত ছবির মোড থেকে রঙ সমন্বয় সেটিংস সংরক্ষণ করুন৷",
	"Save the white balance settings from the current picture mode in all inputs.": "সব ইনপুটে বর্তমান ছবির মোড থেকে হোয়াইট ব্যালান্স সেটিংগুলি সেভ করুন।",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "আপনার CI পাসওয়ার্ড সেভ/রিসেট করুন। পাসওয়ার্ড সেভ করে নিলে ভবিষ্যতে আপনি সাইন-ইন ধাপটি এড়িয়ে যেতে পারবেন।",
	"Scan \"Auto Detect\" automatically.": "\"অটো ডিটেক্ট\" স্বয়ংক্রিয়ভাবে স্ক্যান করুন৷",
	"Scoresbysund": "স্কোর্সবাইসন্ড",
	"Screen Down": "স্ক্রিন নীচের দিকে",
	"Screen Off": "স্ক্রিন অফ",
	"Screen Saver": "স্ক্রিন সেভার",
	"Screen Shift ": "স্ক্রীণ স্থানপরিবর্তন করা",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "নিয়মিত সময়ের ব্যবধানে স্ক্রীণ স্থান পরিবর্তন করে এবং অনেকদিন পরে আপনার TV চালু করার ফলে ছবির গুণ অর্থাৎ কোয়ালিটি সমস্যা প্রতিরোধ করতে পারে।",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "স্ক্রিন 5 সেকেন্ডের মধ্যে বন্ধ হয়ে যাবে। স্ক্রিনটি আবার চালু করতে, পাওয়ার এবং ভলিউমের বোতাম ছাড়া অন্য যে কোনো বোতাম টিপুন।",
	"Search": "খুঁজুন",
	"Search Bluetooth Device": "Bluetooth ডিভাইস খুঁজুন",
	"Searching...": "অনুসন্ধান",
	"Second Language": "দ্বিতীয় ভাষা",
	"Secondary Audio Language": "দ্বিতীয় অডিও ভাষা",
	"Secondary Teletext Language": "টেলিটেক্সটের দ্বিতীয় ভাষা",
	"Security": "নিরাপত্তা",
	"Select IRE point to adjust luminance.": "ঔজ্জ্বল্য অ্যাডজাস্ট করতে IRE পয়েন্ট বেছে নিন।",
	"Select Mode": "মোড নির্বাচন করুন",
	"Select TV's language settings.": "TV-র ভাষা সেটিংস নির্বাচন করুন।",
	"Select a caption type for HD broadcasts.": "HD সম্প্রচারের জন্য একটি ক্যাপশনের ধরণ নির্বাচন করুন।",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV সম্প্রচারের জন্য ক্যাপশনের ধরণ নির্বাচন করুন।",
	"Select a caption type for UHD broadcasts.": "UHD সম্প্রচারের জন্য একটি ক্যাপশনের ধরণ নির্বাচন করুন।",
	"Select a caption type for analog broadcasts.": "অ্যানালগ সম্প্রচারের জন্য ক্যাপশনের ধরণ নির্বাচন করুন।",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "পরিবেশের সাথে মেলে এমন ভিডিও মোড নির্বাচন করুন বা ভিডিও মোডের জন্য কন্ট্রাস্ট, রঙ ও অন্যান্য সেটিংস নির্ধারণ করুন।",
	"Select an audio format for each HDMI input.": "প্রতি HDMI ইনপুটের জন্য একটি অডিও ফরম্যাট নির্বাচন করুন।",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pass Through নির্বাচন করার পরে আপনি সাউন্ড ইফেক্ট শুনতে না পারলে অন্য ডিজিটাল সাউন্ড আউট (অটো বা PCM) নির্বাচন করুন।",
	"Select audio language for digital broadcasts.": "ডিজিটাল সম্প্রচারের জন্য অডিও ভাষা নির্বাচন করুন।",
	"Select color to be adjusted.": "যে রঙগুলি অ্যাডজাস্ট করতে হবে সেগুলি বাছুন।",
	"Select days to apply the Timer Power Off settings every week.": "প্রতি সপ্তাহে সেটিংসে টাইমার পাওয়ার অফ প্রয়োগ করতে দিনগুলি বেছে নিন।",
	"Select days to apply the Timer Power On settings every week.": "প্রতি সপ্তাহে সেটিংসে টাইমার পাওয়ার প্রয়োগ করতে দিন নির্বাচন করুন।",
	"Select device for audio output.": "অডিও ইনপুট-এর জন্য ডিভাইস নির্বাচন করুন।",
	"Select device or speaker for audio output.": "অডিও আউটপুট-এর জন্য ডিভাইস অথবা স্পিকার নির্বাচন করুন।",
	"Select digital audio output format.": "ডিজিটাল অডিও আউটপুট ফর্ম্যাট নির্বাচন করুন।",
	"Select language for TV menu.": "TV-র মেনুর জন্য ভাষা নির্বাচন করুন।",
	"Select language for subtitles.": "সাবটাইটেলের জন্য ভাষা বেছে নিন।",
	"Select languages for keyboards input.": "কিবোর্ড ইনপুটের জন্য ভাষা বেছে নিন।",
	"Select method to adjust white balance.": "সাদার ভারসাম্য অ্যাডজাস্ট করতে পদ্ধতি বেছে নিন।",
	"Select point to adjust luminance.": "ঔজ্জ্বল্য অ্যাডজাস্ট করতে পয়েন্ট নির্বাচন করুন।",
	"Select the Sound mode and set detailed Audio effects.": "সাউন্ড মোড নির্বাচন করুন ও বিশদ অডিওর প্রভাব সেট করুন।",
	"Select the Sound mode for each content type.": "প্রতিটি সামগ্রীর ধরণ অনুযায়ী সাউন্ড অপ্টিমাইজ করুন।",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} পোর্টের জন্য Ultra HD Deep Color নির্বাচন করুন।",
	"Select the app to restrict the use.": "ব্যবহার সীমাবদ্ধ করতে অ্যাপ নির্বাচন করুন।",
	"Select the appropriate picture mode according to the viewing environment or content type.": "দেখার পরিবেশ বা সামগ্রীর ধরণ অনুসারে উপযুক্ত চিত্র মোডটি নির্বাচন করুন।",
	"Select the audio properties to listen to the broadcast in the way you like.": "আপনি যেভাবে চান সেভাবে সম্প্রচার শুনতে অডিও প্রপার্টি নির্বাচন করুন।",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ডিজিট্যাল সম্প্রচারের ক্যাপশনের প্রকার নির্বাচন করুন ও বিস্তারিত সাবটাইটেলের সেটিংস সেট করুন।",
	"Select the channel to restrict watching.": "দেখা সীমাবদ্ধ করতে চ্যানেল নির্বাচন করুন।",
	"Select the channel to watch when the TV turns on.": "TV চালু হলে যে চ্যানেলটি দেখবেন সেটি বেছে নিন।",
	"Select the color range to be displayed.": "প্রদর্শনের জন্য রঙের সীমা নির্বাচন করুন।",
	"Select the country for your country's special services.": "আপনার দেশের বিশেষ পরিষেবার জন্য দেশ নির্বাচন করুন।",
	"Select the desired video angle.": "পছন্দের ভিডিও অ্যাঙ্গেল নির্বাচন করুন।",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TV ডিজিটাল সাউন্ড আউট থেকে একটি বাহ্যিক ডিভাইসে পাঠাতে ফরম্যাটটি বেছে নিন।",
	"Select the input to use when the TV turns on.": "টিভি চালু হলে যে ইনপুটটি ব্যবহার করতে হবে সেটি বেছে নিন।",
	"Select the inputs to restrict the use.": "ব্যবহার সীমাবদ্ধ করতে ইনপুট নির্বাচন করুন।",
	"Select the most preferred Subtitle Language.": "আপনার প্রথম পছন্দমত সাবটাইটেলের ভাষা বিকল্প বেছে নিন।",
	"Select the place where to use the TV.": "TV কোথায় ব্যবহার করবেন সেই জায়গাটি বেছে নিন।",
	"Select the residential region for your regional broadcast signal.": "আপনার আঞ্চলিক সম্প্রচার সিগনালের জন্য আবাসিক অঞ্চল নির্বাচন করুন।",
	"Select the second preferred Subtitle Language.": "আপনার দ্বিতীয় পছন্দমত সাবটাইটেলের ভাষা বিকল্প বেছে নিন।",
	"Select your first choice of audio language for digital broadcasts.": "ডিজিটাল সম্প্রচারের জন্য আপনার পছন্দের প্রথম অডিও ভাষা নির্বাচন করুন৷",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "আপনার ব্রডকাস্ট TV প্রোড্যুসারের টেলিটেক্সট পরিষেবার জন্য আপনার প্রথম পছন্দের ভাষা বেছে নিন।",
	"Select your second choice of audio language for digital broadcasts.": "ডিজিটাল সম্প্রচারের জন্য আপনার পছন্দের দ্বিতীয় অডিও ভাষা নির্বাচন করুন৷",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "আপনার ব্রডকাস্ট TV প্রোড্যুসারের টেলিটেক্সট পরিষেবার জন্য আপনার দ্বিতীয় পছন্দের ভাষা বেছে নিন।",
	"Senegal": "সেনেগাল",
	"Seoul": "সিওল",
	"Serbia": "সার্বিয়া",
	"Serbian": "সার্বিয়ান",
	"Serial Number": "সিরিয়াল নাম্বার",
	"Serta Wego": "সার্টা ওয়েগো",
	"Service 1": "সেবা 1",
	"Service 2": "সেবা 2",
	"Service 3": "সেবা 3",
	"Service 4": "সেবা 4",
	"Service 5": "সেবা 5",
	"Service 6": "সেবা 6",
	"Service Area Zip Code": "সার্ভিস এরিয়া জিপ কোড",
	"Set Automatically": "স্বয়ংক্রিয়ভাবে সেট করুন",
	"Set ID": "সেট ID",
	"Set My Team Alarm.": "আমার টিমের অ্যালার্ম সেট করুন।",
	"Set Store Mode settings.": "স্টোর মোড সেটিংস সেট করুন।",
	"Set System Color mode for your current TV input.": "আপনার বর্তমান TV ইনপুটের জন্য সিস্টেম কালার মোড সেট করুন।",
	"Set additional options for Video Description.": "ভিডিও বর্ণনার জন্য অতিরিক্ত বিকল্প স্থির করে নিন।",
	"Set additional picture settings.": "অতিরিক্ত ছবির সেটিংস সেট করুন।",
	"Set additional sound-related settings.": "শব্দ-সংক্রান্ত অতিরিক্ত সেটিংগুলি সেট করুন।",
	"Set advanced Subtitle options.": "অ্যাডভান্সড সাবটাইটেল বিকল্প স্থির করে নিন।",
	"Set advanced captioning options.": "অ্যাডভানস্‌ড ক্যাপশনিং বিকল্প নির্দিষ্ট করুন।",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP ঠিকানা সংস্করণ IPv4 অথবা IPv6-এ সেট এবং সম্পাদনা করুন।",
	"Set audio-related options.": "অডিও-সংক্রান্ত বিকল্প সেট করুন।",
	"Set caption size, color, transparency, and other options for broadcasts.": "সম্প্রচারের জন্য শিরোনামের আকার, রং, স্বচ্ছতা এবং অন্যান্য বিকল্প নির্বাচন করুন।",
	"Set color temperature from warm to cool.": "উষ্ণ থেকে শীতলে রঙের তাপমাত্রা সেট করুন।",
	"Set detailed caption settings for HD broadcasts.": "HD সম্প্রচারের জন্য বিস্তারিত ক্যাপশনের সেটিংস সেট করুন।",
	"Set detailed options for the AI functions.": "AI ফাংশনের জন্য বিস্তারিত বিকল্প সেট করুন।",
	"Set detailed options for the Home feature.": "হোম ফিচারের জন্য বিস্তারিত বিকল্প সেট করুন।",
	"Set detailed options for the Recommendation feature.": "পরামর্শ বৈশিষ্ট্যের জন্য বিস্তারিত বিকল্প সেট করুন।",
	"Set easy connection settings with external devices.": "বাহ্যিক ডিভাইসগুলির সাথে সহজ সংযোগ সেটিংস সেট করুন।",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "পিতামাতার নির্দেশিকার অধীনে ব্যবহার করতে নির্দিষ্ট চ্যানেল, অ্যাপ, ইনপুটগুলি এবং ইত্যাদিতে লকিং সেট করুন।",
	"Set necessary additional functions based on watching environment and screen status.": "পরিবেশ এবং স্ক্রীনের স্থিতি দেখার উপর নির্ভর করে প্রয়োজনীয় অতিরিক্ত ফাংশনগুলি সেট করুন।",
	"Set or reset the position of on-screen captions.": "অন-স্ক্রীনের ক্যাপশনের অবস্থান সেট অথবা রিসেট করুন।",
	"Set settings related to your wired / wireless network.": "আপনার তারযুক্ত / ওয়্যারলেস নেটওয়ার্ক সম্পর্কিত সেটিংস সেট করুন।",
	"Set the TV to turn off automatically after a set amount of time.": "TV-কে এমন ভাবে সেট করুন যাতে সেটি একটি নির্দিষ্ট সময়কালের পর স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যায়।",
	"Set the TV to turn off automatically at a set time.": "TV-কে এমন ভাবে সেট করুন যাতে সেটি কোনও নির্দিষ্ট সময়ে স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যায়।",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV স্বয়ংক্রিয়ভাবে চালু হওয়ার 4 ঘণ্টা পরে ব্যবহারকারীর দেওয়া কোনও ইনপুট না থাকলে TV যাতে স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যায় সেইভাবে সেট করুন।",
	"Set the TV to turn on automatically at a set time.": "TV-কে এমন ভাবে সেট করুন যাতে সেটি কোনও নির্দিষ্ট সময়ে স্বয়ংক্রিয়ভাবে চালু হয়ে যায়।",
	"Set the additional functions related to the TV.": "আপনি TV সংক্রান্ত অতিরিক্ত ফাংশনগুলি সেট করুন।",
	"Set the current date and time.": "বর্তমান তারিখ ও সময় নির্দিষ্ট করুন।",
	"Set the current date manually.": "নিজে বর্তমান তারিখ সেট করে নিন।",
	"Set the current time manually.": "নিজে বর্তমান সময় সেট করুন।",
	"Set the detect range of device available to connect.": "সংযোগ করার জন্য উপলভ্য ডিভাইসের সীমা শনাক্ত করে সেট করুন।",
	"Set the region and country for broadcasts and special services.": "সম্প্রচার এবং বিশেষ পরিষেবার জন্য অঞ্চল এবং দেশ সেট করুন।",
	"Set the screen size and aspect ratio.": "স্ক্রিনের আকার ও দৃশ্য-অনুপাত নির্দিষ্ট করুন।",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV-এর বিশেষ ফাংশন সেট করুন।",
	"Set the time to turn off the TV automatically without user input.": "ব্যবহারকারীর ইনপুট ছাড়াই স্বয়ংক্রিয়ভাবে TV বন্ধ করতে সময় সেট করুন।",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "আরও বাস্তব শব্দ উপভোগ করতে ভার্চুয়াল মাল্টি চ্যানেল সারাউন্ড সাউন্ড এফেক্ট সেট করুন।",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "আরও বাস্তব শব্দ উপভোগ করতে ভার্চুয়াল সারাউন্ড সাউন্ড এফেক্ট সেট করুন।",
	"Set the volume level when the TV turns on.": "TV চালু হলে সেই সময় ভলিউম মাত্রা সেট করুন।",
	"Set time to turn off the TV.": "টিভি বন্ধ করতে সময় সেট করুন।",
	"Set time to turn on the TV.": "টিভি চালানোর জন্যে টাইম সেট করুন।",
	"Set up additional features related to customer support.": "অতিরিক্ত বৈশিষ্ট্য সংক্রান্ত গ্রাহক সহায়তা সেট আপ করুন।",
	"Set up an account to use LG Services.": "LG পরিষেবা ব্যবহার করতে একটি অ্যাকাউন্ট সেট আপ করুন।",
	"Set whether to display Home when the TV is turned on.": "TV চালু থাকার সময়ে হোম প্রদর্শিত হবে কিনা ঠিক করুন।",
	"Settings Help": "সেটিংএ সাহায্য",
	"Sexual Situations": "যৌন সঙ্কেতমূলক পরিস্থিতি",
	"Sexually Suggestive Dialogue": "যৌন ইঙ্গিতবাহক সংলাপ",
	"Shanghai": "সাংহাই",
	"Sharpness": "শার্পনেস",
	"Show Password": "পাসওয়ার্ড দেখান",
	"Side by Side": "পাশাপাশি",
	"Sierra Leone": "সিয়েরা লিওন",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ওয়্যারলেস রাউটার যদি TV-র খুব কাছে হয় তাহলে সিগন্যালের বাধা Magic Remote-এর সংবেদনশীলতা কমাতে পারে।",
	"Simferopol": "সিম্ফেরপল",
	"Singapore": "সিঙ্গাপুর",
	"Size": "সাইজ",
	"Skopje": "স্কপ্জে",
	"Sleep Timer": "স্লীপ টাইমার",
	"Slovak": "স্লোভাক",
	"Slovakia": "স্লোভাকিয়া",
	"Slovenia": "স্লোভানিয়া",
	"Slovenian": "স্লোভেনিয়ান",
	"Slow": "ধীরে",
	"Small": "ছোট",
	"Smooth": "মসৃণ",
	"Smooth Gradation": "মসৃণ বৃদ্ধি",
	"Soccer": "সকার",
	"Sofia": "সোফিয়া",
	"Software Update": "সফ্টওয়্যার আপডেট",
	"Software Version": "সফটওয়্যার সংস্করণ",
	"Software update has been installed. Update will be applied when you restart your TV.": "সফটওয়্যার আপডেট ইনস্টল করা হয়েছে। যখন আপনি আপনার TV পুনরায় চালু করবেন তখন আপডেট প্রয়োগ করা হবে।",
	"Solid": "শক্ত",
	"Solomon Islands": "সলোমন আইল্যান্ডস",
	"Somalia": "সোমালিয়া",
	"Some material may not be appropriate for children under 13.": "কয়েকটা জিনিস 13 বছরের কমবয়সী ছেলেমেয়েদের জন্য উপযুক্ত নাও হতে পারে।",
	"Some material may not be appropriate for children.": "কয়েকটা জিনিস ছোটদের জন্য উপযুক্ত নাও হতে পারে।",
	"Sotho, Northern": "সোথো, উত্তর",
	"Sotho, Southern": "সোথো, দক্ষিণ",
	"Sound": "সাউন্ড",
	"Sound Mode": "সাউন্ড মোড",
	"Sound Mode Settings": "সাউন্ড মোড সেটিংসমূহ",
	"Sound Out": "সাউন্ড আউট",
	"Sound Test": "সাউন্ড টেস্ট",
	"South Africa": "দক্ষিণ আফ্রিকা",
	"South Korea": "সাউথ কোরিয়া",
	"Southern Africa": "দক্ষিণ আফ্রিকা",
	"Spain": "স্পেন",
	"Spanish": "স্প্যানিশ",
	"Speaker Volume Control": "স্পীকার ভলিউম কন্ট্রোল",
	"Specify detailed voice guidance settings after turning on this feature.": "এই বৈশিষ্ট্যটি চালু করার পরে বিস্তারিত কণ্ঠস্বর নির্দেশিকা সেটিংস নির্ধারণ করুন।",
	"Speed": "গতি",
	"Spoken Subtitle": "উক্ত সাবটাইটেল",
	"Sports": "স্পোর্টস",
	"Sports Alert": "স্পোর্টস অ্যালার্ট",
	"Srednekolymsk": "স্রেডনেকোলিমস্ক",
	"Sri Lanka": "শ্রীলঙ্কা",
	"St. John's": "সেইন্ট. জহ্ন্স",
	"Stand": "স্ট্যান্ড",
	"Standard": "স্ট্যান্ডার্ড",
	"Standard Mode Sound Effect": "স্ট্যান্ডার্ড মোড সাউন্ড এফেক্ট",
	"Standby Light": "স্ট্যান্ডবাই আলো",
	"Start New Sound Tuning": "নতুন সাউন্ড টিউনিং শুরু করুন",
	"Start Now": "এখন শুরু করুন",
	"Startup Sound": "আরম্ভ করার শব্দ",
	"Stockholm": "স্টকহোম",
	"Stop": "বন্ধ",
	"Store Demo": "স্টোর ডেমো",
	"Store Mode": "স্টোর মোড",
	"Store Mode Settings": "স্টোর মোড সেটিং",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "স্টোরের মধ্যে প্রদর্শনের জন্য স্টোর মোড। এটা প্রতি কয়েক মিনিটে পুনরায় সেটিংস আরম্ভ করবে। আপনি কি অ্যাপটি বন্ধ করে স্টোর মোড শুরু করতে চান?",
	"Strong": "শক্তিশালী",
	"Style": "স্টাইল",
	"Subnet Mask": "সাবনেট মাস্ক",
	"Subnet prefix length": "সাবনেট প্রিফিক্সের দৈর্ঘ্য",
	"Subtitle First Choice Language": "সাবটাইটেলে প্রথম পছন্দমত ভাষা",
	"Subtitle Language": "সাবটাইটেল-এর ভাষা",
	"Subtitle Second Choice Language": "সাবটাইটেলে দ্বিতীয় বিকল্প ভাষা",
	"Subtitles": "সাবটাইটেল",
	"Sudan": "সুদান",
	"Super Impose": "সুপেরিম্পসে",
	"Super Resolution": "সুপার রেজোলিউশন",
	"Support": "সাপোর্ট",
	"Suriname": "সুরিনাম",
	"Surround Balance": "সারাউন্ড ব্যালেন্স",
	"Surround Level": "সারাউন্ড লেভেল",
	"Swahili": "স্বাহিলি",
	"Swati": "স্বাতি",
	"Swaziland": "স্বাজিল্যান্ড",
	"Sweden": "সুইডেন",
	"Swedish": "সুইডিশ",
	"Swift Current": "সুইফ্ট কারেন্ট",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "আপনি যখন TV বন্ধ করেন তখন আবার দ্রুত TV চালু করতে স্ট্যান্ড-বাই মোড-এ সুইচ করে দিন।",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "আপনি যখন TV বন্ধ করেন তখন বিভিন্ন ফাংশন যেমন অ্যাপ্স, খুঁজে দেখা এবং ইত্যাদি দ্রুত ব্যবহার করতে স্ট্যান্ড-বাই মোড-এ সুইচ করে দিন।",
	"Switzerland": "সুইজারল্যান্ড",
	"Sync Demo": "ডেমোতে সিঙ্ক করুন",
	"Syria": "সিরিয়া",
	"System Color": "সিস্টেম কালার",
	"São Paulo": "সাও পাওলো",
	"TAS - Tasmania - Hobart": "TAS - তাসমানিয়া - হোবার্ট",
	"TEXT 1": "পাঠ্যের 1",
	"TEXT 2": "পাঠ্যের 2",
	"TEXT 3": "পাঠ্যের 3",
	"TEXT 4": "পাঠ্যের 4",
	"TV Information": "TV-র তথ্য",
	"TV Installation Type": "টিভি ইন্সটলেশনের ধরণ",
	"TV Lock": "টিভি লক",
	"TV Name": "টিভি নাম",
	"TV On With Mobile": "মোবাইলে TV চালু",
	"TV Power Sound": "TV পাওয়ার শব্দ",
	"TV Power Sound Volume": "TV পাওয়ার সাউন্ড ভলিউম",
	"TV Program Locks": "টিভি প্রোগ্রাম লক্স",
	"TV Rating English": "টিভি নির্ধারণ ইংরেজি",
	"TV Rating French": "টিভি নির্ধারণ ফরাসি",
	"TV Speaker": "TV স্পীকার",
	"TV can be used as an alarm.": "TV-কে একটি অ্যালার্ম হিসেবে ব্যবহার করা যেতে পারে।",
	"TV is turned off at a set time on every specified day.": "TV প্রতিটি নির্ধারিত দিনে সেট করা সময়ে বন্ধ হয়ে যায়।",
	"TV to USB": "TV থেকে USB",
	"Tagalog": "টাগালগ",
	"Tahiti": "তাহিতি",
	"Taipei": "তাইপেই",
	"Taiwan": "তাইওয়ান",
	"Tajikistan": "তাজিকিস্তান",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ইন্টারনেট, অ্যাপ্স, সফটওয়্যার আপডেট ইত্যাদির মত যেসব বৈশিষ্ট্যে নেটওয়ার্কিং প্রয়োজন, সেসবের সুবিধাভোগ করুন।",
	"Tallinn": "ট্যালিন",
	"Tamil": "তামিল",
	"Tanzania": "তাঞ্জানিয়া",
	"Target Luminance": "লক্ষ্য ঔজ্জ্বল্য",
	"Tashkent": "তাশকেন্ট",
	"Tbilisi": "তিবলিসি",
	"Tegucigalpa": "তেগুসিগালপা",
	"Tehran": "তেহরান",
	"Teletext": "টেলিটেক্সট",
	"Telugu": "তেলুগু",
	"Text Color": "পাঠ্যের রঙ",
	"Text Opacity": "টেক্সট অস্বচ্ছতা",
	"Text Search": "পাঠ্য সন্ধান",
	"Thai": "থাই",
	"Thailand": "থাইল্যান্ড",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} এবং HDMI {port2} পোর্ট AMD FreeSync Premium সমর্থন করে আর আপনি এই বৈশিষ্ট্য নির্বাচন করতে পারেন।",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} এবং HDMI {port2} পোর্ট AMD FreeSync Premium সমর্থন করে আর আপনি তা চালু বা বন্ধ করতে পারেন।",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} এবং HDMI {port2} পোর্ট ইন্সস্ট্যান্ট গেমে রেসপন্স-এ সহায়তা করে, এবং আপনি এটি চালু/বন্ধ করতে পারেন।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} পোর্ট AMD FreeSync Premium সমর্থন করে, এবং আপনি এই ক্রিয়া নির্বাচন করতে পারেন।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} পোর্ট AMD FreeSync Premium সমর্থন করে আর আপনি তা চালু বা বন্ধ করতে পারেন।",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} পোর্ট ইন্সস্ট্যান্ট গেমে রেসপন্স-এ সহায়তা করে, এবং আপনি এটি চালু/বন্ধ করতে পারেন।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} এবং HDMI {port3} পোর্টগুলি AMD FreeSync Premium সমর্থন করে, এবং আপনি এই ক্রিয়া নির্বাচন করতে পারেন।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} এবং HDMI {port3} পোর্ট AMD FreeSync Premium সমর্থন করে আর আপনি তা চালু বা বন্ধ করতে পারেন।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} এবং HDMI {port4} পোর্টগুলি AMD FreeSync Premium সমর্থন করে, এবং আপনি এই বৈশিষ্ট্য নির্বাচন করতে পারেন।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} এবং HDMI {port4} পোর্টগুলি AMD FreeSync Premium সমর্থন করে আর আপনি তা চালু বা বন্ধ করতে পারেন।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, এবং HDMI {port4} পোর্ট ইন্সস্ট্যান্ট গেমে রেসপন্স-এ সহায়তা করে, এবং আপনি এটি চালু/বন্ধ করতে পারেন।",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, এবং HDMI {port3} পোর্ট ইন্সস্ট্যান্ট গেমে রেসপন্স-এ সহায়তা করে, এবং আপনি এটি চালু/বন্ধ করতে পারেন।",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV স্বতন্ত্র ID একটি অনন্য মান যা শুধু HbbTV এর জন্য ব্যবহৃত হয়, যা ব্যবহারকারীর ব্যক্তিগত তথ্যের সাথে সম্পর্কিত নয়।",
	"The HbbTV Distinctive ID will be reset.": "HbbTV স্বতন্ত্র ID রিসেট করা হবে।",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV অ্যাপ্লিকেশন বা পরিষেবাটি তার একটি স্বতন্ত্র্য ব্যবহারকারীর ট্র্যাকিংকে অকার্যকর করবে।",
	"The IBB service will disable its tracking of an individual user.": "IBB পরিষেবাটি তার একটি স্বতন্ত্র্য ব্যবহারকারীর ট্র্যাকিংকে অকার্যকর করবে।",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "সার্ভার থেকে LG সার্ভিসের দেশের তথ্য উদ্ধার করা যায় নি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
	"The Settings application must reload to change the menu language. Do you want to continue?": "তালিকার ভাষা বদলের জন্য সেটিং অ্যাপ্লিকেশনটি আবার লোড করতে হবে। আপনি কি চলিয়ে যেতে চান?",
	"The ambient lighting will be provided when motion is detected around the TV.": "চারদিকে যখন TV-র গতি শনাক্ত হবে তখন চারপাশের আলো প্রদান করা হবে।",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "উপলভ্য বাহ্যিক স্বর চেনার পরিষেবাগুলি ভাষার সেটিংয়ের উপর নির্ভর করে বদলাতে পারে। এছাড়াও, আপনি মেনুর ভাষা পরিবর্তন করলে সেটিং মেনু পুনরায় লোড হয়। আপনি কি চালিয়ে যেতে চান?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "চ্যানেলের তালিকা সফলভাবে USB স্টোরেজ থেকে আপনার TV তে কপি করা হয়েছে। 5 সেকেন্ডের মধ্যে TV পুনরায় চালু হবে।",
	"The channel list have been successfully copied from your TV to the USB storage.": "চ্যানেলের তালিকায সফলভাবে আপনার TV থেকে USB স্টোরেজে কপি করা হয়েছে।",
	"The closer to 100, the brighter.": "100-এর যত কাছে থাকে তত বেশি উজ্জ্বল হয়।",
	"The closer to 100, the clearer the color becomes.": "100-এর কাছাকাছি এলে, রঙ আরও পরিষ্কার হয়ে ওঠে।",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 এর কাছাকাছি এলে লাল রঙ আরও পরিষ্কার হয়, 50 এর কাছাকাছি এলে সবুজ রঙ আরও পরিষ্কার হয়।",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "হোয়াইট ব্যালেন্স ফাংশনের বিস্তারিত সেটের মান রিসেট করা হবে। আপনি কি চালিয়ে যেতে চান?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "চ্যানেল এবং অনুষ্ঠানের শব্দের পরিমাণের মধ্যে পার্থক্য স্বয়ংক্রিয়ভাবে কমানো হয়, যা আপনাকে একটি একই ধারাবাহিক মাত্রার আওয়াজে অনুষ্ঠান দেখতে সাহায্য করে।",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "একটি ধারাবাহিক ভলিউমে প্রোগ্রাম দেখতে চ্যানেল এবং প্রোগ্রামের শব্দ ভলিউমের মধ্যে ফাঁক স্বয়ংক্রিয়ভাবে সেট করা হয়।",
	"The higher the settings, the louder the sound rapidly.": "সেটিংস যত বাড়ানো হবে, শব্দ তত দ্রুত বাড়তে থাকবে।",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ইন্টারনাল TV স্পীকার ও Bluetooth স্পীকার আউটপুট একসাথে শব্দ করতে পারে, এভাবে প্রাণবন্ত সারাউন্ড শব্দপ্রভাব তৈরি করে।",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ভয়েস শনাক্তকরণের ভাষা নির্বাচিত মেনুর ভাষার উপর নির্ভর করে স্বয়ংক্রিয়ভাবে সেট করা হবে।",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ভয়েস শনাক্তকরণের জন্য ব্যবহৃত ভাষাটি নির্বাচিত মেনু ভাষা অনুযায়ী সেট করা আছে। ভয়েস ভাষার উপর নির্ভর করে সহায়তা পরিষেবাগুলি পৃথক হতে পারে।",
	"The network is currently unavailable. Please try again later.": "বর্তমানে এই নেটওয়ার্ক পাওয়া যাচ্ছে না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "এই প্রক্রিয়াটি সম্পূর্ণ হতে আনুমানিক এক ঘন্টা সময় লাগে এবং আপনার TV টিকে বন্ধ করে রাখতে হবে।",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "এই প্রক্রিয়াটি সম্পূর্ণ হতে আনুমানিক {n} মিনিট সময় লাগে এবং আপনার TV বন্ধ করে রাখতে হবে।",
	"The program is intended for adults only.": "প্রোগ্রামটি কেবলমাত্র প্রাপ্তবয়স্কদের উদ্দেশ্যে করা হয়েছে।",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "স্ক্রীনের উজ্জ্বলতা স্বয়ংক্রিয়ভাবে আপনার TV-র চারপাশের উজ্জ্বলতার সাথে সমন্বয় করা হয়।",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "স্ক্রীন 5 সেকেন্ডের জন্য নিচের দিকে স্লাইড হবে। স্ক্রীনটি উপরে স্লাইড করে আবার আনতে পাওয়ার ও ভলিউম ছাড়া যে কোনো বোতামে টিপুন।",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "রঙ ব্যবস্থাপনা সিস্টেম ফাংশনের সেট থাকা উপ-মান রিসেট করা হবে। আপনি কি চালিয়ে যেতে চান?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth Surround Sound + ইন্টারনাল TV স্পিকার রিসেট করা হবে।",
	"The settings are as follows.": "নিম্নরূপ সেটিংসগুলি।",
	"The sound may not be output when digital sound output is set to Pass Through.": "ডিজিটাল সাউন্ড আউট পাস থ্রু এর মাধ্যমে সেট করা হলে শব্দটি আউটপুট নাও হতে পারে।",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "TV তে আপডেট প্রয়োগ করা যাবে না। সফটওয়্যার পূর্ববর্তী সংস্করণে প্রত্যাবর্তন করবে।",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "যখন TVটি চালু থাকে এবং স্ক্রিন চলে তখন চাক্ষুষ প্রভাব স্ক্রিনে প্রদর্শিত হয়।",
	"There are no paired devices.": "কোন পেয়ার করা ডিভাইজ নেই।",
	"There are settings to correct or prevent OLED panel noise.": "OLED প্যানেলের নয়েজ সংশোধন বা প্রতিরোধ করার জন্য সেটিংস রয়েছে।",
	"There is no USB device connected to your TV.": "আপনার TVর সঙ্গে কোনও USB ডিভাইস যুক্ত নেই।",
	"There is no message.": "কোন বার্তা নেই।",
	"Thimphu": "থিম্ফু",
	"Third Language": "তৃতীয় ভাষা",
	"This feature applies only to specified LG Wireless Keyboard models.": "এই বৈশিষ্ট্যটি শুধুমাত্র সুনির্দিষ্ট LG ওয়্যারলেস কীবোর্ড মডেলগুলির ক্ষেত্রে প্রযোজ্য হয়।",
	"This function works only when it is provided by the broadcast program.": "কেবলমাত্র সম্প্রচার প্রোগ্রাম দ্বারা প্রদান করা হলেই এই বৈশিষ্ট্যটি কাজ করে।",
	"This is a closed caption preview": "এটি একটি বন্ধ ক্যাপশনের পূর্বরূপ",
	"This is an already existing value.": "এই মানটি আগে থেকেই বিদ্যমান আছে।",
	"This service provides you with more information about watching program and enjoys related contents.": "এই পরিষেবাটি আপনাকে প্রোগ্রাম দেখার এবং সম্পর্কিত বিষয় উপভোগ করা সম্পর্কে আরও তথ্য প্রদান করে থাকে।",
	"This will revert all options on TV to their default settings.": "এটি সমস্ত বিকল্পগুলিকে TV-র পূর্বনির্ধারিত ব্যবস্থাপনায় ফিরিয়ে নিয়ে যাবে।",
	"Thule": "থিউল",
	"Tijuana": "তিজুয়ানা",
	"Time": "সময়",
	"Timer Channel": "টাইমার চ্যানেল",
	"Timer Repeat": "টাইমার পুনরাবৃত্তি",
	"Timers": "টাইমার",
	"Timezone": "টাইম জোন",
	"Timor-Leste": "টিমোর-লেস্তে",
	"Tint": "টিন্ট",
	"Tiranë": "তিরানে",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "সাউন্ড অপটিমাইজ করতে, TV-তে টেস্ট সাউন্ড চালান এবং ম্যাজিক রিমোট ব্যবহার করে প্রতিফলিত শব্দটি পরিমাপ করুন।",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "আপনার TVর শব্দ পরীক্ষা করার জন্য, সাউন্ড আউট সেটিং. অভ্যন্তরীণ TV স্পিকারে পরিবর্তিত হবে। আপনি কি চলিয়ে যেতে চান?",
	"Togo": "টোগো",
	"Tokyo": "টোকিও",
	"Tonga": "টাঙ্গা",
	"Top and Bottom": "উপর এবং নিচ",
	"Toronto": "টরন্টো",
	"Total Power On Time": "পাওয়ার অনের মোট সময়",
	"Tracking Speed": "ট্র্যাকিং গতি",
	"Translucent": "ষদচ্ছ",
	"Transparent": "স্বচ্ছ",
	"Treble Boost": "ট্রেবেল বুস্ট",
	"Trinidad And Tobago": "ত্রিনিদাদ এন্ড টোবাগো",
	"Trinidad and Tobago": "ত্রিনিনাদ ও টোব্যাগো",
	"Tripoli": "ত্রিপোলি",
	"Tsonga": "সঙ্গা",
	"Tswana": "সোওয়ানা",
	"Tune and save available channels.": "উপলভ্য চ্যানেগুলিকে টিউন করুন এবং সেগুলিকে সেভ করে রাখুন।",
	"Tune and save available channels. You can set satellite channel options.": "উপলভ্য চ্যানেগুলিকে টিউন করুন এবং সেগুলিকে সেভ করে রাখুন। আপনি স্যাটেলাইট চ্যানেল অপশন সেট করতে পারেন।",
	"Tunis": "টিউনিস",
	"Tunisia": "তিউনিসিয়া",
	"Turkey": "তুরস্ক",
	"Turkish": "তুর্কি",
	"Turkmenistan": "তুর্কমেনিস্তান",
	"Turn on TV with mobile device same as smartphone.": "স্মার্টফোনের মতো মোবাইল ডিভাইস দিয়ে TV চালু করুন।",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} পোর্টের জন্য Ultra HD Deep Color চালু আর বন্ধ করুন।",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} পোর্টে ইনস্ট্যান্ট গেম রেসপন্স চালু বা বন্ধ করুন।",
	"Turn on the TV using mobile device via Bluetooth.": "মোবাইল ডিভাইস ব্যবহার করে Bluetooth এর মাধ্যমে TV চালু করুন।",
	"Turn on the TV using your mobile device via Wi-Fi.": "মোবাইল ডিভাইস ব্যবহার করে Wi-Fi এর মাধ্যমে আপনার TV চালু করুন।",
	"Turn on via Bluetooth": "Bluetooth এর মাধ্যমে চালু করুন",
	"Turn on via Wi-Fi": "Wi-Fi এর মাধ্যমে চালু করুন",
	"Turn on/off description box in Settings.": "সেটিংসে বর্ণনার বক্স চালু/বন্ধ করুন।",
	"Turn on/off standby light.": "স্ট্যান্ডবাই আলো চালু/বন্ধ করুন।",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} পোর্টের AMD FreeSync Premium চালু/বন্ধ করুন।",
	"Turn on/off the images to be displayed on screen when there is no signal.": "কোনো সিগন্যাল না থাকাকালীন স্ক্রীনে প্রদর্শিত হওয়ার মতো ইমেজগুলি চালু/বন্ধ করুন।",
	"Turn on/off the related features of energy consumption.": "শক্তি খরচ সম্পর্কিত বৈশিষ্ট্যগুলি চালু/বন্ধ করুন৷",
	"Turn the Hybridcast service on/off.": "Hybridcast পরিষেবা চালু/বন্ধ করুন।",
	"Turn the Interactivity (DTVi) service on/off.": "ইন্টারাক্টিভিটি (DTVi) পরিষেবা চালু/বন্ধ করে দিন।",
	"Turn your broadcast TV provider's TV Guide on/off.": "আপনার ব্রডকাস্ট TV প্রোড্যুসারের TV গাইড চালু/বন্ধ করুন।",
	"Turn your broadcast TV provider's teletext service on/off.": "আপনার ব্রডকাস্ট TV প্রোড্যুসারের টেলিটেক্সট পরিষেবা চালু/বন্ধ করুন।",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi বন্ধ করে দিলে আপনি ইন্টারনে়ট-ভিত্তিক কোনো পরিষেবা দেখতে পাবেন না, যদি না আপনি নেটওয়ার্কের সঙ্গে যুক্ত হওয়ার জন্য কেবল ব্যবহার করেন৷ আপনি কি চলিয়ে যেতে চান?",
	"UAE": "সংযুক্ত আরব আমিরাতে",
	"UHD Mode": "UHD মোড",
	"USA": "মার্কিন যুক্তরাষ্ট্র",
	"USB storage for Copy Channels": "কপি চ্যানেলের জন্য USB স্টোরেজ",
	"USB to TV": "USB থেকে TV তে",
	"Uganda": "উগান্ডা",
	"Ukraine": "ইউক্রেন",
	"Ukrainian": "ইউক্রেনিয়ান",
	"Ulaanbaatar": "উলানবাতার",
	"Ultra Surround": "আল্ট্রা সারাউন্ড",
	"Unable to check for updates.": "আপডেট চেক করায় ব্যর্থ।",
	"Unable to connect to the network.": "নেটওয়ার্কের সাথে সংযোগ করতে অক্ষম।",
	"Undefined": "অনির্দিষ্ট",
	"Under 17 requires accompanying parent or adult guardian.": "17 বছরের কমবয়সীদের সঙ্গে পিতামাতা বা পূর্ণবয়স্ক অভিভাবক থাকা দরকার।",
	"Uniform": "অভিন্ন",
	"United Arab Emirates": "ইউনাইটেড আরব এমিরাতেস",
	"United Kingdom": "যুক্তরাজ্য",
	"United States of America": "ইউনাইটেড স্টেটস অফ আমেরিকা",
	"Universal Control Settings": "ইউনিভার্সাল কন্ট্রোল সেটিংস",
	"Unknown": "অজানা",
	"Unknown issue has occurred.": "অজানা সমস্যা ঘটেছে.",
	"Update canceled.": "আপডেট রদ হয়েছে।",
	"Update in progress...": "আপডেট চলছে...",
	"Update in progress...({n}%)": "আপডেট চলছে...({n}%)",
	"Update paused.": "আপডেট বিরত",
	"Update reserved.": "আপডেট সংরক্ষিত।",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "আপডেট বাতিল হয়ে যাবে এবং সব আপডেট ফাইলগুলি এখন মুছে যাবে। আপনি কি চলিয়ে যেতে চান?",
	"Urdu": "ঊর্দু",
	"Uruguay": "উরুগুয়ে",
	"Urumqi": "উরুমকি",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "ঘরটির ধ্বনি সংক্রান্ত পারিপার্শ্বিক বিশ্লেষণ করার জন্য এবং ফলাফলগুলির উপরে ভিত্তি করে TV’র শব্দের গুণমান সর্বাধিক অনুকূল করার জন্য আপনি আপনার ম্যাজিক রিমোট ব্যবহার করুন।",
	"Use a large pointer.": "একটি বড় পয়েন্টার ব্যবহার করুন।",
	"Use a medium pointer.": "একটি মাঝারি পয়েন্টার ব্যবহার করুন।",
	"Use a small pointer.": "একটি ছোট পয়েন্টার ব্যবহার করুন।",
	"Use the 4-way controller to change the position and press the OK button.": "অবস্থান পরিবর্তন করতে 4-উপায় কন্ট্রোলার ব্যবহার করুন এবং OK বোতামটি টিপুন।",
	"Use the following services with the selected language.": "নির্বাচিত ভাষার সাথে নিম্নোক্ত পরিষেবাগুলো ব্যবহার করুন।",
	"User": "ব্যবহারকারী",
	"User Agreements": "ব্যবহারকারী চুক্তি",
	"User Guide": "ব্যবহারকারীর নির্দেশিকা",
	"Uzbek": "উজবেক",
	"Uzbekistan": "উজবেকিস্তান",
	"Uzhhorod": "উজ্হ্হরদ",
	"V Position": "V পোজিশন",
	"V Sharpness": "V শার্পনেস",
	"V Size": "V সাইজ",
	"VIC - Victoria - Melbourne": "VIC - ভিক্টরিয়া - মেলবর্ন",
	"Vaduz": "ভাদুজ",
	"Valencian": "ভ্যালেন্সিয়ান",
	"Vancouver": "ভ্যাঙ্কুভার",
	"Vatican City": "ভ্যাটিকান সিটি",
	"Venda": "ভেন্দা",
	"Venezuela": "ভেনেজুয়েলা",
	"Vertical Zoom": "খাঁড়া জুম",
	"Video 1": "ভিডিও 1",
	"Video 2": "ভিডিও 2",
	"Video 3": "ভিডিও 3",
	"Video Description": "ভিডিও বর্ণনা",
	"Vienna": "ভিএনা",
	"Vientiane": "ভিয়েন্তিয়ানে",
	"Vietnam": "ভিয়েতনাম",
	"Vietnamese": "ভিয়েতনামীজ",
	"View current Common Interface (CI) information.": "বর্তমান কমন ইন্টারফেস (CI) তথ্য দেখুন।",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "স্ক্রীনের মেনুর রঙ সাদাকালো করে আরও স্পষ্টভাবে আইটেমগুলি দেখুন।",
	"View messages from your broadcast TV provider.": "আপনার ব্রডকাস্ট TV প্রোড্যুসারের বার্তা দেখুন।",
	"View more information about watching program and enjoy related contents.": "প্রোগ্রাম দেখার এবং সম্পর্কিত সামগ্রী উপভোগ করা সম্পর্কে আরও তথ্য দেখুন।",
	"View the original screen as it is or set the screen size and aspect ratio.": "আসল স্ক্রীন একই অবস্থায় দেখুন অথবা স্ক্রিনের আকার ও দৃশ্য-অনুপাত নির্দিষ্ট করুন।",
	"View the original screen as it is received from broadcasts signal or connected device.": "সম্প্রচারের সিগনাল বা সংযুক্ত ডিভাইস থেকে প্রাপ্ত আসল স্ক্রীনটি একইভাবে দেখুন।",
	"Vilnius": "ভিলনিয়াস",
	"Violence": "হিংস্রতা",
	"Virtual Surround Plus": "ভার্চুয়াল সারাউন্ড প্লাস",
	"Vivid": "ভিভিড",
	"Vladivostok": "ভ্লাদিভস্তক",
	"Voice Recognition Help and Settings": "কণ্ঠস্বর চেনায় সাহায্য ও সেটিংস",
	"Voice Support Service": "ভয়েস সাপোর্ট সার্ভিস",
	"Volgograd": "ভল্গগ্রাদ",
	"Volume": "ভলিউম",
	"Volume Increase Amount": "ভলিউম বৃদ্ধির পরিমাণ",
	"Volume Mode": "ভলিউম মোড",
	"WA - Western Australia - Eucla": "WA - পশ্চিম অস্ট্রেলিয়া - ইউক্লা",
	"WA - Western Australia - Perth": "WA - পশ্চিম অস্ট্রেলিয়া - পর্থ",
	"Wall-mounted": "ওয়াল-মাউন্টেড",
	"Warm1": "উষ্ণ1",
	"Warm2": "উষ্ণ2",
	"Warm3": "উষ্ণ3",
	"Warsaw": "ওয়ারশ",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "TV চ্যানেলগুলিতে অনেক ধরনের ইন্টারনেটের বিভিন্ন প্রকারের বিষয় দেখুন৷",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "আপনার যন্ত্রটিকে যাচাই করতে এবং আপনার কাছে সফটওয়্যারের সাম্প্রতিকতম ভার্সানটি রয়েছে কি না তা নিশ্চিত করতে, আমরা MAC অ্যাড্রেস, মডেল নম্বর, কান্ট্রি কোড, ভাষা সেটিংস এবং সফটওয়্যার ভার্সান সংগ্রহ করি ও জমা রাখি।",
	"Welcome Feature": "স্বাগতম বৈশিষ্ট্য",
	"Welsh": "ওয়েল্‌শ",
	"Western Africa": "পশ্চিম আফ্রিকা",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "যদি একটি কানেক্টেড HDD একটি নির্দিষ্ট সময় ধরে ব্যবহার না করা হয়, তখন বিদ্যুৎ খরচ কম করতে স্ট্যান্ড-বাই মোড-এ সুইচ করে দিন।",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "যখন কোনো ডিভাইসকে পোর্টের সঙ্গে সংযুক্ত করা হয়, তখন খেলার ছবি বিলম্ব, ফেটে যাওয়া বা বাধাকে যতটা সম্ভব কম করে অনুকূল করা হয়।",
	"When the Instant Game Response is launched, the video may blink temporarily.": "ইনস্ট্যান্ট গেম রেসপন্স চালু করা হলে, ভিডিও সাময়িক মিটমিট করতে পারে।",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "সাউন্ড আউট \"Bluetooth / HDMI ARC / Optical Digital / WiSA স্পীকারগুলি\" এ সেট থাকার সময়ে বা সংযুক্ত ডিভাইস ইনস্ট্যান্ট গেম রেসপন্স দেবার জন্য সমর্থন না করলে, এটি সঠিকভাবে কাজ নাও করতে পারে।",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "সাউন্ড আউট Bluetooth এ সেট থাকলে অথবা সংযুক্ত ডিভাইস ইন্সস্ট্যান্ট গেম রেসপন্স সমর্থন না করলে, এটি সঠিকভাবে নাও কাজ করতে পারে।",
	"When the device is turned on/off, your TV will automatically turn on/off.": "ডিভাইসটি যখন চালু/বন্ধ হবে, আপনার টিভিটিও নিজের থেকে চালু/বন্ধ হবে।",
	"When the visual effects is off, the screen is displayed as Live TV.": "যখন চাক্ষুষ প্রভাব বন্ধ হয়, স্ক্রীন Live TV হিসাবে প্রদর্শিত হয়।",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "এই বৈশিষ্ট্য ‘অন’ থাকলে, স্ক্রীনে দেখানো কিছু বৈশিষ্ট্য আংশিক স্বচ্ছ দেখায়।",
	"When your TV is turned off, the device will automatically turn off.": "যখন আপনার টিভি বন্ধ হবে, ডিভাইজগুলিও নিজের থেকে বন্ধ হবে।",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "পরিবর্তিত সেটের মান একটি বহিঃস্থিত ডিভাইসে স্থানান্তরিত হওয়ার সময় ছবি বা সাউন্ড সাধারণত সাময়িক নাও আসতে পারে।",
	"White": "সাদা",
	"White Balance": "হোয়াইট ব্যালান্স",
	"Wi-Fi Connection": "Wi-Fi সংযোগ",
	"Wi-Fi Security": "Wi-Fi নিরাপত্তা",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi বন্ধ করা হয়েছে। যে নেটওয়ার্কগুলি পাওয়া যাচ্ছে এবং আপনি কানেক্ট করতে পারেন সেগুলির জন্য এবং অতিরিক্ত সম্পর্কিত মেনুর বিষয়গুলির জন্য এটা চালু বা অন করে নিন৷",
	"Wi-Fi issue has occurred.": "Wi-Fi এর সমস্যা হয়েছে।",
	"WiSA Speakers": "WiSA স্পীকারগুলি",
	"Wide Area Zone": "ওয়াইড এরিয়া জোন",
	"Wide View": "বিস্তীর্ণ দৃশ্য",
	"Wide View (32:9)": "বিস্তীর্ণ দৃশ্য (32:9)",
	"Wide Zoom": "ওয়াইড জুম",
	"Windhoek": "বিন্ধেক",
	"Window Color": "উইন্ডোর বর্ণ",
	"Window Opacity": "উইন্ডোর অনচ্ছতা",
	"Winnipeg": "বিন্নিপেগ",
	"Wired Connection (Ethernet)": "তারযুক্ত সংযোগ (ইথারনেট)",
	"Wired Headphones": "তারসহ হেডফোন",
	"Wired Headphones + Internal TV Speaker": "তারযুক্ত হেডফোন + ইন্টারনাল TV স্পীকার",
	"With this option, you can control the audio device's volume with your TV remote.": "এই বিকল্পটির সাহায্যে, আপনি আপনার TV রিমোট দিয়ে অডিও ডিভাইসের ভলিউমটি নিয়ন্ত্রণ করতে পারেন।",
	"Xhosa": "জোসা",
	"Yakutsk": "য়াকুত্স্ক",
	"Yamoussoukro": "ইয়ামুসুক্রো",
	"Yangon": "ইয়াঙ্গন",
	"Year": "বছর",
	"Yekaterinburg": "য়েকাতেরিন্বুর্গ",
	"Yellow": "হলুদ",
	"Yellowknife": "য়েল্লব্ক্নিফে",
	"Yemen": "ইয়েমেন",
	"Yerevan": "ইয়েরেভান",
	"Yes": "হ্যাঁ",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "যখন TV চালু বা বন্ধ করা হয় এবং স্ক্রীনটি সরানো হয় তখন আপনি সাউন্ডগুলির প্রভাবে সামঞ্জস্য আনতে পারেন।",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "ডিভাইস সেটআপ পদ্ধতিতে না গিয়ে আপনি ম্যাজিক রিমোটের সাথে HDMI পোর্টের সাথে সংযুক্ত ডিভাইসগুলিকে নিয়ন্ত্রণ করতে পারেন।",
	"You can delete the device connection history of Screen Share.": "আপনি Screen Share-এর ডিভাইসে সংযোগের ইতিহাস মুছতে পারেন।",
	"You can delete the device connection history of Sound Share.": "আপনি সাউন্ড শেয়ার-এর ডিভাইসে সংযোগের ইতিহাস মুছতে পারেন।",
	"You can find the default password in User Guide.": "আপনি ব্যবহারকারীর গাইডে ডিফল্ট পাসওয়ার্ড পাবেন৷",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "আপনি HDMI Ultra HD Deep Color ''চালু''তে সেট করে ইন্সস্ট্যান্ট গেম রেসপন্স চালু করতে পারেন।",
	"You can only change settings from the current HDMI input.": "আপনি শুধুমাত্র বর্তমান HDMI ইনপুট থেকে সেটিংস পরিবর্তন করতে পারেন।",
	"You can scan again to connect the device.": "আপনি আবার ডিভাইসে সংযোগ করার জন্য স্ক্যান করতে পারেন।",
	"You can select left and right audio settings for broadcast signal.": "সম্প্রচারের সিগন্যালের জন্য আপনি বাম এবং ডান অডিও সেটিং নির্বাচন করতে পারেন।",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "আপনি HDMI {num} পোর্ট-এর AMD FreeSync Premium নির্বাচন করতে পারেন।",
	"You can select the Ultra HD Deep Color of port.": "আপনি পোর্ট এর Ultra HD Deep Color নির্বাচন করতে পারেন।",
	"You can set the sound to play when the TV is turned on or off.": "TV যখন চালু বা বন্ধ করা হবে আপনি তখন সাউন্ড চালানো সেট করতে পারেন।",
	"You can turn on/off the feature of saving CAM operator's profile.": "আপনি CAM অপারেটরের প্রোফাইল সংরক্ষণের বৈশিষ্ট্যটি চালু/বন্ধ করতে পারবেন।",
	"You can turn this feature on or off.": "আপনি এই বৈশিষ্ট্য চালু বা বন্ধ করে রাখতে পারেন।",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "আপনি নেটওয়ার্কের মাধ্যমে বিভিন্ন সামগ্রীর প্রস্তাবনা পেতে পারেন। এই বিকল্পটি বন্ধ করলে কেবলমাত্র মৌলিক সামগ্রী সরবরাহ করবে এবং কিছু বৈশিষ্ট্য উপলব্ধ নাও হতে পারে।",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "আপনার টিভি এবং SIMPLINK-সংযুক্ত ডিভাইসগুলি এইভাবে সিঙ্ক হবে:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "যখন পিক্সেল রিফ্রেশার প্রক্রিয়াটি কাজ করছে তখন আপনার TV বন্ধ করা আবশ্যক। এই সময়ের মধ্যে কোনো সাম্প্রতিক বা ভবিষ্যতের রেকর্ডিং, রিমাইন্ডার, বা টাইমার পাওয়ার অন এর নির্ধারিত সময়সূচী বাতিল হয়ে যাবে এবং জিরো ভিউতে BT স্পিকার পাওয়া যাবে না।",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "যখন পিক্সেল রিফ্রেশার প্রক্রিয়াটি কাজ করছে তখন আপনার TV টি বন্ধ করতে হবে। এই সময়ের মধ্যে কোনো সাম্প্রতিক বা ভবিষ্যতের রেকর্ডিং, রিমাইন্ডার, বা টাইমার পাওয়ার অন এর নির্ধারিত সময়সূচী বাতিল হয়ে যাবে।",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "স্বয়ংক্রিয়ভাবে আপনার LG সার্ভিস দেশ সেট করতে আপনার TV কে নেটওয়ার্কে যুক্ত করতে হবে। আপনি কি সংযোগ পরীক্ষা করতে এখন নেটওয়ার্ক সেটিংস এ যেতে চান?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "আপনার TV এটার ডিজিটাল TV সিগনালের মাধ্যমে জরুরী সতর্কতা বার্তা প্রদান করার জন্য আপনার সঠিক অবস্থান জানা প্রয়োজন।",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "প্রক্রিয়াটি সম্পূর্ণ হওয়া পর্যন্ত আপনার TV বন্ধ থাকবে, তা সম্পূর্ণ হয়ে গেলেই স্বয়ংক্রিয়ভাবে চালু হয়ে যাবে।",
	"Zagreb": "জাগরেব",
	"Zambia": "জাম্বিয়া",
	"Zaporozhye": "জাপরজ্হ্য়ে",
	"Zimbabwe": "জিম্বাবোয়ে",
	"Zoom": "জুম",
	"Zoom2": "জুম্2",
	"Zulu": "জুলু",
	"Zürich": "জুরিখ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] কে আপনার TV থেকে সংযোগ বিচ্ছিন্ন করা হবে। এই ডিভাইস থেকে সাউন্ড আর বাজানো যাবে না। আপনি কি চলিয়ে যেতে চান?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] জোটবদ্ধ ডিভাইসের তালিকা থেকে সরিয়ে ফেলা হবে। আপনি পরে এটার সাথে সংযোগ স্থাপন করতে চান, আপনাকে উপলব্ধ ডিভাইসের জন্য অনুসন্ধান করতে হবে এবং তার সাথে নতুন করে জুটি বাঁধতে হবে। আপনি কি চলিয়ে যেতে চান?",
	"[{deviceName}] will be deleted.": "[{deviceName}] মোছা হবে।",
	"aspectRatio_original": "মূল",
	"audioGuidance_fast": "দ্রুত",
	"audioGuidance_high": "উচ্চ",
	"audioGuidance_low": "নিম্ন",
	"audioGuidance_medium": "মধ্যম",
	"audioGuidance_slow": "ধীরে",
	"audioGuidance_veryFast": "খুব দ্রুত",
	"audioGuidance_veryHigh": "খুব বেশি",
	"audioGuidance_veryLow": "খুব কম",
	"audioGuidance_verySlow": "খুব আস্তে",
	"btDotSignalStrength_wide": "বিস্তর",
	"button": "বোতাম",
	"character": "অক্ষর",
	"characters": "অক্ষরগুলি",
	"checked": "পরীক্ষা করা হয়েছে",
	"colorGamutJPNWide": "বিস্তর",
	"connecting": "সংযুক্ত হচ্ছে",
	"depthOfColor": "রঙ",
	"diagonal zoom in": "তির্যক ভাবে জুম বাড়ানো ",
	"diagonal zoom out": "তির্যক ভাবে জুম কমানো",
	"digitalOptionSetByProgram": "প্রোগ্রাম দ্বারা সেট করা",
	"energy_Maximum": "সর্বাধিক",
	"energy_Medium": "মধ্যম",
	"energy_Minimum": "নূন্যতম",
	"freesync_high": "উচ্চ",
	"freesync_low": "নিম্ন",
	"freesync_off": "বন্ধ",
	"freesync_wide": "বিস্তর",
	"gamma_high1": "হাই1",
	"gamma_high2": "হাই2",
	"hidden": "লুকানো",
	"horizontal zoom in": "অনুভূমিকভাবে জুম বাড়ানো",
	"horizontal zoom out": "অনুভূমিকভাবে জুম কমানো",
	"jpDoNot": "বন্ধ",
	"logoLuminance_high": "উচ্চ",
	"logoLuminance_low": "নিম্ন",
	"min": "সর্বনিম্ন",
	"not connected": "সংযুক্ত নয়",
	"objet_soundMode": "প্রতিটি বিষয়বস্তুর ধরণ অনুযায়ী সাউন্ড অপ্টিমাইজ করুন।",
	"pictureControl3dModeStandard": "স্ট্যান্ডার্ড",
	"pictureControlAuto": "অটো",
	"pictureControlAuto_BlackLevel": "অটো",
	"pictureControlHigh": "উচ্চ",
	"pictureControlHigh_BlackLevel": "উচ্চ",
	"pictureControlHigh_Male": "উচ্চ",
	"pictureControlLow": "নিম্ন",
	"pictureControlLow_BlackLevel": "নিম্ন",
	"pictureControlLow_Male": "নিম্ন",
	"pictureControlMedium": "মধ্যম",
	"pictureControlMedium_BlackLevel": "মধ্যম",
	"pictureControlMedium_Male": "মধ্যম",
	"pictureControlwhiteBalanceColorTemperatureMedium": "মধ্যম",
	"pictureLocalDimmingHigh": "উচ্চ",
	"pictureLocalDimmingLow": "নিম্ন",
	"pictureLocalDimmingMed": "মধ্যম",
	"pictureMode": "স্ট্যান্ডার্ড",
	"pictureModeSettings": "কাস্টমাইজ",
	"press OK button to edit IP manually": "IP ম্যানুয়ালি সম্পাদনা করতে OK (ঠিক আছে) বোতাম টিপুন",
	"press OK button to enter channel to search": "অনুসন্ধান করতে চ্যানেলে প্রবেশ করার জন্য OK (ঠিক আছে) বোতামে টিপুন",
	"press OK button to enter value": "মান লিখতে OK (ঠিক আছে) বোতাম টিপুন",
	"press right button to adjust de-judder and de-blur value": "de-judder এবং de-blur মান সমন্বয় করতে ডান বোতামে টিপুন",
	"press right button to adjust zoom ratio and position": "জুমের অনুপাত ও অবস্থান সমন্বয় করতে ডান বোতামে টিপুন",
	"shift current screen down": "বর্তমান স্ক্রীনকে নীচের দিকে শিফ্ট করুন",
	"shift current screen to the left": "বর্তমান স্ক্রীনকে বামে শিফ্ট করুন",
	"shift current screen to the right": "বর্তমান স্ক্রীনকে ডানে শিফ্ট করুন",
	"shift current screen up": "বর্তমান স্ক্রীনকে উপরের দিকে শিফ্ট করুন",
	"shift down": "নীচের দিকে শিফ্ট করুন",
	"shift left": "বামে শিফ্ট করুন",
	"shift right": "ডানে শিফ্ট করুন",
	"shift up": "উপরের দিকে শিফ্ট করুন",
	"soundMode_Standard": "স্ট্যান্ডার্ড",
	"speaker_channel": "চ্যানেল",
	"thaRatingNone": "কিছুই না",
	"unchecked": "পরীক্ষা করা হয় নি",
	"unread": "অপঠিত",
	"vertical zoom in": "উল্লম্বভাবে জুম বাড়ানো",
	"vertical zoom out": "উল্লম্বভাবে জুম কমানো",
	"volumeModeHigh": "উচ্চ",
	"volumeModeLow": "নিম্ন",
	"volumeModeMedium": "মধ্যম",
	"webOS TV Version": "webOS TV সংস্করণ",
	"zoom in": "জুম বাড়ানো",
	"zoom out": "জুম কমানো"
}
