{
	" (User)": "(Bruger)",
	"* The device connected should support this service.": "* Den tilsluttede enhed skal understøtte denne tjeneste.",
	"* This feature is applied once and only once when the TV is turned off.": "* Denne funktion anvendes kun én eneste gang, når der bliver slukket for TV'et.",
	"* This feature is available on certain devices only.": "* Denne funktion kun er tilgængelig på visse enheder.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Denne tilstand udtrykker FILMMAKER MODEs intentioner tydeligt, men den kan se mørkere ud end andre billedtilstande.",
	"* This settings is only available for Internal TV Speaker.": "* Disse indstillinger er kun tilgængelige for den interne tv-højttaler.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Selv om denne funktion er slået TIL, vil pauseskærmen ikke fungere for at undgå afbrydelse af det viste tv-program på eksterne input såsom Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Du kan betjene appen, der understøtter funktionen på din mobilenhed.",
	"1) Turn the Bluetooth on the other device off.": "1) Slå Bluetooth på den anden enhed fra.",
	"10 Points Code Value": "10 Punkter kodeværdi",
	"10 Points IRE": "10 Punkter IRE",
	"10 and Above": "10 og derover",
	"10 min": "10 min.",
	"11 and Above": "11 og derover",
	"12 Hours": "12 timer",
	"12 and Above": "12 og derover",
	"120 min": "120 min.",
	"13 and Above": "13 og derover",
	"14 and Above": "14 og derover",
	"14 by 9": "Fjorten til ni",
	"15 and Above": "15 og derover",
	"16 and Above": "16 og derover",
	"16 by 9": "Seksten til ni",
	"17 and Above": "17 og derover",
	"18 and Above": "18 og derover",
	"180 min": "180 min.",
	"19 and Above": "19 og derover",
	"2 Channel": "2 Kanal",
	"2 Hours": "2 timer",
	"2 Points": "2 point",
	"2) Turn the Bluetooth device to connect off and on.": "2) Sluk og tænd for den Bluetooth-enhed, der skal tilsluttes.",
	"20 Points Code Value": "20 Punkter kodeværdi",
	"20 Points IRE": "20 Punkter IRE",
	"20 and Above": "20 og derover",
	"20 min": "20 min.",
	"21 by 9": "En og tyve til ni",
	"22 Points Code Value": "22 Punkter kodeværdi",
	"22 Points IRE": "22 Punkter IRE",
	"24 Hours": "24 timer",
	"240 min": "240 min.",
	"3 Hours": "3 timer",
	"30 min": "30 min.",
	"32 by 12": "To og tredive til tolv",
	"32 by 9": "To og tredive til ni",
	"3G/4G Connection": "3G/4G-forbindelse",
	"4 Hours": "4 timer",
	"4 Hours Auto Power Off": "Sluk automatisk efter 4 timer",
	"4 and Above": "4 og derover",
	"4 by 3": "Fire til tre",
	"4-Way Zoom": "4-vejszoom",
	"5 and Above": "5 og derover",
	"5.1 Channel": "5.1 Kanal",
	"6 Hours": "6 timer",
	"6 and Above": "6 og derover",
	"60 min": "60 min.",
	"7 and Above": "7 og derover",
	"8 Hours": "8 timer",
	"8 and Above": "8 og derover",
	"9 and Above": "9 og derover",
	"90 min": "90 min.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID bruges til at identificere denne enhed med henblik på reklameformål og på at muliggøre visse reklamer, der kan have din interesse. Du kan nulstille AD ID eller begrænse sporing af AD ID herunder.",
	"AI Acoustic Tuning": "AI Akustisk justering",
	"AI Acoustic Tuning Options": "AI Akustisk justering-indstillinger",
	"AI Acoustic Tuning is disabled.": "AI Akustisk justering er deaktiveret.",
	"AI Brightness Control": "AI-kontrol af lysstyrke",
	"AI Picture": "AI-billede",
	"AI Picture Pro": "AI-billede pro",
	"AI Recommendation": "AI-anbefalinger",
	"AI Service": "AI-tjeneste",
	"AI Sound": "AI-lyd",
	"AI Sound Pro": "AI-lyd pro",
	"AV Sync Adjustment": "AV Synk-justering",
	"Accessibility": "Tilgængelighed",
	"Account Management": "Kontoadministration",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktivering af denne funktion vil stoppe indsamling og sporing af reklamerelaterede persondata fra dette Smart TV. Slåes skiftefunktionen til kan det påvirke den type reklamer, du vil se fremover, men det vil ikke forhindre dig i at modtage reklamer.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aktivering af denne skiftefunktion vil medføre, at LGE vil instruere sine tredjeparts udbydere i at stoppe kommercialisering af dine personlige oplysninger. Medmindre du framelder dig separat, kan du stadig få adgang til tjenester som Live Plus, LG Channels og Who.Where.What?.",
	"Add Network": "Tilføj netværk",
	"Add a hidden wireless network": "Tilføj et skjult trådløst netværk",
	"Add wireless network by manually entering network name (SSID).": "Tilføj trådløst netværk ved at indtaste netværksnavnet (SSID) manuelt.",
	"Additional Audio Selection": "Ekstra valg af lyd",
	"Additional Settings": "Yderligere indstillinger",
	"Address Setting": "Adresseindstilling",
	"Adjust Audio Guidance pitch.": "Juster lydvejledningens tonehøjde.",
	"Adjust Audio Guidance speed.": "Juster lydvejledningens hastighed.",
	"Adjust Audio Guidance volume.": "Juster lydvejledningens lydstyrke.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Juster baggrundslysets lysstyrke for at gøre skærmen lysere eller mørkere.",
	"Adjust Screen Position": "Juster skærmposition",
	"Adjust Zoom Ratio": "Juster zoom-forhold",
	"Adjust animation effect shown on the home at certain times.": "Juster den viste animationseffekt på startskærmen på bestemte tidspunkter.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Juster lysstyrken ved at analysere billedbevægelser for at forhindre genskin og reducere energiforbruget.",
	"Adjust brightness of the LG logo.": "Juster lysstyrken i LG-logoet.",
	"Adjust color and saturation for a more vivid image.": "Juster farve og mætning for at få et mere livagtigt billede.",
	"Adjust color temperature automatically to reduce eye strain.": "Juster farvetemperatur automatisk for at reducere belastningen på øjnene.",
	"Adjust cursor speed.": "Juster markørens hastighed.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Juster kanternes skarphed. Højere værdier øger billedets skarphed og klarhed.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Juster gammaindstillinger for at kompensere for inputsignalets lysstyrke.",
	"Adjust left/right audio balance.": "Juster lydens højre/venstre-balance.",
	"Adjust luminance for selected color.": "Juster lysstyrke for den valgte farve.",
	"Adjust luminance level for selected IRE point.": "Juster lysstyrkeniveau for det valgte IRE-punkt.",
	"Adjust peak brightness for the brightest luminance.": "Juster højeste lysstyrke for den klareste luminans.",
	"Adjust remote's cursor speed and appearance.": "Juster fjernbetjeningsmarkørens hastighed og udseende.",
	"Adjust saturation for selected color.": "Juster mætning for den valgte farve.",
	"Adjust screen brightness to reduce energy consumption.": "Juster skærmens lysstyrke for at reducere energiforbruget.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Juster OLED LIGHT for at gøre skærmen lysere eller mørkere.",
	"Adjust the audio timing to synchronize the video and audio.": "Juster lydens timing for at synkronisere video og lyd.",
	"Adjust the balance of red and green to display the tint on the screen.": "Juster balancen mellem rød og grøn for at vise farvetonen på skærmen.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Juster farvebalancen ved at ændre farvetemperatur, lysstyrke og rød, grøn, blå intensitet.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Juster kontrasten, opløsningen osv. for individuel billedtilstand i detaljer, og indstil desuden foretrukken farve, gamma osv.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Juster forskellen mellem lyse og mørke områder på skærmen. Højere værdier øger forskellen.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Juster billedhastigheden på samme måde som i en film, og det vil give en fornemmelse af en biograf.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Juster et statisk billedes lysstyrke, som for eksempel logoer osv., og undgå problemer med billedkvalitet, der kan opstå, når tv'et har været tændt i lang tid.",
	"Adjust the screen color to be pale or deep.": "Juster skærmens farve til bleg eller dyb.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Juster lyden efter din smag for hvert lydfrekvensbånd.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Juster timing til synkronisering, når video og lyd har tidsforskel.",
	"Adjust the tint to brighten or darken the screen.": "Juster farvetonen for at gøre skærmen lysere eller mørkere.",
	"Adjust the volume you want with pressing remote's volume key.": "Indstil den ønskede lydstyrke ved at trykke på fjernbetjeningens lydstyrkeknap.",
	"Adjust tint for selected color.": "Juster farvetone for den valgte farve.",
	"Adjust whether to display the home promotion.": "Angiv, om Hjem-kampagnen skal vises.",
	"Adjusting Luminance": "Justerer lysstyrke",
	"Adolescent over 13 are allowed to watch.": "Må ses af unge over 13 år.",
	"Adolescent over 14 are allowed to watch.": "Må ses af unge over 14 år.",
	"Adolescent over 16 are allowed to watch.": "Må ses af unge over 16 år.",
	"Adult": "Voksen",
	"Adult Language": "Voksensprog",
	"Adults only.": "Kun voksne.",
	"Advanced": "Avancerede indstillinger",
	"Advanced Controls": "Avancerede betjeninger",
	"Advanced Wi-Fi Settings": "Avancerede Wi-Fi-indstillinger",
	"Advertisement": "Reklamer",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Efter ændring af landet bliver alle aktuelt indstillede kanaler slettet. Gå til Autoindstilling for at indstille kanaler igen. Vil du fortsætte?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Når du har ændret dit postnummer, bliver alle Freesat-kanaler slettet. Gå til Autoindstilling for at indstille kanaler igen. Vil du fortsætte?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Når du har skiftet dit land, kan du søge efter dine kanaler med Auto-indstilling. Ønsker du at fortsætte?",
	"Ages 2-7 are allowed to watch.": "Må ses af børn på 2-7 år.",
	"Albania": "Albanien",
	"Albanian": "Albansk",
	"Alerts you by sound when the TV is turned on or off.": "Underretter dig med lyd, når TV'et tændes eller slukkes.",
	"Algeria": "Algeriet",
	"Algiers": "Algier",
	"All Channels": "Alle kanaler",
	"All Children": "Alle børn",
	"All ages are allowed to watch.": "Må ses af personer i alle aldre.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle aktuelle indstillinger for tilstanden {pictureMode} bliver nulstillet. Vil du fortsætte?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle lydeffektindstillinger for standardtilstand bliver nulstillet. Vil du fortsætte?",
	"Allow Automatic Updates": "Tillad automatiske opdateringer",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Du kan også justere de detaljerede indstillinger for Bluetooth Surround-lyd.",
	"Always Open": "Altid åben",
	"Always-on Off Time": "Always-on slukket tid",
	"An error has occurred while copy channels.": "Der opstod en fejl under kopiering af kanaler.",
	"An important software update is available.": "En vigtig softwareopdatering er tilgængelig.",
	"Analog Mode": "Analog tilstand",
	"Analog TV": "Analog-tv",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analysér karakteristika for lyd, og optimer lyden for hver indholdstype i realtid.",
	"Antenna": "Antenne",
	"Antenna ATV": "Antenne-ATV",
	"Antenna DTV": "Antenne-DTV",
	"Antenna Radio": "Antenneradio",
	"Antigua and Barbuda": "Antigua og Barbuda",
	"Any Supplementary Audio": "Eventuel supplerende lyd",
	"App Alarm": "App-alarm",
	"Application Locks": "Programspærringer",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Anvend de detaljerede indstillingsværdier for aktuel billedtilstand på alle input eller apps.",
	"Apply to all inputs": "Gælder for alle input",
	"Applying value to all inputs...": "Anvender værdien på alle input...",
	"Arabic": "Arabisk",
	"Armenia": "Armenien",
	"Aspect Ratio": "Billedformat",
	"Aspect Ratio Settings": "Indstillinger for skærmformat",
	"Assamese": "Assamesisk",
	"Assign channels to remote buttons so you can quickly jump to them.": "Tildel kanaler til fjernbetjeningens knapper, så du nemt kan springe til dem.",
	"Athens": "Athen",
	"Audio Delay": "Lydforsinkelse",
	"Audio Description": "Lydbeskrivelse",
	"Audio Description Volume": "Lydstyrke for lydbeskrivelse",
	"Audio Guidance": "Vejledning til lyd",
	"Audio Language": "Lydsprog",
	"Audio Out (Line Out)": "Lydudgang (Linjeudgang)",
	"Audio Type": "Lydtype",
	"Australia": "Australien",
	"Austria": "Østrig",
	"Auto": "Automatisk",
	"Auto Detect": "Automatisk registrering",
	"Auto Device Detection": "Automatisk enhedsregistrering",
	"Auto Genre Selection": "Automatisk valg af genre",
	"Auto Power Off": "Sluk automatisk",
	"Auto Power Sync": "Autosynkronisering af tænd/sluk",
	"Auto Start": "Automatisk start",
	"Auto Volume": "Automatisk lydstyrke",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Juster springet i lydstyrke automatisk, eller indstil lydstyrken for lyd, der blev justeret på et tidspunkt med lydstyrkeknappen på fjernbetjeningen.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Juster automatisk til en billedværdi, der er optimeret til Dolby HDR-indholdets genre.",
	"Automatically adjust to a picture value optimized for contents genre.": "Juster automatisk til en billedværdi, der er optimeret til indholdets genre.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Skift til FILMMAKER MODE automatisk, når filmindholdet bliver genkendt.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimér billedkvaliteten automatisk baseret på farver og lystyrke i omgivelserne.",
	"Automatically update system software when an update is found.": "Opdater systemsoftwaren automatisk, når der findes en opdatering.",
	"Available Internal Storage": "Tilgængelig intern hukommelse",
	"Azerbaijan": "Aserbajdsjan",
	"Azores": "Azorerne",
	"BG Color": "BG-farve",
	"BG Opacity": "BG-opacitet",
	"Back": "Tilbage",
	"Backlight": "Baggrundslys",
	"Basque": "Baskisk",
	"Bass Boost": "Bas-boost",
	"Behavior may vary depending on connected device.": "Funktionen kan variere afhængigt af den tilsluttede enhed.",
	"Belarus": "Hviderusland",
	"Belgium": "Belgien",
	"Belgrade": "Beograd",
	"Bengali": "Bengalsk",
	"Black": "Sort",
	"Black Level": "Sort niveau",
	"Block TV programs broadcast in English based on their content ratings.": "Blokér TV-programmer på engelsk baseret på bedømmelser af indhold.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokér TV-programmer på fransk baseret på bedømmelser af indhold.",
	"Block content based on genre.": "Blokér indhold baseret på genre.",
	"Blue": "Blå",
	"Bluetooth Speaker Mode": "Tilstand for Bluetooth-højtaler",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround-lyd + intern TV-højttaler",
	"Bluetooth Surround Sound Setup": "Opsætning af Bluetooth Surround-lyd",
	"Bosnia": "Bosnien",
	"Bosnia And Herzegovina": "Bosnien og Herzegovina",
	"Bosnian": "Bosnisk",
	"Brazil": "Brasilien",
	"Brazilian Punk": "Brasiliansk punk",
	"Brightness": "Lysstyrke",
	"Broadcast Country": "Land for udsendelse",
	"Broadcast Mail": "Send mail",
	"Brussels": "Brusselles",
	"Bucharest": "Bukarest",
	"Bulgaria": "Bulgarien",
	"Bulgarian": "Bulgarsk",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Når du trykker på 'Nulstil', sletter du alle reklamerelaterede data, som LGE tidligere har indsamlet fra dette Smart TV. Ved at trykke på 'Nulstil' kan det påvirke den type reklamer, du vil se fremover, men det vil ikke forhindre dig i at modtage reklamer.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Når du aktiverer Live Plus, accepterer du indsamling af oplysninger om set TV af LG Electronics Inc. (\"LGE\") via ACR-modulet, og at oplysningerne kan deles i en anonym form med tredjeparter for at tilbyde dig interaktive tjenester. Vi kan også dele aggregerede anonymiserede oplysninger med tredjepart med henblik på markedsføring. Bemærk, at vil ikke forsætligt indsamler eller distribuerer de ovennævnte oplysninger fra eller om børn under 13 år. Detaljerede oplysninger om Live Plus er illustreret i Oplysninger om set TV (vilkår), som der er adgang til via menuen med SmartTV-indstillinger. LGE anbefaler kraftigt, at du gennemlæser den fulde version af Oplysninger om set TV (vilkår), inden du aktiverer Live Plus-funktionen.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Når du slår Live Plus til, er du indforstået med, at indholdet, der vises på dit TV, kan genkendes, og visningsoplysningerne kan bruges til at give dig en forbedret seeroplevelse og personligt tilpassede tjenester, herunder indholdsanbefalinger og reklamer. Læs privatpolitikken og relevante brugeraftaler i menuen TV-indstillinger, hvor der er flere oplysninger.",
	"CC 1": "LU 1",
	"CC 2": "LU 2",
	"CC 3": "LU 3",
	"CC 4": "LU 4",
	"CI Information": "CI-oplysninger",
	"CI password incorrect. Please enter again.": "CI-adgangskode er forkert. Angiv den igen.",
	"COMPONENT2": "KOMPONENT2",
	"COMPONENT3": "KOMPONENT3",
	"Cable": "Kabel",
	"Cable ATV": "Kabel-ATV",
	"Cable DTV": "Kabel-DTV",
	"Cable Radio": "Kabelradio",
	"Cairo": "Kairo",
	"Cameroon": "Cameroun",
	"Can not Find Channel": "Kan ikke finde kanal",
	"Canary Islands": "De Kanariske Øer",
	"Cancel": "Annuller",
	"Cancel Schedule": "Annuller tidsplan",
	"Cancel Update": "Annuller opdatering",
	"Cantonese": "Kantonesisk",
	"Cape Verde": "Kap Verde",
	"Catalan": "Katalansk",
	"Caution": "Forsigtig",
	"Cayman Islands": "Caymanøerne",
	"Center": "Midt",
	"Central African Republic": "Centralafrikanske Republik",
	"Change blue intensity and adjust the color balance.": "Juster blå intensitet, og juster farvebalance.",
	"Change green intensity and adjust the color balance.": "Juster grøn intensitet, og juster farvebalance.",
	"Change red intensity and adjust the color balance.": "Juster rød intensitet, og juster farvebalance.",
	"Change the left / right sound": "Byt om på venstre/højre lyd",
	"Change the position of captions using the 4-way dial on the remote control.": "Flyt billedteksternes placering med 4-vejshjulet på fjernbetjeningen.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Ændring af område kan ændre aktuelt indstillede kanaler i dit tv. Du kan indstille kanaler i Autoindstilling. Vil du skifte indstillinger for område nu?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Hvis du skifter landet, genstarter dit tv, og du skal muligvis acceptere LG's brugeraftale igen. Tilgængeligheden for nogle apps kan også variere afhængigt af landet for LG-tjenesten. Vil du fortsætte?",
	"Channel Locks": "Kanalspærringer",
	"Channel Manager": "Kanalmanager",
	"Channel Scrolling Options": "Indstillinger for kanalskift",
	"Channel Tuning": "Kanalindstilling",
	"Channel Tuning & Settings": "Kanalindstilling og indstillinger",
	"Channels": "Kanaler",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanaler fra HDMI og andre eksterne inputs kan ikke låses. Skift det aktuelle input til Live TV for at låse tv-kanaler.",
	"Chatham Islands": "Chathamøerne",
	"Check TV information.": "Tjek TV-oplysningerne.",
	"Check alarm messages about the user settings or TV status.": "Se alarmmeddelelser om brugerindstillinger eller tv-status.",
	"Check descriptions for each LG webOS TV functions.": "Se beskrivelser for hver enkel LG webOS TV-funktion.",
	"Check for Advertising settings and set it.": "Se efter indstillinger for reklamer, og angiv dem.",
	"Check for Updates": "Søg efter opdateringer",
	"Check for available functions with Voice and set Voice Settings.": "Se efter tilgængelige funktioner med Stemme, og angiv stemmeindstillinger.",
	"Check for problems with the picture quality.": "Kontroller, om der er problemer med billedkvaliteten.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontroller, om der er problemer med lydkvaliteten fra den interne tv-højttaler.",
	"Check for software updates and update if available.": "Søg efter softwareopdateringer, og opdater, hvis det er muligt.",
	"Check whether the Bluetooth device is in pairing mode.": "Tjek, om Bluetooth-enheden er i parringstilstand.",
	"Check your TV status to solve problems or use remote support.": "Tjek status for dit TV for at løse problemer eller bruge fjernsupport.",
	"Checking Password": "Kontrollerer adgangskode",
	"Checking for Updates": "Søger efter opdateringer",
	"Checking...": "Kontrollerer...",
	"Children": "Børn",
	"Children Age": "Børnealder",
	"Children Program Locks": "Børnelåse på programmer",
	"Children over 8 are allowed to watch.": "Må ses af børn på over 8 år.",
	"China": "Kina",
	"Chinese": "Kinesisk",
	"Choose to have all channels or just your primary ones when you change channels.": "Vælg at skifte mellem alle kanaler eller kun dine primære, når du skifter kanal.",
	"Christmas Island": "Juleøen",
	"Cinema": "Biograf",
	"Cinema Clear": "Biograf-klar",
	"Cinema Home": "Biograf hjem",
	"Cinema View": "Biografformat",
	"Cinema View (32:12)": "Biografformat (32:12)",
	"Cinema Zoom": "Biografzoom",
	"City": "By",
	"City Selection": "Valg af by",
	"Clean Audio": "Ren lyd",
	"Clear": "Livlig",
	"Clear Plus": "Klar plus",
	"Clear Voice Ⅲ": "Klar stemme Ⅲ",
	"Clear Voice Ⅳ": "Klar stemme Ⅳ",
	"Clear1": "Ryd",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik på knappen TILSLUT herunder, når dit trådløse LG-tastatur er slået til og sat i parringstilstand.",
	"Close": "Luk",
	"Closed Caption": "Lukkede undertekster",
	"Closed Caption Settings": "Indstillinger for lukkede undertekster",
	"Code Value": "Kodeværdi",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Registrer og gem MAC-adresse, modelnummer, landekode, sprogindstillinger og softwareversion for at verificere den nyeste software til opdatering.",
	"Color": "Farve",
	"Color Gamut": "Hele farveskalaen",
	"Color Management System": "Farvestyringssystem",
	"Color Temperature": "Farvetemperatur",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bekræft vilkår og betingelser, eller skift, om du vil acceptere aftalen.",
	"Congo Brazzaville": "Congo-Brazzaville",
	"Connect": "Tilslut",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Tilslut Bluetooth-højttaler og tv-højttaler og juster automatisk lydforsinkelse mellem højttalere.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Tilslut en ekstern lydenhed, der understøtter eARC, til eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Slut eksterne enheder, som for eksempel set-top-boks, lydbjælke osv. til tv'et i henhold til vejledningen.",
	"Connect the LAN cable directly to the TV to use the network.": "Slut LAN-kablet direkte til tv'et for at bruge netværket.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Opret forbindelse til netværket ved at angive IP- og DNS-serveradresse manuelt.",
	"Connect to the network if a wireless router is installed.": "Opret forbindelse til netværket, hvis en trådløs router er installeret.",
	"Connect via WPS PBC": "Tilslut vha WPS PBC",
	"Connect via WPS PIN": "Tilslut via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Slut TV'et til din router eller dit modem med et Ethernet-kabel for at aktivere din kablede netværksforbindelse.",
	"Connect your TV with WiSA Speakers wirelessly.": "Forbind dit tv trådløst med WiSA-højttalere.",
	"Connectable Devices ({num})": "Tilgængelige enheder ({num})",
	"Connected": "Tilsluttet",
	"Connected to Internet": "Tilsluttet til internettet",
	"Connecting...": "Tilslutter...",
	"Connection": "Tilslutning",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Håndtering af forbindelse med en smartphone eller pc er tilgængelig. For at forbinde et tv til en mobilenhed kræves forbindelsesindstillinger og anmodninger på din smartphone eller tv.",
	"Content Recommendations": "Anbefalinger om indhold",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Indholdet bliver afspillet med lyd, der er egnet til flerkanalsafspilning, hvis flerkanallyd understøttes af HbbTV-tjenesten.",
	"Contrast": "Kontrast",
	"Cool": "Kold",
	"Copenhagen": "København",
	"Copy Channels": "Kopiér kanaler",
	"Copy/Delete file": "Kopiér/slet fil",
	"Correct contrast and brightness by adjusting black levels.": "Indstil kontrasten og lysstyrken ved at justere niveauer for sort.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korriger billedpixel, og undgå problemer med billedkvaliteten, der kan opstå, når tv'et har været tændt i lang tid.",
	"Could not fined available network.": "Kunne ikke finde tilgængeligt netværk.",
	"Croatia": "Kroatien",
	"Croatian": "Kroatisk",
	"Current time is not valid. Do you want to set the correct time now?": "Aktuelt tidspunkt er ikke gyldigt Vil du angive det korrekte tidspunkt nu?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "De aktuelle værdier for tilpassede indstillinger for billedtilstand bliver anvendt i tilstanden {pictureMode} for alle input. Vil du fortsætte?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Det tilsluttede trådløse LG-tastatur bliver afbrudt fra dit tv. Vil du fortsætte?",
	"Custom": "Tilpasset",
	"Custom Time Zone": "Tilpasset tidszone",
	"Customer Service": "Kundeservice",
	"Cyprus": "Cypern",
	"Czech": "Tjekkiet",
	"Czech Republic": "Tjekkiet",
	"C{value}": "K{value}",
	"Côte d'Ivoire": "Elfenbenskysten",
	"DNS Server": "DNS-server",
	"DR Congo": "Demokratiske Republik Congo",
	"DTV Audio Setting": "DTV-lydindstilling",
	"Damascus": "Damaskus",
	"Danish": "Dansk",
	"Data Service": "Datatjeneste",
	"Date": "Dato",
	"Day": "Dag",
	"De-Judder": "Fjern rystelser",
	"Delete": "Slet",
	"Delete Connection History": "Slet tilslutningshistorik",
	"Delete Pairing History": "Slet parringshistorik",
	"Delete Usage Data": "Slet brugerdata",
	"Demo Options": "Demo-indstillinger",
	"Democratic Republic of the Congo": "Den Demokratiske Republik Congo",
	"Denmark": "Danmark",
	"Depressed": "Sænket",
	"Deregister": "Frameld",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Beskriv indholdet på skærmen med tale, så seere med nedsat syn kan bruge tv'et.",
	"Detect Range": "Registreringsområde",
	"Device Connection Settings": "Indstillinger for enhedsforbindelse",
	"Device List": "Enhedsliste",
	"Device Name": "Navn på enhed",
	"Digital Mode": "Digital tilstand",
	"Digital Sound Out": "Digital lydudgang",
	"Digital TV": "Digital-tv",
	"Directed to Older Children (ages 7 and above)": "Henvendt til ældre børn (7 år og derover)",
	"Disabled": "Deaktiveret",
	"Disconnect": "Afbryd",
	"Display captions for hearing-impaired viewers to use TV.": "Vis undertekster, så hørehæmmede seere kan bruge tv'et.",
	"Display fast-moving content smoothly and clearly.": "Vis indhold med hurtige bevægelser jævnt og tydeligt.",
	"Display luminance level for the highest point (100 IRE).": "Vis lysstyrkeniveau for det højeste punkt (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Vis billeder med en varm eller kold farvetemperatur.",
	"Do Not Sell My Personal Information": "Sælg ikke mine personlige oplysninger",
	"Do Not Track": "Spor ikke",
	"Do you want to continue?": "Vil du fortsætte?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Vil du kopiere kanallisten fra USB-hukommelsen til dit tv? De nuværende kanaler i dit tv bliver slettet.",
	"Do you want to copy channel list from your TV to the USB storage?": "Vil du kopiere kanallisten fra dit tv til USB-hukommelsen?",
	"Do you want to reset Position Settings?": "Vil du nulstille indstillinger for position?",
	"Do you want to reset Volume Control?": "Vil du nulstille lydstyrkekontrol?",
	"Do you want to set the correct time now?": "Vil du angive det korrekte tidspunkt nu?",
	"Do you want to turn your TV off now?": "Vil du slukke for dit tv nu?",
	"Dominican Republic": "Den Dominikanske Republik",
	"Done": "Udført",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Hent mail",
	"Download and Install": "Download og installér",
	"Downloadable Rating": "Bedømmelse til download",
	"Dual Mono": "Dobbelt mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Under Always-on slukket tid, vil dele af funktioner, som for eksempel telegenkendelse med flere, være begrænsede, når der er slukket for skærmen.",
	"Dutch": "Hollandsk",
	"Dynamic Color": "Dynamisk farve",
	"Dynamic Contrast": "Dynamisk kontrast",
	"Dynamic Tone Mapping": "Dynamisk tone mapping",
	"Easter Island": "Påskeøen",
	"Eastern Africa": "Østafrika",
	"Eco Mode": "Eco-tilstand",
	"Edge Color": "Kantfarve",
	"Edge Enhancer": "Kantforbedring",
	"Edge Type": "Kanttype",
	"Edit": "Rediger",
	"Egypt": "Egypten",
	"Emergency Alert": "Meddelelse om nødsituation",
	"Enabled": "Aktiveret",
	"Energy Saving": "Energibesparelse",
	"Energy consumption may increase if this feature is on.": "Energiforbruget kan øges, hvis denne funktion er slået til.",
	"Energy saving modes to limit power consumption.": "Tilstande for energibesparelse for at begrænse strømforbrug.",
	"English": "Engelsk",
	"Enhance the bass sound.": "Fremhæv baslyden.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Øg kontrasten mellem lyse og mørke områder i nogle menuer, som for eksempel baggrund og tekst, så de nemmere kan ses af svagtsynede.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Øg indholdets opløsning og skarphed med en algoritme, der er indlært via en dyb indlæringsteknik fra LG, og optimer en dybde via indholdsanalyse.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Lyt til Dolby Atmos-indhold med optimal lyd ved at slå lydfelteffekten til.",
	"Enjoy TV sound by connecting Wired Headphones.": "Lyt til tv-lyden ved at tilslutte kabel-forbundne hovedtelefoner.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Lyt til tv-lyden gennem lydenheder, der er sluttet til HDMI IN (ARC)-porten.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Lyt til tv-lyden gennem lydenheder, der er sluttet til OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Lyt til tv'ets lyd gennem en LG-lydenhed, der er sluttet til OPTICAL DIGITAL AUDIO OUT-porten.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Lyt til tv-lyden via lydenheder, der er tilsluttet de eksterne udgangsporte Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Lyt til tv-lyden via både den interne tv-højtaler og kabel-forbundne hovedtelefoner.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Lyt til tv-lyden via eksterne lydenheder, der er sluttet til både den interne tv-højttaler og porten OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Lyt til en klar og naturlig lyd.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Lyt til lyd med en trådløs lydenhed, der er tilsluttet via LG Sound Sync eller Bluetooth.",
	"Enjoy the sound optimized to the room.": "Lyt til lyd, der er optimeret til lokalet.",
	"Enter CI Password": "Angiv CI-adgangskode",
	"Enter the PIN in your router's settings.": "Indtast PIN-koden i din routers indstillinger.",
	"Enter the master password.": "Angiv master-adgangskoden.",
	"Equatorial Guinea": "Ækvatorial Guinea",
	"Estonia": "Estland",
	"Estonian": "Estisk",
	"Ethiopia": "Etiopien",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Selv om indstillingen er slået fra, kan du tjekke relaterede oplysninger via kanalbanner, stemmegenkendelse.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Selv når TV'et er slukket og bruger minimal energi, kan du lytte til musik ved at tilslutte mobilenheden. Et stort udvalg af funktioner kan hurtigt bruges igen, når TV'et bliver tændt.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Selv når tv'et er slukket, kan du lytte til musik ved at forbinde en smartphone med tv'et via Bluetooth.",
	"Every Day": "Hver dag",
	"Every Weekday": "Alle hverdage",
	"Every Weekend": "Hver weekend",
	"Expert (Bright Room)": "Ekspert (lyst rum)",
	"Expert (Dark Room)": "Ekspert (mørkt rum)",
	"Export your TV's channel list information to a connected USB device.": "Eksporter tv'ets kanallisteoplysninger til en tilsluttet USB-enhed.",
	"Extended": "Udvidet",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Forlængelse af en periode for Sluk automatisk-indstillingen eller deaktivering af funktionen kan øge energiforbruget.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Bekvem tilstand for øjnene",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE automatisk skift",
	"Fantasy Violence": "Fantasy-vold",
	"Fast": "Hurtig",
	"Find and tell an audio device available to connect around TV.": "Find og sig en lydenhed, der er tilgængelig for tilslutning, omkring tv'et.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Finjuster steder med rød, grøn, blå, cyan, magenta og gul farve.",
	"Finnish": "Finsk",
	"Flat Mode": "Flad tilstand",
	"Font": "Skrifttype",
	"Font 1": "Skrifttype 1",
	"Font 2": "Skrifttype 2",
	"Font 3": "Skrifttype 3",
	"Font 4": "Skrifttype 4",
	"Font 5": "Skrifttype 5",
	"Font 6": "Skrifttype 6",
	"Font 7": "Skrifttype 7",
	"Font 8": "Skrifttype 8",
	"Football": "Fodbold",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Angiv PIN-kode for at koble tv'et til det trådløse netværk i tilfælde af en WPS-kompatibel (Wi-Fi Protected Setup) trådløs router.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Tryk på knappen WPS-PBC for at koble tv'et til det trådløse netværk i tilfælde af en WPS-kompatibel (Wi-Fi Protected Setup) trådløs router.",
	"France": "Frankrig",
	"French": "Fransk",
	"French Polynesia": "Fransk Polynesien",
	"Full Wide": "Fuld bredde",
	"Gaelic": "Gælisk",
	"Galapagos Islands": "Galapagosøerne",
	"Galician": "Galicisk",
	"Gallery": "Galleri",
	"Game": "Spil",
	"General": "Generelt",
	"General Age": "Generel alder",
	"General Audience": "Generelt publikum",
	"General Audiences": "Generelt publikum",
	"General Program Locks": "Generelle programlåse",
	"Georgia": "Georgien",
	"German": "Tysk",
	"Germany": "Tyskland",
	"Get started in a quiet environment for sound optimization.": "Begynd lydoptimering i stille omgivelser for lydoptimering",
	"Getting...": "Henter...",
	"Godthab": "Godthåb",
	"Grayscale": "Gråskala",
	"Greece": "Grækenland",
	"Greek": "Græsk",
	"Green": "Grøn",
	"Greenland": "Grønland",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Betjen menuer og funktioner med tale, så seere med nedsat syn kan bruge tv'et.",
	"Guinea Conakry": "Guinea-Conakry",
	"Guinea Equatorial": "Ækvatorialguinea",
	"H Position": "H-position",
	"H Sharpness": "H-skarphed",
	"H Size": "H-størrelse",
	"HD Mode": "HD-tilstand",
	"HD Mode Option": "Valgmulighed for HD-tilstand",
	"HDD Eco Mode": "HDD Eco-tilstand",
	"HDD Power Saving Mode": "HDD-strømsparetilstand",
	"HDMI Input Audio Format": "Format for HDMI-inputlyd",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Portene HDMI {port1} og HDMI {port2} understøtter 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Portene HDMI {port1} og HDMI {port2} understøtter Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} port understøtter 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} port understøtter Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Portene HDMI {port1}, HDMI {port2} og HDMI {port3} understøtter 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Portene HDMI {port1}, HDMI {port2} og HDMI {port3} understøtter Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Portene HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} understøtter 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Portene HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} understøtter Ultra HD Deep Colour.",
	"HDR Effect": "HDR effekt",
	"HDR Picture Mode": "HDR billedtilstand",
	"Hard of Hearing": "Hørehæmmede",
	"Headphones Volume": "Lydstyrke for hovedtelefon",
	"Hebrew": "Hebraisk",
	"High": "Høj",
	"High Contrast": "Stor kontrast",
	"Higher values increase a sense of warmth or coldness.": "Højere værdier øger oplevelsen af varme eller kulde.",
	"Home Animation": "Animation på startside",
	"Home Auto Launch": "Automatisk åbning af Hjem",
	"Home Mode": "Privat brug",
	"Home Promotion": "Hjem-kampagne",
	"Home Settings": "Indstillinger for Hjem",
	"Home/Store Mode": "Hjemme-/butikstilstand",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Timer",
	"However, the IPv6 version of the address does not support editing.": "IPv6-versionen af adressen understøtter imidlertid ikke redigering.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Always-on bliver imidlertid deaktiveret for de indstillede fem timer, og der bliver slukket helt for strømmen for at holde dit tv i optimal stand.",
	"Hungarian": "Ungarsk",
	"Hungary": "Ungarn",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VIGTIGT! Nulstilling vil slette alle dine kontoindstillinger og installerede programmer. Denne handling kan ikke fortrydes.",
	"IP (Automatic)": "IP (automatisk)",
	"IP (Manual)": "IP (manuel)",
	"IP Address": "IP-adresse",
	"IVC (Cote d’Ivoire)": "IVC (Elfenbenskysten)",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Med Auto Power Sync valgt bliver der tændt for dit tv, når du tænder for en SIMPLINK-enhed, og dine SIMPLINK-enheder bliver slukket, når du slukker for TV'et.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Hvis universalbetjening af set-top-boks/OTT er konfigureret, kan du betjene den tilsluttede set-top-boks med en LG-fjernbetjening.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Hvis der er sluttet en enhed til porten, kan du vise det optimerede billede af spillet med minimal forsinkelse eller afbrydelse af enhedens video.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Hvis den er slået til, og du tilslutter en enhed, der også understøtter Ultra HD Deep Colour, kan dit billede blive tydeligere.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Hvis en optagelse eller en softwareopdatering er i gang, venter pixelopfriskningen, til de er udført, og processen kan derfor tage mere end en time.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Hvis en optagelse eller en softwareopdatering er i gang, venter pixelopfriskningen, til dette er udført, og processen kan derfor tage mere end {n} minut(ter).",
	"If the device is not connected, you may not hear any sound through it.": "Hvis enheden ikke er tilsluttet, kommer der ikke lyd fra den.",
	"If the edge of the screen is not clean, please turn this function off.": "Slå denne funktion fra, hvis hjørnerne på skærmen ikke er tydelige.",
	"If the program does not support multiple languages, the default language is selected.": "Hvis programmet ikke understøtter flere sprog, vælges standardsproget.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Hvis programmet ikke understøtter det valgte output-format, anvendes standard-output fra kilden.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Hvis programmet ikke understøtter forskellige lydindstillinger, bliver standardlyden valgt.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Hvis det samme symptom gentager sig, bedes du ændre indstillingsværdien igen eller genstarte den tilsluttede eksterne enhed.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Hvis det valgte sprog ikke er understøttet, anvendes standardsproget fra udsendelser.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Hvis den statiske skærm ikke har modtaget noget brugerinput i en time, skifter den til en pauseskærm.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Hvis den indstillede tid er meget forskellig fra det faktiske klokkeslæt, vil nogle af smart-funktionerne måske ikke blive vist.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Kontroller, at enheden fungerer korrekt og understøtter LG Sound Sync, hvis der ikke afspilles lyd gennem enheden.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Hvis du vælger Butiksdemo, bliver det indstillet til optimale værdier for butiksvisning af reklame-tv.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Hvis du slår lydvejledning til, kan du kun flytte med knapperne venstre, højre, op og ned på fjernbetjeningen, og nogle apps, der kræver markøren, kan ikke bruges.",
	"If you turn it off, CAM operator's profile will be deleted.": "Hvis den deaktiveres, bliver CAM-operatørens profil slettet.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Hvis du slår den fra, vil ingen indstillede CAM-kanaler være tilgængelige, og der vises ingen meddelelser.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Hvis du slår 'Quick Start+' fra, vil du ikke kunne tænde for dit tv med fjernfri betjening. Vil du fortsætte?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Hvis du slår pauseskærmen fra, og det samme billede bliver stående på skærmen i mere end 2 timer, kan det påvirke skærmens billedkvalitet. Hvis det bliver stående i mere end 5 timer, kan der opstå permanent forringelse af billedkvaliteten. Vil du fortsætte?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Hvis du slår denne funktion fra, bliver den statiske skærm vist i længere tid, hvilket forringer skærmkvaliteten med sandsynlighed for varig forringelse i nogle tilfælde.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Hvis du bruger Energibesparelses funktionen, vil lysstyrken på dit TV blive påvirket.",
	"Import your TV's channel list information from a connected USB device.": "Importer tv'ets kanallisteoplysninger fra en tilsluttet USB-enhed.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importer/eksporter TV'ets kanallisteoplysninger fra/til en tilsluttet USB-enhed.",
	"In Home": "Privat",
	"India": "Indien",
	"Indonesia": "Indonesien",
	"Indonesian": "Indonesisk",
	"Inner": "Indre",
	"Input Locks": "Inputspærringer",
	"Input field": "Inputfelt",
	"Installing...": "Installerer...",
	"Instant Game Response": "Omgående spilrespons",
	"Interactive Service": "Interaktiv tjeneste",
	"Interactivity(DTVi)": "Interaktivitet (DTVi)",
	"Internal TV Speaker": "Intern TV-højttaler",
	"Invert Colors": "Inverter farver",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertér og kompenser visse farver i nogle menuer for at forbedre synligheden af viste elementer på skærmen.",
	"Iraq": "Irak",
	"Ireland": "Irland",
	"Irish": "Irsk",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Den bliver nulstillet til billedtilstand individuelt, så vælg den ønskede billedtilstand, og nulstil den.",
	"It may not sound depending on connected devices.": "Afhængigt af tilsluttede enheder afspilles lyden muligvis ikke.",
	"It may take a few minutes.": "Det kan tage nogle minutter.",
	"It may take a few seconds.": "Det kan tage nogle sekunder.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Den giver den optimale virtuelle 4.0-surround-lyd for det viste indhold med en algoritme, der er indlært via en maskinlæringsteknik fra LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Den giver den optimale lyd eller virtuelle 5.1-surround-lyd afhængigt af det viste indhold med en algoritme, der er indlært via en dyb indlæringsteknik fra LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Lyden optimeres ved at opjustere reflekteret lyd i lokalet baseret på tv'ets installationstype.",
	"It reduces jaggies in the picture for a smooth picture.": "Den reducerer hakker i billedet for at give et jævnt billede.",
	"It works only when the broadcasting program supports captions.": "Den fungerer kun, når det udsendte program understøtter billedtekster.",
	"It works only when the broadcasting program supports subtitles.": "Den fungerer kun, når det udsendte program understøtter undertekster.",
	"Italian": "Italiensk",
	"Italy": "Italien",
	"Ivory Coast": "Elfenbenskysten",
	"Japanese": "Japansk",
	"Just Scan": "Kun scanne",
	"Kannada": "Canada",
	"Kazakh": "kasakstansk",
	"Kazakhstan": "Kasakhstan",
	"Keyboard Languages": "Tastatursprog",
	"Korea": "Sydkorea",
	"Korean": "Koreansk",
	"Kyrgyzstan": "Kirgisistan",
	"LED Local Dimming": "Lokal nedton. LED",
	"LG Logo Light (Front of TV)": "Lys i LG-logo (foran på fjernsynet)",
	"LG Services Country": "Land for LG-tjenesten",
	"LG Wireless Keyboard": "Trådløst LG-tastatur",
	"LG Wireless Keyboard Connected:": "Trådløst LG-tastatur tilsluttet:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Med trådløst LG-tastatur kan du betjene tv'et via Bluetooth.",
	"Language": "Sprog",
	"Large": "Store",
	"Last tuning:": "Sidste justering:",
	"Latvia": "Letland",
	"Latvian": "Lettisk",
	"Lebanon": "Libanon",
	"Left": "Venstre",
	"Left Right": "Venstre/højre",
	"Left Surround": "Venstre surround",
	"Left drop shadow": "Skygge til venstre",
	"Legal Notice": "Juridisk bemærkning",
	"Libya": "Libyen",
	"Light": "Let",
	"Limit AD Tracking": "Begræns AD-sporing",
	"Lisbon": "Lissabon",
	"Lithuania": "Litauen",
	"Lithuanian": "Litauisk",
	"Live Theater": "Live teater",
	"Loading...": "Indlæser...",
	"Local": "Lokal",
	"Local Language": "Lokalsprog",
	"Location": "Sted",
	"Lock All": "Lås alt",
	"Lock changes for currently running apps will be applied the next time they are started.": "Ændringer af spærring for aktuelt kørende apps træder i kraft, næste gang de startes.",
	"Logo Luminance Adjustment": "Justering af lys i logo",
	"Low": "Lav",
	"Luminance": "Lysstyrke",
	"MAC Address": "MAC-adresse",
	"MAC Address (Wired)": "MAC-adresse (kablet)",
	"MAC Address (Wireless)": "MAC-adresse (trådløs)",
	"MASTER PASSWORD": "MASTER-ADGANGSKODE",
	"MHEG Guide": "MHEG-vejledning",
	"MPEG Noise Reduction": "MPEG Støjreduktion",
	"Macedonia": "Makedonien",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonien, Den Tidligere Jugoslaviske Republik",
	"Macedonian": "Makedonsk",
	"Make blurry or difficult-to-see areas more vivid.": "Gør slørede eller utydelige områder mere livagtige.",
	"Malay": "Malaysisk",
	"Maldives": "Maldiverne",
	"Manage channels stored on the TV.": "Administrer gemte kanaler på TV'et.",
	"Manual": "Manuel",
	"Maori": "Maorisk",
	"Marshall Islands": "Marshalløerne",
	"Mature Audience Only": "Kun voksenpublikum",
	"Mauritania": "Mauretanien",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimér kontrasten ved at øge intensiteten af lyse og mørke områder på skærmen.",
	"Medium": "Mellem",
	"Menu Language": "Menusprog",
	"Menu Transparency": "Gennemsigtig menu",
	"Message": "Meddelelse",
	"Method": "Metode",
	"Middle East": "Mellemøsten",
	"Minutes": "Minutter",
	"Mobile Connection Management": "Administration af mobilforbindelse",
	"Mode Option": "Valgmulighed for tilstand",
	"Moldova": "Moldau",
	"Mongolia": "Mongoliet",
	"Month": "Måned",
	"Morocco": "Marokko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Tilpasning af skærmens lysstyrke, så dine øjne ikke blændes",
	"Movie Lock": "Film-lås",
	"Multi Audio": "Multi-lyd",
	"Multi Channel Audio": "Multikanals lyd",
	"Multiple": "Flere",
	"Music": "Musik",
	"Myanmar": "Myanmar / Burma",
	"NEXTGEN TV Mode": "NEXTGEN tv-tilstand",
	"Narrow": "Smal",
	"Natural": "Naturlig",
	"Netherland": "Holland",
	"Netherlands": "Holland",
	"Network": "Netværk",
	"Network Connection Settings": "Indstillinger for netværksforbindelse",
	"Network Name": "Netværksnavn",
	"Network-Based Personalization Recommendations": "Netværksbaserede personaliseringsanbefalinger",
	"New Caledonia": "Ny Kaledonien",
	"Next": "Næste",
	"Night": "Nat",
	"No": "Nej",
	"No Internet via 3G/4G network": "Intet internet via 3G/4G-netværk",
	"No Internet via Ethernet": "Ingen internetforbindelse via Ethernet",
	"No Internet via Wi-Fi": "Ingen internetforbindelse via Wi-Fi",
	"No One 17 and Under Admitted.": "Ikke tilladt for nogen på 17 og derunder.",
	"No Operation Auto Off": "Sluk automatisk ved ingen funktion",
	"No Signal Auto Off": "Sluk automatisk ved intet signal",
	"No Signal Image": "Billede for intet signal",
	"No Signal Power Off (15Min)": "Sluk ved intet signal (15 min.)",
	"No devices have been found.": "Ingen enheder blev fundet.",
	"No paired devices.": "Ingen parrede enheder.",
	"No signal on Server": "Intet signal på server",
	"No updates found.": "Ingen opdateringer blev fundet.",
	"Noise Reduction": "Støjreduktion",
	"None": "Ingen",
	"North Korea": "Nordkorea",
	"Northern Africa": "Nordafrika",
	"Norway": "Norge",
	"Norwegian": "Norsk",
	"Not Connected": "Ikke tilsluttet",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Bemærk: Hvis enheden ikke understøtter denne funktion, fungerer den muligvis ikke korrekt. Hvis det er tilfældet, skal du slutte enheden til en anden HDMI-port eller slå indstillingen for 8K HDMI Ultra HD Deep Colour fra.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Bemærk: Hvis enheden ikke understøtter denne funktion, fungerer den muligvis ikke korrekt. I det tilfælde kan du slutte enheden til en anden HDMI-port eller slå indstillingen for HDMI Ultra HD Deep Colour fra.",
	"Note: Available options depend on the broadcast program.": "Bemærk: Tilgængelige indstillinger afhænger af det udsendte program.",
	"Note: Behavior may differ if connected device is not a LG device.": "Bemærk: Resultatet kan være anderledes, hvis den tilsluttede enhed ikke er en LG-enhed.",
	"Note: Only displayed when it is provided by the program.": "Bemærk: Vises kun, når det leveres af programmet.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Bemærk: Undertekster vises kun, når de leveres af udsendelsens program.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Bemærk: Understøttede funktioner kan variere afhængigt af model og gennemsigtighed efter funktionens virkemåde med afspilning af indhold som f.eks. Live TV eller VOD-indhold.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Bemærk:<br>1. Hvis dit tv bliver tændt, mens pixelopfriskning er i gang, stopper processen, og du skal begynde forfra.<br>2. Under processen kan der være en hvid streg på skærmen. Dette er normalt under opfriskningen.",
	"Notifications": "Meddelelser",
	"OLED LIGHT": "OLED-LYS",
	"OLED Screen Saver": "OLED pauseskærm",
	"Object Audio": "Objektlyd",
	"Off": "Fra",
	"On": "Til",
	"OnTimer Channel not selected": "Kanal for til-timer er ikke valgt.",
	"Open": "Åben",
	"Open Source Licenses": "Meddelelse om open source-software",
	"Open when TV is turned on": "Åben når fjernsynet er tændt",
	"Operate once when TV is off": "Kører, når TV’ slukkes",
	"Optical": "Optisk",
	"Optical + Internal TV Speaker": "Optical + intern TV-højttaler",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimer en dybde for indhold via en algoritme, der er indlært via en maskinlæringsteknik fra LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimér kontrastindstillingerne baseret på HDR-billedets lysstyrke.",
	"Optimize contrast settings based on image brightness.": "Optimér kontrastindstillingerne baseret på billedets lysstyrke.",
	"Optimize the sound for a cinematic experience.": "Optimer lyden til en biografoplevelse.",
	"Original Language": "Originalt sprog",
	"Others": "Andre",
	"Outer": "Ydre",
	"Output sound through the Internal TV speaker.": "Afspil lyd gennem den interne TV-højttaler.",
	"PIN: {pin}": "PIN-kode: {pin}",
	"Papua New Guinea": "Papua Ny Guinea",
	"Parental Guidance Suggested": "Voksenledsagelse anbefales",
	"Parental Guidance Suggested :": "Voksenledsagelse anbefales:",
	"Parental guidance suggested for children ages 8-13.": "Voksenledsagelse anbefales til børn på 8-13 år.",
	"Parents Guidance strongly required :": "Voksenledsagelse anbefales kraftigt:",
	"Parents Strongly Cautioned": "Forældre advares kraftigt",
	"Pass Through": "Gennemgang",
	"Password": "Adgangskode",
	"Patent Information": "Patentoplysninger",
	"Peak Brightness": "Højeste lysstyrke",
	"Persian": "Persisk",
	"Philippines": "Filippinerne",
	"Photo": "Foto",
	"Pick a Time": "Vælg et tidspunkt",
	"Picture": "Billede",
	"Picture Mode": "Billedtilstand",
	"Picture Mode Settings": "Indstillinger for billedtilstand",
	"Picture Options": "Billedindstillinger",
	"Picture Test": "Billedtest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Billede eller lyd fungerer muligvis ikke korrekt, mens tilsluttet ekstern enhed og tv'et kommunikerer for første gang. Tilbagefør indstillingerne, eller genstart din tilsluttede eksterne enhed, hvis problemet fortsætter.",
	"Pixel Refresher": "Pixelopfriskning",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Med pixelopfriskning kan dit tv gengive det klarest mulige billede.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pixelopfriskning begynder, først, når der slukkes for TV'et.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixelopfriskning er planlagt til at starte næste gang, dit tv bliver slukket.",
	"Play": "Afspil",
	"Play sound through TV Speaker.": "Afspil lyd gennem tv-højttaler.",
	"Play the standard sound suitable for all types of content.": "Afspil standardlyd, der er egnet til alle indholdstyper.",
	"Please check if WiSA Speakers are turned on and try again.": "Kontroller, om WiSA-højtalere er tændt, og prøv igen.",
	"Please check that the Bluetooth device is already connected to another device.": "Tjek, om Bluetooth-enheden allerede er forbundet med en anden enhed.",
	"Please check the network name and password and try again.": "Kontroller netværkets navn og adgangskoden, og prøv igen.",
	"Please check the status and try again": "Kontroller status, og prøv igen.",
	"Please do not unplug the USB storage until the copying is completed.": "Afbryd ikke USB-hukommelsen, før kopieringen er fuldført.",
	"Please enter your password to turn off this function.": "Indtast venligst din adgangskode for at deaktivere denne funktion.",
	"Please enter your password to turn on this function.": "Indtast venligst din adgangskode for at aktivere denne funktion.",
	"Please make sure that your TV is connected to the network and try again.": "Kontroller, at dit tv har forbindelse til netværket, og prøv igen.",
	"Please note that LG does not use or manage the value.": "Bemærk, at LG ikke bruger eller administrerer denne værdi.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Bemærk, at lyden ikke kan afspilles, når digital lydudgang er indstillet til Gennemgang.",
	"Please try again later.": "Prøv igen senere.",
	"Please wait while the Settings application reloads.": "Vent, mens indstillingsprogrammet bliver genindlæst.",
	"Please wait while the Settings application restarts.": "Vent, mens programmet Indstillinger genstarter.",
	"Please wait while the TV restarts.": "Vent, mens TV'et genstarter.",
	"Please wait while the TV searches for LG Service Country.": "Vent, mens TV'et søger efter land for LG-tjeneste.",
	"Point": "Trin",
	"Pointer Options": "Markørindstillinger",
	"Pointer Size": "Markørstørrelse",
	"Poland": "Polen",
	"Polish": "Polsk",
	"Portuguese": "Portugisisk",
	"Position Settings": "Indstillinger for position",
	"Power Off Timer": "Sluk-timer",
	"Power On Timer": "Tænd-timer",
	"Power Saving Mode": "Strømsparetilstand",
	"Prague": "Prag",
	"Preschool": "Børnehave",
	"Press right button to adjust de-blur and Motion Pro value.": "Tryk på højre-knappen for at justere værdier for sløring og Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Tryk på højre-knappen for at justere værdier for sløring og OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Tryk på højre-knappen for at justere værdier for sløring og OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser og Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser og OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser og OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser, sløring og Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser, sløring og OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Tryk på højre-knappen for at justere værdier for fjernelse af rystelser, sløring og OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Tryk på WPS-knappen på en WPS-kompatibel router for at slutte tv'et til netværket.",
	"Press the right button to adjust Motion Pro settings.": "Tryk på den højre knap for at justere indstillinger for Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Tryk på den højre-knappen for at justere indstillinger for OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Tryk på den højre-knappen for at justere indstillinger for OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Tryk på den højre knap for at justere indstillinger for slørede billeder.",
	"Press the right button to adjust de-judder settings.": "Tryk på den højre knap for at justere indstillinger for rystende billeder.",
	"Previous": "Forrige",
	"Primary Audio Language": "Primært lydsprog",
	"Primary Channels": "Primære kanaler",
	"Primary Teletext Language": "Primært sprog for teletekst",
	"Program exempted from ratings.": "Program undtaget for aldersbegrænsning.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Angiv unikt HbbTV-id",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Angiv HbbTV-unikt id til HbbTV-tjeneste for udsendelser.",
	"Provided services may vary depending on countries.": "Tilbudte tjenester kan variere fra land til land.",
	"Quick Help": "Hurtig hjælp",
	"Raised": "Hævet",
	"Real Cinema": "Rigtig biograf",
	"Reason: Authentication with access point was unsuccessful.": "Årsag: Godkendelse med adgangspunkt mislykkedes.",
	"Reason: Could not establish a connection to access point.": "Årsag: Kunne ikke oprette en forbindelse til adgangspunkt.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Årsag: Kunne ikke hente en gyldig IP-adresse med brug af DHCP.",
	"Reason: Entered password is incorrect.": "Årsag: Angivet adgangskode er forkert.",
	"Reason: Password is missing.": "Årsag: Adgangskode mangler.",
	"Reason: The network you selected is out of range.": "Årsag: Det valgte netværk er uden for området.",
	"Reason: Unable to login.": "Årsag: Kan ikke logge ind.",
	"Receive emergency alerts from TV when an emergency occurs.": "Modtag underretninger om nødsituationer fra tv'et, når der opstår en nødsituation.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Det anbefales at indstille timerne, hvor du normalt ikke ser tv. til Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Anbefal nyttige indhold og funktioner baseret på visningshistorik og appbrugsmønstre.",
	"Recommendations are available for the people, products and locations related to the current program.": "Anbefalinger er tilgængelige for personerne, produkterne og stederne med relation til det aktuelle program.",
	"Red": "Rød",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reducer unormal støj fra digitale videosignaler for at optimere billedkvaliteten.",
	"Region": "Område",
	"Registered Devices ({num})": "Registrerede enheder ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Forstærk den høje tone i den optimerede lyd.",
	"Reinforce the low-pitched tone of the optimized sound.": "Forstærk den lave tone i den optimerede lyd.",
	"Remote Settings": "Indstillinger af fjernbetjening",
	"Remove irregular and erratic pixels for a clearer image.": "Fjern irregulære og fejlagtige pixels, og få et mere klart billede.",
	"Reset": "Nulstil",
	"Reset AD ID": "Nulstil AD ID",
	"Reset CI Password": "Nulstil CI-adgangskode",
	"Reset HbbTV Distinctive ID": "Nulstil unikt HbbTV-id",
	"Reset Password": "Nulstil adgangskode",
	"Reset Settings": "Nulstil indstillinger",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Nulstil listen over godkendte apps, når der oprettes forbindelse til HbbTV-mobilappen.",
	"Reset the caption position.": "Nulstil billedtekstens placering.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Nulstil oversigt over både set indhold og brug af apps. Når oversigten bliver nulstillet, kan der gå et stykke tid, før du modtager anbefalinger om indhold igen.",
	"Reset to Initial Settings": "Nulstil til oprindelige indstillinger",
	"Restrict access to TV programs based on their ratings.": "Begræns adgang til TV-programmer baseret på deres bedømmelser.",
	"Restrict watching based on age ratings for children programs.": "Begræns visning baseret på aldersbegrænsninger for børneprogrammer.",
	"Restrict watching based on ages ratings.": "Begræns visning baseret på aldersbegrænsninger.",
	"Restrict watching based on fantasy violence content ratings.": "Begræns visning baseret på aldersbegrænset fantasy-vold.",
	"Restrict watching based on programs containing adult language.": "Begræns visning baseret på programmer med voksensprog.",
	"Restrict watching based on programs containing sexual scene.": "Begræns visning baseret på programmer med sexscener.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Begræns visning baseret på programmer med seksuel usømmelig dialog.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Begræns visning baseret på specificerede aldre eller aldersbegrænsninger under voksenledsagelse.",
	"Restrict watching based on violence content ratings.": "Begræns visning baseret på voldeligt indhold.",
	"Restrict watching movies based on rating.": "Begræns filmvisning baseret på aldersbegrænsning.",
	"Restrict watching programs based on rating.": "Begræns visning af programmer baseret på aldersbegrænsning.",
	"Restriction ratings :": "Aldersbegrænsninger:",
	"Retry": "Prøv igen",
	"Revert TV to its initial settings.": "Returner tv'et til dets oprindelige indstillinger.",
	"Revert color adjustment settings to default.": "Angiv farvejusteringsindstillingerne til standard.",
	"Revert detailed sound effect settings of standard mode to default.": "Angiv detaljerede lydeffektindstillinger i standardtilstand til standard.",
	"Revert picture setting values to default.": "Angiv billedindstillingsværdier til standard.",
	"Revert white balance settings to default.": "Angiv hvidbalanceindstillingen til standard.",
	"Right": "Højre",
	"Right Left": "Højre/venstre",
	"Right Surround": "Højre surround",
	"Right drop shadow": "Skygge til højre",
	"Romania": "Rumænien",
	"Romanian": "Rumænsk",
	"Rome": "Rom",
	"Russia": "Rusland",
	"Russian": "Russisk",
	"SIGNATURE Opening": "SIGNATURE åbner",
	"SIGNATURE TV Settings": "SIGNATURE TV-indstillinger",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Med SIMPLINK kan du bruge LGs fjernbetjening til at betjene andre SIMPLINK-kompatible enheder, som f.eks. en DVD-afspiller eller et hjemmebiograf-lydsystem, der er sluttet til LG Smart TV via HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK bliver slået til automatisk for at bruge denne ARC-tilstand.",
	"Safety": "Sikkerhed",
	"Saint Vincent": "Saint vincent og Grenadinerne",
	"Satellite": "Satellit",
	"Satellite DTV": "Satellit-DTV",
	"Satellite Radio": "Satellitradio",
	"Saturation": "Mætning",
	"Saudi Arabia": "Saudi-Arabien",
	"Saudi arabia": "Saudi-Arabien",
	"Save CAM Operator's Profile": "Gem CAM-operatørens profil",
	"Save CI Password": "Gem CI-adgangskode",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Gem farvejusteringsindstillingerne fra den aktuelt valgte billedtilstand i alle input.",
	"Save the white balance settings from the current picture mode in all inputs.": "Gem hvidbalanceindstillingerne fra den aktuelle billedtilstand i alle input.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Gem/nulstil din CI-adgangskode. Hvis du gemmer adgangskoden, kan du springe login-trinnet over i fremtiden.",
	"Scan \"Auto Detect\" automatically.": "Scan \"Automatisk registrering\" automatisk.",
	"Screen Down": "Skærm ned",
	"Screen Off": "Skærm fra",
	"Screen Saver": "Pauseskærm",
	"Screen Shift ": "Skærmskift",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skærmbilledet skifter med regelmæssige tidsintervaller, hvilket forhindrer problemer med billedkvalitet, der kan opstå, når tv'et har været tændt i lang tid.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skærmen slukker om 5 sekunder. Tryk på en vilkårlig knap undtagen Tænd/Sluk og lydstyrke for at tænde for skærmen igen.",
	"Search": "Søg",
	"Search Bluetooth Device": "Søg efter Bluetooth-enhed",
	"Searching...": "Søger...",
	"Second Language": "Andet sprog",
	"Secondary Audio Language": "Sekundært lydsprog",
	"Secondary Teletext Language": "Sekundært sprog for teletekst",
	"Security": "Sikkerhed",
	"Select IRE point to adjust luminance.": "Vælg IRE-punkt til justering af lysstyrke.",
	"Select Mode": "Vælg tilstand",
	"Select TV's language settings.": "Vælg tv'ets sprogindstillinger.",
	"Select a caption type for HD broadcasts.": "Vælg en billedteksttype for HD-udsendelser.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Vælg en billedteksttype for NEXTGEN tv-udsendelser.",
	"Select a caption type for UHD broadcasts.": "Vælg en billedteksttype for UHD-udsendelser.",
	"Select a caption type for analog broadcasts.": "Vælg en billedteksttype for analoge udsendelser.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Vælg en videotilstand, der matcher visningsomgivelserne, eller angiv indstillinger for en videotilstand, som f.eks. kontrast, farve og andet.",
	"Select an audio format for each HDMI input.": "Vælg et lydformat for hvert HDMI-input.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Vælg en anden digital lydudgang (Auto eller PCM), hvis du ikke kan høre nogen lydeffekt efter valg af bypass.",
	"Select audio language for digital broadcasts.": "Vælg lydsprog for digitale udsendelser.",
	"Select color to be adjusted.": "Vælg farve, der skal justeres.",
	"Select days to apply the Timer Power Off settings every week.": "Vælg dage for at anvende indstillingerne for Timer Sluk hver uge",
	"Select days to apply the Timer Power On settings every week.": "Vælg dage for at anvende indstillingerne for Timer Tænd hver uge",
	"Select device for audio output.": "Vælg enhed til lydafspilning.",
	"Select device or speaker for audio output.": "Vælg enhed eller højttaler til lydafspilning.",
	"Select digital audio output format.": "Vælg output-format for digital lyd.",
	"Select language for TV menu.": "Vælg sprog for tv-menu.",
	"Select language for subtitles.": "Vælg sprog for undertekster.",
	"Select languages for keyboards input.": "Vælg sprog for indtastning.",
	"Select method to adjust white balance.": "Vælg metode til justering af hvidbalance.",
	"Select point to adjust luminance.": "Vælg punkt til justering af lysstyrke.",
	"Select the Sound mode and set detailed Audio effects.": "Vælg lydindstilling, og angiv detaljerede lydeffekter.",
	"Select the Sound mode for each content type.": "Vælg lydindstilling for de forskellige indholdstyper.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Vælg Ultra HD Deep Colour for HDMI {num}-port.",
	"Select the app to restrict the use.": "Vælg den app, hvis brug skal begrænses.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Vælg den egnede billedtilstand i henhold til visningsomgivelserne eller indholdstypen.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Vælg egenskaber for lyd for at lytte til udsendelsen på den måde, du kan lide.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Vælg billedteksttypen for digitale udsendelser, og angiv detaljerede indstillinger for undertekster.",
	"Select the channel to restrict watching.": "Vælg kanal for at begrænse visning.",
	"Select the channel to watch when the TV turns on.": "Vælg kanalen, der skal vises, når tv'et bliver tændt.",
	"Select the color range to be displayed.": "Vælg de farver, der skal vises.",
	"Select the country for your country's special services.": "Vælg landet for dit lands specialtjenester.",
	"Select the desired video angle.": "Vælg den ønskede videovinkel.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Vælg formatet til overførsel af tv'ets digitale lydudgang til en ekstern enhed.",
	"Select the input to use when the TV turns on.": "Vælg det input, der skal bruges, når fjernsynet bliver tændt.",
	"Select the inputs to restrict the use.": "Vælg det input, hvis brug skal begrænses.",
	"Select the most preferred Subtitle Language.": "Vælg dit første valg af undertekstsprog.",
	"Select the place where to use the TV.": "Vælg stedet, hvor tv'et skal bruges.",
	"Select the residential region for your regional broadcast signal.": "Vælg lokalregionen for dit regionale udsendelsessignal.",
	"Select the second preferred Subtitle Language.": "Vælg dit andet valg af undertekstsprog.",
	"Select your first choice of audio language for digital broadcasts.": "Angiv dit første valg af lydsprog for digitale udsendelser.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Vælg dit primære sprog til din TV-udbyders teleteksttjenester.",
	"Select your second choice of audio language for digital broadcasts.": "Angiv dit andet valg af lydsprog for digitale udsendelser.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Vælg dit sekundære sprog til din TV-udbyders teleteksttjenester.",
	"Serbia": "Serbien",
	"Serbian": "Serbisk",
	"Serial Number": "Serienummer",
	"Service Area Zip Code": "Tjenesteområdets postnummer",
	"Set Automatically": "Indstil automatisk",
	"Set ID": "Indstil id",
	"Set My Team Alarm.": "Indstil alarm for Mit hold.",
	"Set Store Mode settings.": "Angiv indstillinger for Butikstilstand.",
	"Set System Color mode for your current TV input.": "Angiv systemfarvetilstand for dit aktuelle TV-input.",
	"Set additional options for Video Description.": "Vælg yderligere indstillinger for videobeskrivelse.",
	"Set additional picture settings.": "Angiv yderligere billedindstillinger.",
	"Set additional sound-related settings.": "Angiv yderligere lydrelaterede indstillinger.",
	"Set advanced Subtitle options.": "Vælg avancerede indstillinger for undertekster.",
	"Set advanced captioning options.": "Angiv avancerede indstillinger for billedtekst.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Angiv og rediger IP-adressen til version IPv4 eller IPv6.",
	"Set audio-related options.": "Angiv lydrelaterede indstillinger.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Indstil billedtekstens størrelse, farve, gennemsigtighed og andre funktioner for udsendelser.",
	"Set color temperature from warm to cool.": "Indstil farvetemperaturen fra varm til kold.",
	"Set detailed caption settings for HD broadcasts.": "Angiv detaljerede indstillinger for billedtekster til HD-udsendelser.",
	"Set detailed options for the AI functions.": "Angiv detaljerede indstillinger for AI-funktionerne.",
	"Set detailed options for the Home feature.": "Angiv detaljerede indstillinger for Hjem-funktionen.",
	"Set detailed options for the Recommendation feature.": "Angiv detaljerede indstillinger for anbefalingsfunktionen.",
	"Set easy connection settings with external devices.": "Angiv indstillinger til oprettelse af nem forbindelse med eksterne enheder.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Indstil lås på de specificerede kanaler, apps, input osv. for at bruge dem under voksenledsagelse.",
	"Set necessary additional functions based on watching environment and screen status.": "Indstil nødvendige, yderligere funktioner baseret på visningsomgivelser og skærmens status.",
	"Set or reset the position of on-screen captions.": "Indstil eller nulstil placeringen af billedtekster på skærmen.",
	"Set settings related to your wired / wireless network.": "Angiv indstillinger med tilknytning til dit kablede/trådløse netværk.",
	"Set the TV to turn off automatically after a set amount of time.": "Indstil tv'et til at slukke automatisk efter et angivet tidsrum.",
	"Set the TV to turn off automatically at a set time.": "Indstil tv'et til at slukke automatisk på et angivet tidspunkt.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Indstil fjernsynet til at slukke automatisk, hvis der ikke har været brugerinput i 4 timer efter at der blev tændt for tv'et automatisk.",
	"Set the TV to turn on automatically at a set time.": "Indstil tv'et til at tænde automatisk på et angivet tidspunkt.",
	"Set the additional functions related to the TV.": "Indstil yderligere relaterede funktioner til tv'et.",
	"Set the current date and time.": "Indstil aktuel dato og klokkeslæt.",
	"Set the current date manually.": "Angiv den aktuelle dato manuelt.",
	"Set the current time manually.": "Angiv den aktuelle tid manuelt.",
	"Set the detect range of device available to connect.": "Indstil registreringsområde for tilgængelig enhed for at tilslutte.",
	"Set the region and country for broadcasts and special services.": "Angiv området og landet for udsendelser og specialtjenester.",
	"Set the screen size and aspect ratio.": "Indstil skærmstørrelse og -format.",
	"Set the specialized functions of SIGNATURE TV.": "Indstil de specialiserede funktioner i SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Angiv tidspunktet, hvor tv'et skal slukke automatisk uden brugerinput.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Indstil effekten af den virtuelle multikanals surround sound, og oplev mere realistisk lyd.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Indstil effekten af virtuel surround sound, og oplev mere realistisk lyd.",
	"Set the volume level when the TV turns on.": "Vælg lydstyrken, når fjernsynet bliver tændt.",
	"Set time to turn off the TV.": "Indstil tiden, hvor fjernsynet skal slukkes.",
	"Set time to turn on the TV.": "Indstil tiden, hvor fjernsynet skal tændes.",
	"Set up additional features related to customer support.": "Konfigurer yderligere funktioner med relation til kundesupport.",
	"Set up an account to use LG Services.": "Konfigurer en konto for at bruge LG-tjenester.",
	"Set whether to display Home when the TV is turned on.": "Angiv, om Hjem skal vises, når der tændes for TV'et.",
	"Settings Help": "Hjælp til indstillinger",
	"Sexual Situations": "Seksuelle situationer",
	"Sexually Suggestive Dialogue": "Seksuel usømmelig dialog",
	"Sharpness": "Skarphed",
	"Show Password": "Vis adgangskode",
	"Side by Side": "Side om side",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signalforstyrrelse kan reducere Magic Remote-fjernbetjeningens følsomhed, hvis en trådløs router er for tæt på TV'et.",
	"Size": "Størrelse",
	"Sleep Timer": "Timer for slumretilstand",
	"Slovak": "Slovakisk",
	"Slovakia": "Slovakiet",
	"Slovenia": "Slovenien",
	"Slovenian": "Slovensk",
	"Slow": "Langsom",
	"Small": "Små",
	"Smooth": "Jævn",
	"Smooth Gradation": "Jævn overgang",
	"Soccer": "Fodbold",
	"Software Update": "Softwareopdatering",
	"Software Version": "Softwareversion",
	"Software update has been installed. Update will be applied when you restart your TV.": "Softwareopdatering er blevet installeret. Opdateringen træder i kraft, når du genstarter tv'et.",
	"Solid": "Ugennemsigtig",
	"Solomon Islands": "Salomonøerne",
	"Some material may not be appropriate for children under 13.": "Noget indhold kan være uegnet for børn under 13 år.",
	"Some material may not be appropriate for children.": "Noget indhold kan være uegnet for børn.",
	"Sotho, Northern": "Sotho, nord",
	"Sotho, Southern": "Sotho, syd",
	"Sound": "Lyd",
	"Sound Mode": "Lydindstilling",
	"Sound Mode Settings": "Indstillinger for lydtilstand",
	"Sound Out": "Lydudgang",
	"Sound Share": "Lyddeling",
	"Sound Test": "Lydtest",
	"South Africa": "Sydafrika",
	"South Korea": "Sydkorea",
	"Southern Africa": "Sydlige Afrika",
	"Spain": "Spanien",
	"Spanish": "Spansk",
	"Speaker Volume Control": "Lydstyrkekontrol for højttaler",
	"Specify detailed voice guidance settings after turning on this feature.": "Angiv detaljerede indstillinger for stemmevejledning efter at have slået denne funktion til.",
	"Speed": "Hastighed",
	"Spoken Subtitle": "Talt undertekst",
	"Sports": "Sport",
	"Sports Alert": "Sportsvarsel",
	"Stand": "Stå",
	"Standard Mode Sound Effect": "Standardtilstand for lydeffekt",
	"Standby Light": "Standbylys",
	"Start New Sound Tuning": "Start ny lydjustering",
	"Start Now": "Start nu",
	"Startup Sound": "Opstartslyd",
	"Store Demo": "Butiksdemo",
	"Store Mode": "Butikstilstand",
	"Store Mode Settings": "Indstillinger for Butikstilstand",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Butikstilstand er til visningsformål i en butik. Den vil gen-initialisere indstillingerne med få minutters mellemrum. Vil du lukke denne app og starte butikstilstanden?",
	"Strong": "Kraftigt",
	"Style": "Stil",
	"Subnet Mask": "Undernetmaske",
	"Subnet prefix length": "Længde på undernet-præfiks",
	"Subtitle First Choice Language": "Primært sprog for undertekster",
	"Subtitle Language": "Undertekstsprog",
	"Subtitle Second Choice Language": "Sekundært sprog for undertekster",
	"Subtitles": "Undertekster",
	"Super Impose": "Læg over",
	"Super Resolution": "Super opløsning",
	"Suriname": "Surinam",
	"Surround Balance": "Surround-balance",
	"Surround Level": "Surround-niveau",
	"Swati": "Swazi",
	"Sweden": "Sverige",
	"Swedish": "Svensk",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Skift til stand-by-tilstand, når du slukker for tv'et, for hurtigt at tænde tv'et igen.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Skift til stand-by-tilstand, når du slukker for tv'et, for hurtigt at bruge forskellige funktioner, som for eksempel apps, søgning osv.",
	"Switzerland": "Schweiz",
	"Sync Demo": "Synk demo",
	"Syria": "Syrien",
	"System Color": "Systemfarve",
	"São Paulo": "San Paulo",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "Tv-oplysninger",
	"TV Installation Type": "TV-installationstype",
	"TV Lock": "TV-lås",
	"TV Name": "TV-navn",
	"TV On With Mobile": "Tænd tv med mobil.",
	"TV Power Sound Volume": "Lydstyrke for signal ved tænd/sluk for tv",
	"TV Program Locks": "TV-programlåse",
	"TV Rating English": "Aldersgrænser engelsk",
	"TV Rating French": "Aldersgrænser fransk",
	"TV Speaker": "Tv-højttaler",
	"TV can be used as an alarm.": "Tv'et kan bruges som en alarm.",
	"TV is turned off at a set time on every specified day.": "Tv'et bliver slukket på et indstillet tidspunkt hver angivet dag.",
	"TV to USB": "TV til USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Brug funktioner, der kræver netværksforbindelse, som for eksempel Internet, apps, softwareopdateringer osv.",
	"Target Luminance": "Ønsket lysstyrke",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Tekstfarve",
	"Text Opacity": "Tekstens opacitet",
	"Text Search": "Tekstsøgning",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Portene HDMI {port1} og HDMI {port2} understøtter AMD FreeSync Premium og du kan vælge denne funktion.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portene HDMI {port1} og HDMI {port2} understøtter AMD FreeSync Premium og du kan slå funktionen til eller fra.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} og HDMI {port2} understøtter omgående spilrespons, og du kan slå funktionen til eller fra.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Portene HDMI {port1} understøtter AMD FreeSync Premium og du kan vælge denne funktion.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Portene HDMI {port1} understøtter AMD FreeSync Premium og du kan slå funktionen til eller fra.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} understøtter omgående spilrespons, og du kan slå funktionen til eller fra.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Portene HDMI {port1}, HDMI {port2} og HDMI {port3} understøtter AMD FreeSync Premium og du kan vælge denne funktion.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portene HDMI {port1}, HDMI {port2} og HDMI {port3} understøtter AMD FreeSync Premium og du kan slå funktionen til eller fra.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Portene HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} understøtter AMD FreeSync Premium og du kan vælge denne funktion.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portene HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} understøtter AMD FreeSync Premium og du kan slå funktionen til eller fra.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Portene HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} understøtter omgående spilrespons, og du kan slå funktionen til eller fra.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Portene HDMI {port1}, HDMI {port2} og HDMI {port3} understøtter omgående spilrespons, og du kan slå funktionen til eller fra.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Det unikke HbbTV-id er en unik værdi, der kun bruges til HbbTV, og som ikke er relateret til brugerens personlige oplysninger.",
	"The HbbTV Distinctive ID will be reset.": "Unikt HbbTV-id bliver nulstillet.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV-applikationen eller tjenesten deaktiverer sin sporing af en individuel bruger.",
	"The IBB service will disable its tracking of an individual user.": "IBB applikationen deaktiverer sin sporing af en individuel bruger.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Landeoplysninger for LG-tjenesten kunne ikke hentes fra serveren. Prøv igen senere.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Indstillingsprogrammet skal genindlæses for at ændre menusproget. Vil du fortsætte?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Den omgivende belysning blive givet når bevægelse registreres omkring TV'et",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "De tilgængelige eksterne tjenester til stemmegenkendelse kan variere afhængigt af sprogindstillingen. Hvis du ændrer menusproget, bliver indstillingsmenuen også genindlæst. Vil du fortsætte?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanallisten er blevet kopieret fra USB-hukommelsen til dit tv. Tv'et genstarter om 5 sekunder.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanallisten er blevet kopieret fra dit tv til USB-hukommelsen.",
	"The closer to 100, the brighter.": "Jo tættere på 100, jo lysere.",
	"The closer to 100, the clearer the color becomes.": "Jo tættere på 100, jo klarere bliver farverne.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Jo tættere på 50, jo klarere bliver den røde farve. Jo tættere på 50, jo klarere bliver den grønne farve.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "De detaljerede indstillingsværdier for hvidbalancefunktionen bliver nulstillet. Vil du fortsætte?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Forskellen mellem lydstyrke på kanaler og programmer bliver automatisk reduceret, hvilket hjælper dig til at se programmer med den samme lydstyrke.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Forskellen mellem lydstyrke på kanaler og programmer bliver automatisk indstillet til at vise programmer med den samme lydstyrke.",
	"The higher the settings, the louder the sound rapidly.": "Jo højere indstillinger, jo kraftigere bliver lyden hurtigt.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Den interne TV-højttaler og Bluetooth-højttalerne kan afspille lyd samtidigt og give en livagtig surround sound-effekt.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Sproget for talegenkendelse bliver automatisk indstillet afhængigt af det valgte menusprog.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Det sprog, der bruges til stemmegenkendelse, indstilles i henhold til det valgte menusprog. Understøttede tjenester kan variere afhængigt af talesproget.",
	"The network is currently unavailable. Please try again later.": "Netværket er ikke tilgængeligt for øjeblikket. Prøv igen senere.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Processen tager omkring en time, og dit tv skal være slukket imens.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Processen tager omkring {n} minut(ter), og dit tv skal være slukket imens.",
	"The program is intended for adults only.": "Dette program er kun beregnet for voksne.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Skærmens lysstyrke bliver automatisk justeret i henhold til lysstyrken i tv'ets omgivelser.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skærmen vil glide ned efter 5 sekunder. Tryk på en tilfældig knap undtagen Tænd/sluk og Lydstyrke på fjernbetjeningen for at køre skærmen op igen.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "De indstillede underværdier for farvestyringssystemfunktionen bliver nulstillet. Vil du fortsætte?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Indstillingen af Bluetooth Surround-lyd + intern TV-højttaler bIiver nulstillet.",
	"The settings are as follows.": "Indstillingerne er som følger.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Lyden ikke kan afspilles, når digital lydudgang er indstillet til Gennemgang.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Opdateringen kan ikke anvendes på tv'et. Softwaren går tilbage til den tidligere version.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "De visuelle effekter vises på skærmen, når tv'et bliver tændt og skærmen bevæger sig.",
	"There are no paired devices.": "Der er ingen parrede enheder.",
	"There are settings to correct or prevent OLED panel noise.": "Der er indstillinger til at reducere eller forhindre OLED-panelstøj.",
	"There is no USB device connected to your TV.": "Der er ikke sluttet nogen USB-enhed til dit TV.",
	"There is no message.": "Der er ingen meddelelse.",
	"Third Language": "Tredje sprog",
	"This feature applies only to specified LG Wireless Keyboard models.": "Denne funktion gælder kun for specifikke modeller af trådløst LG-tastatur.",
	"This function works only when it is provided by the broadcast program.": "Denne funktion fungerer kun, når den leveres af udsendelsens program.",
	"This is a closed caption preview": "Dette er en forhåndsvisning med lukkede undertekster",
	"This is an already existing value.": "Dette er en allerede eksisterende værdi.",
	"This service provides you with more information about watching program and enjoys related contents.": "Tjenesten giver dig flere oplysninger om det viste program og relateret indhold.",
	"This will revert all options on TV to their default settings.": "Dette vil tilbageføre alle tv'ets funktioner til deres standardindstillinger.",
	"Time": "Tid",
	"Timer Channel": "Timer kanal",
	"Timer Repeat": "Timer gentag",
	"Timers": "Timere",
	"Timezone": "Tidszone",
	"Tint": "Farvetone",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Afspil testlyden på tv'et, og begynd at måle reflekteret lyd med Magic Remote for at optimere lyden.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Hvis du vil teste lyden i dit tv, skal lydudgangen ændres til den interne tv-højttaler. Vil du fortsætte?",
	"Top and Bottom": "Top og bund",
	"Total Power On Time": "Tændt tid i alt",
	"Tracking Speed": "Sporingshastighed",
	"Translucent": "Gennemskinnelig",
	"Transparent": "Gennemsigtig",
	"Treble Boost": "Diskant-boost",
	"Trinidad And Tobago": "Trinidad og Tobago",
	"Trinidad and Tobago": "Trinidad og Tobago",
	"Tune and save available channels.": "Indstil og gem tilgængelige kanaler.",
	"Tune and save available channels. You can set satellite channel options.": "Indstil og gem tilgængelige kanaler. Du kan angive indstillinger for satellitkanaler.",
	"Tunisia": "Tunesien",
	"Turkey": "Tyrkiet",
	"Turkish": "Tyrkisk",
	"Turn on TV with mobile device same as smartphone.": "Tænd for tv'et med en mobilenhed som f.eks. en smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Tænd/sluk for Ultra HD Deep Colour for HDMI {num} port.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Slå omgående spilrespons til eller fra for porten HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Tænd for tv'et med en mobilenhed via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Tænd for tv'et med din mobilenhed via Wi-Fi.",
	"Turn on via Bluetooth": "Slå til via Bluetooth",
	"Turn on via Wi-Fi": "Slå til via Wi-Fi",
	"Turn on/off description box in Settings.": "Slå beskrivelsesfeltet til/fra i Indstillinger.",
	"Turn on/off standby light.": "Slå standby-lyset til/fra.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Tænd/sluk for AMD FreeSync Premium for porten HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Tænd/sluk for de billeder, der skal vises på skærmen, når der ikke er noget signal.",
	"Turn on/off the related features of energy consumption.": "Slå relaterede funktioner for energiforbrug til og fra.",
	"Turn the Hybridcast service on/off.": "Slå Hybridcast-tjenesten til/fra.",
	"Turn the Interactivity (DTVi) service on/off.": "Slå tjenesten Interaktivitet (DTVi) til/fra.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Slå din TV-udbyders TV Guide til/fra.",
	"Turn your broadcast TV provider's teletext service on/off.": "Slå din TV-udbyders teleteksttjeneste til/fra.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Hvis du slår Wi-Fi fra, vil du ikke længere have adgang til alle de internetbaserede tjenester, medmindre du bruger et kabel forbundet til netværket. Vil du fortsætte?",
	"UAE": "De Forenede Arabiske Emirater",
	"UHD Mode": "UHD-tilstand",
	"USA": "USA",
	"USB storage for Copy Channels": "USB-hukommelse til kopiering af kanaler",
	"USB to TV": "USB til tv",
	"Ukrainian": "Ukrainsk",
	"Unable to check for updates.": "Kan ikke søge efter opdateringer.",
	"Unable to connect to the network.": "Kan ikke oprette forbindelse til netværket.",
	"Undefined": "Udefineret",
	"Under 17 requires accompanying parent or adult guardian.": "Der kræves opsyn af en forælder eller voksen for børn under 17 år.",
	"Uniform": "Jævn",
	"United Arab Emirates": "De Forenede Arabiske Emirater",
	"United Kingdom": "Storbritannien",
	"United States of America": "USA",
	"Universal Control Settings": "Indstillinger for universalbetjening",
	"Unknown": "Ukendt",
	"Unknown issue has occurred.": "Der opstod et ukendt problem.",
	"Update canceled.": "Opdatering annulleret.",
	"Update in progress...": "Opdatering er i gang...",
	"Update in progress...({n}%)": "Opdatering er i gang... ({n}%)",
	"Update paused.": "Opdatering er sat på pause.",
	"Update reserved.": "Opdatering reserveret.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Opdatering vil blive annulleret, og alle opdateringsfiler vil blive slettet nu. Vil du fortsætte?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Du kan bruge Magic Remote til at analysere lokalets akustik og optimere tv'ets lyd baseret på resultaterne.",
	"Use a large pointer.": "Brug en stor markør.",
	"Use a medium pointer.": "Brug en mellemstor markør.",
	"Use a small pointer.": "Brug en lille markør.",
	"Use the 4-way controller to change the position and press the OK button.": "Brug 4-vejsknappen til at skifte position, og tryk på OK knappen.",
	"Use the following services with the selected language.": "Brug de følgende tjenester med det valgte sprog.",
	"User": "Bruger",
	"User Agreements": "Brugeraftaler",
	"User Guide": "Brugervejledning",
	"Uzbek": "Uzbekisk",
	"Uzbekistan": "Usbekistan",
	"V Position": "V-position",
	"V Sharpness": "V-skarphed",
	"V Size": "V-størrelse",
	"Valencian": "Valensisk",
	"Vatican City": "Vatikanbyen",
	"Vertical Zoom": "Lodret zoom",
	"Video Description": "Videobeskrivelse",
	"Vienna": "Wien",
	"Vietnamese": "Vietnamesisk",
	"View current Common Interface (CI) information.": "Vis aktuelle CI-oplysninger (Common Interface).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Vis elementer mere tydeligt ved at ændre menuens farve på skærmen til sort/hvid.",
	"View messages from your broadcast TV provider.": "Vis meddelelser fra din TV-udbyder.",
	"View more information about watching program and enjoy related contents.": "Se flere oplysninger om det viste program, og få vist relateret indhold.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Vis det oprindelige skærmbillede, som det er, eller indstil skærmbilledstørrelse og -format.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Vis det oprindelige skærmbillede, som det modtages via sendesignal eller tilsluttet enhed.",
	"Violence": "Vold",
	"Vivid": "Livagtig",
	"Voice Recognition Help and Settings": "Hjælp til indstillinger af stemmegenkendelse",
	"Voice Support Service": "Stemmesupporttjeneste",
	"Volume": "Lydstyrke",
	"Volume Increase Amount": "Størrelse på lydstyrkens forøgelse",
	"Volume Mode": "Lydstyrketilstand",
	"Wall-mounted": "Vægmonteret",
	"Warm1": "Varm 1",
	"Warm2": "Varm 2",
	"Warm3": "Varm 3",
	"Warsaw": "Warszawa",
	"Watch a diverse range of Internet contents on TV channels.": "Se et bredt udvalg af internetindhold om tv-kanaler.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Vi indsamler og gemmer MAC-adresse, modelnummer, landekode, sprogindstillinger og softwareversion for at verificere din enhed og kontrollere, om du har den nyeste version af softwaren.",
	"Welcome Feature": "Velkomstfunktion",
	"Welsh": "Walisisk",
	"Western Africa": "Vestafrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Skift til stand-by-tilstand, når et tilsluttet HDD ikke har været brugt i et specificeret tidsrum for at reducere strømforbruget.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Når en enhed er tilsluttet porten, bliver spilbilledet optimeret med minimale forsinkelser, knitren eller afbrydelser.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Når den omgående spilrespons er startet, kan videoen blinke midlertidigt.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Når lydudgangen er indstillet til \"Bluetooth/HDMI ARC/Optical Digital/WiSA-højtalere\", eller den tilsluttede enhed ikke understøtter omgående spilrespons, fungerer den muligvis ikke korrekt.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Når lydudgangen er indstillet til Bluetooth, eller den tilsluttede enhed ikke understøtter omgående spilrespons, fungerer den muligvis ikke korrekt.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Når enheden bliver slået til/fra, bliver fjernsynet automatisk slået til/fra.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Når de visuelle effekter er slået fra, vises skærmen som Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Når denne funktion er slået til, vil nogle af de viste funktioner på skærmen blive delvist gennemsigtige.",
	"When your TV is turned off, the device will automatically turn off.": "Når fjernsynet bliver slukket, bliver der automatisk slukket for enheden.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Mens den ændrede indstillingsværdi bliver overført til en ekstern enhed, bliver billedet eller lyden midlertidigt muligvis ikke afspillet normalt.",
	"White": "Hvid",
	"White Balance": "Hvidbalance",
	"Wi-Fi Connection": "Wi-Fi-forbindelse",
	"Wi-Fi Security": "Wi-Fi-sikkerhed",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi er slået fra. Slå funktionen til for at se listen over tilgængelige netværk, som du kan oprette forbindelse til, og andre relaterede menupunkter.",
	"Wi-Fi issue has occurred.": "Der opstod et problem med Wi-Fi.",
	"WiSA Speakers": "WiSA-højtalere",
	"Wide Area Zone": "Bredt zoneområde",
	"Wide View": "Bredformat",
	"Wide View (32:9)": "Bredformat (32:9)",
	"Wide Zoom": "Bred zoom",
	"Window Color": "Vinduesfarve",
	"Window Opacity": "Vinduesopacitet",
	"Wired Connection (Ethernet)": "Kablet forbindelse (Ethernet)",
	"Wired Headphones": "Kablede hovedtelefoner",
	"Wired Headphones + Internal TV Speaker": "Kablede hovedtelefoner + intern TV-højttaler",
	"With this option, you can control the audio device's volume with your TV remote.": "Med denne indstilling kan du justere lydenhedens lydstyrke med tv'ets fjernbetjening.",
	"W{value}": "V{value}",
	"Year": "År",
	"Yellow": "Gul",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Du kan justere de afspillede lydeffekter, når TV'et bliver tændt eller slukket og skærmen bevæger sig.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Du kan betjene de enheder, der er sluttet til HDMI-porte, med Magic Remote uden enhedsopsætning.",
	"You can delete the device connection history of Screen Share.": "Du kan slette historikken over tilsluttede enheder med Screen Share.",
	"You can delete the device connection history of Sound Share.": "Du kan slette historikken over tilsluttede enheder med Sound Share.",
	"You can find the default password in User Guide.": "Du kan finde standard adgangskoden i Brugervejledningen.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Du kan starte Omgående spilrespons ved at slå HDMI Ultra HD Deep Colour 'Til'.",
	"You can only change settings from the current HDMI input.": "Du kan kun skifte indstillinger fra det aktuelle HDMI-input.",
	"You can scan again to connect the device.": "Du kan scanne igen for at tilslutte enheden.",
	"You can select left and right audio settings for broadcast signal.": "Du kan vælge venstre og højre lydindstillinger for udsendelsens signal.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Du kan vælge AMD FreeSync Premium for porten HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Du kan vælge porten for Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Du kan angive den lyd, der skal afspilles, når der tændes eller slukkes for tv'et.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Du kan aktivere/deaktivere funktionen, som gemmer CAM-operatørens profil.",
	"You can turn this feature on or off.": "Du kan slå denne funktion til og fra.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Du kan modtage forskellige anbefalinger om indhold via netværk. Slår du denne funktion fra, får du kun grundlæggende indhold, og nogle funktioner vil muligvis ikke være tilgængelige.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Dit TV og den SIMPLINK-tilsluttede enhed bliver synkroniseret på følgende måde:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Dit TV skal være slukket, mens Pixelopfriskningen er i gang. Alle igangværende eller kommende optagelser, påmindelser eller timerindstillet opstart, der er planlagt under denne proces, bliver annulleret, og BT-højttaleren på Ingen visning er ikke tilgængelig.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Dit tv skal være slukket, mens pixelopfriskningen er i gang. Alle igangværende eller kommende optagelser, påmindelser eller timerindstillet opstart, der er planlagt under denne proces, bliver annulleret.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Dit tv skal have forbindelse til netværket, hvis landet for LG-tjeneste skal angives automatisk. Vil du gå til Netværksindstillinger nu for at kontrollere forbindelsen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Dit tv skal kende din korrekte placering, før det kan vise meddelelser om nødsituationer via dets digitale tv-signal.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Dit tv forbliver slukket, indtil processen er fuldført, hvorefter det automatisk tænder igen.",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] bliver afbrudt fra dit tv. Der vil ikke længere blive afspillet lyd fra denne enhed. Vil du fortsætte?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] bliver fjernet fra listen over parrede enheder. Hvis du vil tilslutte den senere, skal du søge efter tilgængelige enheder og parre den igen. Vil du fortsætte?",
	"[{deviceName}] will be deleted.": "[{deviceName}] bliver slettet.",
	"audioGuidance_fast": "Hurtig",
	"audioGuidance_high": "Høj",
	"audioGuidance_low": "Lav",
	"audioGuidance_medium": "Mellem",
	"audioGuidance_slow": "Langsom",
	"audioGuidance_veryFast": "Meget hurtigt",
	"audioGuidance_veryHigh": "Meget højt",
	"audioGuidance_veryLow": "Meget lavt",
	"audioGuidance_verySlow": "Meget langsomt",
	"btDotSignalStrength_wide": "Bred",
	"button": "knap",
	"character": "tegn",
	"characters": "tegn",
	"checked": "markeret",
	"colorGamutJPNWide": "Bred",
	"connecting": "opretter forbindelse",
	"depthOfColor": "Farve",
	"diagonal zoom in": "diagonal zoom ind",
	"diagonal zoom out": "diagonal zoom ud",
	"digitalOptionSetByProgram": "Indstil efter program",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Mellem",
	"freesync_high": "Høj",
	"freesync_low": "Lav",
	"freesync_off": "Fra",
	"freesync_wide": "Bred",
	"gamma_high1": "Høj1",
	"gamma_high2": "Høj2",
	"hidden": "skjult",
	"horizontal zoom in": "vandret zoom ind",
	"horizontal zoom out": "vandret zoom ud",
	"jpDoNot": "Fra",
	"logoLuminance_high": "Høj",
	"logoLuminance_low": "Lav",
	"min": "min.",
	"not connected": "ingen forbindelse",
	"objet_soundMode": "Optimer lydtilstanden for de forskellige indholdstyper.",
	"pictureControlAuto": "Automatisk",
	"pictureControlAuto_BlackLevel": "Automatisk",
	"pictureControlHigh": "Høj",
	"pictureControlHigh_BlackLevel": "Høj",
	"pictureControlHigh_Male": "Høj",
	"pictureControlLow": "Lav",
	"pictureControlLow_BlackLevel": "Lav",
	"pictureControlLow_Male": "Lav",
	"pictureControlMedium": "Mellem",
	"pictureControlMedium_BlackLevel": "Mellem",
	"pictureControlMedium_Male": "Mellem",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Mellem",
	"pictureLocalDimmingHigh": "Høj",
	"pictureLocalDimmingLow": "Lav",
	"pictureLocalDimmingMed": "Mellem",
	"pictureModeSettings": "Tilpasse",
	"press OK button to edit IP manually": "tryk på knappen OK for at redigere IP manuelt",
	"press OK button to enter channel to search": "tryk på knappen OK for at angive den kanal, der skal søges efter",
	"press OK button to enter value": "tryk på knappen OK for at angive værdi",
	"press right button to adjust de-judder and de-blur value": "tryk på højre-knappen for at justere værdier for fjernelse af rystelser og sløring",
	"press right button to adjust zoom ratio and position": "tryk på højre-knappen for at justere zoom-forhold og placering",
	"shift current screen down": "juster aktuelt skærmbillede ned",
	"shift current screen to the left": "juster aktuelt skærmbillede til venstre",
	"shift current screen to the right": "juster aktuelt skærmbillede til højre",
	"shift current screen up": "juster aktuelt skærmbillede op",
	"shift down": "juster ned",
	"shift left": "juster til venstre",
	"shift right": "juster til højre",
	"shift up": "juster op",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Ingen",
	"unchecked": "ikke markeret",
	"unread": "ulæst",
	"vertical zoom in": "Lodret zoom ind",
	"vertical zoom out": "Lodret zoom ud",
	"volumeModeHigh": "Høj",
	"volumeModeLow": "Lav",
	"volumeModeMedium": "Mellem",
	"webOS TV Version": "webOS TV-version",
	"zoom in": "zoom ind",
	"zoom out": "zoom ud",
	"{label} : L{value}": "{label} : V{value}",
	"{label} : R{value}": "{label} : H{value}"
}
