{
	" (User)": " (کاربر)",
	"(Version: {l})": "(نسخه: {l})",
	"* The device connected should support this service.": "* دستگاه متصل باید از این سرویس پشتیبانی کند.",
	"* This feature is applied once and only once when the TV is turned off.": "* این قابلیت یکبار و تنها یکبار در زمان خاموش شدن تلویزیون اعمال می‌شود.",
	"* This feature is available on certain devices only.": "* این قابلیت فقط روی دستگاه‌های خاصی وجود دارد.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* تصاویر مدنظر FILMMAKER MODE به طور واضح در این حالت نمایش داده می‌شود، اما ممکن است تیره‌تر از دیگر حالت‌های تصویر به نظر برسد.",
	"* This settings is only available for Internal TV Speaker.": "* این تنظیم فقط برای بلندگوی داخلی تلویزیون موجود است.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* اگرچه این گزینه روی روشن تنظیم شده است، محافظ صفحه نمایش عمل نخواهد کرد تا مزاحمتی بر تجربه بصری شما هنگام تماشای ورودی خارجی مانند Live TV ایجاد نشود.",
	"* You can control the app which supports the function on your mobile device.": "* می‌توانید کنترل را از طریق برنامه‌ای انجام دهید که از این عملکرد در دستگاه تلفن همراه شما پشتیبانی می‌کند.",
	"1) Turn the Bluetooth on the other device off.": "1) Bluetooth دستگاه دیگر را خاموش کنید.",
	"10 Points Code Value": "مقدار کد 10 نقطه",
	"10 Points IRE": "10 نقطه IRE",
	"10 and Above": "10 و بیشتر",
	"10 min": "10 دقیقه",
	"11 and Above": "11 و بیشتر",
	"12 Hours": "12 ساعت",
	"12 and Above": "12 و بیشتر",
	"120 min": "120 دقیقه",
	"13 and Above": "13 و بیشتر",
	"14 and Above": "14 و بیشتر",
	"14 by 9": "14 به 9",
	"15 and Above": "15 و بیشتر",
	"16 and Above": "16 و بیشتر",
	"16 by 9": "16 به 9",
	"17 and Above": "17 و بیشتر",
	"18 and Above": "18 و بیشتر",
	"180 min": "180 دقیقه",
	"19 and Above": "19 و بیشتر",
	"2 Channel": "2 صدای فراگیر",
	"2 Hours": "2 ساعت",
	"2 Points": "2 نقطه ای",
	"2) Turn the Bluetooth device to connect off and on.": "2) دستگاه Bluetooth جهت اتصال را خاموش و روشن کنید.",
	"20 Points Code Value": "مقدار کد 20 نقطه",
	"20 Points IRE": "20 نقطه ای IRE",
	"20 and Above": "20 و بیشتر",
	"20 min": "20 دقیقه",
	"21 by 9": "21 به 9",
	"22 Points Code Value": "مقدار کد 22 نقطه",
	"22 Points IRE": "22 نقطه IRE",
	"24 Hours": "24 ساعت",
	"240 min": "240 دقیقه",
	"3 Hours": "3 ساعت",
	"30 min": "30 دقیقه",
	"32 by 12": "32 به 12",
	"32 by 9": "32 به 9",
	"3G/4G Connection": "اتصال 3G/4G",
	"4 Hours": "4 ساعت",
	"4 Hours Auto Power Off": "خاموش کردن خودکار 4 ساعته",
	"4 and Above": "4 و بیشتر",
	"4 by 3": "4 به 3",
	"4-Way Zoom": "بزرگنمایی 4 طرفه",
	"5 and Above": "5 و بیشتر",
	"5.1 Channel": "5.1 صدای فراگیر",
	"6 Hours": "6 ساعت",
	"6 and Above": "6 و بیشتر",
	"60 min": "60 دقیقه",
	"7 and Above": "7 و بیشتر",
	"8 Hours": "8 ساعت",
	"8 and Above": "8 و بیشتر",
	"9 and Above": "9 و بیشتر",
	"90 min": "90 دقیقه",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "از AD ID به منظور شناسایی این دستگاه برای اهداف تبلیغاتی و تسهیل تبلیغات خاصی استفاده می‌شود که ممکن است برای شما جالب باشد. در زیر می‌توانید AD ID را بازنشانی کرده یا رهگیری AD ID را محدود کنید.",
	"AI Acoustic Tuning": "تنظیم آکوستیک AI",
	"AI Acoustic Tuning Options": "گزینه‌های تنظیم آکوستیک AI",
	"AI Acoustic Tuning is disabled.": "تنظیم آکوستیک AI غیرفعال است.",
	"AI Brightness Control": "کنترل روشنایی AI",
	"AI Picture": "تصویر AI",
	"AI Picture Pro": "تصویر AI حرفه‌ای",
	"AI Recommendation": "توصیه شده AI",
	"AI Service": "سرویس AI",
	"AI Sound": "صدای AI",
	"AI Sound Pro": "صدای AI حرفه‌ای",
	"ATV": "آنالوگ",
	"AV Sync Adjustment": "تنظیم همگام سازی AV",
	"Abidjan": "آبیجان",
	"Accessibility": "قابلیت دسترسی",
	"Account Management": "مدیریت حساب",
	"Accra": "آکرا",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "فعال کردن این گزینه باعث توقف جمع‌آوری و رهگیری اطلاعات شخصی مربوط به آگهی از این Smart TV می‌شود. قرار دادن فعال/غیرفعال‌ساز در حالت فعال می‌تواند بر نوع آگهی‌هایی که از این به بعد مشاهده می‌کنید تأثیر بگذارد، اما به این معنا نیست که دیگر تبلیغی مشاهده نخواهید کرد.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "قرار دادن فعال/غیرفعال‌ساز در حالت فعال باعث می‌شود LGE به ارائه‌دهندگان شخص ثالث خود دستور دهد استفاده تجاری از اطلاعات شخصی شما را متوقف سازند. به جز وقتی که جداگانه لغو کنید، همچنان می‌توانید به خدماتی مانند Live Plus و LG Channels و Who.Where.What? دسترسی داشته باشید.",
	"Adak": "آداک",
	"Add Network": "افزودن شبکه",
	"Add a hidden wireless network": "افزودن یک شبکه بی سیم پنهان",
	"Add wireless network by manually entering network name (SSID).": "با وارد کردن دستی نام شبکه (SSID)، شبکه بی سیم را اضافه کنید.",
	"Addis Ababa": "آدیس آبابا",
	"Additional Audio Selection": "انتخاب صدای اضافی",
	"Additional Settings": "تنظیمات بیشتر",
	"Address Setting": "تنظیم آدرس",
	"Aden": "عدن",
	"Adjust Audio Guidance pitch.": "تون راهنمای صوتی را تنظیم کنید.",
	"Adjust Audio Guidance speed.": "سرعت راهنمای صوتی را تنظیم کنید.",
	"Adjust Audio Guidance volume.": "میزان صدای راهنمای صوتی را تنظیم کنید.",
	"Adjust Backlight brightness to brighten or darken the screen.": "میزان روشنایی نور زمینه را برای روشن‌تر یا تاریک‌تر کردن صفحه تنظیم کنید.",
	"Adjust Screen Position": "تنظیم موقعیت صفحه",
	"Adjust Zoom Ratio": "تنظیم نسبت زوم",
	"Adjust animation effect shown on the home at certain times.": "جلوه انیمیشن نمایش داده شده در صفحه اصلی در زمان‌های خاص را تنظیم می‌کند.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "با تحلیل حرکت تصویر برای جلوگیری از روشنایی زننده و کاهش مصرف انرژی، روشنایی را تنظیم کنید.",
	"Adjust brightness of the LG logo.": "روشنایی آرم LG را تنظیم کنید.",
	"Adjust color and saturation for a more vivid image.": "رنگ و اشباع را برای داشتن تصویری واضح تر، تنظیم کنید.",
	"Adjust color temperature automatically to reduce eye strain.": "دمای رنگ را به‌صورت خودکار تنظیم می‌کند تا خستگی چشم کاهش پیدا کند.",
	"Adjust cursor speed.": "سرعت نشانگر را تنظیم کنید.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "وضوح حاشیه تصویر را تنظیم کنید. مقادیر بالا، وضوح و شفافیت تصویر را افزایش می دهند.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "تنظیمات گاما را برای جبران روشنایی سیگنال ورودی تنظیم کنید.",
	"Adjust left/right audio balance.": "تنظیم تعادل صوتی چپ/راست.",
	"Adjust luminance for selected color.": "درخشندگی رنگ انتخابی را تنظیم کنید.",
	"Adjust luminance level for selected IRE point.": "سطح درخشندگی برای نقطه IRE انتخابی را تنظیم کنید.",
	"Adjust peak brightness for the brightest luminance.": "حداکثر روشنایی را برای دستیابی به بالاترین میزان نور تنظیم کنید.",
	"Adjust remote's cursor speed and appearance.": "سرعت و ظاهر نشانگر کنترل از راه دور را تنظیم کنید.",
	"Adjust saturation for selected color.": "اشباع رنگ انتخابی را تنظیم کنید.",
	"Adjust screen brightness to reduce energy consumption.": "برای کاهش مصرف انرژی، روشنایی صفحه نمایش را تنظیم کنید.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "نور زمینه OLED را برای روشن‌تر یا تاریک‌تر کردن صفحه تنظیم کنید.",
	"Adjust the audio timing to synchronize the video and audio.": "زمان‌بندی صوتی را برای همگام‌سازی صدا و تصویر تنظیم کنید.",
	"Adjust the balance of red and green to display the tint on the screen.": "تعادل رنگ قرمز و سبز را برای نمایش ته‌رنگ صفحه تنظیم کنید.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "تعادل رنگ را با تغییر دمای رنگ، درخشندگی و شدت رنگ قرمز، سبز و آبی تنظیم کنید.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "کنتراست، رزولوشن و غیره را برای هریک از حالت‌های تصویر تنظیم کنید و رنگ، گاما و دیگر موارد موردنظرتان را اعمال کنید.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "تفاوت بین نواحی روشن و تاریک صفحه نمایش را تنظیم کنید. مقادیر بالا، تفاوت را شدت می بخشند.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "نسبت ابعاد فریم را مشابه فیلم تنظیم کنید تا احساس تماشای فیلم در سینما به شما ارائه شود.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "درخشندگی تصاویر ثابت مانند لوگوها و غیره را تنظیم می‌کند و از مشکلات کیفیت تصویر که ممکن است در زمان روشن بودن تلویزیون برای مدت زمانی طولانی رخ دهد، جلوگیری می‌کند.",
	"Adjust the screen color to be pale or deep.": "رنگ صفحه را به صورت بی‌رنگ یا پر رنگ تنظیم کنید.",
	"Adjust the sound to meet your taste for each sound frequency band.": "صدا را تغییر دهید تا مطابق میل خود در هر باند فرکانس صوتی باشد.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "زمان‌بندی را تنظیم کنید تا هنگامی که صدا و تصویر با هم تفاوت زمانی دارند، با هم همگام شوند.",
	"Adjust the tint to brighten or darken the screen.": "میزان ته‌رنگ را برای روشن‌تر یا تاریک‌تر کردن صفحه تنظیم کنید.",
	"Adjust the volume you want with pressing remote's volume key.": "میزان صدای موردنظر خود را با فشار دادن دکمه صدای کنترل از راه دور تنظیم کنید.",
	"Adjust tint for selected color.": "برای رنگ انتخابی ته رنگ را تنظیم کنید.",
	"Adjust whether to display the home promotion.": "تنظیم کنید آیا صفحه اصلی ارتقا داده شده نمایش داده شود یا خیر.",
	"Adjusting Luminance": "تنظیم درخشندگی",
	"Adolescent over 13 are allowed to watch.": "نوجوانان بالای 13 سال مجاز هستند مشاهده کنند.",
	"Adolescent over 14 are allowed to watch.": "نوجوانان بالای 14 سال مجاز هستند مشاهده کنند.",
	"Adolescent over 16 are allowed to watch.": "نوجوانان بالای 16 سال مجاز هستند مشاهده کنند.",
	"Adult": "بزرگسالان",
	"Adult Language": "زبان بزرگسالان",
	"Adults only.": "فقط بزرگسالان",
	"Advanced": "تنظیمات پیشرفته",
	"Advanced Controls": "کنترل های پیشرفته",
	"Advanced Wi-Fi Settings": "تنظیمات پیشرفته Wi-Fi",
	"Advertisement": "تبلیغات",
	"Afghanistan": "افغانستان",
	"Afrikaans": "آفریکانس",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "پس از تغییر کشور، تمامی کانال هایی که در حال حاضر تنظیم شده اند حذف خواهند شد. جهت تنظیم مجدد کانال ها، لطفاً به تنظیم خودکار بروید. می خواهید ادامه دهید؟",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "پس از تغییر کدپستی، تمامی کانال های Freesat کنونی حذف خواهند شد. جهت تنظیم مجدد کانال ها، لطفاً به تنظیم خودکار بروید. می خواهید ادامه دهید؟",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "بعد از تغییر کشور، می توانید با تنظیم خودکار به دنبال کانال های خود بگردید. می خواهید ادامه دهید؟",
	"Ages 2-7 are allowed to watch.": "سنین 7-2 سال مجاز هستند مشاهده کنند.",
	"Albania": "آلبانی",
	"Albanian": "آلبانی",
	"Alerts you by sound when the TV is turned on or off.": "هنگام روشن یا خاموش شدن تلویزیون، از طریق اعلان صوتی به شما هشدار می‌شود.",
	"Algeria": "الجزایر",
	"Algiers": "الجزیره",
	"All Channels": "همه کانال ها",
	"All Children": "همه کودکان",
	"All ages are allowed to watch.": "همه سنین می‌توانند مشاهده کنند.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "همه تنظیمات فعلی حالت {pictureMode} بازنشانی می شوند. می خواهید ادامه دهید؟",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "همه تنظیمات جلوه صدا برای حالت استاندارد بازنشانی می شوند. می خواهید ادامه دهید؟",
	"Allow Automatic Updates": "اجازه به روز رسانی های خودکار",
	"Almaty": "آلماتی",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "همچنین، می‌توانید ریزتنظیمات صدای فراگیر Bluetooth را انجام دهید.",
	"Always Open": "همیشه باز",
	"Always-on Off Time": "زمان خاموش شدن Always-on",
	"Amman": "عمان",
	"Amsterdam": "آمستردام",
	"An error has occurred while copy channels.": "هنگام کپی کردن کانال ها، خطایی رخ داده است.",
	"An important software update is available.": "یک نسخه به روز مهم نرم افزاری موجود است.",
	"Anadyr": "آنادیر",
	"Analog Mode": "حالت آنالوگ",
	"Analog TV": "تلویزیون آنالوگ",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "ویژگی‌های صدا را تحلیل و صدا را بلافاصله برای هر محتوا بهینه‌سازی می‌کند.",
	"Anchorage": "آنکورج",
	"Angola": "آنگولا",
	"Antananarivo": "آنتاناناریوو",
	"Antenna": "آنتن",
	"Antenna ATV": "آنالوگ آنتن",
	"Antenna DTV": "تلویزیون دیجیتال آنتن",
	"Antenna Radio": "رادیو آنتن",
	"Antigua and Barbuda": "آنتیگوا و باربودا",
	"Any Supplementary Audio": "صوت مکمل",
	"Apia": "آپیا",
	"App Alarm": "هشدار اپلیکیشن",
	"Application Locks": " قفل برنامه کاربردی (App) ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "مقادیر تنظیمات کامل حالت تصویر فعلی را در تمام ورودی‌ها یا برنامه‌ها اعمال می‌کند.",
	"Apply to all inputs": "اعمال در همه ورودی ها",
	"Applying value to all inputs...": "در حال اعمال مقدار بر همه ورودی ها...",
	"Arabic": "عربی",
	"Araguaína": "آراگواینا",
	"Argentina": "آرژانتین",
	"Armenia": "ارمنستان",
	"Aruba": "آروبا",
	"Ashgabat": "عشق آباد",
	"Asmara": "اسمره",
	"Aspect Ratio": "نسبت ابعاد تصویر",
	"Aspect Ratio Settings": "تنظیمات نسبت ابعاد تصویر",
	"Assamese": "آسامی",
	"Assign channels to remote buttons so you can quickly jump to them.": "کانال هایی را به دکمه های کنترل راه دور اختصاص دهید، تا بتوانید سریع تر به این کانال ها بروید.",
	"Asunción": "آسونسیون",
	"Athens": "آتن",
	"Atikokan": "آتیکوکان",
	"Auckland": "اوکلند",
	"Audio Delay": "تأخیر صدا",
	"Audio Description": "شرح صوتی",
	"Audio Description Volume": "صدای شرح صوتی",
	"Audio Guidance": "راهنمای صوتی",
	"Audio Language": "زبان گفتار",
	"Audio Out (Line Out)": "خروجی صوتی(خروجی)",
	"Audio Type": "نوع صوت",
	"Australia": "استرالیا",
	"Austria": "اتریش",
	"Auto": "خودکار",
	"Auto Detect": "شناسایی خودکار",
	"Auto Device Detection": "تشخیص خودکار دستگاه",
	"Auto Genre Selection": "انتخاب خودکار ژانر",
	"Auto Power Off": "خاموش کردن خودکار",
	"Auto Power Sync": "همگام سازی روشن/خاموش کردن خودکار",
	"Auto Start": "شروع خودکار",
	"Auto Volume": "تنظیم خودکار میزان صدا",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "فاصله میزان صدا را به‌صورت خودکار تنظیم می‌کند، یا میزان صدای تنظیم‌شده را با دکمه صدای کنترل از راه دور تنظیم می‌کند.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "تنظیم خودکار به مقدار تصویر بهینه‌شده برای ژانر محتوای Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "تنظیم خودکار به مقدار تصویر بهینه‌شده برای ژانر محتوا.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "تغییر خودکار به FILMMAKER MODE در زمانی که محتوای فیلم تشخیص داده می‌شود.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "بر اساس رنگ و روشنایی نور محیط، کیفیت تصویر را به صورت خودکار بهینه کنید.",
	"Automatically update system software when an update is found.": "هنگامی که بروزرسانی در دسترس است، به صورت خودکار نرم افزار سیستم را بروزرسانی کنید.",
	"Available Internal Storage": "حافظه داخلی موجود",
	"Azerbaijan": "جمهوری آذربایجان",
	"Azores": "آزورس",
	"BG Color": "رنگ تصویر زمینه",
	"BG Opacity": "شفافیت تصویر زمینه",
	"Back": "برگشت",
	"Backlight": "نور پس زمینه",
	"Baghdad": "بغداد",
	"Bahamas": "باهاماس",
	"Bahrain": "بحرین",
	"Baku": "باکو",
	"Balance": "تعادل",
	"Bamako": "باماکو",
	"Bangkok": "بانکوک",
	"Bangladesh": "بنگلادش",
	"Bangui": "بانگویی",
	"Banjul": "بانجول",
	"Barbados": "باربادوس",
	"Basque": "باسک",
	"Bass Boost": "تقویت صدای بم",
	"Behavior may vary depending on connected device.": "عملکرد ممکن است بسته به دستگاه متصل متفاوت باشد.",
	"Beijing": "پکن",
	"Beirut": "بیروت",
	"Belarus": "بلاروس",
	"Belgium": "بلژیک",
	"Belgrade": "بلگراد",
	"Belize": "بلیز",
	"Belém": "بلم",
	"Bengali": "بنگالی",
	"Benin": "بنین",
	"Berlin": "برلین",
	"Bermuda": "برمودا",
	"Bhutan": "بوتان",
	"Bishkek": "بیشکک",
	"Bissau": "بیسائو",
	"Black": "سیاه",
	"Black Level": "میزان سیاهی",
	"Blanc-Sablon": "بلان-سابلون",
	"Blantyre": "بلانتیر",
	"Block TV programs broadcast in English based on their content ratings.": "پخش برنامه های تلویزیونی به زبان انگلیسی را بسته به رتبه بندی محتوای آنها مسدود کنید.",
	"Block TV programs broadcast in French based on their content ratings.": "پخش برنامه های تلویزیونی به زبان فرانسوی را بسته به رتبه بندی محتوای آنها مسدود کنید.",
	"Block content based on genre.": "ژانرها را بر اساس گروه بندی آنها مسدود کنید.",
	"Blue": "آبی",
	"Bluetooth Speaker Mode": "حالت بلندگوی Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "صدای فراگیر Bluetooth + بلندگوی داخلی تلویزیون",
	"Bluetooth Surround Sound Setup": "تنظیم صدای فراگیر Bluetooth",
	"Boa Vista": "بوا ویستا",
	"Bogotá": "بوگوتا",
	"Bolivia": "بولیوی",
	"Bosnia": "بوسنی و هرزگوین",
	"Bosnia And Herzegovina": "بوسنی و هرزگوین",
	"Bosnian": "بوسنی",
	"Botswana": "بوتسوانا",
	"Bratislava": "براتیسلاوا",
	"Brazil": "برزیل",
	"Brazzaville": "برازاویل",
	"Brightness": "روشنایی",
	"Broadcast Country": "کشور محل پخش",
	"Broken Hill": "بروکن هیل",
	"Brussels": "بروکسل",
	"Bucharest": "بخارست",
	"Budapest": "بوداپست",
	"Buenos Aires": "بوینس آیرس",
	"Bujumbura": "بوجومبورا",
	"Bulgaria": "بلغارستان",
	"Bulgarian": "بلغاری",
	"Burkina Faso": "بورکینافاسو",
	"Burundi": "بروندی",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "با فشار دادن \"بازنشانی\"، تمام داده‌های مربوط به تبلیغات را که LGE در گذشته از طریق این Smart TV جمع‌آوری کرده است پاک خواهید کرد. فشار دادن \"بازنشانی\" می‌تواند بر نوع تبلیغاتی که از این به بعد مشاهده می‌کنید تأثیر بگذارد، اما به این معنا نیست که دیگر تبلیغی مشاهده نخواهید کرد.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "با روشن کردن Live Plus، شما با جمع آوری اطلاعات تماشای تلویزیون توسط LG Electronics Inc. ‏(\"LGE\") از طریق ماژول ACR موافقت می کنید که این اطلاعات ممکن است به طور ناشناس با طرف های ثالث برای ارائه خدمات تعاملی به اشتراک گذاشته شود. ما همچنین ممکن است اطلاعات تجمعی ناشناس را برای اهداف تبلیغاتی با طرف های ثالث به اشتراک بگذاریم. توجه کنید که ما از روی قصد اقدام به جمع آوری یا توزیع اطلاعات بالا از یا درباره کودکان زیر ۱۳ سال نمی کنیم. اطلاعات کاملتر درباره Live Plus در قسمت اطلاعات تماشا (شرایط) که از منوی تنظیمات تلویزیون هوشمند قابل دسترسی است، بیان شده اند. LGE قویاً به شما توصیه می کند که نسخه کامل اطلاعات تماشا (شرایط) را بخوانید و سپس اقدام به فعالسازی عملکرد Live Plus کنید.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "با روشن کردن Live Plus متوجه خواهید بود که محتوای نمایش داده شده در تلویزیون شما می‌تواند تشخیص داده شود، و ممکن است از اطلاعات مشاهده جهت ارائه تجربه بصری بهبودیافته و خدمات سفارشی مانند توصیه‌های محتوا و تبلیغات استفاده شود. جهت کسب اطلاعات بیشتر، لطفاً سیاست حفظ حریم خصوصی و توافق نامه های کاربر را در منوی تنظیمات تلویزیون مشاهده کنید.",
	"CC 1": "زیرنویس 1",
	"CC 2": "زیرنویس 2",
	"CI Information": "اطلاعات CI",
	"CI password incorrect. Please enter again.": "رمز عبور CI درست نیست. لطفا دوباره وارد کنید.",
	"Cable": "کابل",
	"Cable ATV": "آنالوگ کابلی",
	"Cable DTV": "تلویزیون دیجیتال کابلی",
	"Cable Radio": "رادیو کابلی",
	"Cairo": "قاهره",
	"Cambodia": "کامبوج",
	"Cameroon": "کامرون",
	"Campo Grande": "کامپو گراند",
	"Can not Find Channel": "کانال یافت نشد",
	"Canada": "کانادا",
	"Canary Islands": "جزایر قناری",
	"Cancel": "لغو",
	"Cancel Schedule": "لغو زمان بندی",
	"Cancel Update": "لغو به‌روزرسانی",
	"Cancún": "کانکون",
	"Cantonese": "کانتونی",
	"Cape Verde": "کیپ ورد",
	"Caracas": "کاراکاس",
	"Casablanca": "کازابلانکا",
	"Catalan": "کاتالان",
	"Caution": "احتیاط",
	"Cayman Islands": "جزایر کایمان",
	"Center": "مرکز",
	"Central African Republic": "جمهوری آفریقای مرکزی",
	"Ceuta": "سئوتا",
	"Chad": "چاد",
	"Change blue intensity and adjust the color balance.": "شدت رنگ آبی را تغییر و تعادل رنگ را تنظیم می‌کند.",
	"Change green intensity and adjust the color balance.": "شدت رنگ سبز را تغییر و تعادل رنگ را تنظیم می‌کند.",
	"Change red intensity and adjust the color balance.": "شدت رنگ قرمز را تغییر و تعادل رنگ را تنظیم می‌کند.",
	"Change the left / right sound": "تغییر صدای چپ/راست",
	"Change the position of captions using the 4-way dial on the remote control.": "محل زیرنویس‌ها را با استفاده از کلیدهای 4 جهته روی کنترل از راه دور تغییر دهید.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "تغییر منطقه ممکن است کانال های تنظیم شده را در تلویزیونتان تغییر دهد. می توانید کانال ها را مجدداً در تنظیم خودکار تنظیم کنید. اکنون می خواهید تنظیمات منطقه ای را تغییر دهید؟",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "تغییر کشور باعث راه اندازی مجدد تلویزیون شما خواهد شد و ممکن است نیاز باشد مجدداً با توافقنامه کاربر LG موافقت کنید. همچنین، دسترسی به برخی برنامه ها و سرویس ها ممکن است بسته به کشور سرویس دهنده LG متفاوت باشد. می خواهید ادامه دهید؟",
	"Channel Locks": "قفل کانال",
	"Channel Manager": "مدیریت کانال",
	"Channel Scrolling Options": "گزینه های پیمایش کانال",
	"Channel Tuning": "تنظیم کانال",
	"Channel Tuning & Settings": "کانال یابی و تنظیمات",
	"Channels": "کانال ها",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "کانال های HDMI و سایر ورودی های خارجی را نمی توان قفل کرد. برای قفل کردن کانال های تلویزیون، ورودی فعلی را به Live TV تغییر دهید.",
	"Chatham Islands": "جزایر چاتمن",
	"Check TV information.": "اطلاعات تلویزیون را بررسی کنید.",
	"Check alarm messages about the user settings or TV status.": "پیام‌های هشدار در مورد تنظيمات کاربر یا وضعیت تلویزیون را بررسی کنید.",
	"Check descriptions for each LG webOS TV functions.": "توضیحات مربوط به هر عملکرد LG webOS TV را مشاهده کنید.",
	"Check for Advertising settings and set it.": "تنظیمات تبلیغات را بررسی و تنظیم‌ کنید.",
	"Check for Updates": "بررسی به‌روزرسانی‌ها",
	"Check for available functions with Voice and set Voice Settings.": "بررسی عملکردهای موجود صوتی و تنظیم تنظیمات صوتی.",
	"Check for problems with the picture quality.": "مشکلات مربوط به کیفیت تصویر را بررسی کنید.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "مشکلات مرتبط با کیفیت صدای بلندگوی داخلی تلویزیون را بررسی کنید.",
	"Check for software updates and update if available.": "به‌روزرسانی‌های نرم‌افزار را بررسی و در صورت در دسترس بودن، به‌روزرسانی کنید.",
	"Check whether the Bluetooth device is in pairing mode.": "بررسی کنید دستگاه Bluetooth در حالت جفت شدن باشد.",
	"Check your TV status to solve problems or use remote support.": "وضعیت تلویزیون خود را برای رفع مشکلات بررسی کنید یا از پشتیبانی از راه دور کمک بگیرید.",
	"Checking Password": "در حال بررسی رمز عبور",
	"Checking for Updates": "در حال بررسی به‌روزرسانی‌ها",
	"Checking...": "در حال بررسی...",
	"Chicago": "شیکاگو",
	"Chihuahua": "چی هواهوا",
	"Children": "پیش دبستانی",
	"Children Age": "سن کودکان",
	"Children Program Locks": "قفل برنامه کودکان",
	"Children over 8 are allowed to watch.": "کودکان بالای 8 سال مجاز هستند مشاهده کنند.",
	"Chile": "شیلی",
	"China": "چین",
	"Chinese": "چینی",
	"Chisinau": "کیشینف",
	"Choibalsan": "چویبالسان",
	"Chongqing": "چونگ کینگ",
	"Choose to have all channels or just your primary ones when you change channels.": "انتخاب کنید که هنگام تغییر کانال ها، همه کانال ها یا فقط کانال های اصلی در اختیارتان قرار گیرد.",
	"Christmas Island": "جزیره کریسمس",
	"Cinema": "سینما",
	"Cinema Clear": "شفاف سینمایی",
	"Cinema Home": "صفحه اصلی سینما",
	"Cinema View": "نمای سینما",
	"Cinema View (32:12)": "نمای سینما (32:12)",
	"Cinema Zoom": "زوم سینما",
	"City": "شهر",
	"City Selection": "انتخاب شهر",
	"Clean Audio": "صدای واضح",
	"Clear": "واضح",
	"Clear Plus": " وضوح عالی",
	"Clear Voice Ⅲ": "صدای واضح Ⅲ",
	"Clear Voice Ⅳ": "صدای واضح Ⅳ",
	"Clear1": "وضوح",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "پس از اینکه صفحه کلید بی سیم LG روشن و روی حالت جفت سازی تنظیم شد، روی دکمه اتصال در زیر کلیک کنید.",
	"Close": "بستن",
	"Closed Caption": "زیرنویس بسته",
	"Closed Caption Settings": "تنظیمات زیرنویس",
	"Code Value": "مقدار کد",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "آدرس MAC، شماره مدل، کد کشور، تنظيمات زبان و نسخه نرم‌افزار را جهت تأیید آخرین به‌روزرسانی نرم‌افزار، جمع‌آوری و ذخیره می‌کند.",
	"Colombia": "کلمبیا",
	"Colombo": "کلمبو",
	"Color": "رنگ",
	"Color Gamut": "طیف رنگ",
	"Color Management System": "سیستم مدیریت رنگ",
	"Color Temperature": "دمای رنگ",
	"Conakry": "کوناکری",
	"Confirm the terms and conditions or change whether to accept the agreement.": "شرایط و ضوابط را تأیید کنید یا توافقنامه را بپذیرید.",
	"Congo Brazzaville": "کنگو برازاویل",
	"Connect": "اتصال",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "بلندگوی Bluetooth و بلندگوی تلویزیون وصل شود و تأخیر صدا بین بلندگوها به‌طور خودکار تنظیم گردد.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "دستگاه صوتی خارجی که از eARC پشتیبانی می‌کند را به eARC متصل کنید.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "با دنبال کردن راهنما، دستگاه‌های خارجی مانند گیرنده تلویزیون دیجیتال، بلندگوی خطی و غیره را متصل کنید.",
	"Connect the LAN cable directly to the TV to use the network.": "جهت استفاده از شبکه، کابل LAN را مستقیماً به تلویزیون متصل کنید.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "با وارد کردن دستی IP و آدرس‌های سرور DNS، به شبکه متصل شوید.",
	"Connect to the network if a wireless router is installed.": "در صورتی که یک روتر بی‌سیم نصب شده است، به شبکه وصل شوید.",
	"Connect via WPS PBC": "اتصال از طریق WPS PBC",
	"Connect via WPS PIN": "اتصال از طریق WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "با یک کابل اترنت تلویزیون خود را به روتر وصل کنید تا اتصال شبکه سیمی شما فعال شود.",
	"Connect your TV with WiSA Speakers wirelessly.": "تلویزیون خود را به صورت بی سیم به بلندگوهای WiSA متصل کنید.",
	"Connectable Devices ({num})": "دستگاه های قابل اتصال ({num})",
	"Connected": "متصل است",
	"Connected to Internet": "متصل به اینترنت",
	"Connecting...": "در حال اتصال...",
	"Connection": "اتصال",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "مدیریت اتصال با تلفن هوشمند یا کامپیوتر در دسترس است. برای اتصال تلویزیون با تلفن همراه، به تنظیمات و درخواست‌های اتصال تلفن هوشمند و کامپیوتر نیاز است.",
	"Content Recommendations": "توصیه‌های محتوا",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "اگر سرویس HbbTV از صدای چند کاناله پشتیبانی کند، محتوا با صدای مناسب برای گوش دادن به چندین کانال پخش می‌شود.",
	"Contrast": "کنتراست",
	"Cool": "سرد",
	"Copenhagen": "کپنهاگ",
	"Copy Channels": "کپی کردن کانال ها",
	"Copy/Delete file": "کپی/حذف فایل",
	"Correct contrast and brightness by adjusting black levels.": "کنتراست و روشنایی را با تنظیم سطوح سیاه تصحیح کنید.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "پیکسل تصویر را اصلاح و از مشکلات کیفیت تصویر که ممکن است پس از روشن ماندن تلویزیون به مدت طولانی روی داده باشد، جلوگیری می‌کند.",
	"Costa Rica": "کاستاریکا",
	"Could not fined available network.": "شبکه در دسترس پیدا نشد.",
	"Croatia": "کرواسی",
	"Croatian": "کرواتی",
	"Cuba": "کوبا",
	"Cuiabá": "کوئیابا",
	"Current time is not valid. Do you want to set the correct time now?": "زمان فعلی معتبر نیست. می خواهید اکنون زمان درست را تنظیم کنید؟",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "مقادیر کنونی تنظیمات حالت تصویر سفارشی شده روی حالت {pictureMode} برای همه ورودی ها اعمال می شود. می خواهید ادامه دهید؟",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ارتباط دستگاه صفحه کلید بی سیم LG متصل، با تلویزیون شما قطع می شود. می خواهید ادامه دهید؟",
	"Custom": "سفارشی",
	"Custom Time Zone": "منطقه زمانی سفارشی",
	"Customer Service": "خدمات مشتریان",
	"Cyan": "فیروزه ای",
	"Cyprus": "قبرس",
	"Czech": "جمهوری چک",
	"Czech Republic": "جمهوری چک",
	"Côte d'Ivoire": "ساحل عاج",
	"DNS Server": "سرور DNS",
	"DR Congo": "جمهوری دموکراتیک کنگو",
	"DTV Audio Setting": "تنظیم صوتی تلویزیون دیجیتال",
	"Dakar": "داکار",
	"Damascus": "دمشق",
	"Danish": "دانمارکی",
	"Danmarkshavn": "دانمارک شاون",
	"Dar es Salaam": "دارالسلام",
	"Data Service": "سرویس داده",
	"Date": "تاریخ",
	"Dawson": "داوسون",
	"Dawson Creek": "داوسون کریک",
	"Day": "روز",
	"Delete": "حذف",
	"Delete Connection History": "حذف تاریخچه اتصال",
	"Delete Pairing History": "حذف تاریخچه جفت سازی",
	"Delete Usage Data": "حدف داده‌های مصرف",
	"Demo Options": "گزینه های نمایشی",
	"Democratic Republic of the Congo": "جمهوری دموکراتیک کنگو",
	"Denmark": "دانمارک",
	"Denver": "دنور",
	"Depressed": "فشرده",
	"Deregister": "لغو ثبت‌نام",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "محتواهای روی صفحه را با صدا توصیف می‌کند تا کاربرانی که مشکل بینایی دارند بتوانند از تلویزیون استفاده کنند.",
	"Detect Range": "تشخیص محدوده",
	"Detroit": "دترویت",
	"Device Connection Settings": "تنظیمات اتصال به دستگاه",
	"Device List": "لیست دستگاه",
	"Device Name": "نام دستگاه",
	"Dhaka": "داکا",
	"Digital Mode": "حالت دیجیتال",
	"Digital Sound Out": "خروجی صدای دیجیتال",
	"Digital TV": "تلویزیون دیجیتال",
	"Dili": "دیلی",
	"Directed to Older Children (ages 7 and above)": "تهیه شده برای نوجوانان (7 سال یا بالاتر)",
	"Disabled": "غیرفعال",
	"Disconnect": "قطع اتصال",
	"Display captions for hearing-impaired viewers to use TV.": "زیرنویس را نمایش می‌دهد تا کاربرانی که مشکل شنوایی دارند بتوانند از تلویزیون استفاده کنند.",
	"Display fast-moving content smoothly and clearly.": "محتوای دارای سرعت سریع را روان‌تر و شفاف‌تر نمایش دهید.",
	"Display luminance level for the highest point (100 IRE).": "سطح درخشندگی برای بالاترین نقطه (100 IRE) را نمایش دهید.",
	"Display pictures in a warm or cool color temperature.": "تصاویر را با دمای رنگ سرد یا گرم نمایش دهید.",
	"Djibouti": "جیبوتی",
	"Do Not Sell My Personal Information": "اطلاعات شخصی من فروخته نشود",
	"Do Not Track": "ردیابی نشود",
	"Do you want to continue?": "می خواهید ادامه دهید؟",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "می خواهید لیست کانال ها را از حافظه USB به تلویزیون خود کپی کنید؟ کانال های فعلی موجود در تلویزیونتان حذف خواهند شد.",
	"Do you want to copy channel list from your TV to the USB storage?": "می‌‌خواهید لیست کانال‌ها را از تلویزیون خود به حافظه USB کپی کنید؟",
	"Do you want to reset Position Settings?": "می‌خواهید تنظیمات موقعیت را بازنشانی کنید؟",
	"Do you want to reset Volume Control?": "می‌خواهید کنترل صدا را بازنشانی کنید؟",
	"Do you want to set the correct time now?": "می خواهید اکنون زمان درست را تنظیم کنید؟",
	"Do you want to turn your TV off now?": "می خواهید هم اکنون تلویزیون خود را خاموش کنید؟",
	"Dodoma": "دودوما",
	"Doha": "دوحه",
	"Dominica": "دومینیکا",
	"Dominican Republic": "جمهوری دومینیکن",
	"Done": "انجام شد",
	"Douala": "دوالا",
	"Download Mail": "دانلود ایمیل",
	"Download and Install": "دانلود و نصب",
	"Downloadable Rating": "رتبه بندی سنی قابل دانلود",
	"Dual Mono": "مونوی دوگانه",
	"Dubai": "دبی",
	"Dublin": "دوبلین",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "در طول زمان خاموش بودن Always-on، بعضی از قابلیت‌ها نظیر تشخیص صدا و غیره در زمان خاموش بودن صفحه محدود هستند.",
	"Dushanbe": "دوشنبه",
	"Dutch": "هلندی",
	"Dynamic Color": "رنگ دینامیک",
	"Dynamic Contrast": "کنتراست دینامیک ",
	"Dynamic Tone Mapping": "نگاشت رنگ پویا",
	"Easter Island": "جزیره ایستر",
	"Eastern Africa": "شرق آفریقا",
	"Eco Mode": "حالت Eco",
	"Ecuador": "اکوادور",
	"Edge Color": "رنگ لبه",
	"Edge Enhancer": "بهبود دهنده لبه",
	"Edge Type": "نوع لبه",
	"Edit": "ویرایش",
	"Edmonton": "ادمونتون",
	"Egypt": "مصر",
	"Eirunepé": "ایرونیپ",
	"El Salvador": "السالوادور",
	"El salvador": "السالوادور",
	"Emergency Alert": "هشدار اضطراری",
	"Enabled": "فعال",
	"Energy Saving": "صرفه جویی نیرو",
	"Energy consumption may increase if this feature is on.": "روشن بودن این قابلیت می‌تواند مصرف انرژی را افزایش دهد.",
	"Energy saving modes to limit power consumption.": "حالت های صرفه جویی نیرو برای صرفه جویی در مصرف انرژی",
	"English": "انگلیسی",
	"Enhance the bass sound.": "صدای بم را تقویت می‌کند.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "تضاد بین مناطق روشن و تاریک بعضی از منوها، مانند پس‌زمینه و متن، را ارتقا می‌دهد تا برای افرادی که بینایی آنها ضعیف است به آسانی قابل مشاهده باشد.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "ارتقا رزولوشن و شفافیت محتوا به وسیله الگوریتم آموخته‌شده با استفاده از روش یادگیری عمیق LG و بهینه‌سازی عمق از طریق تحلیل محتوا.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "با روشن کردن جلوه زمینه صوتی، از محتوای Dolby Atmos با صدای بهینه لذت ببرید.",
	"Enjoy TV sound by connecting Wired Headphones.": "با اتصال هدفون سیمی، از صدای تلویزیون لذت ببرید.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "از صدای تلویزیون از طریق دستگاه‌های صوتی متصل به درگاه (ARC)HDMI IN لذت ببرید.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "از صدای تلویزیون از طریق دستگاه‌های صوتی متصل به OPTICAL DIGITAL AUDIO OUT استفاده کنید.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "از صدای تلویزیون از طریق دستگاه صوتی LG متصل به درگاه OPTICAL DIGITAL AUDIO OUT لذت ببرید.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "از صدای تلویزیون از طریق دستگاه‌های صوتی متصل به درگاه‌های خروجی Audio Out/Headphones لذت ببرید.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "از صدای تلویزیون از طریق بلندگوی داخلی تلویزیون و هدفون سیمی لذت ببرید.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "از طریق دستگاه‌های صوتی خارجی متصل به بلندگوی داخلی تلویزیون و درگاه OPTICAL DIGITAL AUDIO OUT، از صدای تلویزیون لذت ببرید.",
	"Enjoy a clear and natural sound.": "از صدای طبیعی و شفاف لذت ببرید.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "از صدای دستگاه صوتی بی سیم متصل به همگام سازی صدای LG یا Bluetooth لذت ببرید.",
	"Enjoy the sound optimized to the room.": "از صدای بهینه‌شده برای فضای اتاق لذت ببرید.",
	"Enter CI Password": "رمز عبور CI را وارد کنید",
	"Enter the PIN in your router's settings.": "PIN را در تنظیمات روتر وارد کنید. ",
	"Enter the master password.": "رمز عبور اصلی را وارد کنید.",
	"Equalizer": "اکولایزر",
	"Equatorial Guinea": "گینه استوایی",
	"Eritrea": "اریتره",
	"Estonia": "استونی",
	"Estonian": "استونی",
	"Ethiopia": "اتیوپی",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "حتی اگر این حالت غیرفعال باشد، می‌توانید اطلاعات مرتبط را از طریق بنر کانال، قابلیت تشخیص صدا، بررسی کنید.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "حتی هنگام خاموش بودن تلویزیون و استفاده از حداقل نیرو، می‌توانید با متصل کردن دستگاه تلفن همراه خود به موسیقی گوش دهید. پس از روشن شدن تلویزیون می‌توانید به قابلیت‌های زیادی دسترسی پیدا کنید.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "هنگامی که تلویزیون خاموش است، می‌توانید با متصل کردن تلفن هوشمند از طریق Bluetooth به تلویزیون به موسیقی گوش دهید.",
	"Every Day": "هر روز",
	"Every Weekday": "هر روز هفته",
	"Every Weekend": "هر آخر هفته",
	"Expert (Bright Room)": "ویژه (اتاق روشن)",
	"Expert (Dark Room)": "ویژه (اتاق تاریک)",
	"Export your TV's channel list information to a connected USB device.": "اطلاعات لیست کانال تلویزیونتان را به یک دستگاه USB متصل ارسال کنید.",
	"Extended": "گسترده",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ادامه دوره زمانی تنظیمات خاموش کردن خودکار یا خاموش کردن این قابلیت ممکن است مصرف انرژی را افزایش دهد.",
	"Extreme": "بی نهایت",
	"Eye Comfort Mode": "حالت راحتی چشم",
	"FILMMAKER MODE Auto Change": "تغییر خودکار FILMMAKER MODE",
	"Fantasy Violence": "خیالی خشن",
	"Fast": "سریع",
	"Fernando de Noronha": "فرناندو دی نورنها",
	"Fiji": "فیجی",
	"Find and tell an audio device available to connect around TV.": "دستگاه‌های صوتی را جستجو کرده و به شما می‌گوید دستگاهی جهت اتصال به تلویزیون در اطراف وجود دارد.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "تنظیم فضاهای رنگی قرمز، آبی ، فیروزه ای ، بنفش و زرد.",
	"Finland": "فنلاند",
	"Finnish": "فنلاندی",
	"Flash": "چشمک زن",
	"Flat Mode": "حالت تخت",
	"Font": "قلم",
	"Font 1": "قلم 1",
	"Font 2": "قلم 2",
	"Font 3": "قلم 3",
	"Font 4": "قلم 4",
	"Font 5": "قلم 5",
	"Font 6": "قلم 6",
	"Font 7": "قلم 7",
	"Font 8": "قلم 8",
	"Football": "فوتبال",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "در روتر بی سیمی که WPS (Wi-Fi Protected Setup) آن فعال است، پین‌کد را جهت اتصال تلویزیون به شبکه بی سیم وارد کنید.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "در روتر بی سیمی که WPS (Wi-Fi Protected Setup) آن فعال است، دکمه WPS-PBC را جهت اتصال تلویزیون به شبکه بی سیم فشار دهید.",
	"Fortaleza": "فورتالیزا",
	"France": "فرانسه",
	"Freetown": "فری تون",
	"French": "فرانسوی",
	"French Polynesia": "پولینزی فرانسه",
	"Full Wide": "عریض خودکار",
	"Gabon": "گابن",
	"Gaborone": "گابورون",
	"Gaelic": "گالیک",
	"Galapagos Islands": "جزایر گالاپاگوس",
	"Galician": "گالیسیایی",
	"Gallery": "گالری",
	"Gambia": "گامبیا",
	"Gambier": "گامبیر",
	"Game": "بازی",
	"Gamma": "گاما",
	"Gateway": "دروازه",
	"General": "عمومی",
	"General Age": "سن عمومی",
	"General Audience": "مخاطب عمومی",
	"General Audiences": "مخاطبین عمومی",
	"General Program Locks": "قفل برنامه عمومی",
	"Georgia": "گرجستان",
	"German": "آلمانی",
	"Germany": "آلمان",
	"Get started in a quiet environment for sound optimization.": "برای دستیابی به صدایی بهینه، این کار را در محیطی بی‌صدا انجام دهید",
	"Getting...": "در حال دریافت...",
	"Ghana": "غنا",
	"Gibraltar": "جبل الطارق",
	"Glace Bay": "خلیج گلاس",
	"Godthab": "گودتاب",
	"Grayscale": "طیف خاکستری",
	"Greece": "یونان",
	"Greek": "یونانی",
	"Green": "سبز",
	"Greenland": "گرینلند",
	"Grenada": "گرنادا",
	"Guadalcanal": "گوادال کانال",
	"Guadeloupe": "گوادلوپ",
	"Guam": "گوام",
	"Guatemala": "گواتمالا",
	"Guatemala City": "شهر گواتمالا",
	"Guayaquil": "گوایاکیل",
	"Guernsey": "گورنسی",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "عملیات‌ها و منوهای راهنما همراه با صدا برای کاربران تلویزیون که مشکلات بینایی دارند.",
	"Guinea": "گینه",
	"Guinea Bissau": "گینه بیسائو",
	"Guinea Conakry": "گینه کوناکری",
	"Guinea Equatorial": "گینه استوایی",
	"Gujarati": "گجراتی",
	"Guyana": "گویان",
	"H Position": "موقعیت افقی",
	"H Sharpness": "وضوح افقی",
	"H Size": "اندازه افقی",
	"HD Mode": "حالت HD",
	"HD Mode Option": "گزینه حالت HD",
	"HDD Eco Mode": "حالت HDD Eco",
	"HDD Power Saving Mode": "حالت ذخیره نیرو HDD",
	"HDMI Input Audio Format": "فرمت صدای ورودی HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} از 8K Ultra HD Deep Color پشتیبانی می‌کنند.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} از Ultra HD Deep Color پشتیبانی می‌کنند.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "درگاه HDMI {port1} از 8K Ultra HD Deep Color پشتیبانی می‌کند.",
	"HDMI {port1} port support Ultra HD Deep Color.": "درگاه HDMI {port1} از Ultra HD Deep Color پشتیبانی می‌کند.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} و HDMI {port3} از 8K Ultra HD Deep Color پشتیبانی می‌کنند.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} و HDMI {port3} از Ultra HD Deep Color پشتیبانی می‌کنند.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} و HDMI {port3} و HDMI {port4} از8K Ultra HD Deep Color پشتیبانی می‌کنند.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "درگاه‌های HDMI {port1} و HDMI {port2} و HDMI {port3} و HDMI {port4} ازUltra HD Deep Color پشتیبانی می‌کنند.",
	"HDR Effect": "جلوه HDR",
	"HDR Picture Mode": "حالت تصویر HDR",
	"Haiti": "هاییتی",
	"Halifax": "هالیفکس",
	"Harare": "هراره",
	"Harbin": "هاربین",
	"Hard of Hearing": "کم شنوایان ",
	"Havana": "هاناوا",
	"Headphones Volume": "صدای هدفون",
	"Hebrew": "عبری",
	"Helsinki": "هلسینکی",
	"Hermosillo": "هرموسیلو",
	"High": "زیاد ",
	"High Contrast": "کنتراست بالا",
	"Higher values increase a sense of warmth or coldness.": "مقادیر بیشتر، حس گرمی یا سردی را افزایش می دهند.",
	"Hindi": "هندی",
	"Ho Chi Minh": "هوچی مین",
	"Home Animation": "انیمیشن صفحه اصلی",
	"Home Auto Launch": "شروع خودکار صفحه اصلی",
	"Home Mode": "حالت خانگی",
	"Home Promotion": "ارتقای Home",
	"Home Settings": "تنظیمات صفحه اصلی",
	"Home/Store Mode": "حالت خانگی/فروشگاهی",
	"Honduras": "هندوراس",
	"Hong Kong": "هنگ‌کنگ، ناحیهٔ ویژهٔ حکومتی چین",
	"Hongkong": "هنگ‌کنگ، ناحیهٔ ویژهٔ حکومتی چین",
	"Honolulu": "هونولولو",
	"Hours": "ساعت",
	"However, the IPv6 version of the address does not support editing.": "به هر حال، نسخه IPv6 آدرس از قابلیت ویرایش پشتیبانی نمی‌کند.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "با این وجود، برای نگه داشتن تلویزیون در شرایط بهینه،Always-on برای پنج ساعت تنظیم‌شده غیرفعال می‌شود و برق دستگاه کاملاً قطع می‌گردد.",
	"Hungarian": "مجارستانی",
	"Hungary": "مجارستان",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "مهم! بازنشانی، همه تنظیمات حساب و برنامه های نصب شده را حذف خواهد کرد. این عمل قابل لغو نیست.",
	"IP (Automatic)": "IP (خودکار)",
	"IP (Manual)": "IP (دستی)",
	"IP Address": "آدرس IP",
	"IVC (Cote d’Ivoire)": "IVC (ساحل عاج)",
	"Iceland": "ایسلند",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "در صورت انتخاب همگام سازی روشن/خاموش کردن خودکار، وقتی یک دستگاه SIMPLINK را روشن می کنید، تلویزیونتان روشن می شود و وقتی تلویزیون را خاموش می کنید، دستگاه های SIMPLINK شما نیز خاموش می شوند.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "در صورت تنظیم بودن کنترل جهانی گیرنده تلویزیون دیجیتال/OTT، از کنترل از راه دور LG برای کار با گیرنده تلویزیون دیجیتال متصل استفاده کنید.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "در صورتی که دستگاهی به یک درگاه متصل باشد، می‌توانید تصویر بهینه بازی را با کم‌ترین تأخیر یا وقفه در ویدئوی دستگاه مشاهده کنید.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "اگر این حالت روشن باشد و شما دستگاهی را متصل کنید که از Ultra HD Deep Color نیز پشتیبانی کند، عکس شما واضح‌تر می‌شود.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "اگر ضبط یا به روزرسانی نرم افزار در حال انجام باشد، تا تکمیل آنها منتظر می ماند و فرایند ممکن است بیشتر از یک ساعت طول بکشد.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "اگر ضبط یا به‌روزرسانی نرم‌افزار در حال انجام باشد، تا تکمیل آنها منتظر می‌ماند و فرایند ممکن است بیش از {n} دقیقه طول بکشد.",
	"If the device is not connected, you may not hear any sound through it.": "اگر دستگاه متصل نباشد، ممکن است هیچ صدایی از آن شنیده نشود.",
	"If the edge of the screen is not clean, please turn this function off.": "در صورتی که گوشه‌های صفحه واضح نمایش داده نمی‌شود، لطفاً این عملکرد را خاموش کنید.",
	"If the program does not support multiple languages, the default language is selected.": "اگر برنامه از چندین زبان پشتیبانی نمی‌کند، زبان پیش‌فرض انتخاب می‌شود.",
	"If the program does not support the selected output format, the default output from the source will be used.": "اگر برنامه فرمت خروجی انتخابی را پشتیبانی نمی‌کند، از خروجی پیش فرض منبع استفاده می‌شود.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "در صورتی که برنامه از تنظیمات صوتی مختلف پشتیبانی نکند، صدای پیش‌فرض انتخاب خواهد شد.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "در صورت تکرار این علائم، لطفاً مقدار تنظیم‌شده را مجدداً تغییر دهید یا دستگاه خارجی متصل را مجدداً راه‌اندازی نمایید.",
	"If the selected language does not support, the default language from broadcasts will be used.": "در صورتی که از زبان انتخاب‌شده پشتیبانی نمی‌شود، از زبان پیش‌فرض پخش استفاده خواهد شد.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "در صورتی که کاربر به مدت یک ساعت هیچ ورودی در صفحه ثابت وارد نکند، تلویزیون به حالت محافظ صفحه نمایش می‌رود.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "اگر زمانی که تنظیم کردید با زمان فعلی تفاوت زیادی داشته باشد، ممکن است بعضی از قابلیت‌های هوشمند نمایش داده نشود.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "اگر از طریق دستگاه صدایی به گوش نمی رسد، مطمئن شوید که به درستی کار می کند و از همگام سازی صدای LG پشتیبانی می کند.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "در صورتی که حالت نمایشی در فروشگاه را انتخاب کنید، تلویزیون روی مقادیر بهینه برای فروش تلویزیون تنظیم می‌شود.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "اگر راهنمای صوتی را روشن کنید، تنها می توانید با دکمه های چپ، راست، بالا، پایین روی کنترل خود جا به جا شوید و برخی برنامه ها که نیازمند اشاره گر هستند نمی توانند استفاده شوند.",
	"If you turn it off, CAM operator's profile will be deleted.": "اگر آن را خاموش کنید، پروفایل اپراتور CAM حذف خواهد شد.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "اگر آن را خاموش کنید، همه کانال های تنظیم شده CAM در دسترس نخواهند بود و اعلان ها دیگر نمایش داده نمی شوند.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "در صورت خاموش کردن «شروع سریع+» قادر نخواهید بود تلویزیون خود را با استفاده از کنترل از راه دور آزاد روشن کنید. می‌خواهید ادامه دهید؟",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "اگر محافظ صفحه نمایش را خاموش کنید و تصویر ثابتی بیش از 2 ساعت روی صفحه نمایش باقی بماند، می تواند روی کیفیت تصویر صفحه نمایش شما تأثیر بگذارد. اگر این تصویر بیش از 5 ساعت باقی بماند، ممکن است افت دائمی در کیفیت تصویر رخ دهد. می خواهید ادامه دهید؟",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "در صورت خاموش کردن این قابلیت، ممکن است صفحه ثابت برای مدت طولانی‌تری نمایش داده شود و در نتیجه کیفیت صفحه نمایش کاهش پیدا کند، یا در بعضی از موارد به سختی به کیفیت اصلی برگردد.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "در صورت استفاده از عملکرد صرفه جویی نیرو، روشنایی تلویزیونتان تحت تاثیر قرار خواهد گرفت.",
	"Import your TV's channel list information from a connected USB device.": "اطلاعات لیست کانال تلویزیونتان را از یک دستگاه USB متصل وارد کنید.",
	"Import/export your TV's channel list information from/to a connected USB device.": "اطلاعات لیست کانال تلویزیونتان را از یک دستگاه USB متصل وارد کرده یا به آن صادر کنید.",
	"In Home": "در خانه",
	"India": "هند",
	"Indianapolis": "ایندیاناپولیس",
	"Indonesia": "اندونزی",
	"Indonesian": "اندونزیایی",
	"Inner": "درونی",
	"Input": "ورودی",
	"Input Locks": "قفل ورودی",
	"Input field": "قسمت ورودی",
	"Installing...": "در حال نصب...",
	"Instant Game Response": "پاسخ‌ فوری بازی",
	"Interactive Service": "خدمات تعاملی",
	"Interactivity(DTVi)": "تعامل(DTVi)",
	"Internal TV Speaker": "بلندگوی داخلی تلویزیون",
	"Invert Colors": "وارونه‌سازی رنگ‎ها",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "جهت افزایش نمای موارد نمایش داده شده در صفحه، رنگ‌های خاصی را معکوس و جبران کنید.",
	"Iran": "ایران",
	"Iraq": "عراق",
	"Ireland": "ایرلند",
	"Irish": "ایرلندی",
	"Irkutsk": "ایرکوتسک",
	"Israel": "اسرائیل",
	"Istanbul": "استانبول",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "به حالت تصویر برمی‌گردد تا حالت تصویر موردنظر را انتخاب و بازنشانی کنید.",
	"It may not sound depending on connected devices.": "ممکن است بعضی از دستگاه‌های متصل با تلویزیون همخوانی نداشته باشند و صدایی پخش نکنند.",
	"It may take a few minutes.": "ممکن است چند دقیقه طول بکشد.",
	"It may take a few seconds.": "ممکن است چند ثانیه طول بکشد.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "صدای بهینه یا Virtual 4.0 surround را از طریق الگوریتم فراگرفته شده به وسیله تکنیک LG Machine Leaning برای تماشای محتوا ارائه می‌دهد.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "صدای بهینه یا Virtual 5.1 surround را از طریق الگوریتم فراگرفته شده به وسیله تکنیک LG Deep Learning برای تماشای محتوا ارائه می‌دهد.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "این عملکرد به وسیله تنظیم صدای انعکاس‌شده در فضای اتاق بر اساس نوع نصب تلویزیون، باعث پخش صدای بهینه می‌شود.",
	"It reduces jaggies in the picture for a smooth picture.": "دندانه‌های تصویر را کاهش می‌دهد تا تصویری واضح نمایش داده شود.",
	"It works only when the broadcasting program supports captions.": "این قابلیت تنها زمانی عمل می‌کند که برنامه در حال پخش از قابلیت پخش زیرنویس توضیحی پشتیبانی کند.",
	"It works only when the broadcasting program supports subtitles.": "این قابلیت تنها زمانی عمل می‌کند که برنامه در حال پخش از قابلیت پخش زیرنویس پشتیبانی کند.",
	"Italian": "ایتالیایی",
	"Italy": "ایتالیا",
	"Ivory Coast": "ساحل عاج",
	"Jakarta": "جاکارتا",
	"Jamaica": "جامائیکا",
	"Japan": "ژاپن",
	"Japanese": "ژاپنی",
	"Jayapura": "جایاپور",
	"Jerusalem": "اورشلیم",
	"Johannesburg": "ژوهانسبورگ",
	"Jordan": "اردن",
	"Just Scan": "فقط بررسی",
	"Kabul": "کابلی",
	"Kaliningrad": "کالینینگراد",
	"Kamchatka": "کامچاتکا",
	"Kampala": "کامپالا",
	"Kannada": "کنادا",
	"Karachi": "کراچی",
	"Kashgar": "کاشغر",
	"Katmandu": "کاتماندو",
	"Kazakh": "قزاقی",
	"Kazakhstan": "قزاقستان",
	"Kenya": "کنیا",
	"Keyboard Languages": "زبان های صفحه کلید",
	"Khartoum": "خارطوم",
	"Khovd": "خود",
	"Kiev": "کیف",
	"Kigali": "گیگالی",
	"Kingston": "کینگستون",
	"Kinshasa": "کینشاسا",
	"Kiribati": "کیریباتی",
	"Kiritimati": "کیریتیماتی",
	"Kolkata": "کلکته",
	"Korea": "کره جنوبی",
	"Korean": "کره ای",
	"Krasnoyarsk": "کراسنویارسک",
	"Kuala Lumpur": "کوالالامپور",
	"Kuching": "کوچینگ",
	"Kuwait": "کویت",
	"Kuwait City": "شهر کویت",
	"Kyrgyzstan": "قرقیزستان",
	"LED Local Dimming": "تارشدگی موضعی LED",
	"LG Logo Light (Front of TV)": "چراغ آرم LG (جلوی تلویزیون)",
	"LG Services Country": "کشور سرویس دهنده LG",
	"LG Wireless Keyboard": "صفحه کلید بی سیم LG",
	"LG Wireless Keyboard Connected:": "صفحه کلید بی سیم LG وصل است:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "صفحه کلید بی سیم LG به شما اجازه می‌دهد تلویزیون را از طریق Bluetooth کنترل کنید.",
	"La Paz": "لاپاز",
	"Lagos": "لائوس",
	"Language": "زبان",
	"Laos": "لائوس",
	"Large": "بزرگ",
	"Last tuning:": "آخرین تنظیم:",
	"Latvia": "لتونی",
	"Latvian": "لتونی",
	"Lebanon": "لبنان",
	"Left": "چپ",
	"Left Right": "چپ/راست",
	"Left Surround": "صدای فراگیر چپ",
	"Left drop shadow": "سایه سمت چپ",
	"Legal Notice": "اطلاعیه حقوقی",
	"Lesotho": "لسوتو",
	"Liberia": "لیبریا",
	"Libreville": "لیبرویل",
	"Libya": "لیبی",
	"Liechtenstein": "لیختن‌اشتاین",
	"Light": "کم",
	"Lilongwe": "لیلونگوه",
	"Lima": "لیما",
	"Limit AD Tracking": "محدود کردن رهگیری AD",
	"Lisbon": "لیسبون",
	"Lithuania": "لیتوانی",
	"Lithuanian": "لیتوانی",
	"Ljubljana": "لیوبلیانا",
	"Loading...": "بارگیری...",
	"Local": "محلی",
	"Local Language": "زبان محلی",
	"Location": "مکان",
	"Lock All": "قفل همه",
	"Lock changes for currently running apps will be applied the next time they are started.": "تغییرات قفل برای برنامه های در حال اجرا در شروع بعدی آنها اعمال خواهد شد.",
	"Logo Luminance Adjustment": "تنظیم روشنایی لوگو",
	"Lome": "لومه",
	"London": "لندن",
	"Lord Howe": "لرد هاو",
	"Los Angeles": "لس آنجلس",
	"Louisville": "لوئیزویل",
	"Low": "کم",
	"Luanda": "لوآندا",
	"Lubumbashi": "لوبومباشی",
	"Luminance": "درخشندگی",
	"Lusaka": "لوزاکا",
	"Luxembourg": "لوکزامبورگ",
	"MAC Address": "MAC Address ",
	"MAC Address (Wired)": "آدرس MAC (سیمی)",
	"MAC Address (Wireless)": "آدرس MAC (بی سیم)",
	"MASTER PASSWORD": "رمز عبور اصلی",
	"MHEG Guide": "راهنمای MHEG",
	"MPEG Noise Reduction": "کاهش نویز MPEG",
	"Macao": "ماکائو",
	"Macedonia": "مقدونیه",
	"Macedonia, The Former Yugoslav Republic Of": "مقدونیه، جمهوری پیشین یوگسلاوی",
	"Macedonian": "مقدونی",
	"Maceió": "ماسیو ",
	"Maceió ": "ماسیو ",
	"Madagascar": "ماداگاسکار",
	"Madeira": "مادیرا",
	"Madrid": "مادرید",
	"Magadan": "ماگادان",
	"Magenta": "بنفش",
	"Makassar": "ماکاسار",
	"Make blurry or difficult-to-see areas more vivid.": "مناطق تیره یا بدون کیفیت را شفاف‌تر کنید.",
	"Malabo": "مالابو",
	"Malawi": "مالاوی",
	"Malay": "مالایی",
	"Malayalam": "مالایالام",
	"Malaysia": "مالزی",
	"Maldives": "مالدیو",
	"Mali": "مالی",
	"Malta": "مالت",
	"Manage channels stored on the TV.": "کانال‌های ذخیره‌شده در تلویزیون را مدیریت کنید.",
	"Managua": "ماناگوا",
	"Manama": "منامه",
	"Manaus": "مانائوس",
	"Mandarin": "ماندارین",
	"Manila": "مانیلا",
	"Manual": "دستی",
	"Maori": "مائوری",
	"Maputo": "ماپوتو",
	"Marathi": "مراتی",
	"Marquesas": "مارکویز",
	"Marshall Islands": "جزایر مارشال",
	"Martinique": "مارتینیک",
	"Maseru": "ماسرو",
	"Mature Audience Only": "فقط مخاطب بالغ",
	"Mauritania": "موریتانی",
	"Mauritius": "موریس",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "با افزایش شدت نواحی روشن و تاریک صفحه نمایش، کنتراست را به حداکثر برسانید.",
	"Mayotte": "مایوت",
	"Mazatlán": "مازاتلن",
	"Mbabane": "مبابانه",
	"Medium": "متوسط",
	"Menu Language": "زبان منو",
	"Menu Transparency": "شفافیت منو",
	"Message": "پیام",
	"Method": "روش",
	"Mexico": "مکزیک",
	"Mexico City": "مکزیکو سیتی",
	"Middle East": "خاورمیانه",
	"Minsk": "مینسک",
	"Minutes": "دقیقه",
	"Mobile Connection Management": "مدیریت اتصال تلفن همراه",
	"Mode Option": "گزینه حالت",
	"Model": "مدل",
	"Mogadishu": "موگادیشو",
	"Moldova": "مولدووا",
	"Monaco": "موناکو",
	"Moncton": "مانکتون",
	"Mongolia": "مغولستان",
	"Monrovia": "مونروویا",
	"Montenegro": "مونته‌نگرو",
	"Monterrey": "مونتری",
	"Montevideo": "مونته ویدیو",
	"Month": "ماه",
	"Montréal": "مونترال",
	"Morocco": "مراکش",
	"Moscow": "مسکو",
	"Motion Eye Care": "مراقبت از چشم",
	"Movie Lock": "قفل فیلم",
	"Mozambique": "موزامبیک",
	"Multi Audio": "صدای Multi",
	"Multi Channel Audio": "صدای Multi Channel",
	"Multi Feed": "فید چندگانه",
	"Multiple": "چندگانه",
	"Muscat": "مسقط",
	"Music": "موسیقی",
	"Myanmar": "میانمار (برمه)",
	"Mérida": "مریدا",
	"NEXTGEN TV Mode": "حالت تلویزیون NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - نیو ساوت ولز/قلمرو پایتختی استرالیا - سیدنی",
	"NT - Northern Territory - Darwin": "NT - قلمرو شمالی - داروین",
	"Nairobi": "نایروبی",
	"Namibia": "نامیبیا",
	"Narrow": "باریک",
	"Nassau": "ناسائو",
	"Natural": "طبیعی",
	"Ndebele": "اندبل",
	"Ndjamena": "آنجامینا",
	"Nepal": "نپال",
	"Netherland": "هلند",
	"Netherlands": "هلند",
	"Network": "شبکه",
	"Network Connection Settings": "تنظیمات اتصال به شبکه",
	"Network Name": "نام شبکه",
	"Network-Based Personalization Recommendations": "توصیه‌های سفارشی‌سازی مبتنی بر شبکه",
	"New Caledonia": "کالدونیای جدید",
	"New York": "نیویورک",
	"New Zealand": "نیوزیلند",
	"Next": "بعدی",
	"Niamey": "نیامی",
	"Nicaragua": "نیکاراگوئه",
	"Nicosia": "نیکوزیا",
	"Niger": "نیجر",
	"Nigeria": "نیجریه",
	"Night": "شب",
	"Nipigon": "نیپیگون",
	"No": "خیر",
	"No Internet via 3G/4G network": "اینترنت از طریق شبکه 3G/4G در دسترس نیست",
	"No Internet via Ethernet": "اینترنت از طریق اترنت وجود ندارد",
	"No Internet via Wi-Fi": "اینترنت از طریق Wi-Fi وجود ندارد",
	"No One 17 and Under Admitted.": "بچه های دارای 17 سال یا کمتر پذیرفته نمی شوند.",
	"No Operation Auto Off": "بدون خاموش کردن خودکار عملیات",
	"No Signal Auto Off": "بدون خاموش شدن خودکار سیگنال",
	"No Signal Image": "تصویر بدون سیگنال",
	"No Signal Power Off (15Min)": "خاموش شدن در صورت عدم وجود سیگنال (۱۵ دقیقه)",
	"No devices have been found.": "هیچ دستگاهی یافت نشد.",
	"No paired devices.": "دستگاه جفت‌شده‌ای وجود ندارد.",
	"No signal on Server": "سیگنالی در سرور وجود ندارد",
	"No updates found.": "هیچ به روزرسانی یافت نشد.",
	"Noise Reduction": "کاهش نویز",
	"None": "هیچکدام",
	"Normal": "معمولی",
	"North Korea": "کره شمالی",
	"Northern Africa": "آفریقای شمالی",
	"Norway": "نروژ",
	"Norwegian": "نروژی",
	"Not Connected": "وصل نیست",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "نکته: اگر دستگاهتان از این ویژگی پشتیبانی نمی‌کند، این ویژگی ممکن است به درستی کار نکند. در این صورت، می‌توانید این دستگاه را به درگاه HDMI دیگری متصل کنید یا تنظیم 8K HDMI Ultra HD Deep Color را خاموش کنید.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "نکته: اگر دستگاهتان از این ویژگی پشتیبانی نمی کند، این ویژگی ممکن است به درستی کار نکند. در این صورت، می‌توانید این دستگاه را به درگاه HDMI دیگری متصل کنید یا تنظیم HDMI Ultra HD Deep Color را خاموش کنید.",
	"Note: Available options depend on the broadcast program.": "توجه: گزینه های موجود به برنامه در حال پخش بستگی دارند.",
	"Note: Behavior may differ if connected device is not a LG device.": "توجه: اگر دستگاه متصل یک دستگاه LG نباشد، ممکن است عملکرد فرق داشته باشد.",
	"Note: Only displayed when it is provided by the program.": "توجه: فقط در صورت ارائه توسط برنامه نمایش داده می شود.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "توجه: زیرنویس ها فقط زمانی که توسط برنامه در حال پخش ارائه شوند، نشان داده می شوند.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "توجه: ویژگی های پشتیبانی شده ممکن است در مدل های مختلف متفاوت باشد و شفافیت آن در عملکردهای مختلف با پخش محتوا همچون محتوای Live TV و VOD متفاوت باشد.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "نکته:<br>1. اگر تلویزیون شما در حین اجرای بازیابی پیکسل روشن شود، فرایند را متوقف می کند و باید از ابتدا شروع کنید.<br>2. در حین کار، خط سفید رنگی در صفحه نمایش ظاهر می شود. این امر هنگام پاک سازی صفحه نمایش عادی است.",
	"Notifications": "اعلان‌ها",
	"Nouméa": "نومیا",
	"Novosibirsk": "نووسیبریسک",
	"OK": "تأیید",
	"OLED LIGHT": "نور زمینه OLED",
	"OLED Screen Saver": "محافظ صفحه OLED",
	"Off": "خاموش",
	"Oman": "عمان",
	"Omsk": "اومسک",
	"On": "روشن",
	"OnTimer Channel not selected": "کانال روشن شدن تایمر انتخاب نشد.",
	"Open": "باز",
	"Open Source Licenses": "اطلاعیه نرم افزار منبع آزاد",
	"Open when TV is turned on": "در هنگام روشن شدن تلویزیون باز شود",
	"Operate once when TV is off": "یکبار اجرا در زمانی که تلویزیون خاموش است",
	"Optical": "اپتیکال",
	"Optical + Internal TV Speaker": "اپتیکال + بلندگوی داخلی تلویزیون",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "بهینه‌سازی عمق محتوا توسط الگوریتم آموخته‌شده از طریق روش یادگیری ماشینی LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "تنظیمات کنتراست را بر اساس روشنایی تصویر محتوای HDR بهینه کنید.",
	"Optimize contrast settings based on image brightness.": "تنظیمات کنتراست را بر اساس روشنایی تصویر بهینه کنید.",
	"Optimize the sound for a cinematic experience.": "صدا را برای ایجاد تجربه سینمایی بهینه‌سازی می‌کند.",
	"Oranjestad": "اورنجستاد",
	"Original Language": "زبان اصلی",
	"Oslo": "اسلو",
	"Others": "موارد دیگر",
	"Ouagadougou": "اوآگادوگو",
	"Outer": "بیرونی",
	"Output sound through the Internal TV speaker.": "صدا از طریق بلندگوی داخلی تلویزیون پخش می شود.",
	"Pakistan": "پاکستان",
	"Palau": "پالائو",
	"Panama": "پاناما",
	"Panama City": "پاناما سیتی",
	"Panjabi": "پنجابی",
	"Papua New Guinea": "پاپوا گینه نو",
	"Paraguay": "پاراگوئه",
	"Paramaribo": "پاراماریبو",
	"Parental Guidance Suggested": "پیشنهاد به والدین",
	"Parental Guidance Suggested :": "پیشنهاد به والدین:",
	"Parental guidance suggested for children ages 8-13.": "راهنمای والدین که برای کودکان 8 تا 13 سال پیشنهاد می‌شود.",
	"Parents Guidance strongly required :": "در این موارد به شدت به نظارت والدین نیاز است:",
	"Parents Strongly Cautioned": "هشدار جدی به والدین",
	"Paris": "پاریس",
	"Pass Through": "خروج",
	"Password": "رمز ورود",
	"Patent Information": "اطلاعات والدین",
	"Peak Brightness": "حداکثر روشنایی",
	"Persian": "فارسی",
	"Peru": "پرو",
	"Philippines": "فیلیپین",
	"Phnom Penh": "پنون پن",
	"Phoenix": "فوئنیکس",
	"Photo": "عکس",
	"Pick a Time": "انتخاب زمان",
	"Picture": "تصویر",
	"Picture Mode": "حالت تصویر",
	"Picture Mode Settings": "تنظیمات حالت تصویر",
	"Picture Options": "گزینه های عکس",
	"Picture Test": "تست تصویر",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "هنگامی که دستگاه خارجی متصل و تلویزیون با هم در ارتباط هستند، تصویر و صدا ممکن است به درستی کار نکنند. در صورت تداوم مشکل، تنظیمات را برگردانید یا دستگاه خارجی متصل را خاموش و روشن کنید.",
	"Pitch": "تون",
	"Pixel Refresher": "بازیابی پیکسل",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "بازیابی پیکسل به تلویزیون شما امکان می دهد واضحترین تصویر ممکن را ارائه دهد.",
	"Pixel Refresher begins only once when the TV is turned off.": "بازیابی پیکسل فقط یکبار در زمان خاموش بودن تلویزیون شروع می‌شود.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "دفعه دیگر که تلویزیون را خاموش می کنید، بازیابی پیکسل طبق زمان بندی شروع می شود.",
	"Play": "پخش",
	"Play sound through TV Speaker.": "صدا را از طریق بلندگوی تلویزیون پخش می‌کند.",
	"Play the standard sound suitable for all types of content.": "صدای استاندارد مناسب را برای انواع مختلف محتوا پخش می‌کند.",
	"Please check if WiSA Speakers are turned on and try again.": "لطفاً از روشن بودن بلندگوهای WiSA مطمئن شوید و دوباره امتحان کنید.",
	"Please check that the Bluetooth device is already connected to another device.": "بررسی کنید دستگاه Bluetooth به دستگاه دیگر متصل باشد.",
	"Please check the network name and password and try again.": "لطفا نام و رمز عبور شبکه را بررسی کرده و دوباره امتحان کنید.",
	"Please check the status and try again": "لطفاً وضعیت را بررسی و دوباره امتحان کنید",
	"Please do not unplug the USB storage until the copying is completed.": "لطفاً تا زمانی که کپی کامل نشده است، حافظه USB را جدا نکنید.",
	"Please enter your password to turn off this function.": "لطفا برای خاموش کردن این عملکرد رمز عبور خود را وارد کنید.",
	"Please enter your password to turn on this function.": "لطفا برای روشن کردن این عملکرد رمز عبور خود را وارد کنید.",
	"Please make sure that your TV is connected to the network and try again.": "لطفا مطمئن شوید که تلویزیونتان به شبکه وصل است و دوباره امتحان کنید.",
	"Please note that LG does not use or manage the value.": "لطفاً توجه داشته باشید که LG از این مقدار استفاده نمی‌کند یا آن را مدیریت نمی‌کند.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "لطفاً توجه داشته باشید در صورتی که صدای خروجی دیجیتال روی «خروج» تنظیم شده باشد نمی‌توانید صدا را پخش کنید.",
	"Please try again later.": "لطفا بعداً دوباره امتحان کنید.",
	"Please wait while the Settings application reloads.": "لطفاً تا زمانی که برنامه تنظیمات دوباره بارگذاری می شود صبر کنید.",
	"Please wait while the Settings application restarts.": "لطفاً تا زمانی که برنامه تنظیمات دوباره راه اندازی می شود صبر کنید.",
	"Please wait while the TV restarts.": "لطفاً منتظر بمانید تا تلویزیون مجدداً راه اندازی شود.",
	"Please wait while the TV searches for LG Service Country.": "لطفا تا زمانیکه جستجوی تلویزیون برای کشور سرویس دهندهLG انجام می شود، منتظر بمانید.",
	"Podgorica": "پودگوریتسا",
	"Point": "نقاط",
	"Pointer Options": "گزینه های اشاره گر",
	"Pointer Size": "اندازه اشاره‌گر",
	"Poland": "لهستان",
	"Polish": "لهستانی",
	"Pontianak": "پونتیاناک",
	"Port Louis": "بندر لوئیس",
	"Port Moresby": "پورت مورسبی",
	"Port of Spain": "بندر اسپانیا",
	"Port-au-Prince": "پورت و پرنس",
	"Porto Novo": "پورتو نوو",
	"Porto Velho": "پورتو ولو",
	"Porto-Novo": "پورتو-نوا",
	"Portugal": "پرتغال",
	"Portuguese": "پرتغالی",
	"Position": "موقعیت",
	"Position Settings": "تنظیمات موقعیت",
	"Power Off Timer": "زمان‌سنج خاموش کردن",
	"Power On Timer": "زمان‌سنج روشن کردن",
	"Power Saving Mode": "حالت ذخیره نیرو",
	"Prague": "پراگ",
	"Praia": "پرایا",
	"Preschool": "کودکان",
	"Press right button to adjust de-blur and Motion Pro value.": "برای تنظیم de-blur و میزان Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "برای تنظیم مقدار de-blur و OLED Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-blur and OLED Motion value.": "برای تنظیم مقدار de-blur و OLED Motion، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder and Motion Pro value.": "برای تنظیم de-judder و میزان Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "برای تنظیم مقدار de-judder و OLED Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder and OLED Motion value.": "برای تنظیم مقدار de-judder و OLED Motion، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "برای تنظیم de-judder، de-blur و میزان Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "برای تنظیم مقدار de-blur ،de-judder و OLED Motion Pro، دکمه راست را فشار دهید.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "برای تنظیم مقدار de-blur ،de-judder و OLED Motion، دکمه راست را فشار دهید.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "دکمه WPS روی روتر دارای WPS فعال را برای اتصال تلویزیون به شبکه فشار دهید.",
	"Press the right button to adjust Motion Pro settings.": "برای انجام تنظیمات Motion Pro، دکمه راست را فشار دهید.",
	"Press the right button to adjust OLED Motion Pro settings.": "برای انجام تنظیمات OLED Motion Pro، دکمه راست را فشار دهید.",
	"Press the right button to adjust OLED Motion settings.": "برای انجام تنظیمات OLED Motion، دکمه راست را فشار دهید.",
	"Press the right button to adjust de-blur settings.": "برای انجام تنظیمات de-blur، دکمه راست را فشار دهید.",
	"Press the right button to adjust de-judder settings.": "برای انجام تنظیمات de-judder، دکمه راست را فشار دهید.",
	"Previous": "قبلی",
	"Primary Audio Language": "زبان صوتی اصلی",
	"Primary Channels": "کانال های اولیه",
	"Primary Teletext Language": "زبان اصلی تله تکست ",
	"Program exempted from ratings.": "برنامه از رتبه‌بندی معاف است.",
	"Programme": "برنامه",
	"Provide HbbTV Distinctive ID": "ارائه شناسه منحصربه‌فرد HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "شناسه منحصربه‌فرد HbbTV را جهت پخش به خدمات HbbTV ارائه می‌دهد.",
	"Provided services may vary depending on countries.": "خدمات ارائه‌شده ممکن است بسته به کشور متفاوت باشد.",
	"Puerto Rico": "پورتوریکو",
	"Pyongyang": "پیونگ یانگ",
	"QLD - Queensland - Brisbane": "QLD - کوئینزلند - بریسبان",
	"Qatar": "قطر",
	"Quick Help": "راهنمای سریع",
	"Quick Start+": "شروع سریع+",
	"Rainy River": "رینی ریور",
	"Raised": "برجسته",
	"Rangoon": "رانگون",
	"Real Cinema": "سینمای واقعی",
	"Reason: Authentication with access point was unsuccessful.": "دلیل: تأیید اعتبار با نقطه دسترسی ناموفق بود.",
	"Reason: Could not establish a connection to access point.": "دلیل: اتصال به نقطه دسترسی برقرار نشد.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "دلیل: با استفاده از DHCP آدرس IP معتبری بازیابی نشد.",
	"Reason: Entered password is incorrect.": "دلیل: رمز عبور وارد شده صحیح نیست.",
	"Reason: Password is missing.": "دلیل: رمز عبور یافت نشد.",
	"Reason: The network you selected is out of range.": "دلیل: شبکه ای که انتخاب کرده اید خارج از محدوده پوشش است.",
	"Reason: Unable to login.": "دلیل: ورود به سیستم ممکن نیست.",
	"Receive emergency alerts from TV when an emergency occurs.": "هنگام وقوع موارد اضطراری، هشدارهای اضطراری را از تلویزیون دریافت کنید.",
	"Recife": "رسیف",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "توصیه می‌شود ساعاتی که معمولاً تلویزیون تماشا نمی‌کنید را به عنوان Always-on تنظیم کنید.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "توصیه محتوا و قابلیت‌های مفید بر اساس سابقه تماشا و الگوهای استفاده از برنامه.",
	"Recommendations are available for the people, products and locations related to the current program.": "توصیه‌هایی برای افراد، محصولات و مکان‌های مربوط به برنامه فعلی در دسترس است.",
	"Red": "قرمز",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "نویز نامنظم را از سیگنال‌های ویدئوی دیجیتال کاهش دهید تا کیفیت تصویر بهینه شود.",
	"Regina": "رجینا",
	"Region": "منطقه",
	"Registered Devices ({num})": "دستگاه های ثبت‌شده ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "صدای دارای تن بالای صدای بهینه‌شده تقویت شود.",
	"Reinforce the low-pitched tone of the optimized sound.": "صدای دارای تن پایین صدای بهینه‌شده تقویت شود.",
	"Remote Settings": "تنظیمات کنترل از راه دور",
	"Remove irregular and erratic pixels for a clearer image.": "برای داشتن تصویری واضح تر، پیکسل های نامنظم و متغیر را حذف کنید.",
	"Reset": "بازنشانی",
	"Reset AD ID": "بازنشانی AD ID",
	"Reset CI Password": "بازنشانی رمز عبور CI",
	"Reset HbbTV Distinctive ID": "بازنشانی شناسه منحصربه‌فرد HbbTV",
	"Reset Password": "بازنشانی رمز عبور",
	"Reset Settings": "بازنشانی تنظیمات",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "لیست برنامه تأیید شده در زمان اتصال به برنامه تلفن همراه HbbTV بازنشانی می شود.",
	"Reset the caption position.": "محل زیرنویس را بازنشانی کنید.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "سابقه محتوای مشاهده‌شده و برنامه های کاربردی استفاده‌شده بازنشانی می شود. پس از بازنشانی سابقه، ممکن است زمان زیادی طول بکشد تا توصیه‌ شده های محتوا را دوباره دریافت نمایید.",
	"Reset to Initial Settings": "بازنشانی به تنظیمات اولیه",
	"Restrict access to TV programs based on their ratings.": "دسترسی به برنامه های تلویزیونی را بر اساس رتبه بندی آنها محدود کنید.",
	"Restrict watching based on age ratings for children programs.": "تماشای تلویزیون را براساس رتبه بندی سنی برای برنامه‌های کودکان محدود کنید.",
	"Restrict watching based on ages ratings.": "تماشای تلویزیون را براساس رتبه بندی سنی محدود کنید.",
	"Restrict watching based on fantasy violence content ratings.": "تماشای تلویزیون را براساس رتبه بندی محتوای خشونت‌آمیز فانتزی محدود کنید.",
	"Restrict watching based on programs containing adult language.": "تماشای تلویزیون را براساس دارا بودن زبان بزرگسالان محدود کنید.",
	"Restrict watching based on programs containing sexual scene.": "تماشای تلویزیون را براساس دارا بودن صحنه‌های جنسی محدود کنید.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "تماشای تلویزیون را براساس برنامه‌های حاوی گفتگوی تحریک آمیز جنسی محدود کنید.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "تماشا را براساس سن یا رتبه بندی محتوا تحت نظارت والدین محدود کنید.",
	"Restrict watching based on violence content ratings.": "تماشای تلویزیون را بر اساس رتبه بندی محتوای خشونت‌آمیز محدود کنید.",
	"Restrict watching movies based on rating.": "تماشای فیلم‌ها را براساس رتبه بندی محدود کنید.",
	"Restrict watching programs based on rating.": "تماشای برنامه‌ها را براساس رتبه بندی برنامه محدود کنید.",
	"Restriction ratings :": "رتبه‌بندی محدودیت:",
	"Retry": "سعی مجدد",
	"Revert TV to its initial settings.": "تلویزیون به تنظيمات اولیه باز می‌گردد.",
	"Revert color adjustment settings to default.": "تنظیمات مربوط به تنظیم رنگ را به پیش فرض بازگردانید.",
	"Revert detailed sound effect settings of standard mode to default.": "تنظیمات جلوه صوتی حالت استاندارد را به مقدار پیش‌فرض برگردانید.",
	"Revert picture setting values to default.": "مقادیر تنظيمات تصویر را به حالت پیش‌فرض برمی‌گرداند.",
	"Revert white balance settings to default.": "تنظیمات توازن سفیدی را به پیش فرض بازگردانید.",
	"Reykjavik": "ریکیاویک",
	"Riga": "ریگا",
	"Right": "راست",
	"Right Left": "راست/چپ",
	"Right Surround": "صدای فراگیر راست",
	"Right drop shadow": "سایه سمت راست",
	"Rio Branco": "ریو برانکو",
	"Riyadh": "ریاض",
	"Romania": "رومانی",
	"Romanian": "رومانی",
	"Rome": "رم",
	"Russia": "روسیه",
	"Russian": "روسی",
	"Rwanda": "رواندا",
	"SA - South Australia - Adelaide": "SA - استرالیای جنوبی - آدلاید",
	"SIGNATURE Opening": "شروع SIGNATURE",
	"SIGNATURE TV Settings": "تنظيمات تلویزیون SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "با SIMPLINK می توانید از کنترل از راه دور LG برای کنترل سایر دستگاه های دارای SIMPLINK مانند پخش کننده DVD یا سیستم صوتی سینمای خانگی که با HDMI به تلویزیون هوشمند LG شما وصل شده اند، استفاده کنید.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK بطور خودکار فعال می شود تا از این حالت ARC استفاده شود.",
	"Safety": "ایمنی",
	"Saint Lucia": "سنت لوسیا",
	"Saint Vincent": "سنت وینسنت و گرنادین‌ها",
	"Sakhalin": "ساخالین",
	"Samara": "سامارا",
	"Samarkand": "سمرقند",
	"Samoa": "ساموا",
	"San Luis": "سان لوئیس",
	"San Salvador": "سان سالوادور",
	"Sana": "سنا",
	"Santiago": "سانتیگو",
	"Santo Domingo": "سانتو دومینگو",
	"Sarajevo": "سارایوو",
	"Satellite": "ماهواره",
	"Satellite DTV": " تلویزیون دیجیتال ماهواره",
	"Satellite Radio": "رادیو ماهواره",
	"Saturation": "اشباع رنگ",
	"Saudi Arabia": "عربستان سعودی",
	"Saudi arabia": "عربستان سعودی",
	"Save CAM Operator's Profile": "ذخیره نمایه اپراتور CAM",
	"Save CI Password": "ذخیره رمز عبور CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "تنظیمات مربوط به تنظیم رنگ حالت تصویر فعلی را در همه ورودی‌ها ذخیره کنید.",
	"Save the white balance settings from the current picture mode in all inputs.": "تنظیمات توازن سفیدی را از حالت تصویر فعلی در همه ورودی‌ها ذخیره کنید.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "رمز عبور CI را ذخیره/بازنشانی کنید. با ذخیره رمز عبور می توانید از مرحله ورود به سیستم در آینده رد شوید.",
	"Scan \"Auto Detect\" automatically.": "«شناسایی خودکار» را به صورت خودکار اسکن کنید.",
	"Scoresbysund": "اسکورزبیسوند",
	"Screen Down": "صفحه پایین",
	"Screen Off": "نمایشگر خاموش",
	"Screen Saver": "محافظ صفحه",
	"Screen Shift ": "تغییر صفحه",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "صفحه در بازه زمانی منظم تغییر می‌کند و از مشکلات کیفیت تصویر که ممکن است در زمان روشن بودن تلویزیون برای مدت زمانی طولانی رخ دهد، جلوگیری می‌کند.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "صفحه پس از 5 ثانیه خاموش می شود. برای روشن کردن مجدد صفحه، دکمه ای به جز دکمه روشن/خاموش و میزان صدا را فشار دهید.",
	"Search": "جستجو",
	"Search Bluetooth Device": "جستجوی دستگاه بلوتوث",
	"Searching...": "در حال جستجو",
	"Second Language": "زبان دوم",
	"Secondary Audio Language": "زبان صوتی فرعی",
	"Secondary Teletext Language": "زبان دوم تله تکست",
	"Security": "ایمنی",
	"Select IRE point to adjust luminance.": "برای تنظیم درخشندگی نقطه IRE را انتخاب کنید.",
	"Select Mode": "انتخاب حالت",
	"Select TV's language settings.": "تنظیمات زبان تلویزیون را انتخاب کنید.",
	"Select a caption type for HD broadcasts.": "برای پخش های HD، نوع شرح تصویر را انتخاب کنید.",
	"Select a caption type for NEXTGEN TV broadcasts.": "برای پخش‌های تلویزیون NEXTGEN، نوع زیرنویس را انتخاب کنید.",
	"Select a caption type for UHD broadcasts.": "برای پخش های UHD، نوع شرح تصویر را انتخاب کنید.",
	"Select a caption type for analog broadcasts.": "برای پخش های آنالوگ، نوع شرح تصویر را انتخاب کنید.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "حالت ویدئویی را انتخاب کنید که با محیط تماشا مطابق بوده یا تنظیماتی نظیر روشنایی، رنگ و سایر برای حالت ویدئو مشخص کنید.",
	"Select an audio format for each HDMI input.": "فرمت صدا را برای ورودی HDMI انتخاب کنید.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "اگر پس از انتخاب Pass Through نمی‌توانید جلوه صوتی را بشنوید، خروجی صدای دیجیتال دیگری (خودکار یا PCM) را انتخاب کنید.",
	"Select audio language for digital broadcasts.": "برای پخش دیجیتال، زبان گفتار را انتخاب کنید.",
	"Select color to be adjusted.": "رنگ را جهت تنظیم انتخاب کنید.",
	"Select days to apply the Timer Power Off settings every week.": "روزهای هفته را جهت اعمال تنظیمات تایمر خاموش شدن ، انتخاب کنید.",
	"Select days to apply the Timer Power On settings every week.": "روزهای هفته را جهت اعمال تنظیمات تایمر روشن شدن ، انتخاب کنید.",
	"Select device for audio output.": "دستگاه را برای خروجی صوتی انتخاب کنید.",
	"Select device or speaker for audio output.": "دستگاه را برای خروجی صوتی یا بلندگو انتخاب کنید.",
	"Select digital audio output format.": "فرمت خروجی صدای دیجیتال را تنظیم کنید.",
	"Select language for TV menu.": "زبان منوی تلویزیون را انتخاب کنید.",
	"Select language for subtitles.": "برای زیرنویس ها، زبان را انتخاب کنید.",
	"Select languages for keyboards input.": "زبان‌های ورودی صفحه کلیدها را انتخاب کنید.",
	"Select method to adjust white balance.": "روش تنظیم توازن سفیدی را انتخاب کنید.",
	"Select point to adjust luminance.": "نقطه را برای تنظیم درخشندگی انتخاب کنید.",
	"Select the Sound mode and set detailed Audio effects.": "حالت صدا را انتخاب و جلوه‌های صوتی دقیق را تنظیم‌ کنید.",
	"Select the Sound mode for each content type.": "حالت صدا را برای هر نوع محتوا انتخاب کنید.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Ultra HD Deep Color را برای درگاه HDMI {num} انتخاب کنید.",
	"Select the app to restrict the use.": "برنامه موردنظر برای محدود کردن استفاده را انتخاب کنید.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "حالت تصویر مناسب را بر اساس محیط مشاهده یا نوع محتوا انتخاب کنید.",
	"Select the audio properties to listen to the broadcast in the way you like.": "ویژگی‌های صوتی را برای گوش دادن به برنامه‌ به دلخواه خود انتخاب کنید.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "نوع زیرنویس را برای پخش‌های دیجیتال انتخاب و تنظیمات زیرنویس دقیق را اعمال کنید.",
	"Select the channel to restrict watching.": "کانال موردنظر برای محدود کردن مشاهده را انتخاب کنید.",
	"Select the channel to watch when the TV turns on.": "کانال را جهت تماشا هنگام روشن شدن تلویزیون انتخاب کنید.",
	"Select the color range to be displayed.": "طیف رنگ موردنظر جهت نمایش را انتخاب کنید.",
	"Select the country for your country's special services.": "کشور را برای سرویس ویژه کشور خود انتخاب کنید.",
	"Select the desired video angle.": "زاویه ویدیویی دلخواه را انتخاب کنید.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "فرمت انتقال خروجی صدای دیجیتال تلویزیون به یک دستگاه خارجی را انتخاب کنید.",
	"Select the input to use when the TV turns on.": "ورودی را جهت استفاده هنگام روشن شدن تلویزیون انتخاب کنید.",
	"Select the inputs to restrict the use.": "ورودی موردنظر برای محدود کردن استفاده را انتخاب کنید.",
	"Select the most preferred Subtitle Language.": "اولین گزینه را برای زبان زیرنویس انتخاب کنید.",
	"Select the place where to use the TV.": "مکان موردنظر برای استفاده از تلویزیون را انتخاب کنید.",
	"Select the residential region for your regional broadcast signal.": "منطقه سکونت را برای سیگنال پخش منطقه‌ای خود انتخاب کنید.",
	"Select the second preferred Subtitle Language.": "دومین گزینه را برای زبان زیرنویس انتخاب کنید.",
	"Select your first choice of audio language for digital broadcasts.": "اولین زبان گفتار برای برنامه‌های دیجیتال را انتخاب کنید.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "اولین گزینه زبان را برای سرویس های تله تکست ارائه دهنده پخش تلویزیونتان انتخاب کنید.",
	"Select your second choice of audio language for digital broadcasts.": "دومین زبان گفتار برای برنامه‌های دیجیتال را انتخاب کنید.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "دومین گزینه زبان را برای سرویس های تله تکست ارائه دهنده پخش تلویزیونتان انتخاب کنید.",
	"Senegal": "سنگال",
	"Seoul": "سئول",
	"Serbia": "صربستان",
	"Serbian": "صربی",
	"Serial Number": "شماره سریال",
	"Service 1": "سرویس 1",
	"Service 2": "سرویس 2",
	"Service 3": "سرویس 3",
	"Service 4": "سرویس 4",
	"Service 5": "سرویس 5",
	"Service 6": "سرویس 6",
	"Service Area Zip Code": "کدپستی ناحیه سرویس",
	"Set Automatically": "تنظیم بطور خودکار",
	"Set ID": "شناسه تنظیم",
	"Set My Team Alarm.": "تنظیم هشدار تیم من.",
	"Set Store Mode settings.": "تنظیمات حالت فروشگاهی را تنظیم کنید.",
	"Set System Color mode for your current TV input.": "حالت رنگ سیستم را برای ورودی کنونی تلویزیون تنظیم کنید.",
	"Set additional options for Video Description.": "گزینه‌های بیشتری را برای شرح ویدئو تنظیم کنید.",
	"Set additional picture settings.": "تنظیمات تصویر بیشتر را تنظیم کنید.",
	"Set additional sound-related settings.": "دیگر تنظيمات مربوط به صدا را تنظیم کنید.",
	"Set advanced Subtitle options.": "گزینه های زیرنویس پیشرفته را تنظیم کنید.",
	"Set advanced captioning options.": "گزینه های شرح تصویری پیشرفته را تنظیم کنید.",
	"Set and edit the IP address version to IPv4 or IPv6.": "نسخه آدرس IP را در IPv4 یا IPv6 تنظیم یا ویرایش کنید.",
	"Set audio-related options.": "گزینه های مربوط به صدا را تنظیم کنید.",
	"Set caption size, color, transparency, and other options for broadcasts.": "اندازه، رنگ، شفافیت و سایر گزینه‌های زیرنویس را برای پخش تعیین کنید.",
	"Set color temperature from warm to cool.": "دمای رنگ را از گرم به سرد تغییر دهید.",
	"Set detailed caption settings for HD broadcasts.": "تنظیمات زیرنویس دقیق را برای پخش HD اعمال‌ کنید.",
	"Set detailed options for the AI functions.": "گزینه‌های مفصل را برای عملکردهای AI تنظیم کنید.",
	"Set detailed options for the Home feature.": "گزینه‌های مفصل را برای قابلیت صفحه اصلی تنظیم کنید.",
	"Set detailed options for the Recommendation feature.": "جزییات گزینه ها را برای قابلیت توصیه‌ها تنظیم کنید.",
	"Set easy connection settings with external devices.": "تنظیمات اتصال آسان با دستگاه‌های خارجی را تنظیم کنید.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "بعضی از کانال ها، برنامه‌ها، ورودی‌ها و سایر موارد مشخص‌شده را قفل کنید تا تحت نظارت والدین قابل استفاده باشد.",
	"Set necessary additional functions based on watching environment and screen status.": "قابلیت‌های تکمیلی ضروری را براساس محیط تماشا و وضعیت صفحه تنظیم کنید.",
	"Set or reset the position of on-screen captions.": "محل زیرنویس‌های روی صفحه را تنظیم یا بازنشانی کنید.",
	"Set settings related to your wired / wireless network.": "تنظیمات مربوط به شبکه باسیم/بی‌سیم خود را تنظیم کنید.",
	"Set the TV to turn off automatically after a set amount of time.": "تلویزیون را طوری تنظیم کنید که پس از زمان تعیین شده، به‌صورت خودکار خاموش شود.",
	"Set the TV to turn off automatically at a set time.": "تلویزیون را طوری تنظیم کنید که به صورت خودکار در زمان تعیین شده خاموش شود.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "تلویزیون را طوری تنظیم می‌کند که در صورت عدم استفاده کاربر از آن به مدت 4 ساعت پس از روشن شدن خودکار، به طور خودکار خاموش شود.",
	"Set the TV to turn on automatically at a set time.": "تلویزیون را طوری تنظیم کنید که به صورت خودکار در زمان تعیین شده روشن شود.",
	"Set the additional functions related to the TV.": "عملکردهای بیشتری در رابطه با تلویزیون تنظیم کنید.",
	"Set the current date and time.": "تاریخ و ساعت کنونی را تنظیم کنید.",
	"Set the current date manually.": "تاریخ کنونی را به صورت دستی تنظیم کنید.",
	"Set the current time manually.": "زمان کنونی را به صورت دستی تنظیم کنید.",
	"Set the detect range of device available to connect.": "محدوده تشخیص دستگاه موجود برای اتصال را تنظیم می‌کند.",
	"Set the region and country for broadcasts and special services.": "برای پخش و سرویس‌های خاص، منطقه و کشور را انتخاب کنید.",
	"Set the screen size and aspect ratio.": "اندازه و نسبت ابعاد صفحه نمایش را تنظیم کنید.",
	"Set the specialized functions of SIGNATURE TV.": "قابلیت‌های ویژه SIGNATURE TV را تنظیم می‌کند.",
	"Set the time to turn off the TV automatically without user input.": "زمان خاموش شدن خودکار تلویزیون بدون دریافت ورودی کاربر را تنظیم کنید.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "جلوه صوتی فراگیر چند کاناله مجازی را برای لذت بردن از صدای واقعی‌تر تنظیم کنید.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "جلوه صوتی فراگیر مجازی را برای لذت بردن از صدای واقعی‌تر تنظیم کنید.",
	"Set the volume level when the TV turns on.": "میزان صدا هنگام روشن شدن تلویزیون را انتخاب کنید.",
	"Set time to turn off the TV.": "زمان خاموش شدن تلویزیون را تنظیم کنید.",
	"Set time to turn on the TV.": "زمان روشن شدن تلویزیون را تنظیم کنید.",
	"Set up additional features related to customer support.": "قابلیت‌های بیشتر مربوط به پشتیبانی از مشتری را تنظیم کنید.",
	"Set up an account to use LG Services.": "جهت استفاده از خدمات LG، حساب کاربری ایجاد کنید.",
	"Set whether to display Home when the TV is turned on.": "تنظیم کنید که صفحه اصلی در زمان روشن کردن تلویزیون نمایش داده شود یا خیر.",
	"Settings Help": "راهنمای تنظیمات",
	"Sexual Situations": "موقعیت های جنسی",
	"Sexually Suggestive Dialogue": "گفتگوی تحریک آمیز جنسی",
	"Shanghai": "شانگهای",
	"Sharpness": "وضوح",
	"Show Password": "نمایش رمز عبور",
	"Side by Side": "کنار به کنار",
	"Sierra Leone": "سیرالئون",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "اگر روتر وایرلس در فاصله بسیار کمی از تلویزیون قرار داشته باشد، ممکن است تداخل سیگنال باعث کاهش حساسیت کنترل از راه دور جادویی شود.",
	"Simferopol": "سیمفروپل",
	"Singapore": "سنگاپور",
	"Size": "اندازه",
	"Skopje": "اسکوپیه",
	"Sleep Timer": "تایمر خواب",
	"Slovak": "اسلواکی",
	"Slovakia": "اسلواکی",
	"Slovenia": "اسلوونی",
	"Slovenian": "اسلوونیایی",
	"Slow": "کند",
	"Small": "کوچک",
	"Smooth": "ملایم",
	"Soccer": "فوتبال",
	"Sofia": "صوفیه",
	"Software Update": "به‌روزرسانی نرم‌افزار",
	"Software Version": "نسخه نرم افزار",
	"Software update has been installed. Update will be applied when you restart your TV.": "نسخه به روز نرم افزار نصب شد. پس از راه اندازی مجدد تلویزیون، به روزرسانی اعمال می شود.",
	"Solid": "یکدست",
	"Solomon Islands": "جزایر سلیمان",
	"Somalia": "سومالی",
	"Some material may not be appropriate for children under 13.": "برخی مطالب ممکن است برای کودکان زیر 13 سال مناسب نباشد.",
	"Some material may not be appropriate for children.": "برخی از مطالب ممکن است برای کودکان مناسب نباشد.",
	"Sotho, Northern": "سوتوی شمالی",
	"Sotho, Southern": "سوتوی جنوبی",
	"Sound": "صدا",
	"Sound Mode": "حالت صدا",
	"Sound Mode Settings": "تنظیمات حالت صدا",
	"Sound Out": "خروجی صدا",
	"Sound Share": "اشتراک‌گذاری صدا",
	"Sound Test": "تست صدا",
	"South Africa": "آفریقای جنوبی",
	"South Korea": "کره جنوبی",
	"Southern Africa": "جنوب آفریقا",
	"Spain": "اسپانیا",
	"Spanish": "اسپانیایی",
	"Speaker Volume Control": "کنترل میزان صدای بلندگو",
	"Specify detailed voice guidance settings after turning on this feature.": "تنظیمات راهنمای صوتی دقیق را پس از روشن کردن این قابلیت مشخص کنید.",
	"Speed": "سرعت",
	"Spoken Subtitle": "زیرنویس گفتاری",
	"Sports": "ورزش ها",
	"Sports Alert": "هشدار ورزشی",
	"Srednekolymsk": "اسردنکولیمسک",
	"Sri Lanka": "سری‌لانکا",
	"St. John's": "سنت جونز",
	"Stand": "پایه",
	"Standard": "استاندارد",
	"Standard Mode Sound Effect": "جلوه صوتی حالت استاندارد",
	"Standby Light": "چراغ حالت آماده به کار",
	"Start New Sound Tuning": "تنظیم صدای جدید را شروع کنید",
	"Start Now": "اکنون شروع شود",
	"Startup Sound": "صدای راه اندازی",
	"Stockholm": "استکهلم",
	"Stop": "توقف",
	"Store Demo": "نمایش در فروشگاه",
	"Store Mode": "حالت فروشگاهی",
	"Store Mode Settings": "تنظیمات حالت فروشگاهی",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "حالت فروشگاهی برای اهداف نمایش در فروشگاه است. در این حالت، تنظیمات هر چند دقیقه یکبار مجددا مقداردهی اولیه می شوند. آیا می خواهید این برنامه را ببندید و حالت فروشگاه را اجرا کنید؟",
	"Strong": "زیاد",
	"Style": "سبک",
	"Subnet Mask": "پوشش زیر شبکه",
	"Subnet prefix length": "طول پیشوند زیر شبکه",
	"Subtitle First Choice Language": "زبان زیرنویس انتخابی اول",
	"Subtitle Language": "زبان زیرنویس",
	"Subtitle Second Choice Language": "زبان زیرنویس انتخابی دوم",
	"Subtitles": "زیرنویس",
	"Sudan": "سودان",
	"Super Impose": "قرار گرفتن در بالا",
	"Super Resolution": "وضوح بسیار بالا",
	"Support": "پشتیبانی",
	"Suriname": "سورینام",
	"Surround Balance": "تعادل صدای فراگیر",
	"Surround Level": "میزان صدای فراگیر",
	"Swahili": "سواحلی",
	"Swati": "سواتی",
	"Swaziland": "سوازیلند",
	"Sweden": "سوئد",
	"Swedish": "سوئدی",
	"Swift Current": "سوییفت کرنت",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "هنگامی که تلویزیون را خاموش می‌کنید، به حالت آماده به کار می‌رود تا بتوانید آن را سریعاً روشن کنید.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "به حالت آماده به کار می‌رود تا پس از خاموش کردن تلویزیون، بتوانید سریعاً از قابلیت‌های متنوعی نظیر برنامه‌ها، جستجو و غیره استفاده کنید.",
	"Switzerland": "سوئیس",
	"Sync Demo": "همگام‌سازی حالت نمایشی",
	"Syria": "سوریه",
	"System Color": "رنگ سیستم",
	"São Paulo": "سائو پائولو",
	"TAS - Tasmania - Hobart": "TAS - تاسمانی - هوبارت",
	"TEXT 1": "متن 1",
	"TEXT 2": "متن 2",
	"TEXT 3": "متن 3",
	"TEXT 4": "متن 4",
	"TV": "تلویزیون",
	"TV Information": "اطلاعات تلویزیون",
	"TV Installation Type": "نوع نصب تلویزیون",
	"TV Lock": "قفل تلویزیون",
	"TV Name": "نام تلویزیون",
	"TV On With Mobile": "روشن کردن تلویزیون با استفاده از تلفن همراه",
	"TV Power Sound": "صدای روشن/خاموش شدن تلویزیون",
	"TV Power Sound Volume": "میزان صدای روشن/خاموش شدن تلویزیون",
	"TV Program Locks": "قفل برنامه تلویزیونی",
	"TV Rating English": "رتبه بندی سنی برنامه تلویزیون انگلیسی زبان",
	"TV Rating French": "رتبه بندی سنی برنامه تلویزیون فرانسوی زبان",
	"TV Speaker": "بلندگوی تلویزیون",
	"TV can be used as an alarm.": "می‌توانید از تلویزیون به عنوان یک هشدار دهنده استفاده کنید.",
	"TV is turned off at a set time on every specified day.": "تلویزیون در زمان تنظیم‌شده در هر روز خاص خاموش می شود.",
	"TV to USB": "تلویزیون به USB",
	"Tagalog": "تاگالوگ",
	"Tahiti": "تاهیتی",
	"Taipei": "تایپه",
	"Taiwan": "تایوان",
	"Tajikistan": "تاجکستان",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "از قابلیت‌هایی که به شبکه نیاز دارند مانند اینترنت، برنامه‌ها، به‌روزرسانی نرم‌افزار و غیره استفاده کنید.",
	"Tallinn": "تالین",
	"Tamil": "تامیل",
	"Tanzania": "تانزانیا",
	"Target Luminance": "درخشندگی هدف",
	"Tashkent": "تاشکند",
	"Tbilisi": "تفلیس",
	"Tegucigalpa": "تگوسیگالپا",
	"Tehran": "تهران",
	"Teletext": "تله تکست",
	"Telugu": "تلوگو",
	"Terrestrial DTV": "تلویزیون دیجیتال زمینی",
	"Text Color": "رنگ متن",
	"Text Opacity": "شفافیت متن",
	"Text Search": "جستجوی نوشتاری",
	"Thai": "تایلندی",
	"Thailand": "تایلند",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "درگاه‌های HDMI {port1} و HDMI {port2} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید این عملکرد را انتخاب کنید.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "درگاه‌های HDMI {port1} و HDMI {port2} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "درگاه‌های HDMI {port1} و HDMI {port2} از پاسخ‌ بازی‌ فوری پشتیبانی می‌کنند و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "درگاه‌های HDMI {port1} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید این عملکرد را انتخاب کنید.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "درگاه HDMI {port1} از ™AMD FreeSync پشتیبانی می‌کنند و می‌توانید آن را خاموش یا روشن کنید.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "درگاه HDMI {port1} از پاسخ‌ بازی‌ فوری پشتیبانی می‌کنند و می‌توانید آن را خاموش یا روشن کنید.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "درگاه‌های HDMI {port1}،‏ HDMI {port2} و HDMI {port3} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید این عملکرد را انتخاب کنید.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "درگاه‌های HDMI {port2} ،HDMI {port1} و HDMI {port3} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "درگاه‌های HDMI {port1}،‏ HDMI {port2}،‏ HDMI {port3} و HDMI {port4} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید این عملکرد را انتخاب کنید.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "درگاه‌های HDMI {port1}‏، HDMI {port2}‏، HDMI {port3} و HDMI {port4} از ویژگی ™AMD FreeSync پشتیبانی می‌کنند، و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "درگاه‌های HDMI {port1} ،HDMI {port2} ،HDMI {port3} و HDMI {port4} از پاسخ‌ بازی‌ فوری پشتیبانی می‌کنند و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "درگاه‌های HDMI {port2} ،HDMI {port1} و HDMI {port3} از پاسخ‌ بازی‌ فوری پشتیبانی می‌کنند و می‌توانید آنها را خاموش یا روشن کنید.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "شناسه منحصربه‌فرد HbbTV یک مقدار منحصربه‌فرد است که تنها برای HbbTV استفاده می‌شود و به اطلاعات شخصی کاربر هیچ ارتباطی ندارد.",
	"The HbbTV Distinctive ID will be reset.": "شناسه منحصربه‌فرد HbbTV بازنشانی خواهد شد.",
	"The HbbTV application or service will disable its tracking of an individual user.": "برنامه HbbTV یا خدمات، ردیابی یک کاربر خاص را غیرفعال خواهد کرد.",
	"The IBB service will disable its tracking of an individual user.": "سرویس IBB، ردیابی یک کاربر خاص را غیرفعال خواهد کرد.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "اطلاعات کشور سرویس دهنده LG نمی تواند از سرور دریافت شود. لطفا بعدا دوباره امتحان کنید.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "برای تغییر زبان منو، برنامه تنظیمات باید مجدداً بارگذاری شود. می خواهید ادامه دهید؟",
	"The ambient lighting will be provided when motion is detected around the TV.": "نور محیط در زمان تشخیص حرکت در اطراف تلویزیون ارائه می‌شود.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "خدمات تشخیص صدای خارجی موجود ممکن است با توجه به تنظیمات زبان تغییر کند. همچنین در صورت تغییر زبان منو، منوی تنظیمات دوباره بارگیری می‌شود. ادامه می‌دهید؟",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "لیست کانال ها با موفقیت از حافظه USB به تلویزیون شما کپی شده است. تلویزیون طی 5 ثانیه راه اندازی مجدد خواهد شد.",
	"The channel list have been successfully copied from your TV to the USB storage.": "لیست کانال ها با موفقیت از تلویزیون شما به حافظه USB کپی شده است.",
	"The closer to 100, the brighter.": "هرچه عدد به 100 نزدیک‌تر باشد، صفحه روشن‌تر می‌شود.",
	"The closer to 100, the clearer the color becomes.": "هرچه عدد به 100 نزدیک‌تر باشد، صفحه پررنگ‌تر می‌شود.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "هر چه این عدد به 50 نزدیک‌تر باشد، قرمز شفاف‌تر می‌شود؛ هرچه به 50 نزدیک‌تر باشد، سبز شفاف‌تر می‌شود.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "مقادیر تنظیم‌شده عملکرد توازن سفیدی بازنشانی خواهد شد. ادامه می‌دهید؟",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "فاصله بین میزان صدای کانال و برنامه به‌صورت خودکار کاهش می یابد، و این کمک می‌کند صدای برنامه یکنواخت باشد.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "فاصله بین میزان صدای کانال و برنامه به‌صورت خودکار تنظیم شده تا صدای برنامه یکنواخت باشد.",
	"The higher the settings, the louder the sound rapidly.": "هرچه تنظیمات بالاتر باشد، صدای دستگاه سریع‌تر افزایش می‌یابد.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "بلندگوی داخلی تلویزیون و بلندگوهای Bluetooth می‌توانند به طور همزمان صدا را پخش کرده و جلوه صوتی فراگیر درخشانی ایجاد کنند.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "زبان شناسایی صدا به‌صورت خودکار براساس زبان منوی انتخاب‌شده تنظیم می‌شود.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "زبان مورد استفاده برای تشخیص صدا بر اساس زبان منوی انتخاب‌شده تنظیم شده است. ممکن است خدمات پشتیبانی بسته به زبان صوتی متفاوت باشند.",
	"The network is currently unavailable. Please try again later.": "شبکه در دسترس نیست. لطفا بعداً دوباره امتحان کنید.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "تکمیل این مرحله حدود یک ساعت طول می کشد و تلویزیون شما باید خاموش بماند.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "تکمیل این مرحله حدود {n} دقیقه طول می‌کشد و تلویزیون شما باید خاموش بماند.",
	"The program is intended for adults only.": "این برنامه فقط برای بزرگسالان است.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "روشنایی صفحه به‌صورت خودکار بر اساس روشنایی محیط اطراف تلویزیون تنظیم می‌شود.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "تصویر روی صفحه به مدت 5 ثانیه به پایین منتقل می شود، به غیر از دکمه خاموش/روشن و میزان صدا، یک دکمه را برای نمایش پشتیبان صفحه فشار دهید.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "مقادیر فرعی تنظیم‌شده عملکرد سیستم مدیریت رنگ بازنشانی خواهد شد. ادامه می‌دهید؟",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "تنظیمات صدای فراگیر Bluetooth + بلندگوی داخلی تلویزیون بازنشانی خواهد شد.",
	"The settings are as follows.": "تنظيمات به این صورت است.",
	"The sound may not be output when digital sound output is set to Pass Through.": "در صورتی که خروجی صدای دیجیتال روی «خروج» تنظیم شده باشد، نمی‌توانید صدا را پخش کنید.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "این به روزرسانی تلویزیون اعمال نمی شود. نرم افزار به نسخه قبلی بر می گردد.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "هنگامی که تلویزیون روشن شود و صفحه حرکت کند، جلوه‌های بصری روی صفحه نمایش داده می‌شود.",
	"There are no paired devices.": "هیچ دستگاه هماهنگ سازی شده ای وجود ندارد.",
	"There are settings to correct or prevent OLED panel noise.": "تنظیماتی برای تصحیح و یا جلوگیری از نویز پانل OLED",
	"There is no USB device connected to your TV.": "هیچ دستگاه USB متصل به تلویزیون وجود ندارد.",
	"There is no message.": "پیامی موجود نیست.",
	"Thimphu": "تیمفو",
	"Third Language": "زبان سوم",
	"This feature applies only to specified LG Wireless Keyboard models.": "این قابلیت فقط در مدل‌های  خاصی از صفحه کلید بی سیم LG وجود دارد.",
	"This function works only when it is provided by the broadcast program.": "این عملکرد تنها در صورتی که توسط برنامه پخش ارائه شود، کار می‌کند.",
	"This is a closed caption preview": "این پیش‌نمایش زیرنویس بسته است",
	"This is an already existing value.": "این مقدار وجود دارد.",
	"This service provides you with more information about watching program and enjoys related contents.": "این سرویس اطلاعات بیشتری در مورد برنامه‌ای که تماشا می‌کنید ارائه می‌دهد و می‌توانید از محتوای مرتبط لذت ببرید.",
	"This will revert all options on TV to their default settings.": "این گزینه باعث برگشتن تمام گزینه‌های تلویزیون به تنظیمات پیش‌فرض می‌شود.",
	"Thule": "تول",
	"Tijuana": "تیجوانا",
	"Time": "زمان",
	"Timer Channel": "کانال تایمر",
	"Timer Repeat": "تکرار تایمر",
	"Timers": "تایمرها",
	"Timezone": "منطقه زمانی",
	"Timor-Leste": "تیمور-لسته",
	"Tint": "ته رنگ",
	"Tiranë": "تیرانا",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "برای بهینه‌سازی صدا، صدای آزمایشی را روی تلویزیون پخش کنید و با استفاده از کنترل از راه دور جادویی، صدای پخش‌شده را تنظیم کنید.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "برای تست صدای تلویزیون، تنظیمات خروجی صدا باید به بلندگوی داخلی تلویزیون تغییر یابد. می خواهید ادامه دهید؟",
	"Togo": "توگو",
	"Tokyo": "توکیو",
	"Tonga": "تونگا",
	"Top and Bottom": "بالا و پایین",
	"Toronto": "تورنتو",
	"Total Power On Time": "زمان کلی روشن بودن",
	"Tracking Speed": "سرعت اشاره گر ",
	"Translucent": "نیمه شفاف",
	"Transparent": "1- درخشان",
	"Treble Boost": "تقویت حالت زیر",
	"Trinidad And Tobago": "ترینیداد و توباگو",
	"Trinidad and Tobago": "ترینیداد و توباگو",
	"Tripoli": "تریپولی",
	"Tsonga": "تسونگا",
	"Tswana": "تسوانا",
	"Tune and save available channels.": "کانال های موجود را تنظیم و ذخیره کنید.",
	"Tune and save available channels. You can set satellite channel options.": "کانال های موجود را تنظیم و ذخیره کنید. می توانید گزینه های کانال های ماهواره را تنظیم کنید.",
	"Tunis": "تونس",
	"Tunisia": "تونس",
	"Turkey": "ترکیه",
	"Turkish": "ترکی",
	"Turkmenistan": "ترکمنستان",
	"Turn on TV with mobile device same as smartphone.": "تلویزیون را مانند یک تلفن هوشمند با استفاده از دستگاه تلفن همراه روشن کنید.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ultra HD Deep Color را برای درگاه HDMI {num} روشن/خاموش کنید.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "پاسخ فوری بازی درگاه HDMI {num} را روشن یا خاموش کنید.",
	"Turn on the TV using mobile device via Bluetooth.": "تلویزیون را با استفاده از دستگاه تلفن همراه از طریق Bluetooth روشن کنید.",
	"Turn on the TV using your mobile device via Wi-Fi.": "تلویزیون را با استفاده از دستگاه تلفن همراه از طریق Wi-Fi روشن کنید.",
	"Turn on via Bluetooth": "روشن کردن از طریق Bluetooth",
	"Turn on via Wi-Fi": "روشن کردن از طریق Wi-Fi",
	"Turn on/off description box in Settings.": "کادر توضیحات را در تنظیمات روشن یا خاموش کنید.",
	"Turn on/off standby light.": "چراغ آماده به کار را خاموش/روشن کنید.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "فعال/غیرفعال کردن ویژگی ™AMD FreeSync از درگاه HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "هنگامیکه هیچ سیگنالی وجود ندارد، تصاویر را فعال/غیرفعال کنید تا بر روی صفحه نمایش داده شود.",
	"Turn on/off the related features of energy consumption.": "قابلیت‌های مرتبط مصرف انرژی را روشن/خاموش کنید.",
	"Turn the Hybridcast service on/off.": "سرویس Hybridcast را روشن/خاموش کنید.",
	"Turn the Interactivity (DTVi) service on/off.": "سرویس تعامل (DTVi) را روشن/خاموش کنید.",
	"Turn your broadcast TV provider's TV Guide on/off.": "راهنمای تلویزیون ارائه دهنده پخش تلویزیونتان را روشن/خاموش کنید.",
	"Turn your broadcast TV provider's teletext service on/off.": "سرویس تله تکست ارائه دهنده پخش تلویزیونتان را روشن/خاموش کنید.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "خاموش کردن Wi-Fi دسترسی شما را به همه خدمات مبتنی بر اینترنت قطع می کند، مگر اینکه از یک کابل برای اتصال به شبکه استفاده کنید. می خواهید ادامه دهید؟",
	"UAE": "امارات متحده عربی",
	"UHD Mode": "حالت UHD",
	"USA": "ایالات متحده",
	"USB storage for Copy Channels": "حافظه USB برای کپی کردن کانال ها",
	"USB to TV": "USB به تلویزیون",
	"Uganda": "اوگاندا",
	"Ukraine": "اوکراین",
	"Ukrainian": "اوکراینی",
	"Ulaanbaatar": "اولانباتار",
	"Ultra Surround": "صدای فراگیر",
	"Unable to check for updates.": "بررسی برای به روزرسانی ها امکان پذیر نیست.",
	"Unable to connect to the network.": "نمی توانید به شبکه وصل شوید.",
	"Undefined": "تعیین نشده",
	"Under 17 requires accompanying parent or adult guardian.": "کاربران زیر 17 سال نیاز به همراهی یا نظارت والدین دارند.",
	"Uniform": "یکنواخت",
	"United Arab Emirates": "امارات متحده عربی",
	"United Kingdom": "بریتانیا",
	"United States of America": "ایالات متحده آمریکا",
	"Universal Control Settings": "تنظیمات کنترل جهانی",
	"Unknown": "نامعلوم",
	"Unknown issue has occurred.": "مشکل ناشناخته ای رخ داده است.",
	"Update canceled.": "به روزرسانی لغو شد.",
	"Update in progress...": "به روز رسانی در جریان است...",
	"Update in progress...({n}%)": "به روز رسانی در جریان است...‏({n}%)",
	"Update paused.": "به روزرسانی متوقف شد.",
	"Update reserved.": "به روزرسانی ذخیره شد.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "به روزرسانی لغو می شود و همه فایل های بروز شده الان حذف می شوند. می خواهید ادامه دهید؟",
	"Urdu": "اردو",
	"Uruguay": "اروگوئه",
	"Urumqi": "ارومچی",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "از کنترل از راه دور جادویی استفاده کنید تا اکوستیک اتاق را تحلیل کنید و صدای تلویزیون را براساس نتایج بهینه کنید.",
	"Use a large pointer.": "از نشانگر بزرگ استفاده شود.",
	"Use a medium pointer.": "از نشانگر متوسط استفاده شود.",
	"Use a small pointer.": "از نشانگر کوچک استفاده شود.",
	"Use the 4-way controller to change the position and press the OK button.": "از کنترل‌کننده 4 طرفه برای تغییر موقعیت استفاده کنید و دکمه تأیید را فشار دهید.",
	"Use the following services with the selected language.": "از این خدمات با زبان انتخاب‌شده استفاده کنید.",
	"User": "کاربر",
	"User Agreements": "توافق نامه های کاربر",
	"User Guide": "راهنمای کاربر",
	"Uzbek": "ازبک",
	"Uzbekistan": "ازبکستان",
	"Uzhhorod": "اژورود",
	"V Position": "موقعیت عمودی",
	"V Sharpness": "وضوح عمودی",
	"V Size": "اندازه عمودی",
	"VIC - Victoria - Melbourne": "VIC - ویکتوریا - ملبورن",
	"Vaduz": "فادوتس",
	"Valencian": "والنسیایی",
	"Vancouver": "ونکوور",
	"Vatican City": "شهر واتیکان",
	"Venda": "وندا",
	"Venezuela": "ونزوئلا",
	"Vertical Zoom": "زوم عمودی",
	"Video 1": "ویدیو 1",
	"Video 2": "ویدیو 2",
	"Video 3": "ویدیو 3",
	"Video Description": "توضیحات ویدیو",
	"Vienna": "وینا",
	"Vientiane": "وینتیان",
	"Vietnam": "ویتنام",
	"Vietnamese": "ویتنامی",
	"View current Common Interface (CI) information.": "اطلاعات رابط مشترک (CI) کنونی را مشاهده کنید.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "با تغییر رنگ منوی صفحه به رنگ سیاه و سفید، موارد را واضح‌تر مشاهده کنید.",
	"View messages from your broadcast TV provider.": "پیام های ارائه دهنده پخش تلویویونتان را مشاهده کنید.",
	"View more information about watching program and enjoy related contents.": "اطلاعات بیشتری در مورد برنامه مشاهده کنید و از محتوای مرتبط لذت ببرید.",
	"View the original screen as it is or set the screen size and aspect ratio.": "صفحه نمایش اصلی را همانطور که هست مشاهده کنید یا اندازه و نسبت ابعاد صفحه نمایش را تنظیم کنید.",
	"View the original screen as it is received from broadcasts signal or connected device.": "صفحه اصلی را همانطور که از سیگنال پخش یا دستگاه متصل دریافت می‌شود، مشاهده کنید.",
	"Vilnius": "ویلنویس",
	"Violence": "خشونت",
	"Vivid": "درخشان",
	"Vladivostok": "ولادیوستوک",
	"Voice Recognition Help and Settings": "راهنما و تنظیمات تشخیص صدا",
	"Voice Support Service": "سرویس پشتیبانی صدا",
	"Volgograd": "ولگوگراد",
	"Volume": "میزان صدا",
	"Volume Increase Amount": "میزان افزایش صدا",
	"Volume Mode": "حالت میزان صدا",
	"WA - Western Australia - Eucla": "WA - استرالیای غربی - ایوکلا",
	"WA - Western Australia - Perth": "WA - استرالیای غربی - پرث",
	"Wall-mounted": "نصب روی دیوار",
	"Warm1": "گرم1",
	"Warm2": "گرم2",
	"Warm3": "گرم3",
	"Warsaw": "ورشو",
	"Wasu": "واسو",
	"Watch a diverse range of Internet contents on TV channels.": "مجموعه‌ای متنوع از محتوای اینترنتی را روی کانال‌های تلویزیون تماشا کنید.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "ما آدرسهای MAC، شماره مدل، کد کشور، تنظیمات زبان و نسخه نرم افزاری را جمع آوری کرده و ذخیره می کنیم تا از آنها برای تأیید هویت دستگاه شما و بررسی وجود آخرین نسخه نرم افزار روی دستگاه استفاده کنیم.",
	"Welcome Feature": "عملکرد خوش‌آمدگویی",
	"Welsh": "ولش",
	"Western Africa": "غرب آفریقا",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "هنگامی که HDD متصل شده برای مدت زمان مشخص مورد استفاده قرار نگیرد، به حالت آماده به کار تغییر حالت می‌دهد تا مصرف انرژی کاهش یابد.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "وقتی دستگاهی به این درگاه وصل می‌شود، تصویر بازی بهینه‌سازی می‌شود به‌طوری که تأخیر، پرش یا لرزش تصویر به‌حداقل می‌رسد.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "هنگام شروع پاسخ فوری بازی، ممکن است ویدئو به صورت موقت چشمک بزند.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "هنگامی که صدای خروجی روی «Bluetooth/HDMI ARC/دیجیتال اپتیکال/بلندگوهای WiSA» تنظیم شده یا دستگاه‌های متصل از پاسخ فوری بازی پشتیبانی نمی‌کنند، این قابلیت به طور صحیح کار نخواهد کرد.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "هنگامی که صدای خروجی روی «Bluetooth» تنظیم شده یا دستگاه متصل از پاسخ‌های بازی فوری پشتیبانی نمی‌کند، این قابلیت به طور صحیح کار نخواهد کرد.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "وقتی دستگاه روشن/خاموش شود، تلویزیون به طور خودکار روشن/خاموش خواهد شد.",
	"When the visual effects is off, the screen is displayed as Live TV.": "هنگام خاموش بودن جلوه‌های بصری، صفحه به عنوان Live TV عمل می‌کند.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "وقتی این ویژگی روی \"فعال\" تنظیم شده باشد، بعضی از ویژگی‌هایی که روز صفحه ظاهر می‌شوند نیمه شفاف خواهند بود.",
	"When your TV is turned off, the device will automatically turn off.": "وقتی تلویزیون خاموش شود، دستگاه به طور خودکار خاموش خواهد شد.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "هنگامی که مقدار تغییر یافته به دستگاه خارجی منتقل شود، تصویر یا صدا ممکن است موقتاً به صورت عادی ارائه نشود.",
	"White": "سفید",
	"White Balance": "توازن سفیدی",
	"Wi-Fi Connection": "اتصال Wi-Fi",
	"Wi-Fi Security": "ایمنی Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi خاموش شد. آنرا روشن کنید تا لیستی از شبکه های موجود برای اتصال و منو های مربوطه را مشاهده کنید.",
	"Wi-Fi issue has occurred.": "مشکلی در Wi-Fi رخ داده است.",
	"WiSA Speakers": "بلندگوهای WiSA",
	"Wide Area Zone": "ناحیه گسترده",
	"Wide View": "نمای گسترده",
	"Wide View (32:9)": "نمای گسترده (32:9)",
	"Wide Zoom": "زوم گسترده",
	"Windhoek": "ویندهوک",
	"Window Color": "رنگ پنجره",
	"Window Opacity": "ماتی پنجره",
	"Winnipeg": "وینیپگ",
	"Wired Connection (Ethernet)": "اتصال سیمی (اترنت)",
	"Wired Headphones": "هدفون سیمی",
	"Wired Headphones + Internal TV Speaker": "هدفون سیمی + بلندگوی داخلی تلویزیون",
	"With this option, you can control the audio device's volume with your TV remote.": "با این گزینه، می‌توانید میزان صدای دستگاه صوتی را از طریق کنترل از راه دور تلویزیون کنترل کنید.",
	"Xhosa": "خوسا",
	"Yakutsk": "یاکوتسک",
	"Yamoussoukro": "یاموسوکرو",
	"Year": "سال",
	"Yekaterinburg": "یکاترینبرگ",
	"Yellow": "زرد",
	"Yellowknife": "یلونایف",
	"Yemen": "یمن",
	"Yerevan": "ایروان",
	"Yes": "بله",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "می‌توانید جلوه‌های صوتی زمان روشن یا خاموش شدن تلویزیون و حرکات صفحه را تنظیم کنید.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "شما می‌توانید با استفاده از کنترل از راه دور جادویی و بدون فرآیندهای تنظیم دستگاه، دستگاه‌های متصل به درگاه‌های HDMI را کنترل کنید.",
	"You can delete the device connection history of Screen Share.": "می‌توانید تاریخچه اتصال دستگاه Screen Share را حذف کنید.",
	"You can delete the device connection history of Sound Share.": "می‌توانید تاریخچه اتصال دستگاه Sound Share را حذف کنید.",
	"You can find the default password in User Guide.": "می توانید رمز عبور پیش فرض را در راهنمای کاربر بیابید.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "می‌توانید پاسخ‌های بازی‌های فوری را با تنظیم HDMI Ultra HD Deep Color روی \"روشن\" شروع کنید.",
	"You can only change settings from the current HDMI input.": "شما فقط می توانید تنظیمات را از ورودی HDMI فعلی تغییر دهید.",
	"You can scan again to connect the device.": "می‌توانید برای متصل کردن دستگاه، دوباره اسکن کنید.",
	"You can select left and right audio settings for broadcast signal.": "شما می توانید تنظیمات صدای راست و چپ را برای پخش سیگنال انتخاب کنید.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "می‌توانید ویژگی ™AMD FreeSync را برای درگاه HDMI {num} انتخاب نمایید.",
	"You can select the Ultra HD Deep Color of port.": "می‌توانید Ultra HD Deep Color درگاه را انتخاب کنید.",
	"You can set the sound to play when the TV is turned on or off.": "شما می‌توانید صدای پخش شده هنگام روشن یا خاموش شدن تلویزیون را تنظیم کنید.",
	"You can turn on/off the feature of saving CAM operator's profile.": "شما می توانید ویژگی ذخیره سازی پروفایل اپراتور CAM را روشن / خاموش کنید.",
	"You can turn this feature on or off.": "می توانید این ویژگی را روشن یا خاموش کنید.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ممکن است توصیه‌های محتوای متنوعی را در شبکه دریافت نمایید. خاموش کردن این گزینه باعث می‌شود فقط محتوای پایه نمایش داده شود و بعضی از قابلیت‌ها در دسترس نباشد.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "تلویزیون و دستگاه متصل شده از طریق SIMPLINK به صورت زیر همگام سازی خواهند شد:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "تا زمانیکه بازیابی پیکسل در حال کار باشد، تلویزیون شما باید خاموش بماند. هرگونه ضبط فعلی یا آتی، یادآورها یا روشن شدن طبق تایمر در حین این فرایند لغو می‌شوند و بلندگوی BT و نمای صفر در دسترس نخواهد بود.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "تا زمانیکه بازیابی پیکسل در حال کار باشد، تلویزیون شما باید خاموش بماند. هر گونه ضبط فعلی یا آتی، یادآورها یا برنامه روشن شدن طبق تایمر در حین این فرایند لغو می شوند.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "برای تنظیم خودکار کشور سرویس دهنده LG، تلویزیون شما باید به شبکه وصل شود. آیا می خواهید هم اکنون برای بررسی اتصال، به تنظیمات شبکه بروید؟",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "لازم است تلویزیون شما موقعیت مکانی کنونی تان را بداند تا پیام های هشدار اضطراری را از طریق سیگنال دیجیتال تلویزیونی خود ارائه کند.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "تا اتمام پردازش تلویزیون خاموش می شود، و پس از آن به صورت خودکار دوباره روشن می شود.",
	"Zagreb": "زاگرب",
	"Zambia": "زامبیا",
	"Zaporozhye": "زاپاروژیه",
	"Zimbabwe": "زیمبابوه",
	"Zoom": "زوم",
	"Zoom2": "زوم2",
	"Zulu": "زولو",
	"Zürich": "زوریخ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "اتصال [{Device}] از تلویزیون شما قطع می شود. صدا دیگر از طریق این دستگاه پخش نمی شود. می خواهید ادامه دهید؟",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] از لیست دستگاه های جفت شده حذف می شود. اگر می خواهید بعداً  آن را وصل کنید، لازم است دستگاه های موجود را جستجو کنید و آن را مجدداً جفت کنید. می خواهید ادامه دهید؟",
	"[{deviceName}] will be deleted.": "[{deviceName}] حذف خواهد شد.",
	"aspectRatio_original": "اصلی",
	"audioGuidance_fast": "سریع",
	"audioGuidance_high": "زیاد ",
	"audioGuidance_low": "کم",
	"audioGuidance_medium": "متوسط",
	"audioGuidance_slow": "کند",
	"audioGuidance_veryFast": "بسیار سریع",
	"audioGuidance_veryHigh": "خیلی بالا",
	"audioGuidance_veryLow": "خیلی پایین",
	"audioGuidance_verySlow": "بسیار کند",
	"btDotSignalStrength_wide": "عریض",
	"button": "دکمه",
	"character": "نویسه",
	"characters": "نویسه ",
	"checked": "انتخاب شد",
	"colorGamutJPNWide": "عریض",
	"connecting": "در حال اتصال",
	"depthOfColor": "رنگ",
	"diagonal zoom in": "بزرگنمایی قطری",
	"diagonal zoom out": "کوچکنمایی قطری",
	"digitalOptionSetByProgram": "تنظیم توسط برنامه",
	"energy_Maximum": "حداکثر",
	"energy_Medium": "متوسط",
	"energy_Minimum": "حداقل",
	"freesync_high": "زیاد ",
	"freesync_low": "کم",
	"freesync_off": "خاموش",
	"freesync_wide": "عریض",
	"gamma_high1": "سطح بالای ۱",
	"gamma_high2": "سطح بالای ۲",
	"hidden": "پنهان",
	"horizontal zoom in": "بزرگنمایی افقی",
	"horizontal zoom out": "کوچکنمایی افقی",
	"jpDoNot": "خاموش",
	"logoLuminance_high": "زیاد",
	"logoLuminance_low": "کم",
	"min": "دقیقه",
	"not connected": "متصل نیست",
	"objet_soundMode": "حالت صدا را برای هر نوع محتوا بهینه می‌کند.",
	"pictureControl3dModeStandard": "استاندارد",
	"pictureControlAuto": "خودکار",
	"pictureControlAuto_BlackLevel": "خودکار",
	"pictureControlHigh": "زیاد ",
	"pictureControlHigh_BlackLevel": "زیاد ",
	"pictureControlHigh_Male": "زیاد ",
	"pictureControlLow": "کم",
	"pictureControlLow_BlackLevel": "کم",
	"pictureControlLow_Male": "کم",
	"pictureControlMedium": "متوسط",
	"pictureControlMedium_BlackLevel": "متوسط",
	"pictureControlMedium_Male": "متوسط",
	"pictureControlwhiteBalanceColorTemperatureMedium": "متوسط",
	"pictureLocalDimmingHigh": "زیاد ",
	"pictureLocalDimmingLow": "کم",
	"pictureLocalDimmingMed": "متوسط",
	"pictureMode": "استاندارد",
	"pictureModeSettings": "سفارشی کردن",
	"press OK button to edit IP manually": "برای ویرایش دستی IP، «تأیید» را فشار دهید.",
	"press OK button to enter channel to search": "برای وارد کردن کانال جهت جستجو، «تأیید» را فشار دهید.",
	"press OK button to enter value": "برای وارد کردن مقدار، دکمه «تأیید» را فشار دهید",
	"press right button to adjust de-judder and de-blur value": "برای تنظیم مقدار کاهش لرزش و کاهش تاری، دکمه راست را فشار دهید",
	"press right button to adjust zoom ratio and position": "برای تنظیم موقعیت و نسبت زوم، دکمه راست را فشار دهید",
	"shift current screen down": "پایین بردن صفحه کنونی",
	"shift current screen to the left": "حرکت صفحه نمایش کنونی به سمت چپ",
	"shift current screen to the right": "حرکت صفحه نمایش کنونی به سمت راست",
	"shift current screen up": "بالا بردن صفحه کنونی",
	"shift down": "حرکت به پایین",
	"shift left": "حرکت به چپ",
	"shift right": "حرکت به راست",
	"shift up": "حرکت با بالا",
	"soundMode_Standard": "استاندارد",
	"speaker_channel": "صدای فراگیر",
	"thaRatingNone": "هیچکدام",
	"unchecked": "از حالت انتخاب خارج شد",
	"unread": "خوانده نشده",
	"vertical zoom in": "بزرگنمایی عمودی",
	"vertical zoom out": "کوچکنمایی عمودی",
	"volumeModeHigh": "زیاد ",
	"volumeModeLow": "کم",
	"volumeModeMedium": "متوسط",
	"webOS TV Version": "نسخه webOS TV",
	"zoom in": "بزرگنمایی",
	"zoom out": "کوچکنمایی"
}
