{
	" (User)": " (Pengguna)",
	"(Version: {l})": "(Versi: {l})",
	"* The device connected should support this service.": "* Peranti yang disambungkan harus menyokong perkhidmatan ini.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ciri ini digunakan sekali dan hanya sekali apabila TV dimatikan.",
	"* This feature is available on certain devices only.": "* Ciri ini tersedia pada peranti tertentu sahaja.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Mod ini menyatakan niat FILMMAKER MODE dengan jelas tetapi mungkin kelihatan lebih gelap daripada mod gambar lain.",
	"* This settings is only available for Internal TV Speaker.": "* Tetapan ini hanya tersedia untuk Pembesar Suara Dalaman TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Walaupun pilihan ini ditetapkan kepada HIDUP, penjimat skrin tidak akan berfungsi untuk mengelak daripada mengganggu pengalaman tontonan anda pada input luaran seperti TV Secara Langsung.",
	"* You can control the app which supports the function on your mobile device.": "* Anda boleh mengawal aplikasi yang menyokong fungsi pada peranti mudah alih anda.",
	"1) Turn the Bluetooth on the other device off.": "1) Hidupkan Bluetooth pada peranti lain.",
	"10 Points Code Value": "10 Titik Nilai Kod",
	"10 Points IRE": "10 Titik IRE",
	"10 and Above": "10 dan Ke Atas",
	"11 and Above": "11 dan Ke Atas",
	"12 Hours": "12 Jam",
	"12 and Above": "12 dan Ke Atas",
	"13 and Above": "13 dan Ke Atas",
	"14 and Above": "14 dan Ke Atas",
	"14 by 9": "14:9",
	"15 and Above": "15 dan Ke Atas",
	"16 and Above": "16 dan Ke Atas",
	"16 by 9": "16:9",
	"17 and Above": "17 dan Ke Atas",
	"18 and Above": "18 dan Ke Atas",
	"19 and Above": "19 dan Ke Atas",
	"2 Channel": "2 Saluran",
	"2 Hours": "2 Jam",
	"2 Points": "2 Titik",
	"2) Turn the Bluetooth device to connect off and on.": "2) Putarkan peranti Bluetooth untuk bersambung pada mati dan hidup.",
	"20 Points Code Value": "20 Titik Nilai Kod",
	"20 Points IRE": "20 Titik IRE",
	"20 and Above": "20 dan Ke Atas",
	"21 by 9": "21:9",
	"22 Points Code Value": "22 Titik Nilai Kod",
	"22 Points IRE": "22 Titik IRE",
	"24 Hours": "24 Jam",
	"3 Hours": "3 Jam",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "Sambungan 3G/4G",
	"4 Hours": "4 Jam",
	"4 Hours Auto Power Off": "Tutup Kuasa Automatik 4 Jam",
	"4 and Above": "4 dan Ke Atas",
	"4 by 3": "4:3",
	"4-Way Zoom": "Zum 4 Cara",
	"5 and Above": "5 dan Ke Atas",
	"5.1 Channel": "5.1 Saluran",
	"6 Hours": "6 Jam",
	"6 and Above": "6 dan Ke Atas",
	"7 and Above": "7 dan Ke Atas",
	"8 Hours": "8 Jam",
	"8 and Above": "8 dan Ke Atas",
	"9 and Above": "9 dan Ke Atas",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID digunakan untuk mengenal pasti peranti ini untuk tujuan pengiklanan dan untuk memudahkan iklan tertentu yang mungkin menarik bagi anda. Anda boleh menetapkan semula AD ID atau mengehadkan pengesanan AD ID di bawah.",
	"AI Acoustic Tuning": "Penalaan Akustik AI",
	"AI Acoustic Tuning Options": "Pilihan Penalaan Akustik AI",
	"AI Acoustic Tuning is disabled.": "Penalaan Akustik AI dilumpuhkan.",
	"AI Brightness Control": "Kawalan Kecerahan AI",
	"AI Picture": "Gambar AI",
	"AI Picture Pro": "Gambar AI Pro",
	"AI Recommendation": "Dicadangkan AI",
	"AI Service": "Perkhidmatan AI",
	"AI Sound": "Bunyi AI",
	"AI Sound Pro": "Bunyi AI Pro",
	"AV Sync Adjustment": "Pelarasan Penyegerakan AV",
	"Accessibility": "Akses",
	"Account Management": "Pengurusan Akaun",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Mengaktifkan pilihan ini akan menghentikan pengumpulan dan pengesanan data peribadi yang berkaitan dengan iklan daripada TV Pintar ini. Menghidupkan togol boleh mempengaruhi jenis iklan yang anda lihat maju ke depan, tetapi ia tidak akan menghalang anda daripada menerima iklan.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Mengaktifkan togol ini akan menyebabkan LGE mengarahkan penyedia pihak ketiganya untuk menghentikan pengkomersialan maklumat peribadi anda. Melainkan anda memilih secara berasingan, anda masih boleh mengakses perkhidmatan seperti Live Plus, LG Channels, dan Who.Where.What?.",
	"Add Network": "Tambah Rangkaian",
	"Add a hidden wireless network": "Tambah rangkaian wayarles tersembunyi",
	"Add wireless network by manually entering network name (SSID).": "Tambah rangkaian wayarles dengan memasukkan nama rangkaian (SSID) secara manual.",
	"Additional Audio Selection": "Pemilihan Audio Tambahan",
	"Additional Settings": "Tetapan Tambahan",
	"Address Setting": "Penetapan Alamat",
	"Adjust Audio Guidance pitch.": "Laraskan kelangsingan Panduan Audio.",
	"Adjust Audio Guidance speed.": "Laraskan kelajuan Panduan Audio.",
	"Adjust Audio Guidance volume.": "Laraskan kelantangan Panduan Audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Laraskan kecerahan cahaya belakang untuk mencerahkan atau menggelapkan skrin.",
	"Adjust Screen Position": "Laraskan Kedudukan Skrin",
	"Adjust Zoom Ratio": "Laraskan Nisbah Zum",
	"Adjust animation effect shown on the home at certain times.": "Laraskan kesan animasi yang ditunjukkan di rumah pada waktu tertentu.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Melaraskan kecerahan dengan menganalisis pergerakan imej bagi mencegah silau dan mengurangkan penggunaan tenaga.",
	"Adjust brightness of the LG logo.": "Selaraskan kecerahan logo LG.",
	"Adjust color and saturation for a more vivid image.": "Melaraskan warna dan ketepuan untuk imej yang lebih jelas.",
	"Adjust color temperature automatically to reduce eye strain.": "Laraskan suhu warna secara automatik untuk mengurangkan ketegangan mata.",
	"Adjust cursor speed.": "Melaraskan kelajuan kursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Melaraskan ketajaman tepi. Nilai yang lebih tinggi meningkatkan ketajaman dan kejelasan imej.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Melaraskan tetapan gama untuk mengimbangi kecerahan isyarat input.",
	"Adjust left/right audio balance.": "Melaraskan keseimbangan audio kiri-kanan.",
	"Adjust luminance for selected color.": "Laraskan luminans untuk pilihan warna.",
	"Adjust luminance level for selected IRE point.": "Laraskan tahap luminans untuk titik pilihan IRE.",
	"Adjust peak brightness for the brightest luminance.": "Selaraskan kecerahan puncak untuk luminans paling cerah.",
	"Adjust remote's cursor speed and appearance.": "Laraskan kelajuan dan rupa kursor alat kawan jauh.",
	"Adjust saturation for selected color.": "Laraskan penepuan untuk warna pilihan.",
	"Adjust screen brightness to reduce energy consumption.": "Melaraskan kecerahan skrin untuk mengurangkan penggunaan tenaga.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Sesuaikan LAMPU OLED untuk mencerahkan atau menggelapkan skrin.",
	"Adjust the audio timing to synchronize the video and audio.": "Laraskan masa audio untuk menyegerakkan video dan audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Laraskan baki merah dan hijau untuk memaparkan warna pada skrin.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Laraskan keseimbangan warna dengan menukar suhu warna, luminans, dan keamatan warna merah, hijau dan biru.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Laraskan kontras, resolusi, dan sebagainya untuk mod gambar individu secara terperinci dan tetapkan warna pilihan, gamma, dan sebagainya.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Melaraskan perbezaan di antara kawasan cerah dan gelap pada skrin. Nilai yang lebih tinggi menambahkan lagi perbezaan.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Laraskan nisbah bingkai dengan cara yang sama dengan filem dan ia memberikan rasa teater filem.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Laraskan luminans gambar statik seperti logo, dan sebagainya dan elakkan isu kualiti gambar yang mungkin berlaku apabila TV telah dihidupkan untuk jangka waktu yang lama.",
	"Adjust the screen color to be pale or deep.": "Laraskan warna skrin supaya menjadi pucat atau mendalam.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Laraskan bunyi untuk memenuhi selera anda untuk setiap jalur kekerapan bunyi.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Laraskan masa untuk penyegerakan apabila video dan audio mempunyai perbezaan masa.",
	"Adjust the tint to brighten or darken the screen.": "Laraskan warna untuk mencerahkan atau menggelapkan skrin.",
	"Adjust the volume you want with pressing remote's volume key.": "Laraskan kelantangan yang anda inginkan dengan menekan kekunci kelantangan alat kawalan jauh.",
	"Adjust tint for selected color.": "Laraskan seri warna untuk warna pilihan.",
	"Adjust whether to display the home promotion.": "Laraskan sama ada untuk memaparkan promosi rumah.",
	"Adjusting Luminance": "Melaraskan Luminans",
	"Adolescent over 13 are allowed to watch.": "Remaja lebih daripada umur 13 tahun dibenarkan untuk menonton.",
	"Adolescent over 14 are allowed to watch.": "Remaja lebih daripada umur 14 tahun dibenarkan menonton.",
	"Adolescent over 16 are allowed to watch.": "Remaja lebih daripada umur 16 tahun dibenarkan menonton.",
	"Adult": "Dewasa",
	"Adult Language": "Bahasa Orang Dewasa",
	"Adults only.": "Dewasa sahaja.",
	"Advanced": "Tetapan Lanjutan",
	"Advanced Controls": "Kawalan Lanjutan",
	"Advanced Wi-Fi Settings": "Tetapan Wi-Fi Lanjutan",
	"Advertisement": "Iklan",
	"Afrikaans": "Afrika",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Selepas menukar negara, semua saluran yang baru ditala akan dipadam. Untuk menala semula saluran, sila pergi ke Penalaan Auto. Adakah anda mahu meneruskan?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Selepas menukar Kod Zip anda, semua saluran Freesat yang baru ditala akan dipadamkan. Untuk menala semula saluran, sila pergi ke Penalaan Auto. Adakah anda mahu meneruskan?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Selepas anda menukar negara anda, anda boleh mengimbas saluran anda menggunakan Penalaan Automatik. Adakah anda mahu meneruskan?",
	"Ages 2-7 are allowed to watch.": "Umur 2-7 tahun dibenarkan untuk menonton.",
	"Albanian": "Bahasa Albania",
	"Alerts you by sound when the TV is turned on or off.": "Mengingatkan anda dengan bunyi apabila TV dihidupkan atau dimatikan.",
	"All Channels": "Semua Saluran",
	"All Children": "Semua Kanak-kanak",
	"All ages are allowed to watch.": "Semua umur dibenarkan untuk menonton.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Semua tetapan semasa untuk mod {pictureMode} akan diset semula. Adakah anda mahu meneruskan?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Semua tetapan kesan bunyi untuk Mod Standard akan diset semula. Adakah anda mahu meneruskan?",
	"Allow Automatic Updates": "Benarkan kemaskini automatik",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Malah, anda boleh melaraskan tetapan terperinci untuk bunyi Keliling Bluetooth.",
	"Always Open": "Sentiasa Buka",
	"Always-on Off Time": "Masa Mati Always-on",
	"An error has occurred while copy channels.": "Ralat berlaku semasa penyalinan saluran dilakukan.",
	"An important software update is available.": "Pengemaskinian perisian penting tersedia.",
	"Analog Mode": "Mod Analog",
	"Analog TV": "TV Analog",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Menganalisis ciri-ciri bunyi dan mengoptimumkan bunyi bagi setiap kandungan dalam masa nyata.",
	"Antenna": "Antena",
	"Antenna ATV": "ATV Antena",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antena Radio",
	"Antigua and Barbuda": "Antigua dan Barbuda",
	"Any Supplementary Audio": "Apa-apa Audio Tambahan",
	"App Alarm": "Penggera Aplikasi",
	"Application Locks": "Kunci Aplikasi",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Gunakan nilai tetapan terperinci bagi mod gambar semasa untuk semua input atau aplikasi.",
	"Apply to all inputs": "Aplikasikan pada semua input",
	"Applying value to all inputs...": "Aplikasikan nilai kepada semua input...",
	"Arabic": "Bahasa Arab",
	"Aspect Ratio": "Nisbah Aspek",
	"Aspect Ratio Settings": "Tetapan Nisbah Aspek",
	"Assamese": "Bahasa Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Arahkan saluran ke butang kawalan jauh supaya anda dengan senang boleh melangkau ke saluran tertentu.",
	"Audio Delay": "Ketundaan Audio",
	"Audio Description": "Deskripsi Audio",
	"Audio Description Volume": "Bunyi Deskripsi Audio",
	"Audio Guidance": "Panduan Audio",
	"Audio Language": "Bahasa Audio",
	"Audio Out (Line Out)": "Audio Keluar (Talian Keluar)",
	"Audio Type": "Jenis Audio",
	"Auto": "Automatik",
	"Auto Detect": "Kesan Automatik",
	"Auto Device Detection": "Pengesanan Peranti Auto",
	"Auto Genre Selection": "Pemilihan Genre Auto",
	"Auto Power Off": "Tutup Kuasa Automatik",
	"Auto Power Sync": "Syncronasi Kuasa Automatik",
	"Auto Start": "Auto Mula",
	"Auto Volume": "Bunyi Automatik",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Laraskan jurang dalam kelantangan bunyi secara automatik, atau tetapkan kelantangan bunyi yang dilaraskan pada satu masa dengan kekunci kelantangan pada alat kawalan jauh.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Laraskan secara automatik kepada nilai gambar yang dioptimumkan untuk genre kandungan Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Laraskan secara automatik kepada nilai gambar yang dioptimumkan untuk genre kandungan.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Ditukar secara automatik ke FILMMAKER MODE apabila kandungan filem diiktiraf.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Mengoptimumkan mutu gambar secara automatik berdasarkan warna dan kecerahan cahaya sekitar.",
	"Automatically update system software when an update is found.": "Mengemas kini perisian sistem secara automatik apabila kemas kini ditemui.",
	"Available Internal Storage": "Storan Dalaman Tersedia",
	"BG Color": "Warna Latar Belakang (BG)",
	"BG Opacity": "Kelegapan Latar Belakang (BG)",
	"Back": "Kembali",
	"Backlight": "Cahaya latar",
	"Balance": "Imbangan",
	"Basque": "Bahasa Basque",
	"Bass Boost": "Penggalak Bes",
	"Behavior may vary depending on connected device.": "Tingkah laku boleh berubah-ubah mengikut peranti yang bersambung.",
	"Bengali": "Bahasa Bengali",
	"Black": "Hitam",
	"Black Level": "Taraf Hitam",
	"Block TV programs broadcast in English based on their content ratings.": "Sekat rancangan TV yang disiarkan dalam Bahasa Inggeris berdasarkan penilaian kandungan.",
	"Block TV programs broadcast in French based on their content ratings.": "Sekat rancangan TV yang disiarkan dalam Bahasa Perancis berdasarkan penilaian kandungan.",
	"Block content based on genre.": "Menyekat kandungan berdasarkan genre.",
	"Blue": "Biru",
	"Bluetooth Speaker Mode": "Mod Pembesar Suara Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bunyi Keliling Bluetooth + Pembesar Suara Dalaman TV",
	"Bluetooth Surround Sound Setup": "Persediaan Bunyi Keliling Bluetooth",
	"Bosnia": "Bosnia dan Herzegovina",
	"Bosnia And Herzegovina": "Bosnia Herzegovina",
	"Bosnian": "Bahasa Bosnia",
	"Brightness": "Kecerahan",
	"Broadcast Country": "Negara Penyiaran",
	"Broadcast Mail": "Siaran Mel",
	"Bulgarian": "Bahasa Bulgaria",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Dengan menekan 'Tetapkan Semula', anda akan memadam semua LGE data yang berkaitan dengan iklan yang dikumpulkan daripada TV Pintar ini pada masa lalu. Menekan 'Tetapkan Semula' mungkin memberikan kesan kepada jenis iklan yang anda lihat maju ke depan, tetapi ia tidak akan menghalang anda daripada menerima iklan.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Dengan mengaktifkan Live Plus, anda bersetuju dengan pengumpulan maklumat tontonan televisyen oleh LG Electronics Inc. (\"LGE\") melalui modul ACR, yang mana mungkin dikongsi atas dasar ketanpanamaan dengan pihak ketiga untuk memberikan perkhidmatan interaktif kepada anda. Kami juga mungkin berkongsi maklumat ketanpanamaan teragregat dengan pihak ketiga untuk tujuan pemasaran. Sila ambil perhatian bahawa kami bukan dengan sengaja mengumpul atau mengedarkan maklumat di atas daripada atau berkaitan kanak-kanak bawah 13 tahun.Maklumat terperinci mengenai Live Plus diterangkan dalam Maklumat Tontonan (terma) yang mana boleh diakses menerusi menu tetapan SmartTV. LGE amat mengesyorkan anda mengkaji semula versi penuh Maklumat Tontonan (terma) sebelum anda mengaktifkan fungsi Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Dengan menghidupkan Live Plus, anda memahami bahawa kandungan yang dipaparkan pada TV anda boleh diiktiraf, dan maklumat tontonan boleh digunakan untuk memberi anda pengalaman tontonan yang dipertingkatkan dan perkhidmatan yang disesuaikan termasuk cadangan kandungan dan iklan. Sila semak Dasar Privasi dan Perjanjian Pengguna yang berkaitan dalam menu Tetapan TV untuk maklumat lanjut.",
	"CI Information": "Maklumat CI",
	"CI password incorrect. Please enter again.": "Kata Laluan CI tidak betul. Sila masukkan semula.",
	"COMPONENT2": "KOMPONEN2",
	"COMPONENT3": "KOMPONEN3",
	"CS1 Board": "Papan CS1",
	"CS2 Board": "Papan CS2",
	"Cable": "Kabel",
	"Cable ATV": "ATV Kabel",
	"Cable DTV": "Kabel DTV",
	"Cable Radio": "Radio Kabel",
	"Cairo": "Kaherah",
	"Cambodia": "Kemboja",
	"Can not Find Channel": "Tidak Dapat Mencari Saluran",
	"Canada": "Kanada",
	"Canary Islands": "Kepulauan Canary",
	"Cancel": "Batal",
	"Cancel Schedule": "Batalkan Jadual",
	"Cancel Update": "Batal Kemas kini",
	"Cantonese": "Bahasa Kantonis",
	"Catalan": "Bahasa Catalonia",
	"Caution": "Awas",
	"Cayman Islands": "Kepulauan Cayman",
	"Center": "Tengah",
	"Central African Republic": "Republik Afrika Tengah",
	"Change blue intensity and adjust the color balance.": "Tukar keamatan warna biru dan laraskan keseimbangan warna.",
	"Change green intensity and adjust the color balance.": "Tukar keamatan hijau dan laraskan keseimbangan warna.",
	"Change red intensity and adjust the color balance.": "Tukar keamatan warna merah dan laraskan keseimbangan warna.",
	"Change the left / right sound": "Tukar bunyi kiri / kanan",
	"Change the position of captions using the 4-way dial on the remote control.": "Tukar kedudukan kapsyen menggunakan dailan 4 arah pada alat kawalan jauh.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mengubah kawasan boleh mengubah saluran yang baru ditala dalam TV anda. Anda boleh menala semula saluran dalam Penalaan Auto. Adakah anda mahu menukar tetapan kawasan sekarang?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Mengubah negara akan menyebabkan TV anda dimulakan semula dan anda mungkin perlu bersetuju dengan Perjanjian Pengguna LG semula. Selain itu, kebolehsediaan beberapa aplikasi dan perkhidmatan boleh berubah-ubah mengikut Negara Perkhidmatan LG. Adakah anda mahu meneruskan?",
	"Channel Locks": "Kunci Saluran",
	"Channel Manager": "Pengurus Saluran",
	"Channel Scrolling Options": "Pilihan Menskrol Saluran",
	"Channel Tuning": "Penalaan Saluran",
	"Channel Tuning & Settings": "Penalaan & Tetapan Saluran",
	"Channels": "Saluran",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Saluran daripada HDMI dan input luaran lain tidak boleh dikunci. Untuk mengunci saluran TV, tukar input semasa kepada Live TV.",
	"Chatham Islands": "Kepulauan Chatham",
	"Check TV information.": "Periksa maklumat TV.",
	"Check alarm messages about the user settings or TV status.": "Semak mesej amaran tentang tetapan pengguna atau status TV.",
	"Check descriptions for each LG webOS TV functions.": "Semak penerangan untuk setiap fungsi LG webOS TV.",
	"Check for Advertising settings and set it.": "Periksa tetapan Pengiklanan dan tetapkannya.",
	"Check for Updates": "Semak untuk mendapatkan Kemas Kini",
	"Check for available functions with Voice and set Voice Settings.": "Periksa fungsi yang tersedia dengan Suara dan tetapkan Tetapan Suara.",
	"Check for problems with the picture quality.": "Memeriksa untuk masalah dengan mutu gambar.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Periksa masalah kualiti bunyi pembesar suara dalaman TV.",
	"Check for software updates and update if available.": "Periksa kemas kini perisian dan kemas kini jika tersedia.",
	"Check whether the Bluetooth device is in pairing mode.": "Periksa sama ada peranti Bluetooth dalam mod berpasangan.",
	"Check your TV status to solve problems or use remote support.": "Periksa status TV anda untuk menyelesaikan masalah atau gunakan sokongan alat kawalan jauh.",
	"Checking Password": "Memeriksa Kata Laluan",
	"Checking for Updates": "Semakan Kemas Kini",
	"Checking...": "Memeriksa...",
	"Children": "Kanak-kanak",
	"Children Age": "Umur Kanak-Kanak",
	"Children Program Locks": "Kunci Program Kanak-kanak",
	"Children over 8 are allowed to watch.": "Kanak-kanak lebih daripada 8 tahun dibenarkan untuk menonton.",
	"Chinese": "Bahasa Cina",
	"Choose to have all channels or just your primary ones when you change channels.": "Pilih untuk mempunyai semua saluran atau hanya saluran utama anda apabila anda mengubah saluran.",
	"Christmas Island": "Kepulauan Krismas",
	"Cinema": "Wayang",
	"Cinema Clear": "Pawagam Kosong",
	"Cinema Home": "Laman Utama Pawagam",
	"Cinema View": "Paparan Wayang",
	"Cinema View (32:12)": "Pandangan Wayang (32:12)",
	"Cinema Zoom": "Zoom Wayang",
	"City": "Bandar",
	"City Selection": "Pilihan Bandar",
	"Clean Audio": "Audio Bersih",
	"Clear": "JELAS",
	"Clear1": "Kosong",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik butang SAMBUNG di bawah selepas Papan Kekunci Wayarles LG anda dihidupkan dan ditetapkan ke mod pasangan.",
	"Close": "Tutup",
	"Closed Caption": "Kapsyen Tertutup",
	"Closed Caption Settings": "Penetapan Kapsyen Tertutup",
	"Code Value": "Nilai Kod",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Kumpulkan dan simpan alamat MAC, nombor model, kod negara, tetapan bahasa, dan versi perisian untuk mengesahkan perisian terkini untuk dikemas kini.",
	"Color": "Warna",
	"Color Gamut": "Warna Gamut",
	"Color Management System": "Sistem Pengurusan Warna",
	"Color Temperature": "Suhu Warna",
	"Component": "Komponen",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Sahkan terma dan syarat atau tukar sama ada untuk menerima perjanjian.",
	"Connect": "Sambung",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Sambungkan pembesar suara Bluetooth dan pembesar suara TV serta laraskan Kelewatan Audio antara pembesar suara.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Sambungkan peranti audio luaran yang menyokong eARC ke eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Sambungkan peranti luaran seperti Kotak atas set, Bar bunyi dan lain-lain kepada TV berdasarkan panduan.",
	"Connect the LAN cable directly to the TV to use the network.": "Sambungkan kabel LAN terus ke TV untuk menggunakan rangkaian.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Sambungkan rangkaian dengan memasukkan alamat pelayan IP dan DNS secara manual.",
	"Connect to the network if a wireless router is installed.": "Sambungkan kepada rangkaian jika penghala wayarles dipasang.",
	"Connect via WPS PBC": "Sambung melalui WPS PBC",
	"Connect via WPS PIN": "Sambung melalui WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Sambung TV anda ke penghala atau modem dengan kabel Ethernet untuk mengaktifkan sambungan rangkaian berwayar.",
	"Connect your TV with WiSA Speakers wirelessly.": "Sambungkan TV anda dengan Pembesar Suara WiSA secara wayarles.",
	"Connectable Devices ({num})": "Peranti yang Boleh Disambung ({num})",
	"Connected": "Bersambung",
	"Connected to Internet": "Bersambung kepada Internet",
	"Connecting...": "Menyambung...",
	"Connection": "Sambungan",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Pengurusan Sambungan dengan telefon pintar atau PC boleh didapati. Untuk menyambungkan TV dengan peranti mudah alih, tetapan sambungan dan permintaan diperlukan pada telefon pintar dan PC.",
	"Content Recommendations": "Cadangan Kandungan",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Kandungan akan dimainkan dengan bunyi yang sesuai untuk pendengaran berbilang saluran jika audio berbilang saluran disokong oleh perkhidmatan HbbTV.",
	"Contrast": "Kontras",
	"Cool": "Sejuk",
	"Copy Channels": "Salin Saluran",
	"Copy/Delete file": "Salin/Padam fail",
	"Correct contrast and brightness by adjusting black levels.": "Membetulkan kontras dan kecerahan dengan melaraskan aras hitam.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Betulkan piksel gambar dan elakkan isu kualiti gambar yang mungkin berlaku apabila TV dihidupkan untuk tempoh masa yang panjang.",
	"Could not fined available network.": "Tidak dapat mencari rangkaian yang tersedia.",
	"Croatian": "Bahasa Croatia",
	"Current time is not valid. Do you want to set the correct time now?": "Waktu semasa tidak sah. Adakah anda mahu menetapkan masa tepat sekarang?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Nilai semasa tetapan mod gambar tersuai akan ditunjukkan kepada mod {pictureMode} untuk semua input. Adakah anda mahu meneruskan?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Peranti Papan Kekunci Tanpa Wayar LG yang disambungkan pada masa ini akan diputuskan daripada TV anda. Adakah anda mahu meneruskan?",
	"Custom": "Khas",
	"Custom Time Zone": "Zon Waktu Biasa",
	"Customer Service": "Khidmat Pelanggan",
	"Cyan": "Sian",
	"Czech": "Republik Czech",
	"Czech Republic": "Republik Czech",
	"DNS Server": "Pelayan DNS",
	"DTV Audio Setting": "Penetapan Audio DTV",
	"Damascus": "Damsyik",
	"Danish": "Bahasa Denmark",
	"Data Service": "Servis Data",
	"Date": "Tarikh",
	"Day": "Hari",
	"De-Blur": "Kurangkan kabur",
	"De-Judder": "Kurangkan Gegar",
	"Delete": "Padam",
	"Delete Connection History": "Padam Sejarah Sambungan",
	"Delete Pairing History": "Padam Sejarah Perpasangan",
	"Delete Usage Data": "Padam Data Penggunaan",
	"Demo Options": "Pilihan Demo",
	"Democratic Republic of the Congo": "Republik Demokratik Kongo",
	"Depressed": "Tertekan",
	"Deregister": "Membatalkan pendaftaran",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Terangkan kandungan pada skrin dengan suara bagi penonton yang cacat penglihatan untuk menonton TV.",
	"Detect Range": "Mengesan Julat",
	"Device Connection Settings": "Tetapan Sambungan Peranti",
	"Device List": "Senarai Peranti",
	"Device Name": "Nama Peranti",
	"Digital Mode": "Mod Digital",
	"Digital Sound Out": "Bunyi Keluar Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Dihalakan untuk Kanak-kanak Lebih Besar (usia 7 tahun dan ke atas)",
	"Disabled": "Dilumpuhkan",
	"Disconnect": "Putuskan sambungan",
	"Display captions for hearing-impaired viewers to use TV.": "Paparkan kapsyen untuk penonton yang mengalami masalah pendengaran untuk menonton TV.",
	"Display fast-moving content smoothly and clearly.": "Paparkan kandungan yang bergerak pantas dengan lancar dan jelas.",
	"Display luminance level for the highest point (100 IRE).": "Memaparkan tahap luminans untuk titik tertinggi (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Paparkan gambar dalam suhu warna hangat atau sejuk.",
	"Do Not Sell My Personal Information": "Jangan Jual Maklumat Peribadi Saya",
	"Do Not Track": "Jangan Mengesan",
	"Do you want to continue?": "Adakah anda mahu meneruskan?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Adakah anda mahu menyalin senarai saluran daripada storan USB ke TV anda? Saluran semasa dalam TV anda akan dipadam.",
	"Do you want to copy channel list from your TV to the USB storage?": "Adakah anda mahu menyalin senarai saluran daripada TV anda ke storan USB?",
	"Do you want to reset Position Settings?": "Adakah anda mahu menetapkan semula Tetapan Kedudukan?",
	"Do you want to reset Volume Control?": "Adakah anda ingin menetapkan semula Kawalan Kelantangan?",
	"Do you want to set the correct time now?": "Adakah anda mahu menetapkan masa tepat sekarang?",
	"Do you want to turn your TV off now?": "Adakah anda mahu mematikan TV anda sekarang?",
	"Dominican Republic": "Republik Dominica",
	"Done": "Selesai",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Muat Turun Mel",
	"Download and Install": "Muat Turun dan Pasang",
	"Downloadable Rating": "Rating yang Boleh Dimuat Turun",
	"Dual Mono": "Mono Duaan",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Semasa Waktu Mati Always-on, sebahagian daripada ciri-ciri seperti pengecaman suara dan lain-lain adalah terhad apabila skrin dimatikan.",
	"Dutch": "Bahasa Belanda",
	"Dynamic Color": "Warna Dinamik",
	"Dynamic Contrast": "Kontras Dinamik",
	"Dynamic Tone Mapping": "Pemetaan Ton Dinamik",
	"Easter Island": "Kepulauan Easter",
	"Eastern Africa": "Afrika Timur",
	"Eco Mode": "Mod Eco",
	"Edge Color": "Warna Tepian",
	"Edge Enhancer": "Peningkatan Tepi",
	"Edge Type": "Jenis Tepi",
	"Egypt": "Mesir",
	"Emergency Alert": "Amaran Kecemasan",
	"Enabled": "Didayakan",
	"Energy Saving": "Penjimatan Tenaga",
	"Energy consumption may increase if this feature is on.": "Penggunaan tenaga boleh meningkat jika ciri ini dihidupkan.",
	"Energy saving modes to limit power consumption.": "Mod penjimatan tenaga untuk mengehadkan penggunaan kuasa.",
	"English": "Bahasa Inggeris",
	"Enhance the bass sound.": "Meningkatkan bunyi bass.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Tingkatkan kontras antara kawasan terang dan gelap bagi beberapa menu, seperti latar belakang dan teks, kerana mudah dilihat oleh mereka yang mempunyai penglihatan rendah.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Meningkatkan resolusi dan ketajaman kandungan dengan algoritma yang dipelajari melalui teknik Pembelajaran Mendalam LG dan mengoptimumkan kedalaman melalui analisis kandungan.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Nikmati kandungan Dolby Atmos dengan bunyi yang optimum dengan menghidupkan kesan medan bunyi.",
	"Enjoy TV sound by connecting Wired Headphones.": "Nikmati bunyi TV dengan menyambungkan Fon Kepala Berwayar.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Nikmati bunyi TV melalui peranti audio yang bersambung ke port HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Nikmati bunyi TV melalui peranti audio yang bersambung ke OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Nikmati bunyi TV melalui peranti audio LG yang bersambung ke port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Nikmati bunyi TV melalui peranti audio yang bersambung ke port output Audio Out/Fon kepala luaran.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Nikmati bunyi TV melalui Pembesar Suara Dalaman TV dan Fon Kepala Berwayar.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Nikmati bunyi TV melalui peranti audio luaran yang bersambung ke Pembesar Suara Dalaman TV dan port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Nikmati bunyi yang jelas dan semula jadi.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Nikmati bunyi dengan peranti audio wayarles yang bersambung ke LG Sound Sync atau Bluetooth.",
	"Enjoy the sound optimized to the room.": "Nikmati bunyi yang dioptimumkan ke bilik.",
	"Enter CI Password": "Masukkan Kata Laluan CI",
	"Enter the PIN in your router's settings.": "Masukkan PIN dalam penetapan penghala anda.",
	"Enter the master password.": "Masukkan kata laluan induk.",
	"Estonian": "Bahasa Estonia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Walaupun jika tetapan dimatikan, anda boleh memeriksa maklumat yang berkaitan melalui sepanduk saluran dan pengecaman suara.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Walaupun apabila TV dimatikan dan menggunakan kuasa minimum, anda boleh mendengar muzik dengan menghubungkan peranti mudah alih. Kekayaan ciri boleh digunakan dengan pantas sekali lagi apabila TV dihidupkan.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Walaupun TV dimatikan, anda boleh mendengar muzik dengan menyambungkan telefon pintar anda dengan TV melalui Bluetooth.",
	"Every Day": "Setiap Hari",
	"Every Weekday": "Setiap Hari Kerja",
	"Every Weekend": "Setiap Hujung Minggu",
	"Expert (Bright Room)": "Pakar (Bilik Cerah)",
	"Expert (Dark Room)": "Pakar (Bilik Gelap)",
	"Export your TV's channel list information to a connected USB device.": "Eksport maklumat senarai saluran TV anda ke peranti USB yang disambung.",
	"Extended": "Dipanjangkan",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Memanjangkan tempoh masa yang tetapan Tutup Kuasa Auto atau mematikan fungsi boleh meningkatkan penggunaan tenaga.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Mod Keselesaan Mata",
	"FILMMAKER MODE Auto Change": "Perubahan Auto FILMMAKER MODE",
	"Fantasy Violence": "Keganasan Fantasi",
	"Fast": "Laju",
	"Find and tell an audio device available to connect around TV.": "Cari dan beritahu peranti audio tersedia untuk bersambung di sekeliling TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Menala ruang warna merah, hijau, biru, sian, magenta dan kuning.",
	"Finnish": "Bahasa Finland",
	"Flash": "Pancaran",
	"Flat Mode": "Mod Rata",
	"Font": "Fon",
	"Font 1": "Fon 1",
	"Font 2": "Fon 2",
	"Font 3": "Fon 3",
	"Font 4": "Fon 4",
	"Font 5": "Fon 5",
	"Font 6": "Fon 6",
	"Font 7": "Fon 7",
	"Font 8": "Fon 8",
	"Football": "Bola Sepak",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Untuk penghala wayarles didayakan WPS (Penyediaan Dilindungi Wi-Fi), Masukkan kod PIN untuk menyambungkan TV ke rangkaian wayarles.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Untuk penghala wayarles WPS (Penyediaan Dilindungi Wi-Fi), tekan butang WPS-PBC untuk menyambungkan TV ke rangkaian wayarles.",
	"France": "Perancis",
	"French": "Bahasa Perancis",
	"French Polynesia": "Perancis Polinesia",
	"Full Wide": "Lebar Penuh",
	"Gaelic": "Bahasa Gaelic",
	"Galapagos Islands": "Kepulauan Galapagos",
	"Galician": "Bahasa Galicia",
	"Gallery": "Galeri",
	"Game": "Permainan",
	"Gamma": "Gama",
	"Gateway": "Get Laluan",
	"General": "Umum",
	"General Age": "Umur Umum",
	"General Audience": "Penonton Umum",
	"General Audiences": "Penonton Umum",
	"General Program Locks": "Kunci Program Umum",
	"German": "Bahasa Jerman",
	"Germany": "Jerman",
	"Get started in a quiet environment for sound optimization.": "Bermula di persekitaran yang senyap untuk pengoptimuman bunyi",
	"Getting...": "Mendapatkan...",
	"Grayscale": "Skala kelabu",
	"Greek": "Bahasa Greek",
	"Green": "Hijau",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menu dan operasi panduan dengan suara bagi penonton yang cacat penglihatan untuk menggunakan TV.",
	"Guinea Equatorial": "Guinea Khatulistiwa",
	"Gujarati": "Bahasa Gujarati",
	"H Position": "Kedudukan H",
	"H Sharpness": "Terang H",
	"H Size": "Saiz H",
	"HD Mode": "Mod HD",
	"HD Mode Option": "Pilihan Mod HD",
	"HDD Eco Mode": "Mod Eco HDD",
	"HDD Power Saving Mode": "Mod penjimatan kuasa HDD",
	"HDMI Input Audio Format": "Format Audio Input HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1} dan HDMI {port2} menyokong 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Port HDMI {port1} dan HDMI {port2} menyokong Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Port HDMI {port1} menyokong 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Port HDMI {port1} menyokong Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2} dan HDMI {port3} menyokong 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2} dan HDMI {port3} menyokong Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3} dan HDMI {port4} menyokong 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3} dan HDMI {port4} menyokong Ultra HD Deep Color.",
	"HDR Effect": "HDR Kesan",
	"HDR Picture Mode": "Mod Gambar HDR",
	"Hard of Hearing": "Kesusahan Dengar",
	"Headphones Volume": "Bunyi Fon Kepala",
	"Hebrew": "Bahasa Ibrani",
	"High": "Tinggi",
	"High Contrast": "Kontras Tinggi",
	"Higher values increase a sense of warmth or coldness.": "Nilai yang lebih tinggi meningkatkan rasa kepanasan atau kesejukan.",
	"Hindi": "Bahasa Hindi",
	"Home Animation": "Animasi Rumah",
	"Home Auto Launch": "Pelancaran Auto Home",
	"Home Mode": "Mod Rumah",
	"Home Promotion": "Promosi Laman Utama",
	"Home Settings": "Tetapan Halaman Utama",
	"Home/Store Mode": "Mod Rumah/Kedai",
	"Hours": "Jam",
	"However, the IPv6 version of the address does not support editing.": "Walau bagaimanapun, versi alamat IPv6 tidak menyokong pengeditan.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Namun, untuk memastikan TV anda berada dalam keadaan yang optimum, fungsi Always-on akan dinyahdayakan untuk set lima jam dan kuasa akan dimatikan sepenuhnya.",
	"Hungarian": "Bahasa Hungary",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "PENTING! Tetapkan semula akan memadam semua tetapan akaun anda dan aplikasi yang dipasang. Tindakan ini perlu diselesaikan.",
	"IP (Automatic)": "IP (Automatik)",
	"IP Address": "Alamat IP",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Apabila Penyelarasan Kuasa Automatik dipilih, TV anda akan dibuka apabila anda menghidupkan peranti SIMPLINK dan peranti SIMPLINK anda akan ditutup apabila TV anda ditutup.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Jika Kawalan Universal Kotak atas set / OTT telah disediakan, gunakanlah Kotak atas set yang disambungkan daripada alat kawalan jauh LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Jika peranti disambungkan ke port, anda boleh melihat gambar permainan yang dioptimumkan dengan meminimumkan kelewatan atau gangguan video peranti.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Jika ia dihidupkan dan anda menyambungkan peranti yang juga menyokong Ultra HD Deep Color, gambar anda mungkin lebih jelas.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jika perakaman atau kemas kini perisian berjalan, ia akan menunggu sehingga ia selesai dan proses tersebut akan mengambil masa lebih daripada sejam.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Jika rakaman atau kemas kini perisian sedang berjalan, ia akan menunggu sehingga ia selesai dan proses tersebut boleh mengambil masa lebih dari {n} minit.",
	"If the device is not connected, you may not hear any sound through it.": "Jika peranti tidak disambungkan, anda mungkin tidak dapat mendengar sebarang bunyi menerusinya.",
	"If the edge of the screen is not clean, please turn this function off.": "Jika tepi skrin tidak bersih, sila matikan fungsi ini.",
	"If the program does not support multiple languages, the default language is selected.": "Jika program tidak menyokong berbilang bahasa, bahasa lalai dipilih.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Jika program tidak menyokong format output yang dipilih, output lalai daripada sumber akan digunakan.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Jika program tidak menyokong tetapan audio yang berbeza, audio lalai akan dipilih.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Jika gejala yang sama berulang, sila tukar semula nilai set atau mulakan semula peranti luaran yang bersambung.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Jika bahasa yang dipilih tidak menyokong, bahasa lalai daripada siaran akan digunakan.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Jika skrin statik belum menerima apa-apa input pengguna selama satu jam, ia akan bertukar kepada penjimat skrin.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Jika masa yang anda tetapkan jauh berbeza dari masa semasa, beberapa ciri pintar mungkin tidak dipaparkan.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Jika anda tidak dapat mendengar bunyi melalui peranti, pastikan ia berfungsi dengan betul dan menyokong LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Jika anda memilih mod Demo Kedai, ia ditetapkan untuk nilai optimum untuk memaparkan runcit menjual TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Jika anda menghidupkan Panduan Audio, anda hanya boleh bergerak dengan butang kiri, kanan, atas, bawah pada alat kawalan jauh anda dan beberapa aplikasi yang memerlukan penunjuk tersebut tidak boleh digunakan.",
	"If you turn it off, CAM operator's profile will be deleted.": "Jika anda mematikannya, profil operator CAM akan dipadamkan.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jika anda mematikannya, semua saluran CAM yang ditala tidak akan tersedia dan pemberitahuan tidak akan diberikan lagi.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Jika anda mematikan 'Mula Segera+', anda tidak akan dapat menghidupkan TV anda dengan Kawalan Jauh Percuma. Adakah anda ingin meneruskan?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Jika anda mematikan penyelamat skrin dan imej yang sama kekal pada skrin lebih daripada 2 jam, ia akan menjejaskan kualiti gambar skrin anda. Jika ia masih ada lebih dari 5 jam, susut nilai kualiti gambar akan berlaku secara kekal. Adakah anda mahu meneruskan?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Jika anda mematikan pilihan ini, skrin statik boleh kekal lebih lama, yang akan menurunkan kualiti skrin atau tidak dapat dipulihkan dalam sesetengah kes.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jika anda menggunakan fungsi penjimatan tenaga, kecerahan TV anda akan terjejas.",
	"Import your TV's channel list information from a connected USB device.": "Import maklumat senarai saluran TV anda dari peranti USB yang disambung.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Import/eksport maklumat senarai saluran TV anda daripada /ke Peranti USB yang disambung.",
	"In Home": "Dalam Rumah",
	"Indonesian": "Bahasa Indonesia",
	"Inner": "Dalaman",
	"Input Locks": "Kunci Input",
	"Input field": "Medan input",
	"Installing...": "Memasang...",
	"Instant Game Response": "Tindak Balas Permainan Segera",
	"Interactive Service": "Interaktif Perkhimatan",
	"Interactivity(DTVi)": "Interaktiviti (DTVi)",
	"Internal TV Speaker": "Pembesar Suara Dalaman TV",
	"Invert Colors": "Warna Songsang",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Terbalikkan dan imbangkan warna tertentu dalam beberapa menu untuk meningkatkan keterlihatan item yang dipaparkan pada skrin.",
	"Irish": "Bahasa Ireland",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ia ditetapkan semula kepada mod gambar secara individu. Jadi, pilih mod gambar yang diingini dan tetapkannya semula.",
	"It may not sound depending on connected devices.": "Ia mungkin tidak berbunyi bergantung pada peranti yang bersambung.",
	"It may take a few minutes.": "Ia mungkin mengambil masa beberapa minit.",
	"It may take a few seconds.": "Ia mungkin mengambil masa beberapa saat.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Ia memberikan bunyi atau keliling Maya 4.0 yang optimum bergantung pada genre yang ditonton oleh algoritma yang dipelajari melalui teknik Pembelajaran Mesin LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Ia memberikan bunyi atau persekitaran Maya 5.1 yang optimum untuk bergantung pada genre dengan algoritma yang dipelajari daripada teknik Pembelajaran Mendalam LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ia memberikan bunyi yang dioptimumkan dengan menala bunyi yang dipantulkan di dalam bilik berdasarkan jenis pemasangan TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Ia mengurangkan gerigi dalam gambar untuk gambar yang lancar.",
	"It works only when the broadcasting program supports captions.": "Ia berfungsi hanya apabila program penyiaran menyokong kapsyen.",
	"It works only when the broadcasting program supports subtitles.": "Ia berfungsi hanya apabila program penyiaran menyokong sari kata.",
	"Italian": "Bahasa Itali",
	"Italy": "Itali",
	"Ivory Coast": "Cote d’Ivoire",
	"Japan": "Jepun",
	"Japanese": "Bahasa Jepun",
	"Just Scan": "Hanya Imbas",
	"Kannada": "Bahasa Kannada",
	"Kazakh": "Bahasa Kazakh",
	"Keyboard Languages": "Bahasa Papan Kekunci",
	"Korea": "Korea Selatan",
	"Korean": "Bahasa Korea",
	"LED Local Dimming": "Malap LED Tempatan",
	"LG Logo Light (Front of TV)": "Cahaya Logo LG (Depan TV)",
	"LG Services Country": "Negara Perkhidmatan LG",
	"LG Wireless Keyboard": "Papan Kekunci Wayarles LG",
	"LG Wireless Keyboard Connected:": "Papan Kekunci Wayarles LG Disambung:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Papan Kekunci Wayarles LG membolehkan anda mengawal TV melalui Bluetooth.",
	"Language": "Bahasa",
	"Large": "Besar",
	"Last tuning:": "Penalaan terakhir:",
	"Latvian": "Bahasa Latvia",
	"Lebanon": "Lubnan",
	"Left": "Kiri",
	"Left Right": "Kiri/Kanan",
	"Left Surround": "Surround Kiri",
	"Left drop shadow": "Imej bayang bahagian kiri",
	"Legal Notice": "Notis Perundangan",
	"Light": "Lampu",
	"Limit AD Tracking": "Hadkan Penjejakan AD",
	"Lithuanian": "Bahasa Lithuania",
	"Live Theater": "Teater Live",
	"Loading...": "Sedang memuat...",
	"Local": "Tempatan",
	"Local Language": "Bahasa Tempatan",
	"Location": "Lokasi",
	"Lock All": "Kunci Semua",
	"Lock changes for currently running apps will be applied the next time they are started.": "Perubahan kunci untuk aplikasi yang berjalan sekarang akan digunakan pada masa seterusnya apabila ia dimulakan.",
	"Logo Luminance Adjustment": "Pelarasan Luminans Logo",
	"Low": "Rendah",
	"Luminance": "Luminan",
	"MAC Address": "Alamat MAC",
	"MAC Address (Wired)": "Alamat MAC (Berwayar)",
	"MAC Address (Wireless)": "Alamat MAC (Wayarles)",
	"MASTER PASSWORD": "KATA LALUAN INDUK",
	"MHEG Guide": "Panduan MHEG",
	"MPEG Noise Reduction": "Kurang Getaran MPEG",
	"Macao": "Macau",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, sebelum ini dikenali sebagai Republik Yugoslavia",
	"Macedonian": "Bahasa Macedonia",
	"Make blurry or difficult-to-see areas more vivid.": "Buat kawasan kabur atau sukar untuk dilihat menjadi lebih jelas.",
	"Malay": "Bahasa Melayu",
	"Malayalam": "Bahasa Malayalam",
	"Manage channels stored on the TV.": "Urus saluran yang disimpan di TV.",
	"Mandarin": "Bahasa Mandarin",
	"Maori": "Bahasa Maori",
	"Marathi": "Bahasa Marathi",
	"Marshall Islands": "Kepulauan Marshall",
	"Mature Audience Only": "Penonton Matang Sahaja",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Memaksimumkan kontras dengan meningkatkan keamatan kawasan cerah dan gelap pada skin.",
	"Menu Language": "Menu Bahasa",
	"Menu Transparency": "Menu Lut sinar",
	"Message": "Mesej",
	"Method": "Kaedah",
	"Middle East": "Timur Tengah",
	"Minutes": "Minit",
	"Mobile Connection Management": "Pengurusan Sambungan Mudah Alih",
	"Mode Option": "Pilihan Mod",
	"Month": "Bulan",
	"Morocco": "Maghribi",
	"Motion Eye Care": "Jagaan Gerakan Mata",
	"Movie Lock": "Kunci Filem",
	"Multi": "Pelbagai",
	"Multi Audio": "Audio Berbilang",
	"Multi Channel Audio": "Audio Saluran Berbilang",
	"Multi Feed": "Pelbagai Suapan",
	"Multiple": "Berbilang",
	"Music": "Muzik",
	"NEXTGEN TV Mode": "Mod TV NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - New South Wales/ Ibu Negara Wilayah Persekutuan Australia - Sydney",
	"NT - Northern Territory - Darwin": "NT - Wilayah Utara - Darwin",
	"Narrow": "Sempit",
	"Natural": "Semula jadi",
	"Netherland": "Belanda",
	"Netherlands": "Belanda",
	"Network": "Rangkaian",
	"Network Connection Settings": "Tetapan Sambungan Rangkaian",
	"Network Name": "Nama Rangkaian",
	"Network-Based Personalization Recommendations": "Cadangan Personalisasi Berasaskan Rangkaian",
	"Next": "Seterusnya",
	"Night": "Malam",
	"No": "Tidak",
	"No Internet via 3G/4G network": "Tiada Internet melalui rangkaian 3G/4G",
	"No Internet via Ethernet": "Tiada Internet melalui Ethernet",
	"No Internet via Wi-Fi": "Tiada Internet melalui Wi-Fi",
	"No One 17 and Under Admitted.": "Tiada Sesiapa Berusia 17 Tahun ke Bawah Dibenarkan.",
	"No Operation Auto Off": "Tiada Operasi Mati Automatik",
	"No Signal Auto Off": "Tiada Isyarat Mati Automatik",
	"No Signal Image": "Tiada Isyarat Imej",
	"No Signal Power Off (15Min)": "Tiada Isyarat Tutup Kuasa (15Min)",
	"No devices have been found.": "Tiada peranti ditemui.",
	"No paired devices.": "Tiada peranti berpasangan.",
	"No signal on Server": "Tiada isyarat pada Pelayan",
	"No updates found.": "Tiada kemas kini ditemui.",
	"Noise Reduction": "Kurang Getaran",
	"None": "Tiada",
	"North Korea": "Korea Utara",
	"Northern Africa": "Afrika Utara",
	"Norwegian": "Bahasa Norway",
	"Not Connected": "Tidak Bersambung",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nota: jika peranti anda tidak menyokong ciri ini, ia mungkin tidak akan berfungsi dengan betul. Jika begitu, anda boleh menyambungkan peranti ke port HDMI yang berbeza atau matikan tetapan 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nota : Jika peranti anda tidak menyokong ciri ini, ia mungkin tidak berfungsi dengan baik. Jika begitu, anda boleh menyambungkan peranti ke port HDMI yang berbeza atau mematikan tetapan HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Nota: Opsyen yang tersedia bergantung kepada program yang disiarkan.",
	"Note: Behavior may differ if connected device is not a LG device.": "Perhatian: Tindakan mungkin berbeza jika peranti yang disambungkan bukan peranti LG.",
	"Note: Only displayed when it is provided by the program.": "Nota: Hanya dipaparkan apabila disediakan oleh program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Sarikata hanya dipaparkan apabila disediakan oleh program yang disiarkan.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Perhatian: Ciri-ciri yang disokong mungkin berbeza dari segi model dan transparensinya mengikut operasi ciri-ciri dengan main semula kandungan seperti Live TV atau kandungan VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Perhatian:<br>1. Jika TV anda dihidupkan semasa Penyegar Semula Piksel berjalan, ia akan menghentikan proses tersebut dan anda perlu memulakannya semula.<br>2. Semasa memproses, satu garisan putih akan muncul pada skrin. Perkara ini normal semasa mencerahkan skrin anda.",
	"Notifications": "Pusat notifikasi",
	"OLED LIGHT": "LAMPU OLED",
	"OLED Motion Pro": "Motion Pro OLED",
	"Object Audio": "Audio Objek",
	"Off": "Matikan",
	"On": "Hidupkan",
	"OnTimer Channel not selected": "Saluran Pemasa Hidup tidak dipilih.",
	"Open": "Buka",
	"Open Source Licenses": "Notis Perisian Sumber Terbuka",
	"Open when TV is turned on": "Buka Apabila TV Dihidupkan",
	"Operate once when TV is off": "Beroperasi sekali apabila TV dimatikan",
	"Optical": "Optik",
	"Optical + Internal TV Speaker": "Pembesar Suara TV Optikal + Dalaman",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Mengoptimumkan kedalaman untuk kandungan oleh algoritma yang dipelajari melalui teknik Pembelajaran Mesin LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Mengoptimumkan tetapan kontras berdasarkan kecerahan imej kandungan HDR.",
	"Optimize contrast settings based on image brightness.": "Mengoptimumkan tetapan kontras berdasarkan kecerahan imej.",
	"Optimize the sound for a cinematic experience.": "Optimumkan bunyi untuk pengalaman sinematik.",
	"Original Language": "Bahasa Asal",
	"Others": "Lain-lain",
	"Outer": "Luaran",
	"Output sound through the Internal TV speaker.": "Bunyi keluar menerusi pembesar suara dalaman TV.",
	"PS": "Palestin",
	"Panjabi": "Bahasa Punjabi",
	"Parental Guidance Suggested": "Bimbingan Ibu Bapa Disyorkan",
	"Parental Guidance Suggested :": "Bimbingan Ibu Bapa Disyorkan :",
	"Parental guidance suggested for children ages 8-13.": "Bimbingan ibubapa disyorkan untuk kanak-kanak berumur 8-13 tahun.",
	"Parents Guidance strongly required :": "Bimbingan Ibu Bapa sangat diperlukan :",
	"Parents Strongly Cautioned": "Ibu Bapa Amat Berhati-hati",
	"Pass Through": "Serah Semua",
	"Password": "Kata laluan",
	"Patent Information": "Maklumat paten",
	"Peak Brightness": "Kecerahan Puncak",
	"Persian": "Bahasa Parsi",
	"Philippines": "Filipina",
	"Photo": "Gambar",
	"Pick a Time": "Ambil Masa",
	"Picture": "Gambar",
	"Picture Mode": "Mod Gambar",
	"Picture Mode Settings": "Tetapan Mod Gambar",
	"Picture Options": "Pilihan Gambar",
	"Picture Test": "Ujian Gambar",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Gambar atau bunyi mungkin tidak berfungsi dengan betul apabila peranti luaran yang bersambung dan TV berkomunikasi pada mulanya. Jika isu berterusan, sila kembalikan tetapan atau but semula peranti luaran anda yang disambungkan.",
	"Pitch": "Kelangsingan",
	"Pixel Refresher": "Penyegar Semula Piksel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Penyegar Semula Piksel membolehkan TV anda memberikan gambar sejelas mungkin.",
	"Pixel Refresher begins only once when the TV is turned off.": "Penyegar Semula Piksel hanya bermula sekali apabila TV dimatikan.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Penyegar Semula Piksel telah dijadualkan untuk mula pada masa seterusnya TV anda dimatikan.",
	"Play": "Mainkan",
	"Play sound through TV Speaker.": "Mainkan bunyi melalui Pembesar Suara TV.",
	"Play the standard sound suitable for all types of content.": "Mainkan bunyi standard yang sesuai untuk semua jenis kandungan.",
	"Please check if WiSA Speakers are turned on and try again.": "Sila periksa jika Pembesar Suara WiSA dihidupkan dan cuba lagi.",
	"Please check that the Bluetooth device is already connected to another device.": "Sila periksa sama ada peranti Bluetooth telah disambungkan ke peranti lain.",
	"Please check the network name and password and try again.": "Sila semak nama rangkaian dan kata laluan kemudian cuba lagi.",
	"Please check the status and try again": "Sila periksa status dan cuba lagi.",
	"Please do not unplug the USB storage until the copying is completed.": "Jangan tanggalkan storan USB sehingga proses penyalinan selesai.",
	"Please enter your password to turn off this function.": "Sila masukkan kata laluan anda untuk mematikan fungsi ini.",
	"Please enter your password to turn on this function.": "Sila masukkan kata laluan anda untuk menghidupkan fungsi ini.",
	"Please make sure that your TV is connected to the network and try again.": "Sila pastikan TV anda disambungkan ke rangkaian dan cuba semula.",
	"Please note that LG does not use or manage the value.": "Sila ambil perhatian bahawa LG tidak menggunakan atau menguruskan nilai.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Sila ambil perhatian bahawa bunyi mungkin tidak dikeluarkan apabila Keluar Bunyi Digital ditetapkan kepada Serah Semua.",
	"Please try again later.": "Sila cuba lagi kemudian.",
	"Please wait while the Settings application reloads.": "Sila tunggu sementara aplikasi Tetapan dimuat semula.",
	"Please wait while the Settings application restarts.": "Sila tunggu sementara aplikasi Penetapan mula semula.",
	"Please wait while the TV restarts.": "Sila tunggu sementara TV memulakan semula.",
	"Please wait while the TV searches for LG Service Country.": "Sila tunggu sementara TV mencari Negara Perkhidmatan LG.",
	"Point": "Titik",
	"Pointer Options": "Pilihan Penunjuk",
	"Pointer Size": "Saiz Penunjuk",
	"Polish": "Bahasa Poland",
	"Portuguese": "Bahasa Portugis",
	"Position": "Kedudukan",
	"Position Settings": "Tetapan Kedudukan",
	"Power Off Timer": "Matikan Pemasa",
	"Power On Timer": "Hidupkan Pemasa",
	"Power Saving Mode": "Mod penjimatan kuasa",
	"Preschool": "Prasekolah",
	"Press right button to adjust de-blur and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan kabur dan Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai nyahkabur dan OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Tekan butang kanan untuk melaraskan nilai nyahkabur dan OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan gegar dan Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai nyahgetar dan OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Tekan butang kanan untuk melaraskan nilai nyahgetar dan OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan gegar, kurangkan kabur dan Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai nyahgetar, nyahkabur dan OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Tekan butang kanan untuk melaraskan nilai nyahgetar, nyahkabur dan OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Tekan butang WPS pada penghala didayakan WPS untuk menyambung TV ke rangkaian.",
	"Press the right button to adjust Motion Pro settings.": "Tekan butang kanan untuk melaraskan tetapan Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Tekan butang kanan untuk melaraskan tetapan OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Tekan butang kanan untuk melaraskan tetapan OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Tekan butang yang betul untuk melaraskan tetapan buang kabur.",
	"Press the right button to adjust de-judder settings.": "Tekan butang yang betul untuk melaraskan tetapan buang gegaran.",
	"Previous": "Sebelumnya",
	"Primary Audio Language": "Bahasa Audio Primer",
	"Primary Channels": "Saluran Utama",
	"Primary Teletext Language": "Bahasa Teleteks Utama",
	"Program exempted from ratings.": "Program dikecualikan daripada penilaian.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Berikan ID Tersendiri HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Berikan ID Tersendiri HbbTV kepada perkhidmatan HbbTV untuk siaran.",
	"Provided services may vary depending on countries.": "Perkhidmatan yang disediakan mungkin berbeza bergantung kepada negara.",
	"Quick Help": "Bantuan Pantas",
	"Quick Start+": "Mula Segera+",
	"Raised": "Dinaikkan",
	"Real Cinema": "Wayang Sebenar",
	"Reason: Authentication with access point was unsuccessful.": "Sebab: Pengesahan dengan pusat akses tidak berjaya.",
	"Reason: Could not establish a connection to access point.": "Sebab: Tidak dapat mewujudkan sambungan rangkaian ke pusat akses.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Sebab: Tidak dapat mendapatkan semula alamat IP yang sah dengan menggunakan DHCP.",
	"Reason: Entered password is incorrect.": "Sebab: Kata laluan yang dimasukkan salah.",
	"Reason: Password is missing.": "Sebab: Kata laluan hilang.",
	"Reason: The network you selected is out of range.": "Sebab: Rangkaian yang anda pilih di luar julat.",
	"Reason: Unable to login.": "Sebab: Tidak dapat log masuk.",
	"Receive emergency alerts from TV when an emergency occurs.": "Menerima amaran kecemasan daripada TV semasa kecemasan berlaku.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Sarankan tetapan jam yang anda tidak biasanya menonton TV untuk Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Mengesyorkan kandungan dan ciri-ciri yang berguna berdasarkan sejarah tontonan dan corak penggunaan aplikasi.",
	"Recommendations are available for the people, products and locations related to the current program.": "Cadangan tersedia untuk individu, produk dan lokasi yang berkaitan dengan program semasa.",
	"Red": "Merah",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Kurangkan bunyi tidak teratur daripada isyarat video digital untuk mengoptimumkan kualiti imej dengan jelas.",
	"Region": "Rantau",
	"Registered Devices ({num})": "Peranti Berdaftar ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Perkuatkan ton nada tinggi bagi bunyi yang dioptimumkan.",
	"Reinforce the low-pitched tone of the optimized sound.": "Perkuatkan ton nada rendah bagi bunyi yang dioptimumkan.",
	"Remote Settings": "Tetapan Kawalan",
	"Remove irregular and erratic pixels for a clearer image.": "Mengeluarkan piksel tidak sekata dan tidak menentu untuk imej yang lebih jelas.",
	"Reset": "Set Semula",
	"Reset AD ID": "Tetapkan semula AD ID",
	"Reset CI Password": "Menetapkan Semula Kata Laluan CI",
	"Reset HbbTV Distinctive ID": "Tetapkan semula ID Tersendiri HbbTV",
	"Reset Password": "Set Semula Kata Laluan",
	"Reset Settings": "Tetapan Set Semula",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Tetapkan semula senarai aplikasi yang diluluskan apabila disambungkan ke aplikasi mudah alih HbbTV.",
	"Reset the caption position.": "Tetapkan semula kedudukan kapsyen.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Tetapkan semula sejarah kedua-dua kandungan tontonan dan aplikasi penggunaan. Apabila sejarah ditetapkan semula, ia mungkin mengambil masa tertentu untuk menerima saranan kandungan sekali lagi.",
	"Reset to Initial Settings": "Set semula kepada Penetapan Awal",
	"Restrict access to TV programs based on their ratings.": "Hadkan akses kepada rancangan TV berdasarkan penilaiannya.",
	"Restrict watching based on age ratings for children programs.": "Hadkan menonton berdasarkan penilaian umur untuk program kanak-kanak.",
	"Restrict watching based on ages ratings.": "Hadkan menonton berdasarkan penilaian umur.",
	"Restrict watching based on fantasy violence content ratings.": "Hadkan menonton berdasarkan penilaian kandungan keganasan fantasi.",
	"Restrict watching based on programs containing adult language.": "Hadkan menonton berdasarkan program yang mengandungi bahasa dewasa.",
	"Restrict watching based on programs containing sexual scene.": "Hadkan menonton berdasarkan program yang mengandungi adegan seksual.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Hadkan menonton berdasarkan program yang mengandungi dialog yang bersifat seksual.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Hadkan tontonan berdasarkan umur atau penilaian kandungan yang ditentukan di bawah bimbingan ibu bapa.",
	"Restrict watching based on violence content ratings.": "Hadkan menonton berdasarkan penilaian kandungan keganasan.",
	"Restrict watching movies based on rating.": "Hadkan menonton filem berdasarkan penilaian.",
	"Restrict watching programs based on rating.": "Hadkan menonton program berdasarkan penilaian.",
	"Restriction ratings :": "Penilaia sekatan :",
	"Retry": "Cuba semula",
	"Revert TV to its initial settings.": "Kembalikan TV ke tetapan awalnya.",
	"Revert color adjustment settings to default.": "Kembalikan tetapan pelarasan warna kepada lalai.",
	"Revert detailed sound effect settings of standard mode to default.": "Kembalikan tetapan kesan bunyi terperinci bagi mod standard kepada lalai.",
	"Revert picture setting values to default.": "Kembalikan nilai tetapan gambar kepada lalai.",
	"Revert white balance settings to default.": "Kembalikan tetapan imbangan putih kepada lalai.",
	"Right": "Kanan",
	"Right Left": "Kanan/Kiri",
	"Right Surround": "Surround Kanan",
	"Right drop shadow": "Imej bayang bahagian kanan",
	"Romanian": "Bahasa Romania",
	"Rome": "Rom",
	"Russia": "Rusia",
	"Russian": "Bahasa Rusia",
	"SA - South Australia - Adelaide": "SA - Australia Selatan - Adelaide",
	"SIGNATURE Opening": "Pembukaan SIGNATURE",
	"SIGNATURE TV Settings": "Tetapan SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK membolehkan anda menggunakan LG Remote untuk mengawal peranti SIMPLINK-didayakan yang lain, seperti pemain DVD atau sistem teater rumah audio, yang disambung ke LG Smart TV anda dengan HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK akan dihidupkan secara automatik untuk menggunakan mod ARC ini.",
	"Safety": "Keselamatan",
	"Saint Vincent": "Saint Vincent dan Grenadines",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelit DTV",
	"Satellite Radio": "Radio Satelit",
	"Saturation": "Penepuan",
	"Saudi Arabia": "Arab Saudi",
	"Saudi arabia": "Arab Saudi",
	"Save CAM Operator's Profile": "Simpan Profil Operator CAM",
	"Save CI Password": "Menyimpan Kata Laluan CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Simpan tetapan pelarasan warna daripada mod gambar semasa dalam semua input.",
	"Save the white balance settings from the current picture mode in all inputs.": "Simpan tetapan imbangan putih daripada mod gambar semasa dalam semua input.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Simpan/set semula kata laluan CI anda. Peyimpanan kata laluan membolehkan anda melangkau langkah log masuk pada masa hadapan.",
	"Scan \"Auto Detect\" automatically.": "Imbas \"Kesan Automatik\" secara automatik.",
	"Screen Down": "Turunkan Skrin",
	"Screen Off": "Skrin ditutup",
	"Screen Shift ": "Pertukaran Skrin",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Anjakkan skrin pada selang masa yang tetap dan elakkan isu kualiti gambar yang mungkin berlaku apabila TV dihidupkan untuk tempoh masa yang panjang.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skrin akan dimatikan dalam masa 5 saat. Untuk menghidupkan semula skrin, tekan mana-mana butang kecuali butang kuasa dan butang kelantangan.",
	"Search": "Cari",
	"Search Bluetooth Device": "Cari Peranti Bluetooth",
	"Searching...": "Mencari...",
	"Second Language": "Bahasa Kedua",
	"Secondary Audio Language": "Bahasa Audio Sekunder",
	"Secondary Teletext Language": "Bahasa Kedua Teleteks",
	"Security": "Sekuriti",
	"Select IRE point to adjust luminance.": "Pilih titik IRE untuk melaraskan luminans.",
	"Select Mode": "Pilih Mod",
	"Select TV's language settings.": "Pilih penetapan bahasa TV.",
	"Select a caption type for HD broadcasts.": "Pilih jenis sari kata untuk siaran HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Pilih jenis kapsyen untuk siaran TV NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Pilih jenis sari kata untuk siaran UHD.",
	"Select a caption type for analog broadcasts.": "Pilih jenis sari kata untuk siaran analog.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Pilih mod video yang sepadan dengan persekitaran tontonan, atau tentukan tetapan untuk mod video, seperti kontras, warna, dan banyak lagi.",
	"Select an audio format for each HDMI input.": "Pilih format audio untuk setiap input HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pilih satu lagi Bunyi Keluar Digital (Auto atau PCM) jika anda tidak dapat mendengar kesan bunyi selepas memilih Serah Semua.",
	"Select audio language for digital broadcasts.": "Pilih bahasa audio untuk siaran digital.",
	"Select color to be adjusted.": "Pilih warna untuk dilaraskan.",
	"Select days to apply the Timer Power Off settings every week.": "Pilih hari untuk menggunakan tetapan Pemasa Kuasa Dimatikan setiap minggu.",
	"Select days to apply the Timer Power On settings every week.": "Pilih hari untuk menggunakan tetapan Pemasa Hidupkan Kuasa setiap minggu.",
	"Select device for audio output.": "Memilih peranti untuk output audio.",
	"Select device or speaker for audio output.": "Pilih peranti atau pembesar suara untuk output audio.",
	"Select digital audio output format.": "Pilih format output audio digital.",
	"Select language for TV menu.": "Pilih bahasa untuk menu TV.",
	"Select language for subtitles.": "Memilih bahasa untuk sari kata.",
	"Select languages for keyboards input.": "Pilih bahasa untuk input papan kekunci.",
	"Select method to adjust white balance.": "Pilih kaedah untuk melaras imbangan putih.",
	"Select point to adjust luminance.": "Pilih titik untuk melaraskan luminans.",
	"Select the Sound mode and set detailed Audio effects.": "Pilih mod Bunyi dan tetapkan kesan Audio terperinci.",
	"Select the Sound mode for each content type.": "Pilih mod Bunyi untuk setiap jenis kandungan.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Pilih Ultra HD Deep Color untuk HDMI {num} port.",
	"Select the app to restrict the use.": "Pilih aplikasi untuk menyekat penggunaan.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Pilih mod gambar yang sesuai mengikut persekitaran tontonan atau jenis kandungan.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Pilih sifat audio untuk mendengar siaran dengan cara yang anda suka.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Pilih jenis kapsyen untuk siaran digital dan tetapkan tetapan sari kata terperinci.",
	"Select the channel to restrict watching.": "Pilih saluran untuk menyekat tontonan.",
	"Select the channel to watch when the TV turns on.": "Pilih saluran untuk menonton apabila TV dimatikan.",
	"Select the color range to be displayed.": "Pilih julat warna untuk dipaparkan.",
	"Select the country for your country's special services.": "Pilih negara untuk perkhidmatan khas negara anda.",
	"Select the desired video angle.": "Memilih sudut video yang diingini.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Pilih format untuk memindahkan Bunyi Keluar Digital TV kepada peranti luaran.",
	"Select the input to use when the TV turns on.": "Pilih input untuk digunakan semasa TV dihidupkan.",
	"Select the inputs to restrict the use.": "Pilih input untuk menyekat penggunaan.",
	"Select the most preferred Subtitle Language.": "Pilih pilihan utama anda untuk Bahasa Sarikata.",
	"Select the place where to use the TV.": "Pilih tempat untuk menggunakan TV.",
	"Select the residential region for your regional broadcast signal.": "Pilih kawasan kediaman untuk isyarat siaran serantau anda.",
	"Select the second preferred Subtitle Language.": "Pilih pilihan kedua anda untuk Bahasa Sarikata.",
	"Select your first choice of audio language for digital broadcasts.": "Pilih bahasa pertama untuk bahasa audio untuk siaran digital.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Pilih bahasa pertama untuk perkhidmatan teleteks pembekal siaran TV anda.",
	"Select your second choice of audio language for digital broadcasts.": "Pilih bahasa kedua untuk bahasa audio untuk siaran digital.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Pilih bahasa kedua untuk perkhidmatan teleteks pembekal siaran TV anda.",
	"Serbian": "Bahasa Serbia",
	"Serial Number": "Nombor Siri",
	"Service 1": "Perkhidmatan 1",
	"Service 2": "Perkhidmatan 2",
	"Service 3": "Perkhidmatan 3",
	"Service 4": "Perkhidmatan 4",
	"Service 5": "Perkhidmatan 5",
	"Service 6": "Perkhidmatan 6",
	"Service Area Zip Code": "Kod Zip Kawasan Perkhidmatan",
	"Set Automatically": "Tetapkan Secara Automatik",
	"Set ID": "Tetapkan ID",
	"Set My Team Alarm.": "Tetapkan Amaran Pasukan Saya.",
	"Set Store Mode settings.": "Set Tetapan Mod Simpanan.",
	"Set System Color mode for your current TV input.": "Tetapkan sistem Mod Warna untuk input semasa TV anda.",
	"Set additional options for Video Description.": "Tetapkan pilihan tambahan untuk Penerangan Video.",
	"Set additional picture settings.": "Tetapkan tetapan gambar tambahan.",
	"Set additional sound-related settings.": "Tetapkan tetapan berkaitan bunyi tambahan.",
	"Set advanced Subtitle options.": "Tetapkan opsyen tambahan Sarikata.",
	"Set advanced captioning options.": "Menetapkan pilihan penyarikataan lanjutan.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Tetapkan dan edit versi alamat IP kepada IPv4 atau IPv6.",
	"Set audio-related options.": "Tetapkan opsyen berkaitan audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Tetapkan saiz, warna, kelutsinaran, dan pilihan lain untuk siaran.",
	"Set color temperature from warm to cool.": "Menetapkan suhu warna dari suam kepada sejuk.",
	"Set detailed caption settings for HD broadcasts.": "Tetapkan tetapan kapsyen terperinci untuk siaran HD.",
	"Set detailed options for the AI functions.": "Tetapkan pilihan terperinci untuk fungsi AI.",
	"Set detailed options for the Home feature.": "Tetapkan pilihan terperinci untuk ciri Rumah.",
	"Set detailed options for the Recommendation feature.": "Tetapkan pilihan terperinci untuk ciri Cadangan.",
	"Set easy connection settings with external devices.": "Tetapkan tetapan sambungan mudah dengan peranti luaran.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Tetapkan mengunci pada saluran, aplikasi, input dan lain-lain yang ditentukan untuk digunakan di bawah bimbingan ibu bapa.",
	"Set necessary additional functions based on watching environment and screen status.": "Tetapkan fungsi tambahan yang diperlukan berdasarkan persekitaran tontonan dan status skrin.",
	"Set or reset the position of on-screen captions.": "Tetapkan atau tetapkan semula kapsyen pada skrin.",
	"Set settings related to your wired / wireless network.": "Tetapkan tetapan yang berkaitan dengan rangkaian berwayar / wayarles.",
	"Set the TV to turn off automatically after a set amount of time.": "Tetapkan supaya TV dimatikan secara automatik selepas jumlah masa yang ditetapkan.",
	"Set the TV to turn off automatically at a set time.": "Menetapkan TV supaya dimatikan secara automatik pada masa yang ditetapkan",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Tetapkan supaya TV dimatikan secara automatik jika tiada input pengguna untuk 4 jam selepas TV dihidupkan secara automatik.",
	"Set the TV to turn on automatically at a set time.": "Menetapkan TV supaya dihidupkan secara automatik pada masa yang ditetapkan.",
	"Set the additional functions related to the TV.": "Tetapkan fungsi tambahan yang berkaitan dengan TV.",
	"Set the current date and time.": "Menetapkan tarikh dan masa semasa.",
	"Set the current date manually.": "Menetapkan tarikh semasa secara manual.",
	"Set the current time manually.": "Tetapkan masa semasal secara manual.",
	"Set the detect range of device available to connect.": "Tetapkan julat pengesanan peranti yang tersedia untuk disambungkan.",
	"Set the region and country for broadcasts and special services.": "Tetapkan wilayah dan negara untuk siaran dan perkhidmatan khas.",
	"Set the screen size and aspect ratio.": "Menetapkan saiz dan nisbah aspek skrin.",
	"Set the specialized functions of SIGNATURE TV.": "Tetapkan fungsi khusus SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Tetapkan masa untuk mematikan TV secara automatik tanpa input pengguna.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Tetapkan kesan bunyi keliling berbilang saluran maya untuk menikmati bunyi yang lebih realistik.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Tetapkan kesan bunyi virtual surround untuk menikmati bunyi yang lebih realistik.",
	"Set the volume level when the TV turns on.": "Tetapkan tahap kelantangan apabila TV dihidupkan.",
	"Set time to turn off the TV.": "Tetapkan masa untuk mematikan TV.",
	"Set time to turn on the TV.": "Tetapkan masa untuk menghidupkan TV.",
	"Set up additional features related to customer support.": "Sediakan ciri tambahan yang berkaitan dengan sokongan pelanggan.",
	"Set up an account to use LG Services.": "Sediakan akaun untuk menggunakan Perkhidmatan LG.",
	"Set whether to display Home when the TV is turned on.": "Tetapkan sama ada untuk memaparkan Laman Utama apabila TV dihidupkan.",
	"Settings Help": "Bantuan Penetapan",
	"Sexual Situations": "Situasi Seksual",
	"Sexually Suggestive Dialogue": "Dialog Tidak Senonoh Tentang Seks",
	"Sharpness": "Terang",
	"Show Password": "Tunjukkan Kata Laluan",
	"Side by Side": "Sebelah-menyebelah",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Gangguan isyarat boleh mengurangkan kepekaan Magic Remote jika penghala wayarles terlalu dekat dengan TV.",
	"Singapore": "Singapura",
	"Size": "Saiz",
	"Sleep Timer": "Pemasa Tidur",
	"Slovak": "Bahasa Slovak",
	"Slovenian": "Bahasa Slovenia",
	"Slow": "Perlahan",
	"Small": "Kecil",
	"Smooth": "Lancar",
	"Smooth Gradation": "Peringkatan Lancar",
	"Soccer": "Bola Sepak",
	"Software Update": "Kemas kini Perisian",
	"Software Version": "Versi Perisian",
	"Software update has been installed. Update will be applied when you restart your TV.": "Kemas kini perisian telah dipasang. Kemas kini akan digunakan apabila anda memula semula TV anda.",
	"Solid": "Padat",
	"Solomon Islands": "Kepulauan Solomon",
	"Some material may not be appropriate for children under 13.": "Sesetengah bahan mungkin tidak sesuai untuk kanak-kanak di bawah 13.",
	"Some material may not be appropriate for children.": "Sesetengah bahan mungkin tidak sesuai untuk kanak-kanak.",
	"Sotho, Northern": "Sotho, Utara",
	"Sotho, Southern": "Sotho, Selatan",
	"Sound": "Bunyi",
	"Sound Mode": "Mod Bunyi",
	"Sound Mode Settings": "Tetapan Mod Bunyi",
	"Sound Out": "Bunyi Keluar",
	"Sound Share": "Perkongsian Bunyi",
	"Sound Test": "Ujian Bunyi",
	"South Africa": "Afrika Selatan",
	"South Korea": "Korea Selatan",
	"Southern Africa": "Afrika Selatan",
	"Spain": "Sepanyol",
	"Spanish": "Bahasa Sepanyol",
	"Speaker Volume Control": "Kawalan Kelantangan Pembesar Suara",
	"Specify detailed voice guidance settings after turning on this feature.": "Tentukan tetapan panduan suara terperinci selepas menghidupkan ciri ini.",
	"Speed": "Kelajuan",
	"Spoken Subtitle": "Sari Kata Yang Disebut",
	"Sports": "Sukan",
	"Sports Alert": "Amaran Sukan",
	"Stand": "Berdiri",
	"Standard Mode Sound Effect": "Kesan Bunyi Mod Standard",
	"Standby Light": "Cahaya Siap Sedia",
	"Start New Sound Tuning": "Mulakan Penalaan Bunyi Baru",
	"Start Now": "Mula Sekarang",
	"Startup Sound": "Memulakan bunyi",
	"Stop": "Berhenti",
	"Store Mode": "Mod Simpan",
	"Store Mode Settings": "Simpan Tetapan Mod",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Mod Kedai ialah untuk tujuan paparan dalam kedai. Ia akan mengasal semula penetapan sekali setiap beberapa minit. Adakah anda mahu menutup aplikasi ini dan memulakan Mod Simpan?",
	"Strong": "Kuat",
	"Style": "Gaya",
	"Subnet Mask": "Topeng Subnet",
	"Subnet prefix length": "Panjang prefiks subnet",
	"Subtitle First Choice Language": "Pilihan Bahasa Pertama Sari Kata",
	"Subtitle Language": "Bahasa Sari Kata",
	"Subtitle Second Choice Language": "Pilihan Bahasa Kedua Sari Kata",
	"Subtitles": "Sarikata",
	"Super Impose": "Singgahan Canggih",
	"Super Resolution": "Resolusi Super",
	"Support": "Sokongan",
	"Surround Balance": "Keseimbangan Keliling",
	"Surround Level": "Tahap Keliling",
	"Swedish": "Bahasa Sweden",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Tukar ke mod siap sedia untuk menghidupkan semula TV dengan cepat apabila anda mematikan TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Bertukar ke mod siap sedia untuk menggunakan pelbagai fungsi seperti apl, carian dan lain-lain dengan cepat apabila anda mematikan TV.",
	"Sync Demo": "Demo Segerak",
	"System Color": "Warna Sistem",
	"TEXT 1": "TEKS 1",
	"TEXT 2": "TEKS 2",
	"TEXT 3": "TEKS 3",
	"TEXT 4": "TEKS 4",
	"TV Information": "Maklumat TV",
	"TV Installation Type": "Jenis Pemasangan TV",
	"TV Lock": "Kunci TV",
	"TV Name": "Nama TV",
	"TV On With Mobile": "TV Dihidupkan dengan Telefon Mudah Alih",
	"TV Power Sound": "Bunyi Kuasa TV",
	"TV Power Sound Volume": "Kelantangan Bunyi Kuasa TV",
	"TV Program Locks": "Kunci Program TV",
	"TV Rating English": "Rating TV dalam Bahasa Inggeris",
	"TV Rating French": "Rating TV dalam Bahasa Perancis",
	"TV Speaker": "Pembesar Suara TV",
	"TV can be used as an alarm.": "TV boleh digunakan sebagai penggera.",
	"TV is turned off at a set time on every specified day.": "TV dimatikan pada masa yang ditetapkan pada setiap hari yang ditetapkan.",
	"TV to USB": "TV ke USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Ambil kesempatan daripada ciri-ciri yang memerlukan rangkaian seperti Internet, aplikasi, kemas kini perisian dan sebagainya.",
	"Tamil": "Bahasa Tamil",
	"Target Luminance": "Luminans Sasaran",
	"Teletext": "Teleteks",
	"Telugu": "Bahasa Telugu",
	"Text Color": "Warna Teks",
	"Text Opacity": "Kelegapan Teks",
	"Text Search": "Carian Teks",
	"Thai": "Bahasa Thai",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} dan HDMI {port2} menyokong AMD FreeSync Premium, dan anda boleh memilih fungsi ini.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} dan HDMI {port2} menyokong AMD FreeSync Premium, dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} dan HDMI {port2} menyokong Tindak Balas Permainan Segera dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} menyokong AMD FreeSync Premium, dan anda boleh memilih fungsi ini.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} menyokong AMD FreeSync Premium, dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} menyokong Tindak Balas Permainan Segera dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1}, HDMI {port2} dan HDMI {port3} menyokong AMD FreeSync Premium, dan anda boleh memilih fungsi ini.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2} dan HDMI {port3} menyokong AMD FreeSync Premium, dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3} dan HDMI {port4} menyokong AMD FreeSync Premium, dan anda boleh memilih fungsi ini.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3} dan HDMI {port4} menyokong AMD FreeSync Premium, dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} menyokong Tindak Balas Permainan Segera dan anda boleh menghidupkan atau mematikannya.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} menyokong Tindak Balas Permainan Segera dan anda boleh menghidupkan atau mematikannya.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID Tersendiri HbbTV adalah nilai unik yang digunakan hanya untuk HbbTV, yang tidak berkaitan dengan maklumat peribadi pengguna.",
	"The HbbTV Distinctive ID will be reset.": "ID Tersendiri HbbTV akan ditetapkan semula.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikasi atau perkhidmatan HbbTV akan menyahdayakan penjejakannya bagi pengguna individu.",
	"The IBB service will disable its tracking of an individual user.": "Perkhidmatan IBB akan menyahdayakan penjejakannya bagi pengguna individu.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Maklumat Negara Perkhidmatan LG tidak boleh didapatkan semula daripada pelayan. Sila cuba lagi kemudian.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikasi Tetapan mesti dimuat semula untuk menukar bahasa menu. Adakah anda mahu meneruskan?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Cahaya ambient akan  dibekalkan apabila pengerakan dikesani pada sekeliling TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Perkhidmatan pengecaman suara luaran yang tersedia mungkin berubah bergantung pada tetapan bahasa. Malah, jika anda menukar bahasa menu, menu tetapan dimuat semula. Adakah anda mahu meneruskan?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Senarai saluran telah berjaya disalin daripada storan USB ke TV anda. TV akan dimulakan semula dalam masa 5 saat.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Senarai saluran telah berjaya disalin daripada TV anda ke storan USB.",
	"The closer to 100, the brighter.": "Lebih hampir dengan 100, lebih cerah.",
	"The closer to 100, the clearer the color becomes.": "Lebih hampir dengan 100, warna menjadi semakin jelas.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Lebih dekat dengan 50 semakin jelas warna merah, lebih dekat dengan 50 semakin jelas warna hijau.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Nilai set terperinci bagi fungsi Imbangan Putih akan ditetapkan semula. Adakah anda mahu meneruskan?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Jurang antara kelantangan bunyi bagi saluran dan program itu dikurangkan secara automatik, yang membantu anda menonton program dengan kelantangan yang konsisten.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Jarak antara kelantangan bunyi bagi saluran dan program ditetapkan secara automatik untuk menonton program dengan kelantangan yang konsisten.",
	"The higher the settings, the louder the sound rapidly.": "Semakin tinggi tetapan, bunyi menjadi lebih kuat dengan cepat.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Pembesar Suara Dalaman TV dalaman dan pembesar suara Bluetooth boleh mengeluarkan bunyi secara serentak, yang mewujudkan kesan bunyi keliling yang terang.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Bahasa untuk pengecaman suara akan ditetapkan secara automatik bergantung pada bahasa menu yang dipilih.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Bahasa yang digunakan untuk Pengecaman Suara ditetapkan mengikut bahasa menu yang dipilih. Perkhidmatan sokongan mungkin berbeza-beza bergantung pada bahasa suara.",
	"The network is currently unavailable. Please try again later.": "Rangkaian tidak tersedia buat masa ini. Sila cuba lagi kemudian.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Proses ini akan mengambil masa lebih kurang sejam untuk selesai dan TV anda perlu dimatikan.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Proses akan mengambil masa kira-kira {n} minit untuk selesai dan TV anda perlu kekal dimatikan.",
	"The program is intended for adults only.": "Program ini hanya untuk orang dewasa sahaja.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Kecerahan skrin diselaraskan secara automatik mengikut kecerahan di sekitar TV anda.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skrin akan menggelangsar ke bawah dalam 5 saat. Tekan mana-mana butang kecuali butang Kuasa dan butang Kelantangan pada alat kawalan jauh untuk menggelangsar skrin kembali ke atas.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Subnilai set bagi fungsi Sistem Pengurusan Warna akan ditetapkan semula. Adakah anda mahu meneruskan?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Tetapan Bunyi Keliling Bluetooth + Pembesar Suara Dalaman TV akan ditetapkan semula.",
	"The settings are as follows.": "Tetapan adalah seperti berikut.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Bunyi mungkin tidak dikeluarkan apabila Bunyi Keluar Digital ditetapkan kepada Serah Semua.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Kemas kini tidak boleh digunakan pada TV. Perisian akan dikembalikan ke versi sebelumnya.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Kesan visual dipaparkan pada skrin apabila TV dihidupkan dan skrin bergerak.",
	"There are no paired devices.": "Tidak ada peranti berpasangan.",
	"There are settings to correct or prevent OLED panel noise.": "Terdapat tetapan untuk membetulkan atau menghalang bunyi panel OLED.",
	"There is no USB device connected to your TV.": "Tiada peranti USB disambung ke TV anda.",
	"There is no message.": "Tiada mesej.",
	"Third Language": "Bahasa Ketiga",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ciri ini hanya terpakai untuk model Papan Kekunci Wayarles LG yang ditentukan.",
	"This function works only when it is provided by the broadcast program.": "Fungsi ini berfungsi hanya apabila disediakan oleh program siaran.",
	"This is a closed caption preview": "Ini ialah pratonton tajuk tertutup",
	"This is an already existing value.": "Ini ialah nilai yang sudah ada.",
	"This service provides you with more information about watching program and enjoys related contents.": "Perkhidmatan ini memberi anda lebih banyak maklumat tentang menonton program dan menikmati kandungan yang berkaitan.",
	"This will revert all options on TV to their default settings.": "Ini akan mengembalikan semua pilihan pada TV kepada tetapan lalainya.",
	"Time": "Masa",
	"Timer Channel": "Saluran Pemasa",
	"Timer Repeat": "Ulangan Pemasa",
	"Timers": "Pemasa",
	"Timezone": "Zon Waktu",
	"Tint": "Keserian",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Bagi mengoptimumkan bunyi, mainkan bunyi ujian di TV dan mulakan mengukur bunyi yang terpantul menggunakan Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Untuk menguji bunyi TV anda, Tetapan Keluar Bunyi perlu diubah kepada Pembesar Suara TV Dalaman. Adakah anda mahu meneruskan?",
	"Top and Bottom": "Atas dan Bawah",
	"Total Power On Time": "Jumlah Masa Kuasa Dihidupkan",
	"Tracking Speed": "Kelajuan Penjejakan",
	"Translucent": "Lutcahaya",
	"Transparent": "Lutsinar",
	"Treble Boost": "Penggalak Nada Tinggi",
	"Trinidad and Tobago": "Trinidad dan Tobago",
	"Tune and save available channels.": "Tala dan simpan saluran yang tersedia.",
	"Tune and save available channels. You can set satellite channel options.": "Tala dan simpan saluran yang tersedia. Anda boleh menetapkan pilihan saluran satelit.",
	"Turkey": "Turki",
	"Turkish": "Bahasa Turki",
	"Turn on TV with mobile device same as smartphone.": "Hidupkan TV dengan peranti mudah alih sama seperti telefon pintar.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Hidupkan dan matikan Ultra HD Deep Color untuk port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Hidupkan atau matikan Tindak Balas Permainan Segera bagi port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Hidupkan TV menggunakan peranti mudah alih melalui Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Hidupkan TV menggunakan peranti mudah alih anda melalui Wi-Fi.",
	"Turn on via Bluetooth": "Hidupkan melalui Bluetooth",
	"Turn on via Wi-Fi": "Hidupkan melalui Wi-Fi",
	"Turn on/off description box in Settings.": "Buka/tutup ruang deskripsi di Tetapan.",
	"Turn on/off standby light.": "Hidupkan/matikan lampu tunggu sedia.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Hidupkan/matikan AMD FreeSync Premium port HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Hidupkan/matikan imej untuk dipaparkan pada skrin apabila tiada isyarat.",
	"Turn on/off the related features of energy consumption.": "Hidupkan/matikan ciri-ciri berkaitan penggunaan tenaga.",
	"Turn the Hybridcast service on/off.": "Hidupkan/Matikan perkhidmatan Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Hidupkan/matikan perkhidmatan Interaktif (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Hidupkan/Matikan Panduan TV pembekal siaran TV anda.",
	"Turn your broadcast TV provider's teletext service on/off.": "Hidupkan/Matikan perkhimatan teleteks pembekal siaran TV anda.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Mematikan Wi-Fi akan menghalang anda daripada mengakses semua perkhidmatan berdasarkan Internet melainkan anda menggunakan kabel untuk bersambung ke rangkaian. Adakah anda mahu meneruskan?",
	"UAE": "Emiriah Arab Bersatu",
	"UHD Mode": "Mod UHD",
	"USA": "Amerika Syarikat",
	"USB storage for Copy Channels": "Storan USB untuk Salin Saluran",
	"USB to TV": "USB ke TV",
	"Ukrainian": "Bahasa Ukraine",
	"Unable to check for updates.": "Tidak dapat menyemak kemas kini.",
	"Unable to connect to the network.": "Tidak dapat bersambung ke rangkaian.",
	"Undefined": "Tak Tertakrif",
	"Under 17 requires accompanying parent or adult guardian.": "Usia di bawah 17 tahun memerlukan penyertaan ibu bapa atau penjaga dewasa.",
	"Uniform": "Seragam",
	"United Arab Emirates": "Emiriah Arab Bersatu",
	"United States of America": "Amerika Syarikat",
	"Universal Control Settings": "Tetapan Kawalan Universal",
	"Unknown": "Tidak diketahui",
	"Unknown issue has occurred.": "Isu yang tidak diketahui berlaku.",
	"Update canceled.": "Kemas kini dibatalkan.",
	"Update in progress...": "Kemas kini sedang berlangsung...",
	"Update in progress...({n}%)": "Kemas kini sedang berlangsung…({n}%)",
	"Update paused.": "Kemas kini dihentikan seketika.",
	"Update reserved.": "Kemas kini disimpan.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Kemas kini akan dibatalkan dan semua fail yang dikemas kini akan dipadam sekarang. Adakah anda mahu meneruskan?",
	"Urdu": "Bahasa Urdu",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Gunakan Magic Remote untuk menganalisis akustik bilik dan mengoptimumkan bunyi TV berdasarkan hasilnya.",
	"Use a large pointer.": "Gunakan penunjuk besar.",
	"Use a medium pointer.": "Gunakan penunjuk sederhana.",
	"Use a small pointer.": "Gunakan penunjuk kecil.",
	"Use the 4-way controller to change the position and press the OK button.": "Gunakan pengawal 4 cara untuk menukar kedudukan dan tekan butang OK.",
	"Use the following services with the selected language.": "Gunakan perkhidmatan berikut dengan bahasa yang dipilih.",
	"User": "Pengguna",
	"User Agreements": "Perjanjian Pengguna",
	"User Guide": "Panduan Pengguna",
	"Uzbek": "Bahasa Uzbek",
	"V Position": "Kedudukan V",
	"V Sharpness": "Terang V",
	"V Size": "Saiz V",
	"Valencian": "Bahasa Valencia",
	"Vertical Zoom": "Zum Vertikal",
	"Video Description": "Deskripsi Video",
	"Vietnamese": "Bahasa Vietnam",
	"View current Common Interface (CI) information.": "Lihat maklumat Antara Muka Biasa (CI) semasa.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Lihat item dengan lebih jelas dengan mengubah warna menu pada skrin kepada hitam dan putih.",
	"View messages from your broadcast TV provider.": "Lihat mesej daripada pembekal siaran TV anda.",
	"View more information about watching program and enjoy related contents.": "Lihat maklumat lanjut tentang menonton program dan nikmati kandungan yang berkaitan.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Lihat skrin asal seadanya atau tetapkan saiz skrin dan nisbah aspek.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Lihat skrin asal kerana ia diterima daripada isyarat penyiaran atau peranti yang disambungkan.",
	"Violence": "Keganasan",
	"Vivid": "Terang",
	"Voice Recognition Help and Settings": "Bantuan dan Tetapan Pengecaman Suara",
	"Voice Support Service": "Perkhidmatan Sokongan Suara",
	"Volume": "Bunyi",
	"Volume Increase Amount": "Jumlah Pertambahan Volum",
	"Volume Mode": "Mod Bunyi",
	"WA - Western Australia - Eucla": "WA - Australia Barat - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Barat - Perth",
	"Wall-mounted": "Pemasangan pada Dinding",
	"Warm1": "Panas1",
	"Warm2": "Panas2",
	"Warm3": "Panas3",
	"Watch a diverse range of Internet contents on TV channels.": "Tonton pelbagai kandungan Internet di saluran TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Kami mengumpul dan menyimpan alamat MAC, nombor model, kod negara, tetapan bahasa, dan versi perisian untuk mengesahkan peranti anda dan memastikan anda mempunyai versi perisian yang terkini.",
	"Welcome Feature": "Ciri Selamat Datang",
	"Welsh": "Bahasa Wales",
	"Western Africa": "Afrika Barat",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Apabila HDD yang disambungkan tidak digunakan untuk tempoh masa tertentu, bertukar ke mod siap sedia untuk mengurangkan penggunaan kuasa.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Apabila peranti disambungkan ke port, imej permainan dioptimumkan dengan kelewatan, keretakan, atau gangguan yang minimum.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Apabila Tindak Balas Permainan Segera dilancarkan, video mungkin berkedip sementara.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Apabila Keluar Bunyi ditetapkan kepada \"Pembesar Suara Bluetooth / HDMI ARC / Digital Optik / WiSA\" atau peranti yang bersambung tidak menyokong Tindak Balas Permainan Segera, ia mungkin tidak berfungsi dengan betul.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Apabila Bunyi Keluar ditetapkan kepada Bluetooth atau peranti yang bersambung tidak menyokong Tindak Balas Permainan Segera, ia mungkin tidak berfungsi dengan betul.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Apabila peranti dibuka/ditutup, TV anda akan dibuka/ditutup secara automatik.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Apabila kesan visual dimatikan, skrin dipaparkan sebagai TV Secara Langsung.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Apabila ciri ini ditetapkan kepada 'hidup', beberapa ciri yang muncul pada skrin akan telus sebahagiannya.",
	"When your TV is turned off, the device will automatically turn off.": "Apabila TV anda dimatikan, peranti akan dimatikan secara automatik.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Walaupun nilai set yang diubah dipindahkan ke peranti luaran, gambar atau bunyi mungkin tidak disediakan secara normal buat sementara waktu.",
	"White": "Putih",
	"White Balance": "Imbangan Putih",
	"Wi-Fi Connection": "Sambungan Wi-Fi",
	"Wi-Fi Security": "Sekuriti Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi dimatikan. Hidupkannya untuk melihat senarai rangkaian tersedia yang anda boleh sambung kepadanya dan item menu tambahan yang berkaitan.",
	"Wi-Fi issue has occurred.": "Isu Wi-Fi issue telah berlaku.",
	"WiSA Speakers": "Pembesar Suara WiSA",
	"Wide Area Zone": "Zon Kawasan Luas",
	"Wide View": "Paparan Lebar",
	"Wide View (32:9)": "Pandangan Lebar (32:9)",
	"Wide Zoom": "Zum Lebar",
	"Window Color": "Warna Window",
	"Window Opacity": "Kelegapan Window",
	"Wired Connection (Ethernet)": "Sambungan Berwayar (Ethernet)",
	"Wired Headphones": "Fon Kepala Berwayar",
	"Wired Headphones + Internal TV Speaker": "Fon Kepala Berwayar + Pembesar Suara TV Dalaman",
	"With this option, you can control the audio device's volume with your TV remote.": "Anda boleh mengawal kelantangan peranti audio dengan alat kawalan jauh TV anda menggunakan pilihan ini.",
	"Year": "Tahun",
	"Yellow": "Kuning",
	"Yemen": "Yaman",
	"Yes": "Ya",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Anda boleh melaraskan kesan bunyi apabila TV dihidupkan atau dimatikan dan skrin bergerak.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Anda boleh mengawal peranti yang disambungkan ke port HDMI dengan Magic Remote tanpa proses persediaan peranti.",
	"You can delete the device connection history of Screen Share.": "Anda boleh memadam sejarah sambungan peranti Screen Share.",
	"You can delete the device connection history of Sound Share.": "Anda boleh memadam sejarah sambungan peranti Sound Share.",
	"You can find the default password in User Guide.": "Anda boleh mendapatkan kata laluan sedia ada di dalam Panduan Pengguna.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Anda boleh melancarkan Tindak Balas Permainan Segera dengan menetapkan HDMI Ultra HD Deep Color 'Hidup'.",
	"You can only change settings from the current HDMI input.": "Anda hanya boleh menukar tetapan daripada input HDMI semasa.",
	"You can scan again to connect the device.": "Anda boleh mengimbas kembali untuk menyambungkan peranti.",
	"You can select left and right audio settings for broadcast signal.": "Anda boleh memilih tetapan audio kiri dan kanan untuk isyarat siaran.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Anda boleh memilih AMD FreeSync Premium bagi port HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Anda boleh memilih Ultra HD Deep Color bagi Port.",
	"You can set the sound to play when the TV is turned on or off.": "Anda boleh menetapkan bunyi untuk dimainkan apabila TV dihidupkan atau dimatikan.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Anda boleh menghidupkan/mematikan ciri-ciri penyimpanan profil operator CAM.",
	"You can turn this feature on or off.": "Anda boleh menghidupkan atau mematikan ciri ini.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Anda boleh menerima cadangan pelbagai kandungan melalui Rangkaian. Mematikan pilihan ini hanya akan memberikan kandungan asas dan beberapa ciri yang mungkin tidak tersedia.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV anda dan peranti SIMPLINK-bersambung akan disegerakkan seperti berikut:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "TV anda mesti dimatikan semasa proses Penyegar Semula Piksel berjalan. Sebarang perakaman, peringatan atau penghidup pemasa semasa atau yang akan berlaku yang dijadualkan semasa proses ini akan dibatalkan dan pembesar suara BT pada Paparan Sifar tidak tersedia.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV anda mesti dimatikan semasa proses Penyegar Semula Piksel berjalan. Sebarang perakaman, peringatan atau penghidup pemasa semasa atau yang akan berlaku yang dijadualkan semasa proses ini akan dibatalkan.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV anda mesti disambungkan ke rangkaian untuk menetapkan Negara Perkhidmatan LG anda secara automatik. Adakah anda mahu pergi ke Tetapan Rangkaian sekarang untuk memeriksa sambungan?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV anda perlu mengetahui lokasi anda yang betul untuk memberikan mesej amaran kecemasan melalui isyarat TV digitalnya.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV anda akan dimatikan secara automatik sehingga proses selesai, selepas itu ia akan dihidupkan semula.",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] akan diputuskan daripada TV anda. Bunyi tidak akan dimainkan daripada peranti ini. Adakah anda mahu meneruskan?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] akan dibuang daripada senarai peranti yang berpasangan. Jika anda mahu menyambungkannya kemudian, anda perlu mencari peranti yang tersedia dan membaikinya. Adakah anda mahu meneruskan?",
	"[{deviceName}] will be deleted.": "[{deviceName}] akan dipadam.",
	"aspectRatio_original": "Asal",
	"audioGuidance_fast": "Laju",
	"audioGuidance_high": "Tinggi",
	"audioGuidance_low": "Rendah",
	"audioGuidance_slow": "Perlahan",
	"audioGuidance_veryFast": "Sangat Pantas",
	"audioGuidance_veryHigh": "Sangat Tinggi",
	"audioGuidance_veryLow": "Sangat Rendah",
	"audioGuidance_verySlow": "Sangat Perlahan",
	"btDotSignalStrength_wide": "Lebar",
	"button": "butang",
	"character": "watak",
	"characters": "watak",
	"checked": "diperiksa",
	"colorGamutJPNWide": "Lebar",
	"connecting": "bersambung",
	"depthOfColor": "Warna",
	"diagonal zoom in": "zum masuk pepenjuru",
	"diagonal zoom out": "zum keluar pepenjuru",
	"digitalOptionSetByProgram": "Ditetapkan Oleh Program",
	"energy_Maximum": "Maksimum",
	"freesync_high": "Tinggi",
	"freesync_low": "Rendah",
	"freesync_off": "Matikan",
	"freesync_wide": "Lebar",
	"gamma_high1": "Tinggi1",
	"gamma_high2": "Tinggi2",
	"hidden": "tersembunyi",
	"horizontal zoom in": "zum masuk horizontal",
	"horizontal zoom out": "zum keluar horizontal",
	"jpDoNot": "Matikan",
	"logoLuminance_high": "Tinggi",
	"logoLuminance_low": "Rendah",
	"min": "minit",
	"not connected": "tidak bersambung",
	"objet_soundMode": "Mengoptimumkan mod bunyi untuk setiap jenis kandungan.",
	"pictureControlAuto": "Automatik",
	"pictureControlAuto_BlackLevel": "Automatik",
	"pictureControlHigh": "Tinggi",
	"pictureControlHigh_BlackLevel": "Tinggi",
	"pictureControlHigh_Male": "Tinggi",
	"pictureControlLow": "Rendah",
	"pictureControlLow_BlackLevel": "Rendah",
	"pictureControlLow_Male": "Rendah",
	"pictureLocalDimmingHigh": "Tinggi",
	"pictureLocalDimmingLow": "Rendah",
	"pictureModeSettings": "Selaraskan",
	"press OK button to edit IP manually": "tekan butang OK untuk mengedit IP secara manual",
	"press OK button to enter channel to search": "tekan butang OK untuk masuk ke saluran untuk mencari",
	"press OK button to enter value": "tekan butang OK untuk memasukkan nilai",
	"press right button to adjust de-judder and de-blur value": "tekan butang ke kanan untuk melaraskan nilai de-judder dan de-blur",
	"press right button to adjust zoom ratio and position": "tekan butang ke kanan untuk melaraskan nisbah dan kedudukan zum",
	"shift current screen down": "anjakkan skrin semasa ke bawah",
	"shift current screen to the left": "anjakkan skrin semasa ke kiri",
	"shift current screen to the right": "anjakkan skrin semasa ke kanan",
	"shift current screen up": "anjakkan skrin semasa ke atas",
	"shift down": "anjak ke bawah",
	"shift left": "anjak ke kiri",
	"shift right": "anjak ke kanan",
	"shift up": "anjak ke atas",
	"speaker_channel": "Saluran",
	"thaRatingNone": "Tiada",
	"unchecked": "belum diperiksa",
	"vertical zoom in": "zum masuk vertical",
	"vertical zoom out": "zum keluar vertical",
	"volumeModeHigh": "Tinggi",
	"volumeModeLow": "Rendah",
	"webOS TV Version": "Versi webOS TV",
	"zoom in": "zum masuk",
	"zoom out": "zum keluar",
	"{label} : L{value}": "{label} : Kiri{value}",
	"{label} : R{value}": "{label} : Kanan{value}"
}
