{
	" (User)": " (Benutzer)",
	"* The device connected should support this service.": "* Das angeschlossene Gerät sollte diese Dienste unterstützen.",
	"* This feature is applied once and only once when the TV is turned off.": "* Diese Funktion wird nur verwendet, wenn der Fernseher abgeschaltet ist.",
	"* This feature is available on certain devices only.": "* Diese Funktion steht nur auf bestimmten Geräten zur Verfügung.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Dieser Modus drückt die Absicht des FILMMAKER MODE deutlich aus, kann aber dunkler aussehen, als andere Bildmodi.",
	"* This settings is only available for Internal TV Speaker.": "* Diese Einstellung steht nur für die internen TV-Lautsprecher zur Verfügung.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Auch wennn diese Option eingeschaltet ist, wird der Bildschirmschoner Ihr Seherlebnis bei externen Eingängen wie Live TV nicht beeinträchtigen.",
	"* You can control the app which supports the function on your mobile device.": "* Sie können die App kontrollieren, die diese Funktion auf Ihrem Mobilgerät unterstützt.",
	"1) Turn the Bluetooth on the other device off.": "1) Schalten Sie die Bluetooth-Funktion am anderen Gerät ab.",
	"10 Points Code Value": "10-Punkte-Code-Wertung",
	"10 Points IRE": "10-Punkt-IRE",
	"10 and Above": "Ab 10",
	"10 min": "10 Min.",
	"11 and Above": "Ab 11",
	"12 Hours": "12 Stunden",
	"12 and Above": "Ab 12",
	"120 min": "120 Min.",
	"13 and Above": "Ab 13",
	"14 and Above": "Ab 14",
	"14 by 9": "14:9",
	"15 and Above": "Ab 15",
	"16 and Above": "Ab 16",
	"16 by 9": "16:9",
	"17 and Above": "Ab 17",
	"18 and Above": "Ab 18",
	"180 min": "180 Min.",
	"19 and Above": "Ab 19",
	"2 Channel": "2 Kanal",
	"2 Hours": "2 Stunden",
	"2 Points": "2 Punkte",
	"2) Turn the Bluetooth device to connect off and on.": "2) Schalten Sie das Bluetooth-Gerät aus und wieder ein.",
	"20 Points Code Value": "20 Punkte Code-Wertung",
	"20 Points IRE": "20-Punkt IRE",
	"20 and Above": "Ab 20",
	"20 min": "20 Min.",
	"21 by 9": "21:9",
	"22 Points Code Value": "22-Punkte-Code-Wertung",
	"22 Points IRE": "22-Punkt-IRE",
	"24 Hours": "24 Stunden",
	"240 min": "240 Min.",
	"3 Hours": "3 Stunden",
	"30 min": "30 Min.",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "3G/4G-Verbindung",
	"4 Hours": "4 Stunden",
	"4 Hours Auto Power Off": "Automatisches Ausschalten nach 4 Stunden",
	"4 and Above": "Ab 4",
	"4 by 3": "4:3",
	"4-Way Zoom": "4-Wege-Zoom",
	"5 and Above": "Ab 5",
	"5.1 Channel": "5.1 Kanal",
	"6 Hours": "6 Stunden",
	"6 and Above": "Ab 6",
	"60 min": "60 Min.",
	"7 and Above": "Ab 7",
	"8 Hours": "8 Stunden",
	"8 and Above": "Ab 8",
	"9 and Above": "Ab 9",
	"90 min": "90 Min.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Die AD ID wird verwendet, um dieses Gerät für Werbezwecke zu identifizieren und um bestimmte Webungen zu fördern, die für Sie interessant für Sie sein könnten. Sie können die AD ID zurücksetzen oder deren Tracking unten einschränken.",
	"AI Acoustic Tuning": "AI-Akustikabstimmung",
	"AI Acoustic Tuning Options": "AI-Akustikabstimmung Optionen",
	"AI Acoustic Tuning is disabled.": "AI-Akustikabstimmung wurde deaktiviert.",
	"AI Brightness Control": "AI Helligkeitssteuerung",
	"AI Picture": "AI-Bild",
	"AI Picture Pro": "AI-Bild Pro",
	"AI Recommendation": "AI-Empfehlungen",
	"AI Service": "AI-Dienst",
	"AI Sound": "AI-Ton",
	"AI Sound Pro": "AI-Ton Pro",
	"AV Sync Adjustment": "AV-Sync. Anpassen",
	"AV1": "AV-1",
	"AV2": "AV-2",
	"AV3": "AV-3",
	"Accessibility": "Barrierefreiheit",
	"Account Management": "Kontoverwaltung",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Wenn Sie diese Option aktivieren wird die Erfassung und das Tracking der werbebezogenen personenbezogenen Daten von Ihrem Smart TV angehalten. Wenn Sie dies einschalten, sehen Sie in Zukunft möglicherweise andere Werbearten, aber die Werbung lässt sich nicht vollständig abschalten.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Wenn Sie diesen Toggle aktivieren, weist LGE seine Drittanbieter an, Ihre personenbezogenen Daten nicht mehr mommerziell zu nutzen. Falls Sie sich nicht separat abmelden, können Sie die Dienste auch noch über Live Plus, LG Channels und Who.Where.What? aufrufen.",
	"Add Network": "Netzwerk hinzufügen",
	"Add a hidden wireless network": "Verstecktes W-LAN hinzufügen",
	"Add wireless network by manually entering network name (SSID).": "Fügen Sie ein WLAN hinzu, indem Sie den Netzwerknamen (SSID) von Hand eingeben.",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Zusätzliche Audiooptionen",
	"Additional Settings": "Zusätzliche Einstellungen",
	"Address Setting": "Adresseinstellung",
	"Adjust Audio Guidance pitch.": "Tonhöhe der Audioanleitung einstellen.",
	"Adjust Audio Guidance speed.": "Geschwindigkeit der Audioanleitung einstellen.",
	"Adjust Audio Guidance volume.": "Lautstärke der Audioanleitung einstellen.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Stellen Sie die Stärke der Hintergrundbeleuchtung ein, um den Bildschirm heller oder dunkler zu machen.",
	"Adjust Screen Position": "Bildschirmposition einstellen",
	"Adjust Zoom Ratio": "Zoom-Verhältnis einstellen",
	"Adjust animation effect shown on the home at certain times.": "Animationseffekte einstellen, die zu bestimmten Zeiten auf der Startseite erscheinen.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Passt die Helligkeit durch Analyse der Bildbewegung an, um Blendwirkung zu verhindern und um den Energieverbrauch zu verringern.",
	"Adjust brightness of the LG logo.": "Helligkeit des LG-Logos einstellen.",
	"Adjust color and saturation for a more vivid image.": "Passt die Farbe und Sättigung an, um ein lebendigeres Bild zu erzielen.",
	"Adjust color temperature automatically to reduce eye strain.": "Passen Sie die Farbtemperatur automatisch an, um die Belastung für die Augen zu minimieren.",
	"Adjust cursor speed.": "Passt die Geschwindigkeit des Mauszeigers an.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Passt die Kantenschärfe an. Höhere Werte ergeben stärkere Konturschärfe und Klarheit des Bildes.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Passt Gammaeinstellungen an, um die Helligkeit des Eingangssignals zu kompensieren.",
	"Adjust left/right audio balance.": "Passt die Tonbalance an.",
	"Adjust luminance for selected color.": "Leuchtdichte für die ausgewählte Farbe einstellen.",
	"Adjust luminance level for selected IRE point.": "Leuchtdichte-Niveau für den ausgewählten IRE-Punkt einstellen.",
	"Adjust peak brightness for the brightest luminance.": "Stellen Sie die Größte Helligkeit ein, um den Maximalwert festzulegen.",
	"Adjust remote's cursor speed and appearance.": "Passen Sie Aussehen und Geschwindigkeit des Mauszeigers Ihrer Magic-Remote-Fernbedienung an.",
	"Adjust saturation for selected color.": "Sättigung der ausgewählten Farbe einstellen.",
	"Adjust screen brightness to reduce energy consumption.": "Passen Sie die Bildschirmhelligkeit an, um den Energieverbrauch zu reduzieren.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Stellen Sie OLED-LICHT ein, um den Bildschirm heller oder dunkler zu machen.",
	"Adjust the audio timing to synchronize the video and audio.": "Passen Sie das Audiotiming an, um Bild und Ton zu synchronisieren.",
	"Adjust the balance of red and green to display the tint on the screen.": "Stellen Sie die Rot/Grün-Balance ein, um den Farbton auf dem Bildschirm darzustellen.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Passen Sie Farbbalance an, indem Sie Farbtemperatur und -helligkeit sowie die Rot/Grün/Blau-Intensität einstellen.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Stellen Sie Kontrast, Auflösung, usw. der einzelnen Bildmodi im Detail ein und passen Sie zusätzliche bevorzugte Farbe, Gamma, usw. an.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Passt den Unterschied zwischen hellen und dunklen Bereichen des Bildschirms an. Höhere Werte ergeben stärkere Unterschiede.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Stellen Sie das Seitenverhältnis wie bei Filmen ein, was das Kinogefühl verstärkt.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Passt die Helligkeit von statischen Bildern wie Logos und dergleichen an und verhindert Probleme mit der Bildqualität, die auftreten können, wenn der Fernseher für lange Zeit eingeschaltet bleibt.",
	"Adjust the screen color to be pale or deep.": "Stellen Sie die Bildschirmfarbe blasser oder kräftiger ein.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Passen Sie den Klang für jedes einzelne Frequenzband an Ihren Geschmack an.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Stellen Sie das Timing ein, um Video und Audio zu synchronisieren und Lippenasynchronitäten auszugleichen.",
	"Adjust the tint to brighten or darken the screen.": "Stellen Sie den Farbton ein, um den Bildschirm heller oder dunkler zu machen.",
	"Adjust the volume you want with pressing remote's volume key.": "Stellen Sie die gewünschte Lautstärke ein, indem Sie auf die Lautstärketasten Ihrer Fernbedienung drücken.",
	"Adjust tint for selected color.": "Farbton für die ausgewählte Farbe einstellen.",
	"Adjust whether to display the home promotion.": "Stellen Sie ein, ob die Home Promotion angezeigt werden soll.",
	"Adjusting Luminance": "Leichtdichte einstellen",
	"Adolescent over 13 are allowed to watch.": "Kinder über 13 dürfen zusehen.",
	"Adolescent over 14 are allowed to watch.": "Kinder über 14 dürfen zusehen.",
	"Adolescent over 16 are allowed to watch.": "Kinder über 16 dürfen zusehen.",
	"Adult": "Erwachsene(r)",
	"Adult Language": "Erwachsenensprache",
	"Adults only.": "Nur für Erwachsene.",
	"Advanced": "Erweiterte Einstellungen",
	"Advanced Controls": "Erweiterte Steuerung",
	"Advanced Wi-Fi Settings": "Erweiterte Wi-Fi-Einstellungen",
	"Advertisement": "Werbung",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nachdem Sie die Ländereinstellung geändert haben werden alle momentan eingestellten Kanäle gelöscht. Um die Kanäle neu einzustellen, gehen Sie bitte zu Autotuning. Möchten Sie fortfahren?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nach der Änderung Ihrer Postleitzahl werden alle momentanen Freesat-Kanäle gelöscht. Um die Kanäle neu einzustellen, gehen Sie bitte zu Autotuning. Möchten Sie fortfahren?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nachdem Sie das Land geändert haben, können Sie mithilfe der Funktion 'Autom. Einstellung' nach Sendern suchen. Wollen Sie fortfahren?",
	"Ages 2-7 are allowed to watch.": "Kinder zwischen 2 und 7 Jahren dürfen zusehen.",
	"Albania": "Albanien",
	"Albanian": "Albanisch",
	"Alerts you by sound when the TV is turned on or off.": "Ein Alarm ertönt, wenn der Fernseher ein- oder ausgeschaltet wird.",
	"Algeria": "Algerien",
	"Algiers": "Algier",
	"All Channels": "Alle Sender",
	"All Children": "Alle Kinder",
	"All ages are allowed to watch.": "Alle Altersgruppen dürfen zusehen.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle aktuellen Einstellungen für {pictureMode} werden zurückgesetzt. Möchten Sie fortfahren?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle Sound-Effekt-Einstellungen für den Standard-Modus werden zurückgesetzt. Möchten Sie fortfahren?",
	"Allow Automatic Updates": "Automatische Updates zulassen",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Sie können auch die Einzelheiten des Bluetooth Surround-Sounds einstellen.",
	"Always Open": "Immer ausgefahren",
	"Always-on Off Time": "Always-on Auszeit",
	"An error has occurred while copy channels.": "Beim Kopieren der Senderinformationen ist ein Fehler aufgetreten.",
	"An important software update is available.": "Ein wichtiges Software-Update ist verfügbar.",
	"Analog Mode": "Analogmodus",
	"Analog TV": "Analoges Fernsehen",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analyse der Tonmerkmale und Optimierung des Klangs auf bestimmte Inhalte in Echtzeit.",
	"Antenna": "Antenne",
	"Antenna ATV": "Antenne ATV",
	"Antenna DTV": "Antenne DTV",
	"Antenna Radio": "Radio via Antenne",
	"Antigua and Barbuda": "Antigua und Barbuda",
	"Any Supplementary Audio": "Jedes beliebige zusätzliche Audiogerät",
	"App Alarm": "App-Alarm",
	"Application Locks": "Anwendungssperren",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Übernehmen Sie die detaillierten Einstellungen des aktuellen Bildmodus für alle Eingänge und Apps.",
	"Apply to all inputs": "Auf alle Eingänge anwenden",
	"Applying value to all inputs...": "Der Wert wird auf alle Eingänge angewendet...",
	"Arabic": "Arabisch",
	"Argentina": "Argentinien",
	"Armenia": "Armenien",
	"Ashgabat": "Aschgabat",
	"Aspect Ratio": "Format",
	"Aspect Ratio Settings": "Einstellungen des Seitenverhältnisses",
	"Assamese": "Assamisch",
	"Assign channels to remote buttons so you can quickly jump to them.": "Weisen Sie den Tasten der Fernbedienung Sender zu, damit Sie schnell zu diesen Sendern wechseln können.",
	"Athens": "Athen",
	"Audio Delay": "Tonverzögerung",
	"Audio Description": "Audiobeschreibung",
	"Audio Description Volume": "Lautstärke für Audiobeschreibung",
	"Audio Guidance": "Audioanleitung",
	"Audio Language": "Audiosprache",
	"Audio Out (Line Out)": "Audioausgang (Line-Out)",
	"Audio Type": "Audiotyp",
	"Australia": "Australien",
	"Austria": "Österreich",
	"Auto": "Automatisch",
	"Auto Detect": "Autom. erkennen",
	"Auto Device Detection": "Automatische Geräteerkennung",
	"Auto Genre Selection": "Automatische Genre-Auswahl",
	"Auto Power Off": "Autom. Ausschalten",
	"Auto Power Sync": "Automatische Synchronisierung der Stromversorgung",
	"Auto Start": "Auto-Start",
	"Auto Volume": "Auto. Lautstärke",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Lassen Sie die Lücke in der Lautstärke automatisch anpassen oder stellen Sie die Lautstärke so ein, dass sie gleichzeitig mit der Lautstärketaste auf der Fernbedienung geändert wird.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Passt sich automatisch an einen Bildwert an, der für Dolby HDR-Inhalte optimiert wurde.",
	"Automatically adjust to a picture value optimized for contents genre.": "Passt sich automatisch an einen Bildwer an, der für das Genre optimiert wurde.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatischer Wechsel in den FILMMAKER MODE, wenn die Film-Inhalte erkannt werden.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimiert automatisch die Bildqualität auf der Grundlage der Farbe und Helligkeit der Umgebungsbeleuchtung.",
	"Automatically update system software when an update is found.": "Die Systemsoftware wird automatisch aktualisiert, wenn ein Update gefunden wird.",
	"Available Internal Storage": "Verfügbarer interner Speicher",
	"Azerbaijan": "Aserbaidschan",
	"Azores": "Azoren",
	"BG Color": "BG-Farbe",
	"BG Opacity": "HG-Deckkraft",
	"Back": "Zurück",
	"Backlight": "Hintergrundbeleuchtung",
	"Baghdad": "Bagdad",
	"Bangladesh": "Bangladesch",
	"Basque": "Baskisch",
	"Bass Boost": "Bass-Boost",
	"Behavior may vary depending on connected device.": "Das Verhalten kann je nach Gerät unterschiedlich sein.",
	"Beijing": "Peking",
	"Belgium": "Belgien",
	"Belgrade": "Belgrad",
	"Bishkek": "Bischkek",
	"Black": "Schwarz",
	"Black Level": "Schwarzwert",
	"Block TV programs broadcast in English based on their content ratings.": "Sperren Sie englischsprachige TV-Programme auf Grundlage ihrer inhaltlichen Einstufungen.",
	"Block TV programs broadcast in French based on their content ratings.": "Sperren Sie französischsprachige TV-Programme auf Grundlage ihrer inhaltlichen Einstufungen.",
	"Block content based on genre.": "Blockieren Sie Inhalte auf der Grundlage des Genres.",
	"Blue": "Blau",
	"Bluetooth Speaker Mode": "Bluetooth-Lautsprechermodus",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround Sound + Interner TV-Lautsprecher",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround-Sound-Einstellungen",
	"Bolivia": "Bolivien",
	"Bosnia": "Bosnien",
	"Bosnia And Herzegovina": "Bosnien und Herzegowina",
	"Bosnian": "Bosnisch",
	"Brazil": "Brasilien",
	"Brazilian Punk": "Brasilianischer Punk",
	"Brightness": "Helligkeit",
	"Broadcast Country": "Übertragungsland",
	"Brussels": "Brüssel",
	"Bucharest": "Bukarest",
	"Bulgaria": "Bulgarien",
	"Bulgarian": "Bulgarisch",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Wenn Sie auf „Zurücksetzen“ krücken, löschen Sie alle werbebezogenen Daten, die LGE über Sie von diesem Smart TV aus gesammelt hat. Wenn Sie auf „Zurücksetzen“ drücken, kann sich dies auf die Art von Werbung auswirken, die Sie erhalten, aber die Werbung wird nicht vollständig eingestellt.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Durch das Einschalten von Live Plus stimmen Sie der Erfassung von TV-Nutzungsdaten durch LG Electronics Inc. ('LGE') über das ACR-Modul zu, die möglicherweise in anonymisierter Form an Dritte weitergegeben werden, um interaktive Dienste für Sie bereitzustellen. Möglicherweise geben wir auch gesammelte anonymisierte Informationen zu Marketingzwecken an Dritte weiter. Bitte beachten Sie, dass wir die vorgenannten Informationen nicht absichtlich über Kinder unter 13 Jahren sammeln und weitergeben. Ausführliche Informationen zu Live Plus werden unter 'Nutzungsdaten (Bestimmungen)' dargelegt. Sie können über das Smart TV-Einstellungsmenü darauf zugreifen. LGE empfiehlt dringend, alle Informationen unter 'Nutzungsdaten (Bestimmungen)' zu lesen, bevor Sie die Live Plus-Funktion aktivieren.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Wenn Sie Live Plus einschalten, sind Sie sich im Klaren darüber, dass die auf Ihrem Fernseher angezeigten Inhalte erkannt werden und die Sehgewohnheiten verwendet werden können, um Ihnen eine erweitere Seherfahrung und personalisierte Inhalte zur Verfügung zu stellen, einschließlich Empfehlungen und Werbung. Bitte lesen Sie die Datenschutzbestimmungen und die entsprechenden Benutzervereinbarungen in den Fernseh-Einstellungen durch, um mehr darüber zu erfahren.",
	"CC 1": "UT 1",
	"CC 2": "UT 2",
	"CC 3": "UT 3",
	"CC 4": "UT 4",
	"CI Information": "CI-Informationen",
	"CI password incorrect. Please enter again.": "Falsches CI-Passwort. Geben Sie es bitte erneut ein.",
	"COMPONENT2": "KOMPONENTE-2",
	"COMPONENT3": "KOMPONENTE-3",
	"Cable": "Kabel",
	"Cable ATV": "Kabel ATV",
	"Cable DTV": "Kabel-DTV",
	"Cable Radio": "Kabel-Radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodscha",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Sender kann nicht gefunden werden.",
	"Canada": "Kanada",
	"Canary Islands": "Kanarische Inseln",
	"Cancel": "Abbrechen",
	"Cancel Schedule": "Zeitplan löschen",
	"Cancel Update": "Aktualisierung abbrechen",
	"Cantonese": "Kantonesisch",
	"Cape Verde": "Kap Verde",
	"Catalan": "Katalanisch",
	"Caution": "Achtung",
	"Cayman Islands": "Kaimaninseln",
	"Center": "Mitte",
	"Central African Republic": "Zentralafrikanische Republik",
	"Chad": "Tschad",
	"Change blue intensity and adjust the color balance.": "Blauintensität ändern und Farbbalance anpassen.",
	"Change green intensity and adjust the color balance.": "Grünintensität ändern und Farbbalance anpassen.",
	"Change red intensity and adjust the color balance.": "Rotintensität ändern und Farbbalance anpassen.",
	"Change the left / right sound": "Den linken / rechten Tonausgang ändern",
	"Change the position of captions using the 4-way dial on the remote control.": "Mit den 4 Pfeiltaste auf der Fernbedienung können Sie die Position der Untertitel einstellen.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Die Änderung der Region kann dazu führen, dass eingestellte Kanäle Ihres Fernsehgeräts geändert werden. Sie können Kanäle in Auto Tuning neu einstellen. Möchten Sie die regionale Einstellungen jetzt ändern?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Eine Änderung des Landes führt dazu, dass Ihr Fernseher neu startet und Sie den LG-Nutzervereinbarungen erneut zustimmen müssen. Darüber hinaus kann die Verfügbarkeit einiger Apps und Dienstleistungen entsprechend den LG Service-Ländern variieren. Möchten Sie fortfahren?",
	"Channel Locks": "Sendersperren",
	"Channel Manager": "Sendermanager",
	"Channel Scrolling Options": "Optionen für das Programm-Scrollen",
	"Channel Tuning": "Sendereinstellung",
	"Channel Tuning & Settings": "Programmsuche und -einstellungen",
	"Channels": "Sender",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanäle von HDMI und anderen externen Eingängen können nicht gesperrt werden. Um TV-Sender zu sperren, ändern Sie die aktuelle Eingabe in Live TV um.",
	"Chatham Islands": "Chatham-Inseln",
	"Check TV information.": "Überprüfung der TV-Informationen",
	"Check alarm messages about the user settings or TV status.": "Überprüfen Sie die Warnhinweise zu den Nutzereinstellungen oder dem Status des Fernsehers.",
	"Check descriptions for each LG webOS TV functions.": "Überprüfen Sie die Beschreibung der einzelnen LG webOS TV-Funktionen.",
	"Check for Advertising settings and set it.": "Überprüfen Sie die Werbeeinstellungen und stellen Sie sie entsprechend ein.",
	"Check for Updates": "Nach Updates suchen",
	"Check for available functions with Voice and set Voice Settings.": "Überprüfen Sie vorhandene Funktionen mit der Stimme und den Stimmeinstellungen.",
	"Check for problems with the picture quality.": "Prüfen Sie, ob Probleme mit der Bildqualität vorliegen.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Prüfen Sie, ob bei der Tonqualität der internen TV-Lautsprecher Probleme vorliegen.",
	"Check for software updates and update if available.": "Suchen Sie nach Software-Updates und führen Sie diese gegebenenfalls durch.",
	"Check whether the Bluetooth device is in pairing mode.": "Überprüfen Sie, ob das Bluetooth-Gerät sich im Pairing-Modus befindet.",
	"Check your TV status to solve problems or use remote support.": "Überprüfen Sie Ihren Fernseher-Status, um Probleme zu lösen oder verwenden Sie den ferngesteuerten Support.",
	"Checking Password": "Passwort wird überprüft",
	"Checking for Updates": "Nach Updates suchen",
	"Checking...": "Überprüfung wird ausgeführt...",
	"Children": "Kinder",
	"Children Age": "Kinder im Alter von",
	"Children Program Locks": "Programmsperren für Kinder",
	"Children over 8 are allowed to watch.": "Kinder über 8 dürfen zusehen.",
	"Chinese": "Chinesisch",
	"Choibalsan": "Tschoibalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Wählen Sie bei der Änderung Ihrer Programme alle oder nur Ihre wichtigsten Programme aus.",
	"Christmas Island": "Weihnachtsinsel",
	"Cinema": "Kino",
	"Cinema Home": "Kino-Home",
	"Cinema View": "Kinoansicht",
	"Cinema View (32:12)": "Kinoansicht (32:12)",
	"Cinema Zoom": "Kino-Zoom",
	"City": "Stadt",
	"City Selection": "Auswahl der Stadt",
	"Clear": "Klar",
	"Clear Plus": "Klar Plus",
	"Clear Voice Ⅲ": "Klare Stimme Ⅲ",
	"Clear1": "Klar",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klicken Sie auf die VERBINDEN-Taste weiter unten, nachdem Sie Ihre kabellose LG-Tastatur eingeschaltet haben, und stellen Sie sie auf den Pairing-Modus ein.",
	"Close": "Schließen",
	"Closed Caption": "Untertitel",
	"Closed Caption Settings": "Untertiteleinstellungen",
	"Code Value": "Code-Wertung",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "MAC-Adresse, Modellnummer, Ländercode, Spracheinstellungen und Softwareversion erfassen und speichern, um die neuesten Software-Updates identifizieren und ausführen zu können.",
	"Colombia": "Kolumbien",
	"Color": "Farbe",
	"Color Gamut": "Farbumfang",
	"Color Management System": "Farbverwaltungssystem",
	"Color Temperature": "Farbtemperatur",
	"Component": "Komponente",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bestätigen Sie die Allgemeinen Geschäftsbedingungen oder ziehen Sie Ihre Bestätigung zurück.",
	"Congo Brazzaville": "Republik Kongo",
	"Connect": "Verbinden",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Schließen Sie die Bluetooth-Lautsprecher und TV-Lautsprecher an und korrigieren Sie die Tonverzögerung zwischen den Lautsprechern automatisch.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Verbinden Sie ein externes Audiogerät, das eARC unterstützt, mit dem eARC-fähigen HDMI-Ausgang Ihres Fernsehers. ",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Verbinden Sie externe Geräte wie Set-Top-Boxen, Player, Recorder, Soundbars und so weiter entsprechend der Anleitung mit Ihrem Fernseher.",
	"Connect the LAN cable directly to the TV to use the network.": "Schließen Sie das LAN-Kabel direkt an den Fernseher an, um das Netzwerk zu verwenden.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Verbinden Sie sich mit dem WLAN-Netzwerk, indem Sie die IP- und DNS-Server-Adressen manuell eingeben.",
	"Connect to the network if a wireless router is installed.": "Verbinden Sie sich mit dem Netzwerk, falls ein drahtloser Router installiert ist.",
	"Connect via WPS PBC": "Über WPS-PBC verbinden",
	"Connect via WPS PIN": "Über WPS-PIN verbinden",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Verbinden Sie das TV-Gerät mithilfe eines Ethernet-Kabels mit Ihrem Router oder Modem, um die Verbindung mit dem drahtgebundenen Netzwerk zu aktivieren.",
	"Connect your TV with WiSA Speakers wirelessly.": "Verbinden Sie Ihren Fernseher drahtlos mit WiSA-Lautsprechern.",
	"Connectable Devices ({num})": "Anschließbare Geräte ({num})",
	"Connected": "Verbunden",
	"Connected to Internet": "Mit dem Internet verbunden",
	"Connecting...": "Verbindung wird hergestellt...",
	"Connection": "Anschluss",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Das Verbindungsmanagement mit einem Smartphone oder PC steht zur Verfügung. Um einen Fernseher an ein Mobilgerät anzuschließen, müssen die Verbindung und die Anfragen auf einem Smartphone und dem PC erfolgen.",
	"Content Recommendations": "Empfohlene Inhalte",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Es werden Inhalte abgespielt, die über Mehrkanal-Audio verfügen falls Mehrkanal-Audio vom HbbTV-Dienst unterstützt wird.",
	"Contrast": "Kontrast",
	"Cool": "Kühl",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Sender kopieren",
	"Copy/Delete file": "Datei kopieren/löschen",
	"Correct contrast and brightness by adjusting black levels.": "Korrigieren Sie Kontrast und Helligkeit durch Anpassen der Schwarzpegel.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korrigiert Nachbilder und verhindert Probleme mit der Bildqualität, die auftreten können, wenn der Fernseher für lange Zeiträume eingeschaltet war.",
	"Could not fined available network.": "Es konnte kein verfügbares Netzwerk gefunden werden.",
	"Croatia": "Kroatien",
	"Croatian": "Kroatisch",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Die aktuelle Zeit ist nicht gültig. Möchten Sie die korrekte Uhrzeit jetzt einstellen?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Aktuelle Werte individueller Bildeinstellungen werden an den {pictureMode}-Modus für alle Eingaben angewandt. Möchten Sie fortfahren?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Das momentan verbundene LG Wireless Keyboard wird von Ihrem Fernseher getrennt. Möchten Sie fortfahren?",
	"Custom": "Benutzerdefiniert",
	"Custom Time Zone": "Benutzerdefinierte Zeitzone",
	"Customer Service": "Kundendienst",
	"Cyprus": "Zypern",
	"Czech": "Tschechien",
	"Czech Republic": "Tschechische Republik",
	"C{value}": "K{value}",
	"Côte d'Ivoire": "Republik Côte d'Ivoire",
	"DNS Server": "DNS-Server",
	"DR Congo": "Demokratische Republik Kongo",
	"DTV Audio Setting": "DTV-Audioeinstellung",
	"Damascus": "Damaskus",
	"Danish": "Dänisch",
	"Data Service": "Datendienst",
	"Date": "Datum",
	"Day": "Tag",
	"De-Blur": "Schärfen",
	"De-Judder": "Entruckeln",
	"Delete": "Löschen",
	"Delete Connection History": "Verbindungsverlauf löschen",
	"Delete Pairing History": "Pairing-Verlauf löschen.",
	"Delete Usage Data": "Nutzerdaten löschen",
	"Demo Options": "Demo-Optionen",
	"Democratic Republic of the Congo": "Demokratische Republik Kongo",
	"Denmark": "Dänemark",
	"Depressed": "Abgesenkt",
	"Deregister": "Abmelden",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Beschreibt den Inhalt auf dem Bildschirm, so dass Zuschauer mit eingeschränktem Sehvermögen den Fernseher nutzen können.",
	"Detect Range": "Erkennungsbereich",
	"Device Connection Settings": "Einstellungen der Geräteverbindung",
	"Device List": "Geräteliste",
	"Device Name": "Gerätename",
	"Digital Mode": "Digitalmodus",
	"Digital Sound Out": "Digitale Audioausgabe",
	"Digital TV": "Digitales Fernsehen",
	"Directed to Older Children (ages 7 and above)": "Ältere Kinder betreffend (7 Jahre und älter)",
	"Disabled": "Deaktiviert",
	"Disconnect": "Trennen",
	"Display captions for hearing-impaired viewers to use TV.": "Zeigt Untertitel für für Zuschauer mit eingeschränktem Hörvermögen an, damit diese den Fernseher nutzen können.",
	"Display fast-moving content smoothly and clearly.": "Zeigt sich schnell bewegende Inhalte glatt und sauber an.",
	"Display luminance level for the highest point (100 IRE).": "Leuchtdichte-Niveau für den höchsten Punkt anzeigen (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Zeigt Farben in wärmeren oder kühleren Farbtemperaturen an.",
	"Djibouti": "Dschibuti",
	"Do Not Sell My Personal Information": "Verkaufen Sie meine Personenbezogenen Informationen nicht",
	"Do Not Track": "Nicht tracken",
	"Do you want to continue?": "Möchten Sie fortfahren?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Möchten Sie die Kanalliste vom USB-Speicher auf Ihren Fernseher kopieren? Aktuelle Kanäle Ihres Fernsehgeräts werden gelöscht.",
	"Do you want to copy channel list from your TV to the USB storage?": "Möchten Sie die Senderliste vom Fernseher auf ein USB-Speichermedium kopieren?",
	"Do you want to reset Position Settings?": "Möchten Sie Positionseinstellungen zurücksetzen?",
	"Do you want to reset Volume Control?": "Möchten Sie die Lautstärkeregelung zurücksetzen?",
	"Do you want to set the correct time now?": "Möchten Sie die korrekte Uhrzeit jetzt einstellen?",
	"Do you want to turn your TV off now?": "Möchten Sie Ihren Fernseher jetzt ausschalten?",
	"Dominican Republic": "Dominikanische Republik",
	"Done": "Fertig",
	"Download and Install": "Herunterladen und installieren",
	"Downloadable Rating": "Herunterladbare Altersfreigabe",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Während der Always-on Auszeit sind einige Funktionen wie die Stimmerkennung und so weiter deaktiviert, wenn der Bildschirm aus ist.",
	"Dutch": "Holländisch",
	"Dynamic Color": "Dynamische Farbe",
	"Dynamic Contrast": "Dynamischer Kontrast",
	"Easter Island": "Osterinsel",
	"Eastern Africa": "Ostafrika",
	"Eco": "Sparmodus",
	"Eco Mode": "Eco-Modus",
	"Edge Color": "Kantenfarbe",
	"Edge Enhancer": "Kantenschärfer",
	"Edge Type": "Kantentyp",
	"Edit": "Bearbeiten",
	"Egypt": "Ägypten",
	"Emergency Alert": "Notfallwarnung",
	"Enabled": "Aktiviert",
	"Energy Saving": "Energiesparen",
	"Energy consumption may increase if this feature is on.": "Der Energieverbrauch kann sich erhöhen, wenn diese Funktion aktiv ist.",
	"Energy saving modes to limit power consumption.": "Energiesparmodi zur Senkung des Energieverbrauchs.",
	"English": "Englisch",
	"Enhance the bass sound.": "Verstärkt den Bass.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Verstärken Sie den Kontrast zwischen hellen und dunklen Bereichen einiger Menüs (beispielsweise Hintergrund und Text), damit er gut von Zuschauern mit eingeschränkter Sehkraft gesehen werden kann.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Verbessert die Auflösung und Schärfe von Inhalten durch einen Algorithmus, der über die LG Deep Learning-Technik gelernt hat und optimiert die Tiefe durch eine gründliche Inhaltsanalyse.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Genießen Sie Dolby-Atmos-Inhalte mit optimalem Ton, indem Sie die Tonfeldeffekte einschalten.",
	"Enjoy TV sound by connecting Wired Headphones.": "Genießen Sie TV-Sound, indem Sie kabelgebundene Kopfhörer anschließen.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Genießen Sie TV-Sound über Audiogeräte, die via HDMI-ARC-Ausgang angeschlossen sind.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Genießen Sie TV-Sound über Audiogeräte, die via optischen Digitalausgang angeschlossen sind.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Genießen Sie TV-Sound über LG-Audiogeräte, die an den optischen Digitalausgang angeschlossen sind.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Genießen Sie TV-Sound über Audiogeräte, die an den Kopfhörerausgang bzw. externen Audioausgang angeschlossen sind.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Genießen Sie TV-Sound sowohl über die Internen TV-Lautsprecher als auch über kabelgebundene Kopfhörer.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Genießen Sie TV-Sound sowohl über die internen TV-Lautsprecher als auch über externe Audiogeräte, die an den optischen Digitalausgang angeschlossen sind.",
	"Enjoy a clear and natural sound.": "Genießen Sie klaren und natürlichen Klang.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Genießen Sie TV-Sound mit drahtlosen Audiogeräten, die via LG Sound Sync oder Bluetooth angeschlossen sind.",
	"Enjoy the sound optimized to the room.": "Genießen Sie TV-Sound der internen TV-Lautsprecher, der an Ihren Raum angepasst wurde.",
	"Enter CI Password": "CI-Passwort eingeben",
	"Enter the PIN in your router's settings.": "Geben Sie die PIN in den Einstellungen des Routers ein.",
	"Enter the master password.": "Geben Sie das Master-Passwort ein.",
	"Equatorial Guinea": "Äquatorialguinea",
	"Estonia": "Estland",
	"Estonian": "Estnisch",
	"Ethiopia": "Äthiopien",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Selbst wenn die Einstellung ausgeschaltet ist, können Sie die entsprechenden Informationen über das Kanal-Banner oder die Spracherkennung überprüfen.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Selbst wenn der Fernseher abgeschaltet ist und sehr wenig Spannung benötigt, können Sie ein Mobilgerät anschließen und Musik hören. Wenn Sie den Fernseher wieder einschalten, können Sie wieder auf die zahlreichen Funktionen zugreifen.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Selbst wenn der Fernseher abgeschaltet ist, können Sie Musik hören, indem Sie Ihr Smartphone per Bluetooth mit dem TV verbinden.",
	"Every Day": "Alle Tage",
	"Every Weekday": "Jeder Wochentag",
	"Every Weekend": "Jedes Wochenende",
	"Expert (Bright Room)": "Experte (Heller Raum)",
	"Expert (Dark Room)": "Experte (Dunkler Raum)",
	"Export your TV's channel list information to a connected USB device.": "Exportieren Sie die Programmlistendaten Ihres TV-Geräts auf ein angeschlossenes USB-Gerät.",
	"Extended": "Erweitert",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Wenn Sie den Zeitraum bis zur Automatischen Abschaltung verlängern oder die Funktion komplett ausschalten, kann dies zu höherem Stromverbrauch führen.",
	"Extreme": "Extrem",
	"Eye Comfort Mode": "Augenschonender Modus",
	"FILMMAKER MODE Auto Change": "Automatische Änderung FILMMAKER MODE",
	"Fantasy Violence": "Fantasy-Gewalt",
	"Fast": "Schnell",
	"Fiji": "Fidschi",
	"Find and tell an audio device available to connect around TV.": "Suchen Sie ein Audiogerät in der Nähe des Fernsehers, mit dem Sie sich verbinden können.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Feinabgleich der Farbräume Rot, Grün, Blau, Zyan, Magenta und Gelb.",
	"Finland": "Finnland",
	"Finnish": "Finnisch",
	"Flash": "Blinkend",
	"Flat Mode": "Neutralmodus",
	"Font": "Schriftart",
	"Font 1": "Schriftart 1",
	"Font 2": "Schriftart 2",
	"Font 3": "Schriftart 3",
	"Font 4": "Schriftart 4",
	"Font 5": "Schriftart 5",
	"Font 6": "Schriftart 6",
	"Font 7": "Schriftart 7",
	"Font 8": "Schriftart 8",
	"Football": "Fußball",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Wenn Ihr WLAN-Router WPS-fähig (WPS = Wi-Fi Protected Setup) ist, dann geben Sie den PIN-Code ein, um den Fernseher mit dem WLAN-Netzwerk zu verbinden.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Wenn Ihr WLAN-Router WPS-fähig (WPS = Wi-Fi Protected Setup) ist, dann drücken Sie die WPS-PBC-Taste, um den Fernseher mit dem WLAN-Netzwerk zu verbinden.",
	"France": "Frankreich",
	"French": "Französisch",
	"French Polynesia": "Französisch-Polynesien",
	"Full Wide": "Gesamte Breite",
	"Gabon": "Gabun",
	"Gaelic": "Gälisch",
	"Galapagos Islands": "Galapagos-Inseln",
	"Galician": "Galizisch",
	"Gallery": "Galerie",
	"Game": "Spiel",
	"General": "Allgemein",
	"General Age": "Allgemeine Altersbeschränkung",
	"General Audience": "Allgemeines Publikum",
	"General Audiences": "Generelles Publikum",
	"General Program Locks": "Allgemeine Programmsperren",
	"Georgia": "Georgien",
	"German": "Deutsch",
	"Germany": "Deutschland",
	"Get started in a quiet environment for sound optimization.": "Beginnen Sie in einer ruhigen Umgebung, um den Ton zu optimieren",
	"Getting...": "Abruf wird ausgeführt...",
	"Grayscale": "Grauskalierung",
	"Greece": "Griechenland",
	"Greek": "Griechisch",
	"Green": "Grün",
	"Greenland": "Grönland",
	"Guatemala City": "Guatemala-Stadt",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Zuschauer mit eingeschränktem Sehvermögen können die Menüs und die Funktionen des Fernsehers mit ihrer Stimme bedienen.",
	"Guinea Bissau": "Guinea-Bissau",
	"Guinea Equatorial": "Äquatorialguinea",
	"H Position": "Horiz. Position",
	"H Sharpness": "H Schärfe",
	"H Size": "Horiz. Größe",
	"HD Mode": "HD-Modus",
	"HD Mode Option": "HD Modus-Option",
	"HDD Eco Mode": "HDD-Eco-Modus",
	"HDD Power Saving Mode": "Festplatten-Energiesparmodus",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Die Ports HDMI {port1} und HDMI {port2} unterstützen 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Die Ports HDMI {port1} und HDMI {port2} unterstützen Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} Port unterstützt 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} Port unterstützt Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Die Ports HDMI {port1}, HDMI {port2} und HDMI {port3} unterstützen 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Die Ports HDMI {port1}, HDMI {port2} und HDMI {port3} unterstützen Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Die Ports HDMI {port1}, HDMI {port2}, HDMI {port3} und HDMI {port4} unterstützen 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Die Ports HDMI {port1}, HDMI {port2}, HDMI {port3} und HDMI {port4} unterstützen Ultra HD Deep Colour.",
	"HDR Effect": "HDR-Effekt",
	"HDR Picture Mode": "HDR-Bild-Modus",
	"Hard of Hearing": "Hörgeschädigte",
	"Havana": "Havanna",
	"Headphones Volume": "Lautstärke des Kopfhörers",
	"Hebrew": "Hebräisch",
	"High": "Hoch",
	"High Contrast": "Hoher Kontrast",
	"Higher values increase a sense of warmth or coldness.": "Höhere Werte steigern die Wahrnehmung von Wärme oder Kälte.",
	"Ho Chi Minh": "Ho-Chi-Minh-Stadt",
	"Home Animation": "Animation auf der Startseite",
	"Home Auto Launch": "Automatischer Start der Startseite",
	"Home Mode": "Zuhause-Modus",
	"Home Settings": "Startseiten-Einstellungen",
	"Home/Store Mode": "Zuhause-/Demo-Modus",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Stunden",
	"However, the IPv6 version of the address does not support editing.": "Allerdings unterstützt die IPv6-Version der Adresse keine Bearbeitung.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Um Ihren Fernseher jedoch in optimalem Zustand zu halten, wird die Always-on-Funktion für die eingestellten fünf Stunden deaktiviert und der Strom wird komplett abgeschaltet.",
	"Hungarian": "Ungarisch",
	"Hungary": "Ungarn",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "WICHTIG! Beim Zurücksetzen werden alle Kontoeinstellungen und installierten Apps gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.",
	"IP (Automatic)": "IP (Automatisch)",
	"IP (Manual)": "IP (Manuell)",
	"IP Address": "IP-Adresse",
	"IVC (Cote d’Ivoire)": "Republik Côte d'Ivoire",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Wenn die automatische Synchronisierung der Stromversorgung aktiviert ist, wird Ihr TV-Gerät gleichzeitig mit einem SIMPLINK-Gerät eingeschaltet und Ihre SIMPLINK-Geräte gleichzeitig mit Ihrem TV-Gerät ausgeschaltet.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Falls die universelle Fernbedienung von Set-Top-Boxen oder OTT-Diensten eingerichtet wurde, können Sie angeschlossene Set-Top-Boxen mit Ihrer LG-Fernbedienung bedienen.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Wenn ein Gerät an den Eingang angeschlossen ist, können Sie das optimierte Bildsignal des Spiels mit minimaler Verzögerung oder Unterbrechung des Videosignals sehen.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Wenn sie eingeschaltet ist und Sie eine Verbindung mit einem Gerät herstellen, das ebenfalls Ultra HD Deep Colour unterstützt, erhalten Sie unter Umständen ein besseres Bild.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Sollten Sie gerade eine Aufnahme machen oder Software aktualisieren, wartet der Prozess, bis dies fertig ist und der Prozess selbst kann mehr als eine Stunde dauern.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Wenn gerade eine Aufnahme oder ein Software-Update läuft, wartet der Prozess bis zu deren Abschluss. Der Prozess selbst kann mehr als {n} Minute(n) dauern.",
	"If the device is not connected, you may not hear any sound through it.": "Falls das Gerät nicht angeschlossen ist, wird ggf. überhaupt kein Ton darüber wiedergegeben.",
	"If the edge of the screen is not clean, please turn this function off.": "Wenn die Ränder des Bildschirms nicht klar sind, stellen Sie diese Funktion ab.",
	"If the program does not support multiple languages, the default language is selected.": "Falls das Programm mehrere Sprachen nicht unterstützt, wird der Standardsprache verwendet.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Wenn das Programm das ausgewählte Ausgabeformat nicht unterstützt, wird die Standardausgabe der Quelle verwendet.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Wenn das Programm unterschiedliche Audioeinstellungen nicht unterstützt, werden die Standardeinstellungen verwendet.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Falls sich dieses Problem wiederholt, ändern Sie nochmal den Wert oder starten Sie das angeschlossene externe Gerät neu.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Falls die ausgewählte Sprache nicht unterstützt wird, wird die Standardsprache der Sendung verwendet.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Falls der Fernseher bei statischem Bild eine Stunde lang keine Nutzereingabe registriert, wird der Bildschirmschoner eingeschaltet.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Falls die von Ihnen gesetzte Uhrzeit sich stark von der aktuellen Uhrzeit unterscheidet, werden einige Smart-Funktionen möglicherweise nicht angezeigt.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Falls Sie keinen Ton über das Gerät hören, dann stellen Sie bitte sicher, dass es ordnungsgemäß funktioniert und LG Sound Sync unterstützt.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Wenn Sie den Demo-Modus verwenden, wird der Fernseher mit Werten und Einstellungen betrieben, die für hell erleuchtete Verkaufsflächen ausgelegt sind.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Wenn Sie die Audio-Führung einschalten, können Sie nur mit den links, rechts, hoch und runter-Tasten Ihrer Fernbedienung steuern und einige Apps, welche den Pointer verwenden, können nicht genutzt werden.",
	"If you turn it off, CAM operator's profile will be deleted.": "Wenn Sie es ausschalten, wird das CAM Betreiberprofil gelöscht.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Wenn Sie es ausschalten, sind die CAM-Kanäle nicht länger verfügbar und es werden keine Benachrichtigungen mehr angezeigt.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Wenn Sie 'Quick Start+‘ abschalten, können Sie Ihren Fernseher nicht mit 'Remote Free Control' einschalten. Möchten Sie den Vorgang fortsetzen?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Wenn Sie den Bildschirmschoner deaktivieren und das gleiche Bild länger als 2 Stunden auf dem Bildschirm zu sehen ist, kann dies die Qualität Ihres Bildschirms beeinflussen. Wenn es mehr als 5 Stunden bestehen bleibt, kann ein permanente Verschlechterung der Bildqualität eintreten. Möchten Sie fortfahren?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Wenn Sie diese Option ausschalten, können statische Bilder länger angezeigt werden, was zu einer Verschlechterung der Bildqualität führen kann, die im extremen Fällen dauerhaft sein kann.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Wenn Sie die Energiesparfunktion verwenden, wird die Helligkeit des Fernsehers beeinträchtigt.",
	"Import your TV's channel list information from a connected USB device.": "Importieren Sie Ihre TV-Programmlistendaten von einem angeschlossenen USB-Gerät.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importieren/exportieren Sie die Senderlisteninformationen Ihres TV-Geräts von bzw. auf ein angeschlossenes USB-Gerät.",
	"In Home": "Zu Hause",
	"India": "Indien",
	"Indonesia": "Indonesien",
	"Indonesian": "Indonesisch",
	"Inner": "Innen",
	"Input": "Eingang",
	"Input Locks": "Eingangssperren",
	"Input field": "Eingabefeld",
	"Installing...": "Installation wird ausgeführt...",
	"Interactive Service": "Interaktiver Service",
	"Interactivity(DTVi)": "Interaktivität (DTVi)",
	"Internal TV Speaker": "Interner TV-Lautsprecher",
	"Invert Colors": "Invertierte Farben",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Sie können die Farben in bestimmten Menüs invertieren oder kompensieren, um die angezeigten Elemente klarer darzustellen.",
	"Iraq": "Irak",
	"Ireland": "Irland",
	"Irish": "Irisch",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Jeder Bildmodus wird individuell zurückgesetzt. Wählen Sie daher den gewünschten Bildmodus aus und setzen Sie ihn zurück.",
	"It may not sound depending on connected devices.": "Es kann sein, dass dies je nach angeschlossenem Gerät nicht funktioniert.",
	"It may take a few minutes.": "Dies kann einige Minuten dauern.",
	"It may take a few seconds.": "Dies kann einige Sekunden dauern.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Dies bietet den optimalen Virtual 4.0 Surroundsound zum Ansehen von Genres, entsprechend eines Algorithmus, der mit LG Machine- Learning-Techniken lernt.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Dies bietet den optimalen Virtual 5.1 Surroundsound zum Ansehen von Genres, entsprechend eines Algorithmus, der mit LG Deep Learning-Techniken lernt.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Bietet optimierten Klang, indem der reflektierten Ton im Raum abhängig von der Art Ihrer Fernsehinstallation verstärkt wird.",
	"It reduces jaggies in the picture for a smooth picture.": "Dies verringert das Aliasing im Bild und sorgt für eine glattere Darstellung.",
	"It works only when the broadcasting program supports captions.": "Es funktioniert nur, wenn das ausgestrahlte Programm Untertitel unterstützt.",
	"It works only when the broadcasting program supports subtitles.": "Es funktioniert nur, wenn das ausgestrahlte Programm Untertitel unterstützt.",
	"Italian": "Italienisch",
	"Italy": "Italien",
	"Ivory Coast": "Elfenbeinküste",
	"Jamaica": "Jamaika",
	"Japanese": "Japanisch",
	"Jordan": "Jordanien",
	"Kamchatka": "Kamtschatka",
	"Karachi": "Karatschi",
	"Katmandu": "Kathmandu",
	"Kazakh": "Kasachisch",
	"Kazakhstan": "Kasachstan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Tastatursprachen",
	"Khartoum": "Khartum",
	"Khovd": "Chowd",
	"Kiev": "Kiew",
	"Korea": "Korea",
	"Korean": "Koreanisch",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait City": "Kuwait-Stadt",
	"Kyrgyzstan": "Kirgisistan",
	"LED Local Dimming": "LED Lok. Dimming",
	"LG Logo Light (Front of TV)": "Beleuchtung des LG-Logos (Vorderseite des TV-Geräts)",
	"LG Services Country": "Land für LG-Dienste",
	"LG Wireless Keyboard": "Kabellose LG-Tastatur",
	"LG Wireless Keyboard Connected:": "Kabellose LG-Tastatur angeschlossen:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Mit der kabellosen LG-Tastatur (\"LG Wireless Keyboard\") können Sie den Fernseher per Bluetooth bedienen.",
	"Language": "Sprache",
	"Large": "Groß",
	"Last tuning:": "Letzte Einstellung:",
	"Latvia": "Lettland",
	"Latvian": "Lettisch",
	"Lebanon": "Libanon",
	"Left": "Links",
	"Left Right": "Links/Rechts",
	"Left Surround": "Linker Surround-Sound",
	"Left drop shadow": "Schlagschatten links",
	"Legal Notice": "Rechtliche Hinweise",
	"Libya": "Libyen",
	"Light": "Schwach",
	"Limit AD Tracking": "Eingeschränktes AD-Tracking",
	"Lisbon": "Lissabon",
	"Lithuania": "Litauen",
	"Lithuanian": "Litauisch",
	"Live Theater": "Live-Theater",
	"Loading...": "Ladevorgang wird ausgeführt...",
	"Local": "Lokal",
	"Local Language": "Lokale Sprache",
	"Location": "Standort",
	"Lock All": "Alle sperren",
	"Lock changes for currently running apps will be applied the next time they are started.": "Änderungen an der Sperrung momentan laufender Apps werden angewendet, sobald sie das nächste Mal gestartet werden.",
	"Logo Luminance Adjustment": "Logo-Helligkeit einstellen",
	"Lome": "Lomé",
	"Lord Howe": "Lord-Howe",
	"Low": "Niedrig",
	"Luminance": "Leuchtdichte",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC-Adresse",
	"MAC Address (Wired)": "MAC-Adresse (drahtgebunden)",
	"MAC Address (Wireless)": "MAC-Adresse (drahtlos)",
	"MASTER PASSWORD": "MASTER-PASSWORT",
	"MHEG Guide": "MHEG-Anleitung",
	"MPEG Noise Reduction": "MPEG-Rauschunterdrückung",
	"Macedonia": "Mazedonien",
	"Macedonia, The Former Yugoslav Republic Of": "Mazedonien (ehem. jugoslawische Republik)",
	"Macedonian": "Mazedonisch",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Verschwommene oder schwer erkennbare Bereiche deutlicher machen.",
	"Malay": "Malaiisch",
	"Maldives": "Malediven",
	"Manage channels stored on the TV.": "Verwalten Sie Sender, die auf Ihrem Fernseher gespeichert sind.",
	"Manual": "Manuell",
	"Marshall Islands": "Marshall-Inseln",
	"Mature Audience Only": "Nur erwachsenes Publikum",
	"Mauritania": "Mauretanien",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximiert den Kontrast durch Erhöhung der Intensität heller und dunkler Bildschirmbereiche.",
	"Medium": "Mittel",
	"Menu Language": "Menüsprache",
	"Menu Transparency": "Transparenz des Menüs",
	"Method": "Verfahren",
	"Mexico": "Mexiko",
	"Mexico City": "Mexiko-Stadt",
	"Middle East": "Mittlerer Osten",
	"Minutes": "Minuten",
	"Mobile Connection Management": "Management der Mobil-Inhalte",
	"Mode Option": "Modus-Option",
	"Model": "Modell",
	"Mogadishu": "Mogadischu",
	"Moldova": "Moldawien",
	"Mongolia": "Mongolei",
	"Month": "Monat",
	"Morocco": "Marokko",
	"Moscow": "Moskau",
	"Motion Eye Care": "Autom. Helligkeitsregelung",
	"Movie Lock": "Filmsperre",
	"Mozambique": "Mosambik",
	"Multi Audio": "Multi-Audiowiedergabe",
	"Multi Channel Audio": "Mehrkanal-Audio",
	"Multiple": "Mehrere",
	"Muscat": "Maskat",
	"Music": "Musik",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "NEXTGEN TV-Modus",
	"Narrow": "Eng",
	"Natural": "Natürlich",
	"Netherland": "Niederlande",
	"Netherlands": "Niederlande",
	"Network": "Netzwerk",
	"Network Connection Settings": "Einstellungen der Netzwerkverbindung",
	"Network Name": "Netzwerkname",
	"Network-Based Personalization Recommendations": "Empfehlungen zu netzwerkbasierten Personalisierungen",
	"New Caledonia": "Neukaledonien",
	"New Zealand": "Neuseeland",
	"Next": "Weiter",
	"Nicosia": "Nikosia",
	"Night": "Nacht",
	"No": "Nein",
	"No Internet via 3G/4G network": "Keine Internetverbindung über das 3G/4G-Netzwerk",
	"No Internet via Ethernet": "Keine Internetverbindung über Ethernet",
	"No Internet via Wi-Fi": "Keine Internetverbindung über Wi-Fi",
	"No One 17 and Under Admitted.": "Nur für Personen im Alter von 17 Jahren und älter freigegeben.",
	"No Operation Auto Off": "Kein Vorgang für autom. Ausschalten",
	"No Signal Auto Off": "Kein Signal für autom. Ausschalten",
	"No Signal Image": "Kein-Signal Bild",
	"No Signal Power Off (15Min)": "Ausschalten bei:'Kein Signal' (15 Min.)",
	"No devices have been found.": "Es wurden keine Geräte gefunden.",
	"No paired devices.": "Keine verbundenen Geräte.",
	"No signal on Server": "Kein Signal am Server",
	"No updates found.": "Es konnten keine Aktualisierungen gefunden werden.",
	"Noise Reduction": "Rauschunterdrückung",
	"None": "Keine",
	"North Korea": "Nordkorea",
	"Northern Africa": "Nordafrika",
	"Norway": "Norwegen",
	"Norwegian": "Norwegisch",
	"Not Connected": "Nicht verbunden",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Hinweis: Wenn Ihr Gerät diese Funktion nicht unterstützt, kann es sein, dass es nicht ordentlich arbeitet. In diesem Fall können Sie das Gerät an einen anderen HDMI-Port anschließen oder die 8K HDMI Ultra HD Deep Colour-Einstellung abschalten.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Hinweis: Wenn Ihr Gerät diese Funktion nicht unterstützt, kann es sein, dass es nicht ordentlich arbeitet. In diesem Fall können Sie das Gerät an einen anderen HDMI-Port anschließen oder die HDMI Ultra HD Deep Colour-Einstellung abschalten.",
	"Note: Available options depend on the broadcast program.": "Hinweis: Welche Optionen verfügbar sind, hängt vom Programm ab.",
	"Note: Behavior may differ if connected device is not a LG device.": "Hinweis: Das Verhalten des Gerätes kann abweichen, wenn es sich hierbei nicht um ein LG-Gerät handelt.",
	"Note: Only displayed when it is provided by the program.": "Hinweis: Untertitel werden nur angezeigt, wenn sie mit dem Programm ausgestrahlt werden.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Hinweis: Untertitel werden nur angezeigt, wenn sie mit dem Programm ausgestrahlt werden.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Hinweis: Die unterstützten Funktionen können von Modell zu Modell und je nach deren Nutzung der Inhalte wie Live TV oder VOD unterschiedlich sein.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Note:<br>1. Wenn Ihr Fernseher eingeschaltet wird, während Pixel Refresher läuft, wird der Prozess unterbrochen und Sie müssen noch einmal von vorne beginnen.<br>2. Während dem Vorgang kann eine weiße Linie auf dem Bildschirm erscheinen. Das ist bei der Säuberung Ihres Bildschirms ganz normal.",
	"Notifications": "Benachrichtigungen",
	"Novosibirsk": "Nowosibirsk",
	"OLED LIGHT": "OLED-LICHT",
	"OLED Screen Saver": "OLED-Bildschirmschoner",
	"Object Audio": "Objekt-Audio",
	"Off": "Aus",
	"On": "Ein",
	"OnTimer Channel not selected": "Sender für Einschalt-Timer wurde nicht ausgewählt.",
	"Open": "Ungesichert",
	"Open Source Licenses": "Anmerkung zu Open Source-Software",
	"Open when TV is turned on": "Ausfahren beim Einschalten des TV-Geräts",
	"Operate once when TV is off": "In Betrieb nehmen, sobald der Fernseher abschaltet",
	"Optical": "Optisch",
	"Optical + Internal TV Speaker": "Optischer + interner TV-Lautsprecher",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimiert eine Tiefe für Inhalte über einen Algorithmus, der über die LG Maschinen-Lerntechnik gelernt hat.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimieren Sie die Kontrasteinstellungen auf Basis der Bildhelligkeit der HDR-Inhalte.",
	"Optimize contrast settings based on image brightness.": "Optimieren Sie die Kontrasteinstellungen auf der Grundlage der Bildhelligkeit.",
	"Optimize the sound for a cinematic experience.": "Optimiert den Sound für das Kinoerlebnis.",
	"Original Language": "Originalsprache",
	"Others": "Sonstige",
	"Outer": "Außen",
	"Output sound through the Internal TV speaker.": "Geben Sie den Ton über den internen TV-Lautsprecher aus.",
	"Panama City": "Panama-Stadt",
	"Papua New Guinea": "Papua-Neuguinea",
	"Parental Guidance Suggested": "Elterliche Vorgabe empfohlen",
	"Parental Guidance Suggested :": "Elterliche Aufsicht empfohlen:",
	"Parental guidance suggested for children ages 8-13.": "Unter Aufsicht der Eltern geeignet für Kinder im Alter zwischen 8 und 13 Jahren.",
	"Parents Guidance strongly required :": "Elterliche Aufsicht nachdrücklich empfohlen:",
	"Parents Strongly Cautioned": "Eltern werden nachdrücklich gewarnt",
	"Pass Through": "Durchlaufen",
	"Password": "Passwort",
	"Patent Information": "Patentinformationen",
	"Peak Brightness": "Größte Helligkeit",
	"Persian": "Persisch",
	"Philippines": "Philippinen",
	"Photo": "Foto",
	"Pick a Time": "Zeit auswählen",
	"Picture": "Bild",
	"Picture Mode": "Bildmodus",
	"Picture Mode Settings": "Einstellungen für den Bildmodus",
	"Picture Options": "Bildoptionen",
	"Picture Test": "Bildtest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Bild und Ton könnten mangelhaft sein, wenn angeschlossene externe Geräte und der Fernseher intern kommunizieren. Sollte das Problem weiterhin bestehen, nehmen Sie die Einstellungen zurück oder laden Sie die Verbindung zu Ihrem externen Gerät neu.",
	"Pitch": "Tonhöhe",
	"Pixel Refresher": "Pixel-Refresher",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Der Pixel-Refresher ermöglicht Ihrem Fernseher, das Bild so sauber wie möglich darzustellen.",
	"Pixel Refresher begins only once when the TV is turned off.": "Der Pixel-Refresher startet erst, wenn der Fernseher abgeschaltet wird.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Der Pixel-Refresher startet das nächste Mal, wenn Ihr Fernseher ausgeschaltet wird.",
	"Play": "Wiedergeben",
	"Play sound through TV Speaker.": "Spielt den Sound über die internen TV-Lautsprecher ab.",
	"Play the standard sound suitable for all types of content.": "Nutzt den Standardklang, der für alle möglichen Inhalte geeignet ist.",
	"Please check if WiSA Speakers are turned on and try again.": "Bitte überprüfen Sie, ob die WiSA-Lautsprecher eingeschaltet sind und versuchen Sie es erneut.",
	"Please check that the Bluetooth device is already connected to another device.": "Überprüfen Sie bitte, ob das Bluetooth-Gerät bereits an ein anderes Gerät angeschlossen ist.",
	"Please check the network name and password and try again.": "Überprüfen Sie den Netzwerknamen und das Passwort, und versuchen Sie es erneut.",
	"Please check the status and try again": "Bitte Zustand überprüfen und erneut versuchen.",
	"Please do not unplug the USB storage until the copying is completed.": "Bitte ziehen Sie nicht den USB-Speicher heraus, bis der Kopiervorgang abgeschlossen ist.",
	"Please enter your password to turn off this function.": "Um diese Funktion auszuschalten, geben Sie bitte Ihr Passwort ein.",
	"Please enter your password to turn on this function.": "Geben Sie bitte Ihr Passwort ein, um diese Funktion einzuschalten.",
	"Please make sure that your TV is connected to the network and try again.": "Stellen Sie sicher, dass das TV-Gerät mit dem Netzwerk verbunden ist, und versuchen Sie es erneut.",
	"Please note that LG does not use or manage the value.": "Bitte beachten Sie, dass LG diese Werte nicht verwendet oder verwaltet.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Bitte beachten Sie, dass der Ton nicht ausgegeben werden kann, wenn die Digitale Audioausgabe auf Durchlaufen eingestellt ist.",
	"Please try again later.": "Versuchen Sie es später erneut.",
	"Please wait while the Settings application reloads.": "Bitte warten Sie, während die Einstellungs-App neu geladen wird.",
	"Please wait while the Settings application restarts.": "Bitte warten Sie, während die Anwendung 'Einstellungen' erneut gestartet wird.",
	"Please wait while the TV restarts.": "Bitte warten Sie, während das TV-Gerät erneut gestartet wird.",
	"Please wait while the TV searches for LG Service Country.": "Bitte warten Sie, während das TV-Gerät nach dem Land für LG Services sucht.",
	"Point": "Schritt",
	"Pointer Options": "Zeiger-Optionen",
	"Pointer Size": "Zeigergröße",
	"Poland": "Polen",
	"Polish": "Polnisch",
	"Porto Novo": "Porto-Novo",
	"Portuguese": "Portugiesisch",
	"Position Settings": "Positionseinstellungen",
	"Power Off Timer": "Timer ausschalten",
	"Power On Timer": "Timer einschalten",
	"Power Saving Mode": "Energiesparmodus",
	"Prague": "Prag",
	"Preschool": "Vorschule",
	"Press right button to adjust de-blur and Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Blur- und den Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Blur- und den OLED Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-blur and OLED Motion value.": "Drücken Sie die rechte Taste, um den De-Blur- und den OLED Motion-Wert einzustellen.",
	"Press right button to adjust de-judder and Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Judder- und Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Judder- und OLED Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-judder and OLED Motion value.": "Drücken Sie die rechte Taste, um den De-Judder- und OLED Motion-Wert einzustellen.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Judder, De-Blur und Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Drücken Sie die rechte Taste, um den De-Judder, De-Blur und OLED Motion Pro-Wert einzustellen.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Drücken Sie die rechte Taste, um den De-Judder, De-Blur und OLED Motion-Wert einzustellen.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Drücken Sie die WPS-Taste auf einem WPS-fähigen Router, um den Fernseher ans Netz anzuschließen.",
	"Press the right button to adjust Motion Pro settings.": "Drücken Sie die rechte Taste, um die Motion Pro-Einstellungen einzustellen.",
	"Press the right button to adjust OLED Motion Pro settings.": "Drücken Sie die rechte Taste, um die OLED Motion Pro-Einstellungen einzustellen.",
	"Press the right button to adjust OLED Motion settings.": "Drücken Sie die rechte Taste, um die OLED Motion-Einstellungen einzustellen.",
	"Press the right button to adjust de-blur settings.": "Drücken Sie den rechten Knopf, um die Schärfeeinstellungen anzupassen.",
	"Press the right button to adjust de-judder settings.": "Drücken Sie den rechten Knopf, um die Einstellungen für das Entruckeln anzupassen.",
	"Previous": "Zurück",
	"Primary Audio Language": "Primäre Audiosprache",
	"Primary Channels": "Primäre Sender",
	"Primary Teletext Language": "Primäre Bildschirmtext-Sprache",
	"Program exempted from ratings.": "Das Programm wurde nicht bewertet.",
	"Programme": "Sendung",
	"Provide HbbTV Distinctive ID": "Stellt eine HbbTV Distinctive-ID zur Verfügung",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Stellt eine \"HbbTV Distinctive ID\" für Sendungen über den HbbTV-Service zur Verfügung.",
	"Provided services may vary depending on countries.": "Die zur Verfügung gestellten Dienste hängen vom jeweiligen Land ab.",
	"Pyongyang": "Pjöngjang",
	"Qatar": "Katar",
	"Quick Help": "Schnellhilfe",
	"Raised": "Erhöht",
	"Rangoon": "Rangun",
	"Real Cinema": "Echtes Kino",
	"Reason: Authentication with access point was unsuccessful.": "Grund: Authentifizierung mit Access Point war nicht erfolgreich.",
	"Reason: Could not establish a connection to access point.": "Grund: Verbindung mit Zugriffspunkt konnte nicht hergestellt werden.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Grund: Es konnte keine gültige IP-Adresse über DHCP abgerufen werden.",
	"Reason: Entered password is incorrect.": "Grund: Das eingegebene Passwort ist falsch.",
	"Reason: Password is missing.": "Grund: Passwort fehlt.",
	"Reason: The network you selected is out of range.": "Grund: Das von Ihnen ausgewählte Netzwerk liegt außerhalb des Gültigkeitsbereichs.",
	"Reason: Unable to login.": "Grund: Anmelden ist nicht möglich.",
	"Receive emergency alerts from TV when an emergency occurs.": "Erhalten Sie Notfallwarnungen von Ihrem Fernseher, wenn ein Notfall eintreten sollte.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Empfehlen Sie Einstellungen für die Stunden, in denen Sie in der Regel kein TV auf Always-On sehen.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Nützliche Inhalte und Funktionen anhand der Sehgewohnheiten und den Nutzungsmustern der App empfehlen.",
	"Recommendations are available for the people, products and locations related to the current program.": "Empfehlungen sind für Personen, Produkte und Orte erhältlich, die in Verbindung mit dem aktuellen Programm stehen.",
	"Red": "Rot",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduzieren Sie unerwünschtes Bildrauschen von digitalen Videosignalen, um die Bildqualität zu verbessern.",
	"Registered Devices ({num})": "Angemeldete Geräte ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Verstärkt den Hochtonbereich des optimierten Tons.",
	"Reinforce the low-pitched tone of the optimized sound.": "Verstärkt den Tieftonbereich des optimierten Tons.",
	"Remote Settings": "Fernkonfiguration",
	"Remove irregular and erratic pixels for a clearer image.": "Entfernen Sie unregelmäßige und fehlerhafte Pixel für ein klareres Bild.",
	"Reset": "Zurücksetzen",
	"Reset AD ID": "AD ID zurücksetzen",
	"Reset CI Password": "CI-Passwort zurücksetzen",
	"Reset HbbTV Distinctive ID": "HbbTV Distinctive ID zurücksetzen",
	"Reset Password": "Passwort zurücksetzen",
	"Reset Settings": "Einstellungen zurücksetzen",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Setzen Sie die Appliste zurück, die bestätigt wurde, als die HbbTV-Mobil-App angeschlossen wurde.",
	"Reset the caption position.": "Stellen Sie die Position der Untertitel neu ein.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Setzen Sie den Verlauf der angesehenen Inhalte und der verwendeten Apps zurück. Danach kann es einige Zeit dauern, bis Sie wieder Empfehlungen zu Inhalten erhalten.",
	"Reset to Initial Settings": "Auf Werkseinstellungen zurücksetzen",
	"Restrict access to TV programs based on their ratings.": "Beschränken Sie den Zugriff auf TV-Programme auf Grundlage ihrer Einstufungen.",
	"Restrict watching based on age ratings for children programs.": "Schränken Sie den Medienkonsum aufgrund von Altersbeschränkungen für Kinderprogramme ein.",
	"Restrict watching based on ages ratings.": "Schränken Sie den Medienkonsum aufgrund von Altersfreigaben ein.",
	"Restrict watching based on fantasy violence content ratings.": "Schränken Sie den Medienkonsum aufgrund von Fantasy-Gewalt-Bewertungen ein.",
	"Restrict watching based on programs containing adult language.": "Schränken Sie den Medienkonsum aufgrund von Erwachsenensprache ein.",
	"Restrict watching based on programs containing sexual scene.": "Schränken Sie den Medienkonsum aufgrund von sexuellen Szenen ein.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Schränken Sie den Medienkonsum aufgrund von sexuell anzüglichen Dialogen ein.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Schränken Sie den Medienkonsum für bestimmte Altersklassen oder Inhaltseinstufungen ein.",
	"Restrict watching based on violence content ratings.": "Schränken Sie Programme nach Inhaltlicher-Gewalt-Bewertung ein.",
	"Restrict watching movies based on rating.": "Schränken Sie den Konsum von Filmen aufgrund ihrer Bewertung ein.",
	"Restrict watching programs based on rating.": "Schränken Sie den Medienkonsum aufgrund von Senderbewertungen ein.",
	"Restriction ratings :": "Einschränkungen:",
	"Retry": "Erneut versuchen",
	"Revert TV to its initial settings.": "Stellt den Fernseher auf die ursprünglichen Werkseinstellungen zurück.",
	"Revert color adjustment settings to default.": "Stellen Sie die Einstellungen der Farbanpassung auf die Standardeinstellungen zurück.",
	"Revert detailed sound effect settings of standard mode to default.": "Stellen Sie die die Toneffekte des Standardmodus auf die Standardeinstellungen zurück.",
	"Revert picture setting values to default.": "Stellt die Bildeinstellungen wieder auf den Ausgangswert zurück.",
	"Revert white balance settings to default.": "Stellen Sie den Weißabgleich auf die Standardeinstellungen zurück.",
	"Right": "Rechts",
	"Right Left": "Rechts/Links",
	"Right Surround": "Rechter Surround-Sound",
	"Right drop shadow": "Schlagschatten rechts",
	"Riyadh": "Riad",
	"Romania": "Rumänien",
	"Romanian": "Rumänisch",
	"Rome": "Rom",
	"Russia": "Russland",
	"Russian": "Russisch",
	"Rwanda": "Ruanda",
	"SIGNATURE Opening": "SIGNATURE öffnet",
	"SIGNATURE TV Settings": "SIGNATURE TV-Einstellungen",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK ermöglicht Ihnen die Steuerung von anderen SIMPLINK-kompatiblen Geräten mit Ihrer LG-Fernbedienung. Dies kann z. B. ein DVD-Player oder Heim-Soundsystem sein, das über HDMI mit Ihrem LG Smart TV verbunden ist.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK wird automatisch eingeschaltet, um diesen ARC-Modus zu nutzen.",
	"Safety": "Sicherheit",
	"Saint Lucia": "St. Lucia",
	"Saint Vincent": "St. Vincent und die Grenadinen",
	"Sakhalin": "Sachalin",
	"Sarajevo": "Sarajewo",
	"Satellite": "Satellit",
	"Satellite DTV": "Satelliten-DTV",
	"Satellite Radio": "Satelliten-Radio",
	"Saturation": "Sättigung",
	"Saudi Arabia": "Saudi-Arabien",
	"Saudi arabia": "Saudi-Arabien",
	"Save CAM Operator's Profile": "Bedienerprofil für CAM speichern",
	"Save CI Password": "CI-Passwort speichern",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Speichern Sie die Einstellungen der Farbanpassung des aktuellen Bildmodus für alle Eingänge.",
	"Save the white balance settings from the current picture mode in all inputs.": "Speichern Sie die Einstellungen des Weißabgleichs des momentan gewählten Bildmodus für alle Eingänge.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Speichern Sie das CI-Passwort oder setzen Sie es zurück. Wenn Sie das Passwort speichern, müssen Sie sich in Zukunft nicht mehr anmelden.",
	"Scan \"Auto Detect\" automatically.": "Scannen Sie „Autom. Erkennen“ automatisch.",
	"Screen Down": "Bildschirm nach unten",
	"Screen Off": "Bildschirm aus",
	"Screen Saver": "Bildschirmschoner",
	"Screen Shift ": "Bildschirmverschiebung",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Die Bildverschiebung um wenige Pixel auf dem Bildschirm (\"Screen Shift\") wird in regelmäßigen Abständen durchgeführt und verhindert Probleme mit der Bildqualität, die auftreten können, wenn der Fernseher für lange Zeit eingeschaltet bleibt.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Der Bildschirm wird in 5 Sekunden abgeschaltet. Um den Bildschirm wieder anzuschalten, drücken Sie eine beliebige Taste, außer der Netz- oder Lautstärketaste.",
	"Search": "Suchen",
	"Search Bluetooth Device": "Bluetooth-Gerät suchen",
	"Searching...": "Suchvorgang wird ausgeführt...",
	"Second Language": "Zweite Sprache",
	"Secondary Audio Language": "Sekundäre Audiosprache",
	"Secondary Teletext Language": "Sekundäre Videotext-Sprache",
	"Security": "Sicherheit",
	"Select IRE point to adjust luminance.": "IRE-Punkt auswählen, um die Leuchtdichte anzupassen.",
	"Select Mode": "Modus auswählen",
	"Select TV's language settings.": "Spracheinstellungen des TV-Geräts auswählen.",
	"Select a caption type for HD broadcasts.": "Wählen Sie den Titeltyp für HD-Übertragungen.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Wählen Sie den Titeltyp für NEXTGEN TV-Übertragungen.",
	"Select a caption type for UHD broadcasts.": "Wählen Sie den Titeltyp für UHD-Übertragungen.",
	"Select a caption type for analog broadcasts.": "Wählen Sie den Titeltyp für analoge Übertragungen.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Wählen Sie einen Videomodus aus, der zur Umgebung passt, oder legen Sie die Einstellungen des Videomodus fest, beispielsweise Kontrast, Farbe und weitere Funktionen.",
	"Select an audio format for each HDMI input.": "Wählen Sie ein Audioformat für jeden HDMI-Eingang aus.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Wählen Sie eine weitere Digitale Audioausgabe (Auto oder PCM) aus, wenn Sie keinen Ton hören können, nachdem Sie Pass Through ausgewählt haben.",
	"Select audio language for digital broadcasts.": "Wählen Sie die Audiosprache für digitale Übertragungen.",
	"Select color to be adjusted.": "Einzustellende Farbe auswählen.",
	"Select days to apply the Timer Power Off settings every week.": "Legen Sie die Wochentage fest, an denen der Ausschalt-Timer aktiv wird.",
	"Select days to apply the Timer Power On settings every week.": "Wochentage auswählen, an denen der Einschalt-Timer aktiv werden soll.",
	"Select device for audio output.": "Wählen Sie das Gerät für die Audioausgabe aus.",
	"Select device or speaker for audio output.": "Wählen Sie das Gerät oder die Lautsprecher für die Audioausgabe aus.",
	"Select digital audio output format.": "Wählen Sie das digitale Audioausgabeformat aus.",
	"Select language for TV menu.": "Wählen Sie die Sprache der TV-Menüs aus.",
	"Select language for subtitles.": "Wählen Sie die Untertitelsprache aus.",
	"Select languages for keyboards input.": "Sprachen für Tastatureingabe auswählen.",
	"Select method to adjust white balance.": "Methode für die Anpassung des Weißabgleichs.",
	"Select point to adjust luminance.": "Punkt auswählen, um Leuchtdichte anzupassen.",
	"Select the Sound mode and set detailed Audio effects.": "Wählen Sie den Tonmodus aus und stellen Sie die genauen Audio-Effekte ein.",
	"Select the Sound mode for each content type.": "Wählen Sie den Ton für jede Art Inhalt aus.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Wählen Sie Ultra HD Deep Colour für HDMI {num} Port aus.",
	"Select the app to restrict the use.": "Wählen Sie die einzuschränkende App aus.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Wählen Sie den passenden Bildmodus entsprechend der Umgebung oder der Inhalte aus.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Sie können die Audio-Eigenschaften auswählen, um die Sendung ganz nach Belieben zu hören.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Wählen Sie die Art der Untertitel für digitale Sendungen aus und stellen Sie die entsprechenden Untertiteleinstellungen ein.",
	"Select the channel to restrict watching.": "Wählen Sie den Sender aus, der eingeschränkt werden soll.",
	"Select the channel to watch when the TV turns on.": "Wählen Sie den Sender, der angezeigt werden soll, wenn das TV-Gerät eingeschaltet wird.",
	"Select the color range to be displayed.": "Wählen Sie die Farbbreite aus, die angezeigt werden soll.",
	"Select the country for your country's special services.": "Wählen Sie das Land für die Sonderdienste Ihres Landes aus.",
	"Select the desired video angle.": "Wählen Sie den gewünschten Videowinkel aus.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Wählen Sie das Format, um die digitale Audioausgabe des Fernsehers an ein externes Gerät zu übertragen.",
	"Select the input to use when the TV turns on.": "Wählen Sie den Eingang, der genutzt werden soll, wenn das TV-Gerät eingeschaltet wird.",
	"Select the inputs to restrict the use.": "Wählen Sie die einzuschränkenden Eingänge aus.",
	"Select the most preferred Subtitle Language.": "Legen Sie die Standardsprache für Untertitel fest.",
	"Select the place where to use the TV.": "Wählen Sie den Ort aus, an dem Sie den Fernseher nutzen.",
	"Select the residential region for your regional broadcast signal.": "Wählen Sie Ihren Wohnort für regionale Sendungen aus.",
	"Select the second preferred Subtitle Language.": "Legen Sie eine zweite Sprache für Untertitel fest.",
	"Select your first choice of audio language for digital broadcasts.": "Wählen Sie Ihre erste Wahl für Audiosprachen digitaler Übertragungen aus.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Wählen Sie die primäre Sprache für die Videotextdienste Ihres TV-Anbieters aus.",
	"Select your second choice of audio language for digital broadcasts.": "Wählen Sie Ihre zweite Wahl für Audiosprachen digitaler Übertragungen aus.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Wählen Sie die sekundäre Sprache für die Videotextdienste Ihres TV-Anbieters aus.",
	"Serbia": "Serbien",
	"Serbian": "Serbisch",
	"Serial Number": "Seriennummer",
	"Service 1": "Dienst 1",
	"Service 2": "Dienst 2",
	"Service 3": "Dienst 3",
	"Service 4": "Dienst 4",
	"Service 5": "Dienst 5",
	"Service 6": "Dienst 6",
	"Service Area Zip Code": "Postleitzahl des Dienstbereichs",
	"Set Automatically": "Automatisch festlegen",
	"Set ID": "ID festlegen",
	"Set My Team Alarm.": "My Team Alarm einstellen.",
	"Set Store Mode settings.": "Demo-Modus einstellen.",
	"Set System Color mode for your current TV input.": "Legen Sie den Modus der Systemfarben für den aktuellen TV-Eingang fest.",
	"Set additional options for Video Description.": "Legen Sie zusätzliche Optionen für Videobeschreibung fest.",
	"Set additional picture settings.": "Zusätzliche Bildeinstellungen festlegen.",
	"Set additional sound-related settings.": "Passen Sie zusätzliche Sound-relevante Einstellungen an.",
	"Set advanced Subtitle options.": "Legen Sie erweiterte Untertiteloptionen fest.",
	"Set advanced captioning options.": "Legen Sie erweiterte Titeloptionen fest.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Sie können die IP-Adressversion auf IPv4 oder IPv6 einstellen und bearbeiten.",
	"Set audio-related options.": "Legen Sie Audiooptionen fest.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Stellen Sie Titelgröße, Farbe, Transparenz und andere Optionen für Übertragungen ein.",
	"Set color temperature from warm to cool.": "Farbtemperatur von warm zu kalt einstellen.",
	"Set detailed caption settings for HD broadcasts.": "Stellen Sie Einzelheiten der Untertitel für HD-Sendungen ein.",
	"Set detailed options for the AI functions.": "Genaue Optionen der AI-Funktionen einstellen.",
	"Set detailed options for the Home feature.": "Richten Sie die genauen Optionen für die Home-Funktion ein.",
	"Set detailed options for the Recommendation feature.": "Richten Sie die genauen Optionen für die empfohlenen Funktion ein.",
	"Set easy connection settings with external devices.": "Stellen Sie die einfachen Anschlüsse der externen Geräte ein.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Stellen Sie als Kinderschutz Sperren für bestimmte Sender, Apps, Eingänge usw. ein.",
	"Set necessary additional functions based on watching environment and screen status.": "Stellen Sie die notwendigen zusätzlichen Funktionen gemäß Umgebung und Bildschirmstatus ein.",
	"Set or reset the position of on-screen captions.": "Stellen Sie die Position der Untertitel ein oder setzen Sie sie zurück.",
	"Set settings related to your wired / wireless network.": "Einstellungen entsprechend Ihres kabelgebundenden / kabellosen Netzwerk einrichten.",
	"Set the TV to turn off automatically after a set amount of time.": "Stellen Sie Ihren Fernseher so ein, dass er sich nach einer bestimmten Zeitdauer automatisch ausschaltet.",
	"Set the TV to turn off automatically at a set time.": "Stellen Sie den Fernseher so ein, dass er sich zu einem bestimmten Zeitpunkt automatisch ausschaltet.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Stellen Sie Ihren Fernseher so ein, dass er sich automatisch ausschaltet, wenn vier Stunden lang nach dem automatischen Einschalten keine Benutzerinteraktion erfolgt.",
	"Set the TV to turn on automatically at a set time.": "Stellen Sie Ihren Fernseheer so ein, dass er sich zu einer bestimmten Zeit automatisch einschaltet.",
	"Set the additional functions related to the TV.": "Stellen Sie die zusätzlichen Funktionen Ihres Fernsehers ein.",
	"Set the current date and time.": "Legen Sie das aktuelle Datum und die Uhrzeit fest.",
	"Set the current date manually.": "Stellen Sie das aktuelle Datum manuell ein.",
	"Set the current time manually.": "Stellen Sie die aktuelle Uhrzeit manuell ein.",
	"Set the detect range of device available to connect.": "Stellen Sie den Erkennungsbereich der verfügbaren, anschließbaren Geräte ein.",
	"Set the region and country for broadcasts and special services.": "Legen Sie die Region und das Land für Sendeübertragungen und Sonderdienste fest.",
	"Set the screen size and aspect ratio.": "Legen Sie die Bildschirmgröße und das Bildschirmformat fest.",
	"Set the specialized functions of SIGNATURE TV.": "Stellen Sie die Sonderfunktionen des SIGNATURE TV ein.",
	"Set the time to turn off the TV automatically without user input.": "Stellen Sie den Zeitpunkt ein, an dem der Fernseher automatisch und ohne Nutzereingabe abgeschaltet wird.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Stellen Sie den virtuellen Mehrkanal-Surround-Soundeffekt ein, um einen realistischeren Klang zu genießen.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Stellen Sie den virtuellen Surround-Soundeffekt ein, um einen realistischeren Klang zu genießen.",
	"Set the volume level when the TV turns on.": "Stellen Sie den Lautstärke ein, die genutzt werden soll, wenn das TV-Gerät eingeschaltet wird.",
	"Set time to turn off the TV.": "Legen Sie die Uhrzeit fest, zu der sich das TV-Gerät abschaltet.",
	"Set time to turn on the TV.": "Uhrzeit für das automatische Einschalten des TV-Geräts festlegen.",
	"Set up additional features related to customer support.": "Zusätzliche Funktionen des Kundendienstes einrichten.",
	"Set up an account to use LG Services.": "Richten Sie ein Konto ein, um LG-Dienste zu nutzen.",
	"Set whether to display Home when the TV is turned on.": "Stellen Sie ein, ob Home angezeigt werden soll, wenn der Fernseher eingeschaltet ist.",
	"Settings Help": "Hilfe zu Einstellungen",
	"Sexual Situations": "Sexszenen",
	"Sexually Suggestive Dialogue": "Sexuell anzüglicher Dialog",
	"Sharpness": "Schärfe",
	"Show Password": "Passwort anzeigen",
	"Side by Side": "Nebeneinander",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signalstörungen können die Sensibilität der Magic-Fernbedienung stören, wenn der Wireless-Router zu nah am Fernseher steht.",
	"Singapore": "Singapur",
	"Size": "Größe",
	"Sleep Timer": "Schlummerfunktion",
	"Slovak": "Slowakisch",
	"Slovakia": "Slowakei",
	"Slovenia": "Slowenien",
	"Slovenian": "Slowenisch",
	"Slow": "Langsam",
	"Small": "Klein",
	"Smooth": "Flüssig",
	"Smooth Gradation": "Glatte Abstufung",
	"Soccer": "Fußball",
	"Software Update": "Software-Update",
	"Software Version": "Softwareversion",
	"Software update has been installed. Update will be applied when you restart your TV.": "Software-Update wurde installiert. Update wird angewendet, wenn Sie Ihren Fernseher neu starten.",
	"Solid": "Undurchsichtig",
	"Solomon Islands": "Salomonen",
	"Some material may not be appropriate for children under 13.": "Einige Inhalte können für Kinder unter 13 Jahren ungeeignet sein.",
	"Some material may not be appropriate for children.": "Einige Inhalte können für Kinder ungeeignet sein.",
	"Sotho, Northern": "Nord-Sotho",
	"Sotho, Southern": "Süd-Sotho",
	"Sound": "Ton",
	"Sound Mode": "Klangmodus",
	"Sound Mode Settings": "Sound-Modus",
	"Sound Out": "Audioausgabe",
	"Sound Test": "Audiotest",
	"South Africa": "Südafrika",
	"South Korea": "Südkorea",
	"Southern Africa": "Südafrika",
	"Spain": "Spanien",
	"Spanish": "Spanisch",
	"Speaker Volume Control": "Lautstärkeregler der Lautsprecher",
	"Specify detailed voice guidance settings after turning on this feature.": "Nachdem Sie diese Funktion eingeschaltet haben, können Sie die genauen Sprachhilfen einstellen.",
	"Speed": "Geschwindigkeit",
	"Spoken Subtitle": "Gesprochene Untertitel",
	"Sports": "Sport",
	"Sports Alert": "Sport-Alarm",
	"Stand": "Ständer",
	"Standard Mode Sound Effect": "Standardmodus-Soundeffekt",
	"Standby Light": "Bereitschaftsanzeige",
	"Start New Sound Tuning": "Neue Soundeinstellung starten",
	"Start Now": "Jetzt starten",
	"Startup Sound": "Start-Melodie",
	"Stop": "Beenden",
	"Store Demo": "Demo im Geschäft",
	"Store Mode": "Demo-Modus",
	"Store Mode Settings": "Demo-Modus-Einstellungen",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Der Demo-Modus dient der Anzeige von Werbeinhalten. Es initialisiert die Einstellungen alle paar Minuten neu. Möchten Sie diese App schließen und den Demo-Modus starten?",
	"Strong": "Stark",
	"Style": "Stil",
	"Subnet Mask": "Subnetzmaske",
	"Subnet prefix length": "Länge des Subnetzpräfixes",
	"Subtitle First Choice Language": "Primäre Sprache für Untertitel",
	"Subtitle Language": "Sprache für Untertitel",
	"Subtitle Second Choice Language": "Sekundäre Sprache für Untertitel",
	"Subtitles": "Untertitel",
	"Super Impose": "Überlagern",
	"Suriname": "Surinam",
	"Swaziland": "Swasiland",
	"Sweden": "Schweden",
	"Swedish": "Schwedisch",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Beim Abschalten des Fernsehers in den Standby-Modus wechseln, damit man ihn rasch wieder einschalten kann.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Beim Abschalten des Fernsehers in den Standby-Modus wechseln, um eine Vielzahl von Funktionen wie Apps, Suche und vieles mehr rasch wieder nutzen zu können.",
	"Switzerland": "Schweiz",
	"Syria": "Syrien",
	"System Color": "Systemfarbe",
	"TV Information": "TV-Informationen",
	"TV Installation Type": "TV-Installationsart",
	"TV Lock": "TV-Sperre",
	"TV Name": "Name des TV-Geräts",
	"TV On With Mobile": "TV Ein mit Mobilgerät",
	"TV Power Sound": "TV-Powersound",
	"TV Power Sound Volume": "TV-Power-Sound-Lautstärke",
	"TV Program Locks": "TV-Programmsperren",
	"TV Rating English": "Englische Fernseh-Altersfreigabe",
	"TV Rating French": "Französische Fernseh-Altersfreigabe",
	"TV Speaker": "Interne TV-Lautsprecher",
	"TV can be used as an alarm.": "Der Fernseher kann als Wecker verwendet werden.",
	"TV is turned off at a set time on every specified day.": "Der Fernseher wird zu einem von Ihnen gewählten Zeitpunkt an von Ihnen gewählten Tagen abgeschaltet.",
	"TV to USB": "TV auf USB",
	"Taipei": "Taipeh",
	"Tajikistan": "Tadschikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Nutzen Sie die Vorteile von Netzwerk-basierten Funktionen wie Internet-Browser, Apps, Software-Updates und so weiter.",
	"Tanzania": "Tansania",
	"Target Luminance": "Ziel-Leuchtdichte",
	"Tashkent": "Taschkent",
	"Tbilisi": "Tiflis",
	"Tehran": "Teheran",
	"Teletext": "Videotext",
	"Text Color": "Textfarbe",
	"Text Opacity": "Deckkraft",
	"Text Search": "Textsuche",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} und HDMI {port2}-Anschlüsse unterstützen AMD FreeSync Premium und Sie können diese Funktion auswählen.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI-Ports {port1} und {port2} unterstützen AMD FreeSync Premium und Sie können diese Funktion ein- oder ausschalten.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI-Ports {port1} und {port2} unterstützen Instant Game Response. Sie können diese Funktion ein- oder ausschalten.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Der HDMI {port1}-Anschluss unterstützt AMD FreeSync Premium und Sie können diese Funktion auswählen.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Der HDMI-Port {port1} unterstützt AMD FreeSync Premium. Sie können diese Funktion ein- oder ausschalten.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Der HDMI-Port {port1} unterstützt Instant Game Response. Sie können diese Funktion ein- oder ausschalten.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Die Anschlüsse HDMI {port1}, HDMI {port2} und HDMI {port3} unterstützen AMD FreeSync Premium und Sie können diese Funktion auswählen.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1}, HDMI {port2} und HDMI {port3}-Anschlüsse unterstützen AMD FreeSync Premium und Sie können Sie ein- oder ausschalten.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Die HDMI {port1}, HDMI {port2}, HDMI {port3} und HDMI {port4}-Anschlüsse unterstützen AMD FreeSync Premium und Sie können diese Funktion auswählen.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1}, HDMI {port2}, HDMI {port3} und HDMI {port4}-Anschlüsse unterstützen AMD FreeSync Premium und Sie können Sie ein- oder ausschalten.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI-Ports {port1}, {port2}, {port3} und {port4} unterstützen Instant Game Response. Sie können diese Funktion ein- oder ausschalten.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI-Ports {port1}, {port2} und {port3} unterstützen Instant Game Response. Sie können diese Funktion ein- oder ausschalten.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID ist ein einzigartiger Wert, der nur bei HbbTV verwendet werden kann und nicht mit den personenbezogenen Daten des Nutzers zu tun hat.",
	"The HbbTV Distinctive ID will be reset.": "Die HbbTV Distinctive ID wird zurückgesetzt.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Die HbbTV-Anwendung oder der HbbTV-Service deaktiviert das Tracking eines individuellen Nutzers.",
	"The IBB service will disable its tracking of an individual user.": "Der IBB-Service deaktiviert das Tracking eines individuellen Nutzers.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Die LG Dienst-Länderinformationen konnten nicht vom Server abgerufen werden. Bitte später erneut versuchen.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Die Einstellungsanwendung muss neu laden, um die Menüsprache zu ändern. Möchten Sie fortfahren?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Die Umgebungsausleuchtung wird aktiviert, wenn Bewegung in der Nähe des Fernsehers erkannt wird.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Die zur Verfügung stehenden externen Spracherkennungsdienste sind je nach Spracheinstellung unterschiedlich. Wenn Sie die Menüsprache ändern, wird das Einstellungsmenü außerdem neu geladen. Möchten Sie fortfahren?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Die Senderliste wurde erfolgreich vom USB-Speicher auf Ihren Fernseher kopiert. Der Fernseher wird in 5 Sekunden neu gestartet.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Die Senderliste wurde erfolgreich von Ihrem Fernseher auf den USB-Speicher kopiert.",
	"The closer to 100, the brighter.": "Je näher an 100, desto heller.",
	"The closer to 100, the clearer the color becomes.": "Je näher an 100, desto klarer die Farben.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Je näher an 50 für Rot, desto klarer das Rot. Je näher an an 50 für Grün, desto klarer das Grün.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Die eingestellten Werte des Weißabgleichs werden zurückgesetzt. Möchten Sie fortfahren?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Der Abstand zwischen der Lautstärke des Kanals und des Programms wird automatisch gesenkt, so dass Sie das Programm bei gleichbleibender Lautstärke sehen können.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Der Abstand zwischen der Lautstärke des Kanals und des Programms wird automatisch so eingestellt, dass Sie das Programm bei gleichbleibender Lautstärke sehen können.",
	"The higher the settings, the louder the sound rapidly.": "Je höher die Einstellung, desto lauter ist der Ton.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Der interne TV-Lautsprecher und die Bluetooth-Lautsprecher können gleichzeitig Ton ausgeben, und so zu einem lebhaften Surround-Sound beitragen.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Die Sprache der Stimmerkennung wird automatisch auf die ausgewählte Menüsprache eingestellt.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Die für die Sprecherkennung verwendete Sprache wird entsprechend der ausgewählten Menüsprache festgelegt. Die Support-Dienste können je nach Sprache variieren.",
	"The network is currently unavailable. Please try again later.": "Das Netzwerk ist derzeit nicht verfügbar. Versuchen Sie es später erneut.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Der Vorgang dauert etwa eine Stunde und Ihr Fernsehgerät muss ausgeschaltet bleiben.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Der Vorgang benötigt bis zum Abschluss etwa {n} Minute(n). Ihr Fernsehgerät muss dabei ausgeschaltet bleiben.",
	"The program is intended for adults only.": "Das Programm ist nur für Erwachsene gedacht.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Die Bildschirmhelligkeit wird automatisch entsprechend der Helligkeit in der Umgebung Ihres Fernsehers eingestellt.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Der Bildschirm wird in 5 Sekunden herunterfahren. Drücken Sie auf der Fernbedienung irgendeine Taste mit Ausnahme der Einschalttaste und der Lautstärke, um den Bildschirm wieder nach oben zu fahren.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Die eingestellten Unter-Werte des Farbmanagement-Systems werden zurückgesetzt. Möchten Sie fortfahren?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Die Einstellung von Bluetooth Surround Sound + Interner TV-Lautsprecher wird zurückgesetzt.",
	"The settings are as follows.": "Die Einstellungen sind wie folgt.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Bitte beachten Sie, dass unter Umständen kein Ton ausgegeben wird, wenn die Digitale Audioausgabe auf Durchreichen (\"Pass-Through\") eingestellt ist.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Das Update kann nicht auf den Fernseher angewendet werden. Software wird auf die vorherige Version zurückgesetzt.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Die visuellen Effekte werden auf dem Bildschirm angezeigt, wenn der Fernseher eingeschaltet wird und wenn sich etwas auf dem Bildschirm bewegt.",
	"There are no paired devices.": "Es sind keine gekoppelten Geräte verfügbar.",
	"There are settings to correct or prevent OLED panel noise.": "Es gibt Einstellungen zur Korrektur oder Verhinderung von Rauschen auf dem OLED-Display.",
	"There is no USB device connected to your TV.": "Es ist kein USB-Gerät am TV-Gerät angeschlossen.",
	"There is no message.": "Es ist keine Nachricht vorhanden.",
	"Third Language": "Dritte Sprache",
	"This feature applies only to specified LG Wireless Keyboard models.": "Diese Funktion steht nur bei bestimmten Modellen der kabellosen LG-Tastatur (\"LG Wireless Keyboard\") zur Verfügung.",
	"This function works only when it is provided by the broadcast program.": "Diese Funktion ist nur dann aktiv, wenn sie von dem gesendeten Programm unterstützt wird.",
	"This is a closed caption preview": "Dies ist eine Vorschau mit Untertiteln für Gehörgeschädigte",
	"This is an already existing value.": "Dieser Wert ist bereits vorhanden.",
	"This service provides you with more information about watching program and enjoys related contents.": "Dieser Service stellt Ihnen mehr Informationen über das von Ihnen gesehene Programm und ähnliche Inhalte zur Verfügung.",
	"This will revert all options on TV to their default settings.": "Dies wird alle Optionen des Fernseher auf die Standardeinstellungen zurücksetzen.",
	"Time": "Zeit",
	"Timer Channel": "Timer-Sender",
	"Timer Repeat": "Timer-Wiederholung",
	"Timers": "Timer",
	"Timezone": "Zeitzone",
	"Tint": "Farbton",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Um den Klang zu optimieren, spielen Sie den Testton auf Ihrem Fernseher ab und messen Sie den reflektierten Ton mit der Magic-Remote-Fernbedienung.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Um den Ton Ihres Fernsehers zu prüfen, müssen die Einstellungen für den Tonausgang auf den internen TV-Lautsprecher geändert werden. Möchten Sie fortfahren?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Oben und Unten",
	"Total Power On Time": "Gesamtbetriebsdauer",
	"Tracking Speed": "Verfolgungsgeschwindigkeit",
	"Translucent": "Durchscheinend",
	"Treble Boost": "Höhen-Boost",
	"Trinidad And Tobago": "Trinidad und Tobago",
	"Trinidad and Tobago": "Trinidad und Tobago",
	"Tripoli": "Tripolis",
	"Tune and save available channels.": "Stellen Sie die verfügbaren Kanäle ein und speichern Sie sie.",
	"Tune and save available channels. You can set satellite channel options.": "Stellen Sie die verfügbaren Kanäle ein und speichern Sie sie. Sie können die Satellitenkanal-Optionen einstellen.",
	"Tunisia": "Tunesien",
	"Turkey": "Türkei",
	"Turkish": "Türkisch",
	"Turn on TV with mobile device same as smartphone.": "Schalten Sie den Fernseher mit einem Mobilgerät wie einem Smartphone an.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Schalten Sie Ultra HD Deep Colour für HDMI {num} Port ein/aus.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Ein- und Ausschalten der Instant Game Response des Ports HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Schalten Sie den Fernseher mit dem Mobilgerät per Bluetooth ein.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Schalten Sie den Fernseher mit Ihrem Mobilgerät per WLAN an.",
	"Turn on via Bluetooth": "Über Bluetooth einschalten",
	"Turn on via Wi-Fi": "Über Wi-Fi einschalten",
	"Turn on/off description box in Settings.": "Aktivieren/deaktivieren Sie das Beschreibungsfeld in den Einstellungen.",
	"Turn on/off standby light.": "Standby-Licht ein-/ausschalten.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Schalten Sie AMD FreeSync Premium des HDMI {num}-Anschlusses ein oder aus.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Schalten Sie die Bilder ein oder aus, die angezeigt werden, wenn kein Signal vorhanden ist.",
	"Turn on/off the related features of energy consumption.": "Schalten Sie die dazugehörigen Funktionen des Energieverbrauchs ein oder aus.",
	"Turn the Hybridcast service on/off.": "Schalten Sie den Hybridcast-Dienst ein/aus.",
	"Turn the Interactivity (DTVi) service on/off.": "Schalten Sie den Dienst für interaktive Inhalte (DTVi) ein/aus.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Schalten Sie den Programmführer Ihres TV-Anbieters ein/aus.",
	"Turn your broadcast TV provider's teletext service on/off.": "Schalten Sie den Videotextdienst Ihres TV-Anbieters ein/aus.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wenn Sie Wi-Fi ausschalten, haben Sie keinen Zugriff mehr auf sämtliche Internet-basierten Dienste, außer wenn Sie sich mit einem Kabel an das Netzwerk anschließen. Möchten Sie fortfahren?",
	"UAE": "Vereinigte Arabische Emirate",
	"UHD Mode": "UHD-Modus",
	"USA": "USA",
	"USB storage for Copy Channels": "USB-Speicher zum Kopieren von Sendern",
	"USB to TV": "USB auf TV",
	"Ukrainian": "Ukrainisch",
	"Ulaanbaatar": "Ulan-Bator",
	"Unable to check for updates.": "Prüfen auf Aktualisierungen nicht möglich.",
	"Unable to connect to the network.": "Keine Verbindung mit dem Netzwerk.",
	"Undefined": "Nicht definiert",
	"Under 17 requires accompanying parent or adult guardian.": "Unter-17-jährige erfordern einen begleitenden Elternteil oder eine erwachsene Begleitperson.",
	"Uniform": "Homogen",
	"United Arab Emirates": "Vereinigte Arabische Emirate",
	"United Kingdom": "Vereinigtes Königreich",
	"United States of America": "Vereinigte Staaten von Amerika",
	"Universal Control Settings": "Universalsteuerungs-Einstellungen",
	"Unknown": "Unbekannt",
	"Unknown issue has occurred.": "Unbekanntes Problem ist aufgetreten.",
	"Update canceled.": "Aktualisierung abgebrochen.",
	"Update in progress...": "Aktualisierung läuft...",
	"Update in progress...({n}%)": "Aktualisierung wird durchgeführt ...({n}%)",
	"Update paused.": "Aktualisierung angehalten.",
	"Update reserved.": "Aktualisierung reserviert.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Update wird abgebrochen und alle Update-Dateien werden jetzt gelöscht. Möchten Sie fortfahren?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Sie können Ihre Magic-Remote-Fernbedienung zur Erfassung der Raumakustik verwenden und die Soundwiedergabe der internen Lautsprecher Ihres Fernsehers unter Zuhilfenahme der erhaltenen Ergebnisse optimieren.",
	"Use a large pointer.": "Einen großen Mauszeiger verwenden.",
	"Use a medium pointer.": "Einen mittelgroßen Mauszeiger verwenden.",
	"Use a small pointer.": "Einen kleinen Mauseiger verwenden.",
	"Use the 4-way controller to change the position and press the OK button.": "Nutzen Sie die 4-Wege-Steuerung, um die Position zu ändern, und drücken Sie dann auf OK.",
	"Use the following services with the selected language.": "Verwenden Sie die folgenden Dienste mit der ausgewählten Sprache.",
	"User": "Benutzer",
	"User Agreements": "Benutzervereinbarungen",
	"User Guide": "Benutzeranleitung",
	"Uzbek": "Usbekisch",
	"Uzbekistan": "Usbekistan",
	"Uzhhorod": "Uschhorod",
	"V Position": "Vert. Position",
	"V Sharpness": "V Schärfe",
	"V Size": "Vert. Größe",
	"Valencian": "Valencianisch",
	"Vatican City": "Vatikanstadt",
	"Vertical Zoom": "Vertikaler Zoom",
	"Video Description": "Videobeschreibung",
	"Vienna": "Wien",
	"Vietnamese": "Vietnamesisch",
	"View current Common Interface (CI) information.": "Zeigen Sie die aktuellen CI-Informationen (Common Interface) an.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Sie erhalten ein klareres Bild, wenn Sie die Menüfarbe auf dem Bildschirm auf Schwarz/Weiß ändern.",
	"View messages from your broadcast TV provider.": "Zeigen Sie Nachrichten von Ihrem TV-Anbieter an.",
	"View more information about watching program and enjoy related contents.": "Zeigen Sie weitere Informationen über das aktuelle Programm an und genießen Sie ähnliche Inhalte.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Sehen Sie sich Inhalte im originalen Seitenverhältnis an oder legen Sie Bildschirmgröße und Seitenverhältnis selbst fest.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Sehen Sie sich Inhalte im originalen Seitenverhältnis genau so an, wie sie der Fernseher vom gesendeten Fernsehprogramm oder einem angeschlossenen Gerät empfängt.",
	"Vilnius": "Wilna",
	"Violence": "Gewalt",
	"Vivid": "Lebhaft",
	"Vladivostok": "Wladiwostok",
	"Voice Recognition Help and Settings": "Hilfe und Einstellungen der Spracherkennung",
	"Voice Support Service": "Sprachunterstützungsdienst",
	"Volgograd": "Wolgograd",
	"Volume": "Lautstärke",
	"Volume Increase Amount": "Umfang der Lautstärkeerhöhung",
	"Volume Mode": "Lautstärke-Einstellungen",
	"WPA/WPA2 PSK": "WPA/WPA2-PSK",
	"Wall-mounted": "An der Wand befestigt",
	"Warm1": "Warm 1",
	"Warm2": "Warm 2",
	"Warm3": "Warm 3",
	"Warsaw": "Warschau",
	"Watch a diverse range of Internet contents on TV channels.": "Genießen Sie eine große Vielfalt von Internet-basierten Inhalten über Fernsehkanäle.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Wir erfassen und speichern MAC-Adresse, Modellnummer, Ländercode, Spracheinstellungen und Softwareversion, um Ihr Gerät zu identifizieren und zu überprüfen, ob Sie die neueste Version der Software verwenden.",
	"Welcome Feature": "Willkommens-Funktion",
	"Welsh": "Walisisch",
	"Western Africa": "Westafrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Wenn eine angeschlossene Festplatte eine bestimmte Zeit nicht verwendet wurde, soll in den Standby-Modus geschaltet werden, um den Stromverbrauch zu reduzieren.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Wenn ein Gerät angeschlossen ist, wird die Spiel-Anzeige mit minimalen Verzögerungen, Flackern oder Unterbrechungen optimiert.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Wenn Instant Game Response gestartet wird, kann es sein, dass das Video kurz flackert.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Wenn der Tonausgang auf „Bluetooth / HDMI ARC / Optical Digital / WiSA-Lautsprecher\" eingestellt wurde, oder das angeschlossene Gerät Instant Game Response nicht unterstützt, kann es sein, dass diese Funktion nicht einwandfrei funktioniert.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Wenn der Audioausgang auf Bluetooth eingestellt wurde oder das angeschlossene Gerät 'Instant Game Response' nicht unterstützt, kann es sein, dass diese Funktion nicht einwandfrei funktioniert.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Wenn das angeschlossene Gerät ein-/ausgeschaltet ist, schaltet sich Ihr TV-Gerät automatisch ein oder aus.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Wenn die Visuellen Effekte abgeschaltet werden, erscheint das Live-Fernsehbild.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Wenn diese Funktion eingeschaltet ist, erscheinen einige Funktionen auf dem Bildschirm teilweise transparent.",
	"When your TV is turned off, the device will automatically turn off.": "Wenn Ihr TV-Gerät ausgeschaltet ist, schaltet sich das angeschlossene Gerät automatisch aus.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Während die geänderten Werte auf ein externes Gerät übertragen werden, ist es möglich, dass Bild und Ton nicht normal verfügbar sind.",
	"White": "Weiß",
	"White Balance": "Weißabgleich",
	"Wi-Fi Connection": "Wi-Fi-Verbindung",
	"Wi-Fi Security": "Wi-Fi-Sicherheit",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi ist ausgeschaltet. Aktivieren Sie es erneut, um neben zusätzlichen Menüoptionen eine Liste der verfügbaren Netzwerke zu erhalten, mit denen Sie eine Verbindung herstellen können.",
	"Wi-Fi issue has occurred.": "Wi-Fi-Problem aufgetreten.",
	"WiSA Speakers": "WiSA-Lautsprecher",
	"Wide Area Zone": "Wide-Area-Zone",
	"Wide View": "Breitbildansicht",
	"Wide View (32:9)": "Breitbildansicht (32:9)",
	"Wide Zoom": "Breit-Zoom",
	"Windhoek": "Windhuk",
	"Window Color": "Fensterfarbe",
	"Window Opacity": "Deckkraft von Titelfenstern",
	"Wired Connection (Ethernet)": "Drahtgebundene Verbindung (Ethernet)",
	"Wired Headphones": "Kabelgebundene Kopfhörer",
	"Wired Headphones + Internal TV Speaker": "Kabelgebundene Kopfhörer + interner TV-Lautsprecher",
	"With this option, you can control the audio device's volume with your TV remote.": "Mit dieser Option können Sie die Lautstärke Ihres Audiogeräts über die Fernbedienung des Fernsehers steuern.",
	"Yakutsk": "Jakutsk",
	"Year": "Jahr",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Gelb",
	"Yemen": "Jemen",
	"Yerevan": "Eriwan",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Sie können die Toneffekte für das Ein- und Ausschalten des Fernsehers ändern.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Sie können die Geräte mit der Magic-Fernbedienung steuern, die an HDMI-Ports angeschlossen sind, ohne die Geräteeinstellung zu ändern.",
	"You can delete the device connection history of Screen Share.": "Sie können den Verlauf der Geräteverbindung des Screen Share löschen.",
	"You can delete the device connection history of Sound Share.": "Sie können den Verlauf der Geräteverbindung von Sound Share löschen.",
	"You can find the default password in User Guide.": "Das Standardkennwort finden Sie in der Benutzeranleitung.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Sie können Instant Game Response starten, indem Sie HDMI Ultra HD Deep Colour einschalten.",
	"You can only change settings from the current HDMI input.": "Sie können die Einstellungen nur vom momentanen HDMI-Eingang aus ändern.",
	"You can scan again to connect the device.": "Sie können erneut scannen, um das Gerät anzuschließen.",
	"You can select left and right audio settings for broadcast signal.": "Sie können die linken und rechten Audioeinstellungen für Übertragungssignale auswählen.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Sie können AMD FreeSync Premium des HDMI {num}-Anschlusses auswählen.",
	"You can select the Ultra HD Deep Color of port.": "Sie können Ultra HD Deep Colour für den HDMI-Anschluss auswählen.",
	"You can set the sound to play when the TV is turned on or off.": "Sie können den Ton so einstellen, dass er beim Ein- und Ausschalten des Fernsehers zu hören ist.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Sie können die Speicherfunktion für das CAM-Betreiberprofil ein/ausschalten.",
	"You can turn this feature on or off.": "Sie können diese Funktion ein- und ausschalten.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Sie erhalten gegebenenfalls unterschiedliche Inhaltsempfehlungen vom Netzwerk. Wenn Sie diese Option abschalten, werden nur grundlegende Inhalte angeboten und einige Funktionen stehen Ihnen nicht zur Verfügung.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Ihr TV-Gerät und das mit SIMPLINK verbundene Gerät wird wie folgt synchronisiert:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Ihr Fernsehgerät muss ausgeschaltet bleiben, solange Pixel-Refresher läuft. Alle momentanen oder bevorstehenden Aufnahmen, Erinnerungen oder programmiertes Einschalten werden während dieses Prozesses abgebrochen und der BT-Lautsprecher auf Keine Ansicht steht nicht zur Verfügung.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Ihr Fernsehgerät muss ausgeschaltet bleiben, solange Pixel Refresher läuft. Alle momentanen oder bevorstehenden Aufnahmen, Erinnerungen oder programmiertes Einschalten werden während dieses Prozesses abgebrochen.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Ihr Fernsehgerät muss mit dem Netzwerk verbunden sein, um Ihr LG Service-Land automatisch einzustellen. Möchten Sie die Netzwerkverbindung in den Netzwerkeinstellungen jetzt überprüfen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Ihr Fernsehgerät muss Ihren genauen Aufenthaltsort kennen, um über dessen TV-Signal Notfallnachrichten schicken zu können.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Ihr TV-Gerät schaltet sich bis zum Abschluss des Vorgangs aus. Danach schaltet es sich automatisch wieder ein.",
	"Zambia": "Sambia",
	"Zaporozhye": "Saporischja",
	"Zimbabwe": "Simbabwe",
	"Zoom2": "Zoom 2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] wird von Ihrem Fernseher getrennt. Dieses Gerät spielt keinen Ton mehr ab. Möchten Sie fortfahren?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] wird aus der Liste gekoppelter Geräte entfernt. Wenn Sie es später verbinden möchten, müssen Sie nach verfügbaren Geräten suchen und diese erneut anschließen. Möchten Sie fortfahren?",
	"[{deviceName}] will be deleted.": "[{deviceName}] wird gelöscht.",
	"audioGuidance_fast": "Schnell",
	"audioGuidance_high": "Hoch",
	"audioGuidance_low": "Niedrig",
	"audioGuidance_medium": "Mittel",
	"audioGuidance_slow": "Langsam",
	"audioGuidance_veryFast": "Sehr schnell",
	"audioGuidance_veryHigh": "Sehr hoch",
	"audioGuidance_veryLow": "Sehr niedrig",
	"audioGuidance_verySlow": "Sehr langsam",
	"btDotSignalStrength_wide": "Breit",
	"button": "Taste",
	"character": "Zeichen",
	"characters": "Zeichen",
	"checked": "markiert",
	"colorGamutJPNWide": "Breit",
	"connecting": "Verbindung wird hergestellt",
	"depthOfColor": "Farbtiefe",
	"diagonal zoom in": "Diagonal vergrössern",
	"diagonal zoom out": "Diagonal verkleinern",
	"digitalOptionSetByProgram": "Programmabhängig festlegen",
	"energy_Medium": "Mittel",
	"freesync_high": "Hoch",
	"freesync_low": "Niedrig",
	"freesync_off": "Aus",
	"freesync_wide": "Breit",
	"gamma_high1": "Hoch 1",
	"gamma_high2": "Hoch 2",
	"hidden": "Ausgeblendet",
	"horizontal zoom in": "Horizontal vergrössern",
	"horizontal zoom out": "Horizontal verkleinern",
	"jpDoNot": "Aus",
	"logoLuminance_high": "Hoch",
	"logoLuminance_low": "Niedrig",
	"min": "Min.",
	"not connected": "Nicht verbunden",
	"objet_soundMode": "Optimieren Sie den Klang für jede Art Inhalt.",
	"pictureControlAuto": "Automatisch",
	"pictureControlAuto_BlackLevel": "Automatisch",
	"pictureControlHigh": "Hoch",
	"pictureControlHigh_BlackLevel": "Hoch",
	"pictureControlHigh_Male": "Hoch",
	"pictureControlLow": "Niedrig",
	"pictureControlLow_BlackLevel": "Niedrig",
	"pictureControlLow_Male": "Niedrig",
	"pictureControlMedium": "Mittel",
	"pictureControlMedium_BlackLevel": "Mittel",
	"pictureControlMedium_Male": "Mittel",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Mittel",
	"pictureLocalDimmingHigh": "Hoch",
	"pictureLocalDimmingLow": "Niedrig",
	"pictureLocalDimmingMed": "Mittel",
	"pictureModeSettings": "Erweiterte Einstellungen",
	"press OK button to edit IP manually": "Drücken Sie die Taste OK, um die IP manuell einzugeben",
	"press OK button to enter channel to search": "Drücken Sie die Taste OK, um den zu suchenden Sender einzugeben",
	"press OK button to enter value": "Drücken Sie die Taste OK, um den Wert einzugeben",
	"press right button to adjust de-judder and de-blur value": "Drücken Sie die rechte Taste, um den De-Judder- und De-Blur-Wert anzupassen",
	"press right button to adjust zoom ratio and position": "Drücken Sie die rechte Taste, um das Zoomverhältnis und die Position anzupassen",
	"shift current screen down": "Schieben Sie den aktuellen Bildschirm nach unten",
	"shift current screen to the left": "Schieben Sie den aktuellen Bildschirm nach links",
	"shift current screen to the right": "Schieben Sie den aktuellen Bildschirm nach rechts",
	"shift current screen up": "Schieben Sie den aktuellen Bildschirm nach oben ",
	"shift down": "Nach unten schieben",
	"shift left": "Nach links schieben",
	"shift right": "Nach rechts schieben",
	"shift up": "Nach oben schieben",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Keine",
	"unchecked": "nicht markiert",
	"unread": "nicht gelesen",
	"vertical zoom in": "Vertikal vergrössern",
	"vertical zoom out": "Vertikal verkleinern",
	"volumeModeHigh": "Hoch",
	"volumeModeLow": "Niedrig",
	"volumeModeMedium": "Mittel",
	"webOS TV Version": "webOS TV-Version",
	"zoom in": "Vergrössern",
	"zoom out": "Verkleinern",
	"{label} : L{value}": "{label}: L{value}",
	"{label} : R{value}": "{label}: R{value}"
}
