{
	" (User)": " (Úsáideoir)",
	"(Version: {l})": "(Leagan: {l})",
	"* The device connected should support this service.": "* Ba chóir go dtacóidh an gléas ceangailte leis an seirbhís seo.",
	"* This feature is applied once and only once when the TV is turned off.": "* Tá an ghné seo curtha i bhfeidhm uair amháin agus díreach nuair atá an Teilifís múchta.",
	"* This feature is available on certain devices only.": "* Tá an ghné seo ar fáil ar ghléasanna áirithe amháin.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Léiríonn an mód seo rúin an FILMMAKER MODE go soiléir ach seans go n-amharcfaidh siad níos dorcha ná móid phictiúir eile.",
	"* This settings is only available for Internal TV Speaker.": "* Is ar an Challaire Teilifíse Inmheánach amháin atá an socrú seo ar fáil.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Cé go bhfuil an rogha seo socraithe AR SIÚL, ní chuirfidh an spárálaí scáileáin isteach ort agus tú ag amharc ar ionchuir sheachtracha cosúil le LIve TV.",
	"* You can control the app which supports the function on your mobile device.": "* Thig leat rialú ón aip a thacaíonn leis an fheidhm seo ar do ghléas móibíleach.",
	"1) Turn the Bluetooth on the other device off.": "1) Múch an Bluetooth ar an ghléas eile.",
	"10 Points Code Value": "Luach Cóid 10 Pointe",
	"10 Points IRE": "10 Pointe IRE",
	"10 and Above": "10 agus Níos Sine",
	"10 min": "10 boim",
	"11 and Above": "11 agus Níos Sine",
	"12 Hours": "12 Uair",
	"12 and Above": "12 agus Níos Sine",
	"120 min": "120 boim",
	"13 and Above": "13 agus Níos Sine",
	"14 and Above": "14 agus Níos Sine",
	"14 by 9": "14 faoi 9",
	"15 and Above": "15 agus Níos Sine",
	"16 and Above": "16 agus Níos Sine",
	"16 by 9": "16 faoi 9",
	"17 and Above": "17 agus Níos Sine",
	"18 and Above": "18 agus Níos Sine",
	"180 min": "180 boim",
	"19 and Above": "19 agus Níos Sine",
	"2 Channel": "2 Cainéal",
	"2 Hours": "2 Uair",
	"2 Points": "2 Pointe",
	"2) Turn the Bluetooth device to connect off and on.": "2) Cuir an gléas Bluetooth ag ceangal as agus air.",
	"20 Points Code Value": "Luach Cóid 20 Pointe",
	"20 Points IRE": "20 Pointe IRE",
	"20 and Above": "20 agus Níos Sine",
	"20 min": "20 boim",
	"21 by 9": "21 faoi 9",
	"22 Points Code Value": "Luach Cóid 22 Pointe",
	"22 Points IRE": "22 Pointe IRE",
	"24 Hours": "24 Uair",
	"240 min": "240 boim",
	"3 Hours": "3 Uair",
	"30 min": "30 boim",
	"32 by 12": "32 faoi 12",
	"32 by 9": "32 faoi 9",
	"3G/4G Connection": "Ceangal 3G/4G",
	"4 Hours": "4 Uair",
	"4 Hours Auto Power Off": "4 Uair Uathmhúchadh Múchta",
	"4 and Above": "4 agus Os a Chionn",
	"4 by 3": "4 faoi 3",
	"4-Way Zoom": "Zúmáil 4-Threo",
	"5 and Above": "5 agus Os a Chionn",
	"5.1 Channel": "5.1 Cainéal",
	"6 Hours": "6 Uair",
	"6 and Above": "6 agus Os a Chionn",
	"60 min": "60 boim",
	"7 and Above": "7 agus Os a Chionn",
	"8 Hours": "8 Uair",
	"8 and Above": "8 agus Os a Chionn",
	"9 and Above": "9 agus Os a Chionn",
	"90 min": "90 boim",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Úsáidtear AD ID leis an ghléas seo a aitheant chun críocha fograíochta agus le fógraí áirithe a d’fhéadfadh spéis a bheith agat iontu a éascú. Thig leat an AD ID a athshocrú nó rianú AD ID a shrianú thíos.",
	"AI Acoustic Tuning": "Tiúnadh Acústach AI",
	"AI Acoustic Tuning Options": "Roghanna Tiúnadh Acústach AI",
	"AI Acoustic Tuning is disabled.": "Tá Tiúnadh Acústach AI díchumasaithe.",
	"AI Brightness Control": "Rialú Gileacht AI",
	"AI Picture": "Pictiúr AI",
	"AI Picture Pro": "Pictiúr AI Pro",
	"AI Recommendation": "Moladh AI",
	"AI Service": "Seirbhís AI",
	"AI Sound": "Fuaim AI",
	"AI Sound Pro": "Fuaim AI Pro",
	"AV Sync Adjustment": "Coigeartú Sionc AV",
	"Accessibility": "Inrochtaine",
	"Account Management": "Bainistíocht Cuntais",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Déanfaidh gníomhachtú an rogha seo stop a chur le bailiú agus rianú de shonraí pearsanta bainteach leo fógraí ón Smart TV seo. Má chuirtear an scoránú ar siúl d’fhéadfadh tionchar a bheith aige ar na cineálacha fógraí a fheiceann tú amach anseo ach ní stopfaidh sé fógraí ag teacht chugat.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Beidh gníomhachtú an scoránú seo ina chúis ag LGE soláthróirí tríú pháirtí a threorú chun stop a chur le tráchtálú do shonraí pearsanta. Mura ndiúltaíonn tú dó leis féin, thig leat teacht ar sheirbhísí ar nós Live Plus, LG Channels, agus Who.Where.What? i gcónaí.",
	"Add Network": "Cuir Líonra Leis",
	"Add a hidden wireless network": "Cuir líonra folaithe gan sreang leis",
	"Add wireless network by manually entering network name (SSID).": "Cuir líona gan sreang leis trí ainm an líonra a chur isteach go huathoibríoch (SSID).",
	"Additional Audio Selection": "Socrú Fuaime Breise",
	"Additional Settings": "Socruithe Breise",
	"Address Setting": "Socrú Seolta",
	"Adjust Audio Guidance pitch.": "Athraigh tuinairde Treoir Fuaime.",
	"Adjust Audio Guidance speed.": "Athraigh luas Treoir Fuaime.",
	"Adjust Audio Guidance volume.": "Athraigh airde Treoir Fuaime.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Leasaigh gileacht Cúlsolais leis an scáileán a ghealadh nó a dhorchú.",
	"Adjust Screen Position": "Leasaigh Láthair Scáileáin",
	"Adjust Zoom Ratio": "Leasaigh Cóimheas Zúmála",
	"Adjust animation effect shown on the home at certain times.": "Leasaigh éifeacht beochana léirithe ar Bhaile in amanna áirithe.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Leasaigh gile trí anailís a dhéanamh ar ghluaiseachtaí íomhá le dallrú a sheachaint agus le húsáid chumhachta a laghdú.",
	"Adjust brightness of the LG logo.": "Arthaigh gileacht an lógó LG.",
	"Adjust color and saturation for a more vivid image.": "Leasaigh dath agus sáithiú d'íomhá níos beo.",
	"Adjust color temperature automatically to reduce eye strain.": "Leasaigh teocht datha go huathoibríoch le brú ar na súile a laghdú.",
	"Adjust cursor speed.": "Leasaigh luas an chúrsóra.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Leasaigh géire na ciumhaise. Méadaíonn luachann arda an glaineacht agus soiléireacht an íomhá.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Leasaigh socruithe gamma le cúitiú do ghile an comhartha ionchuir.",
	"Adjust left/right audio balance.": "Leasaigh cothromaíocht fuaime clé/deas.",
	"Adjust luminance for selected color.": "Leasaigh lonras don dath roghnaithe.",
	"Adjust luminance level for selected IRE point.": "Leasaigh leibhéal lonrais don phointe roghnaithe IRE.",
	"Adjust peak brightness for the brightest luminance.": "Leasaigh uasghileacht don lonras is gile.",
	"Adjust remote's cursor speed and appearance.": "Leasaigh cuma agus méid chúrsóir do chianrialtáin.",
	"Adjust saturation for selected color.": "Leasaigh sáithiú don dath roghnaithe.",
	"Adjust screen brightness to reduce energy consumption.": "Leasaigh gile an scáileáin le húsaid chumhachta a laghdú.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Leasaigh SOLAS OLED leis an scáileán a ghealadh nó a dhorchú.",
	"Adjust the audio timing to synchronize the video and audio.": "Leasaigh an uaineadh fuaime leis an bhfís agus fuaim a shioncronú.",
	"Adjust the balance of red and green to display the tint on the screen.": "Leasaigh cothromaíocht dearg agus glas leis an imir ar an scáileán a léiriú.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Leasaigh cothromaíocht dhatha trín teocht data, gileacht, agus déine dearg, glas, agus gorm.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Leasaigh an codarsnacht, taifeach, srl do mhód pictiúir aonarach go sonrach agus socraigh dath roghnaithe, gamma, srl chomh maith.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Leasaigh an difear idir cuideanna dorcha agus geala an scáileáin. Méadaíonn luachanna arda an difríocht.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Leasaigh an cóimheas fráma ar an chaoi céanna leis an scannán agus tá sé amhail is a bhfuil tú sa phictiúrlann.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Leasaigh gileacht d’íomhánna statacha ar nós lógónna, srl agus cuir cosc ar dheacrachtaí caighdeáin phictiúir a dtig a tharlú nuair a bhíonn an Teilifís ar siúl feadh tamaill fada.",
	"Adjust the screen color to be pale or deep.": "Leasaigh dath an scáileáin le bheith éadrom nó domhain.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Athraigh an fhuaim ag brath ar do dhúil do gach banda minicíocht fuaime.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Leasaigh an uainiú le sioncronú nuair atá difear san am idir fhíseán agus fuaim.",
	"Adjust the tint to brighten or darken the screen.": "Leasaigh an imir leis an scáileán a ghealadh nó a dhorchú.",
	"Adjust the volume you want with pressing remote's volume key.": "Leasaigh an fhauim atá uait trí eochair airde a bhrú ar an chianrialtán.",
	"Adjust tint for selected color.": "Leasaigh imir don dath roghnaithe.",
	"Adjust whether to display the home promotion.": "Leasaigh cibé ar mhaith leat an promóisean baile a léiriú.",
	"Adjusting Luminance": "Ag coigeartú Lonrais",
	"Adolescent over 13 are allowed to watch.": "Tá cead ag ógánaigh os cionn 13 amharc.",
	"Adolescent over 14 are allowed to watch.": "Tá cead ag ógánaigh os cionn 14 amharc.",
	"Adolescent over 16 are allowed to watch.": "Tá cead ag ógánaigh os cionn 16 amharc.",
	"Adult": "Daoine Fásta",
	"Adult Language": "Teanga Daoine Fásta",
	"Adults only.": "Daoine fásta amháin.",
	"Advanced": "Ardsocruithe",
	"Advanced Controls": "Ardrialuithe",
	"Advanced Wi-Fi Settings": "Ardsocruithe Wi-Fi",
	"Advertisement": "Fógra",
	"Afghanistan": "An Afganastáin",
	"Afrikaans": "Afracáinis",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "I ndiaidh an tíre a athrú, beidh na cainéil tiúnta reatha uilig scriosta. Le cainéil a aththiúnadh téigh chuig Uath-Thiúnadh le do thoil. Ar mhaith leat leanúint ar aghaidh?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "I ndiaidh do Chód Zip a athrú, beidh na cainéil Freesat reatha tiúnta scriosta. Le cainéil a aththiúnadh téigh chuig Uath-Thiúnadh le do thoil. Ar mhaith leat leanúint ar aghaidh?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "I ndiaidh duit do thír a athrú, thig scanadh do'd chainéil ag úsáid Uath Thiúnadh. Ar mhaith leat leanúint ar aghaidh?",
	"Ages 2-7 are allowed to watch.": "Tá cead ag aoiseanna 2-7 amharc.",
	"Albania": "An Albáin",
	"Albanian": "Albáinis",
	"Alerts you by sound when the TV is turned on or off.": "Tugann sé foláireamh duit le fuaim nuair atá an Teilifís múchta.",
	"Algeria": "An Ailgéir",
	"All Channels": "Cainéil Uilig",
	"All Children": "Paistí Uilig",
	"All ages are allowed to watch.": "Tá cead ag gach aois coimhéad.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Beidh na athruithe reatha do {pictureMode} athshocraithe. Ar mhaith leat leanúint ar aghaidh?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Beidh na socruithe éifeachtaí fuaime uilig do Mhód Caighdeánach athshocraithe. Ar mhaith leat leanúint ar aghaidh?",
	"Allow Automatic Updates": "Ceadaigh Nuashonruithe Uathoibríocha",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Chomh maith le sin, thig leat na sonraí d’Imfhuaim Bluetooth a athrú.",
	"Always Open": "Oscailte i gcónaí",
	"Always-on Off Time": "Am Múchta Always-on",
	"Amsterdam": "Amstardam",
	"An error has occurred while copy channels.": "Tharla éarráid le linn cóipeáil cainéil.",
	"An important software update is available.": "Tá nuashonrú bogearra tábhachtach ar fáil.",
	"Analog Mode": "Mód Analógach",
	"Analog TV": "Teilifís Analóige",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Déan anailís ar na tréithe fuaime agus optamaigh fuaim do gach ábhar i bhfíor-am.",
	"Angola": "Angóla",
	"Antenna": "Aintéine",
	"Antenna ATV": "ATV Aintéine",
	"Antenna DTV": "Aintéine DTV",
	"Antenna Radio": "Raidió Aintéine",
	"Antigua and Barbuda": "Antigua agus Barbúda",
	"Any Supplementary Audio": "Aon Fhuaim Bhreise",
	"App Alarm": "Aláram Aipe",
	"Application Locks": "Glasanna Feidhmchláir",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Cuir na luachanna socraithe sonraithe den mód phictiúir reatha i bhfeidhm ar na hionchuir agus aipeanna uilig.",
	"Apply to all inputs": "Cur i bhfeidhm ar na hionchuir uilig",
	"Applying value to all inputs...": "Ag cuir an luach i bhfeidhm ar na hionchuir uilig...",
	"Arabic": "Araibis",
	"Argentina": "An Airgintín",
	"Armenia": "An Airméin",
	"Aruba": "Arúba",
	"Aspect Ratio": "Cóimheas Gné",
	"Aspect Ratio Settings": "Socruithe Cóimheas Gné",
	"Assamese": "Asaimis",
	"Assign channels to remote buttons so you can quickly jump to them.": "Sannaigh cainéil chuig cnaipí cianda ionas go dtig leat léimt chucu go gasta.",
	"Athens": "An Aithin",
	"Audio Delay": "Moill Fuaime",
	"Audio Description": "Cur Síos Fuaime",
	"Audio Description Volume": "Airde Cur Síos Fuaime",
	"Audio Guidance": "Treoir Fuaime",
	"Audio Language": "Clostheanga",
	"Audio Out (Line Out)": "Fuaim Amach (Líne Amach)",
	"Audio Type": "Cineál Fuaime",
	"Australia": "An Astráil",
	"Austria": "An Ostair",
	"Auto": "Uathoibríoch",
	"Auto Detect": "Uath-Aimsigh",
	"Auto Device Detection": "Uath-ainteanta Gléis",
	"Auto Genre Selection": "Rogha Seánra Uathoiibríoch",
	"Auto Power Off": "Uathmhúchadh",
	"Auto Power Sync": "Sionc Uathchumhachta",
	"Auto Start": "Uath Tosú",
	"Auto Volume": "Uathairde",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Athraigh an bearna san airde fuaime go huathoibríoch, nó socraigh airde na fuaime atá athraithe ag am áirithe leis an chnaipe airde ar an chianrialtán.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Athraigh go huathoibríoch chuig luach pictiúir optamaiyje do sheánra inneachair Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Athraigh go huathoibríoch chuig luach pictiúir do sheánra inneachair.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Athraigh go FILMMAKER MODE go huathoibríoch nuair a aithnítear inneachar scannáin.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optamaigh caighdeán pictiúir go huathoibríoch bunaithe ar dhath agus ar ghile an tsolais thimpeallach.",
	"Automatically update system software when an update is found.": "Nuashonraigh bogearraí córais go huathoibríoch nuair a aimsítear nuashonrú.",
	"Available Internal Storage": "Cuimhne Inmheánach Ar Fáil",
	"Azerbaijan": "An Asarbaiseáin",
	"Azores": "na hAsóir",
	"BG Color": "Dath Cúlra",
	"BG Opacity": "Teimhneacht Cúlra",
	"Back": "Siar",
	"Backlight": "Cúlsolas",
	"Bahamas": "na Bahámaí",
	"Bahrain": "Bairéin",
	"Balance": "Cothromaíocht",
	"Bangladesh": "an Bhanglaidéis",
	"Barbados": "Barbadós",
	"Basque": "Bascais",
	"Bass Boost": "Borradh Doird",
	"Behavior may vary depending on connected device.": "Athróidh iompar ag brath ag brath ar an ghléas ceangailte.",
	"Belarus": "An Bhealarúis",
	"Belgium": "An Bheilg",
	"Belize": "An Bheilís",
	"Bengali": "Beangáilis",
	"Benin": "Beinin",
	"Bermuda": "Beirmiúda",
	"Bhutan": "an Bhútáin",
	"Black": "Dubh",
	"Black Level": "Leibhéal Dubh",
	"Block TV programs broadcast in English based on their content ratings.": "Cuir cosc ar Chláir Theilifíse atá craolta i mBéarla bunaithe ar a rátáil ábhair.",
	"Block TV programs broadcast in French based on their content ratings.": "Cuir cosc ar Chláir Theilifíse atá craolta i bhFraincis bunaithe ar a rátáil ábhair.",
	"Block content based on genre.": "Blocáil ábhar bunaithe ar sheánra.",
	"Blue": "Gorm",
	"Bluetooth Speaker Mode": "Mód Callaire Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Imfhuaim Bluetooth + Callaire Teilifíse Inmheánach",
	"Bluetooth Surround Sound Setup": "Socrú Fuaime Imfhuaim Bluetooth",
	"Bolivia": "An Bholaiv",
	"Bosnia": "An Bhoisnia",
	"Bosnia And Herzegovina": "an Bhoisnia agus an Heirseagaivéin",
	"Bosnian": "Boisnis",
	"Botswana": "an Bhotsuáin",
	"Brazil": "An Bhrasaíl",
	"Brazilian Punk": "Punc na Brasaíle",
	"Brightness": "Gileacht",
	"Broadcast Country": "Tír Chraolta",
	"Broadcast Mail": "Craol Postais",
	"Brussels": "an Bhruiséil",
	"Bulgaria": "An Bhulgáir",
	"Bulgarian": "Bulgáiris",
	"Burkina Faso": "Buircíne Fasó",
	"Burundi": "an Bhurúin",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Trí 'Athshocraigh' a bhrú, scriosfaidh tú na sonraí bainteach le fógraí atá bailithe ag LGE ón Smart TV seo san am a chuaigh thart. D’fhéadfadh tionchar a bheith ag brú 'Athshocraigh’ ar na cineálacha fógraí a fheiceann tú amach anseo ach ní stopfaidh sé fógraí ag teacht chugat.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Trí Live Plus a chur ar siúl tá tú ag ceadú bailiúchán eolais amharctha ag LG Electronics Inc. (\"LGE\") trín mhodúl ACR, a thig a roinnt ar bhunús gan tréithe pearsanta le triú pháirtithe chun seirbhísí idirghníomhacha a chur ar fáil duit. Thig linn eolas comhliomlán gan tréithe pearsanta le triú pháirtithe chun críocha margaíochta chomh maith. Le do thoil nótail nach mbailíonn muid nó nach gcuireann muid amach aon eolas d'aon ghnó ó nó faoi leanaí níos óige ná 13. Tá eolas sonrach faoi Live Plus léirithe san Eolas Amharctha (téarmaí) a thig rochtain a fháil ar sa roghchlár socruithe SmartTV. Molann LGE go láidir go ndéantar athbhreithniú ar an leagan iomlán den Eolas Amharctha (téarmaí) sula ngíomhaítear an fheidhm Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Trí Live Plus a chur ar siúl, tuigeann tú go dtig leis an inneachar léirithe ar do Theilifís a bheith aitheanta, agus d’fhéadfadh sé a bheith úsáidte le taithí amharctha feabhsaithte agus seirbhís pearsantaithe lena n-áirítear moltaí inneachair agus fógraí a chur ar fáil duit. Déan athbhreithniú ar an Pholasaí Príobháideachais agus na hAontuithe Úsáideora sa roghchlár socruithe le do thoil le haghaigh tuilleadh eolais.",
	"CI Information": "Eolas CI",
	"CI password incorrect. Please enter again.": "Pasfhocal CI mícheart. Triail arís le do thoil.",
	"CS1 Board": "Clár CS1",
	"CS2 Board": "Clár CS2",
	"Cable": "Cábla",
	"Cable ATV": "ATV Cábla",
	"Cable DTV": "DTV Cábla",
	"Cable Radio": "Raidió Cábla",
	"Cambodia": "an Chambóid",
	"Cameroon": "Camarún",
	"Can not Find Channel": "Ní thig Cainéal a Aimsiú",
	"Canada": "Ceanada",
	"Canary Islands": "na hOileáin Chanáracha",
	"Cancel": "Cealaigh",
	"Cancel Schedule": "Cealaigh Sceideal",
	"Cancel Update": "Ceallaigh Nuashonrú",
	"Cantonese": "Cantainis",
	"Cape Verde": "Rinn Verde",
	"Catalan": "Catalóinis",
	"Caution": "Aire",
	"Cayman Islands": "Oileáin Cayman",
	"Center": "Lár",
	"Central African Republic": "Poblacht na hAfraice Láir",
	"Chad": "Sead",
	"Change blue intensity and adjust the color balance.": "Athraigh déine gorm agus leasaigh an chothromaíocht datha.",
	"Change green intensity and adjust the color balance.": "Athraigh déine glas agus leasaigh an chothromaíocht datha.",
	"Change red intensity and adjust the color balance.": "Athraigh déine dearg agus leasaigh an chothromaíocht datha.",
	"Change the left / right sound": "Athraigh an fhuaim ar chlé / ar dheis",
	"Change the position of captions using the 4-way dial on the remote control.": "Athraigh suíomh na bhfotheideal ag baint úsáid as diail 4-threo ar an chianrialtán.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Thig le harthú réigiún na cainéil tiúnta reatha a athrú ar do Theilifís. Thig cainéil a aththiúnadh in Uath-Thiúnadh. Ar mhaith leat na socruithe réigiúanacha a athrú anois?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Má athraítear an tír, déanfar do Theilifís a atosú agus seans go mbeidh ort aontú le Aontuithe Úsáideora LG arís. Chomh maith le sin tá seans go n-athróidh an fáil atá air aipeanna agus seirbhísí bunaithe ar an Tír Seirbhíse LG. Ar mhaith leat leanúint ar aghaidh?",
	"Channel Locks": "Glasanna Cainéil",
	"Channel Manager": "Bainisteoir Cainéil",
	"Channel Scrolling Options": "Roghanna Scrollála Cainéil",
	"Channel Tuning": "Tiúnadh Cainéil",
	"Channel Tuning & Settings": "Tiúnadh & Socruithe Cainéil",
	"Channels": "Cláir",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Ní thig cainéil ó HDMI agus ionchur seachtracha eile a ghlasáil. Leis na cainéil Teilifíse a ghlasáil, athraigh an ionchur reatha chuig Live TV.",
	"Chatham Islands": "Oileáin Chatham",
	"Check TV information.": "Seiceáil eolas Teilifíse.",
	"Check alarm messages about the user settings or TV status.": "Seiceáil teachtairechtaí aláraim i dtaobh na socruithe úsaideora nó stádas Teilifíse.",
	"Check descriptions for each LG webOS TV functions.": "Seiceáil cur síos gach feidhm Teilifíse LG webOS TV.",
	"Check for Advertising settings and set it.": "Seiceáil do shocruithe Fógraíochta agus socraigh é.",
	"Check for Updates": "Seiceáil do Nuashonruithe",
	"Check for available functions with Voice and set Voice Settings.": "Seiceáil do fheidhmeanna atá ar fáil le Glór agus socraigh Socruithe Glóir.",
	"Check for problems with the picture quality.": "Seiceáil do dheacrachtaí le caighdeán an phictiúir.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Seiceáil do dheacrachtaí le caighdeán fuaime an Challaire Teilifíse Inmheánach.",
	"Check for software updates and update if available.": "Seiceáil do nuashonruithe bogearraí agus nuashonraigh má tá siad ar fáil.",
	"Check whether the Bluetooth device is in pairing mode.": "Seiceáil cibé an bhfuil an gléas Bluetooth i mód péireála.",
	"Check your TV status to solve problems or use remote support.": "Seiceáil stádass do Theilifís le deacrachtaí a réitiú nó bain úsáid as tacaíocht cianda.",
	"Checking Password": "Ag Seiceáil Pasfhocal",
	"Checking for Updates": "Seiceáil do Nuashonruithe",
	"Checking...": "Ag seiceáil...",
	"Children": "Páistí",
	"Children Age": "Aois Clainne",
	"Children Program Locks": "Glasanna Clár Páistí",
	"Children over 8 are allowed to watch.": "Tá cead ag páistí os cionn 8 amharc.",
	"Chile": "An tSile",
	"China": "An tSín",
	"Chinese": "Sínis",
	"Choose to have all channels or just your primary ones when you change channels.": "Roghnaigh na cainéil uilig a bheith agat nó díreach na cinn phríomha nuair a athraíonn tú cainéil.",
	"Christmas Island": "Oileán na Nollag",
	"Cinema": "Pictiúrlann",
	"Cinema Clear": "Pictiúrlánn Glan",
	"Cinema Home": "Baile Pictiúrlainne",
	"Cinema View": "Amharc Pictiúrlainne",
	"Cinema View (32:12)": "Amharc Pictiúrlainne (32:12)",
	"Cinema Zoom": "Zúmáil Pictiúrlainne",
	"City": "Cathair",
	"City Selection": "Rogha Cathrach",
	"Clean Audio": "Fuaim Ghlan",
	"Clear": "Glan",
	"Clear1": "Glan",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Cliceáil an cnaipe CEANGAIL thíos nuair atá do Mhéarchlár Gan Sreang LG curtha ar siúl agus socruithe ar mhód péireála.",
	"Close": "Dún",
	"Closed Caption": "Fortheideal Dúnta",
	"Closed Caption Settings": "Socruithe Foscríbhínn Dúnta",
	"Code Value": "Luach Cóid",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Bailigh agus stóráil seoladh MAC, uimhir chineáil, cód tíre, socruithe teanga agus leagan bog-earraí leis an leagan is déanaí bogearraí le huasdhátú a dheimhniú.",
	"Colombia": "An Cholóim",
	"Color": "Dath",
	"Color Gamut": "Raon Dathanna",
	"Color Management System": "Córas Bainistíochta Datha",
	"Color Temperature": "Teocht Datha",
	"Component": "Comhpháirt",
	"Conakry": "Conacraí",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Deimhnigh na téarmaí agus coinníollacha nó athraigh cibé ar mhaith leat glacadh leis an aontú.",
	"Congo Brazzaville": "Congó Brazzaville",
	"Connect": "Ceangail",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Ceangail callaire Bluetooth agus callaire Teilifíse agus déan Moill Fuaime idir na callairí a leasú go huathoibríoch.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Ceangail gléas fuaime seachtrach, a thacaíonn le eARC, a cheangal leis an eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Ceangail gléasanna seachtracha cosúil le Bosca Bairr, Barra Fuaime agus mar sin de leis an Teilifís bunaithe ar eolaí.",
	"Connect the LAN cable directly to the TV to use the network.": "Ceangail an cábla LAN díreach leis an Teilifís leis an líonra a úsáid.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Ceangal leis an líonra trí na seoltaí IP agus freastalaí DNS a chur isteach de láimh.",
	"Connect to the network if a wireless router is installed.": "Ceangal leis an líonra má tá rodaire gan sreang suiteáilte.",
	"Connect via WPS PBC": "Ceangail trí WPS PBC",
	"Connect via WPS PIN": "Ceangail trí WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Ceangal do Theilifís le do Rodaire nó móideim le cábla Ethernet chun do cheangal líonra sreangaithe a ghníomhú.",
	"Connect your TV with WiSA Speakers wirelessly.": "Ceangail do Theilifís le Callairí WiSA gan sreang.",
	"Connectable Devices ({num})": "Gléasanna Incheangailte ({num})",
	"Connected": "Ceangailte",
	"Connected to Internet": "Ceangailte leis an Idirlíon",
	"Connecting...": "Ag ceangal...",
	"Connection": "Ceangail",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Tá Bainstíocht Ceangal ar fáil le fón cliste nó Ríomhaire ar fáil. Chun Teilifís a cheangal le gléas móibíleach, tá socruithe agus iarratais ceangailite de dhíth ar an bhfón cliste agus an Ríomhaire.",
	"Content Recommendations": "Moltaí Ábhair",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Seinnfidh ábhar le fuaim oiriúnach d’éisteacht ilchainéal má thacaíonn seirbhís HbbTV le fuaim ilchainéal.",
	"Contrast": "Codarsnacht",
	"Cool": "Fionnuar",
	"Copenhagen": "Cóbanhávan",
	"Copy Channels": "Cóipeáil Cainéil",
	"Copy/Delete file": "Cóipeáil/Scrios Comhaid",
	"Correct contrast and brightness by adjusting black levels.": "Cearaigh codarsnacht agus gile trí leibhéil dubha a leasú.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Úsáid an picteilín pictiúir cheart le cosc a chur ar dheacrachtaí caighdeáin phictiúir a dtig a tharlú nuair atá do Theilifís ar siúl ar feadh tréimhse fada.",
	"Costa Rica": "Cósta Ríce",
	"Could not fined available network.": "Níor aimsíodh líonra atá ar fáil.",
	"Croatia": "An Chróit",
	"Croatian": "Cróitis",
	"Cuba": "Cúba",
	"Current time is not valid. Do you want to set the correct time now?": "Nil an t-am reatha bailí. Ar mhaith leat an t-am ceart a shocrú anois?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Beidh luachanna reatha na socruithe oriúnaithe do mhód pictiúir curtha i bhfeidhm ar mhód {pictureMode} do na hionchuir uilig. Ar mhaith leat leanúint ar aghaidh?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Beidh an gléas LG Wireless Keyboard atá ceangailte faoi láthair dícheangailte ó do Theilifís. Ar mhaith leat leanúint ar aghaidh?",
	"Custom": "Saincheaptha",
	"Custom Time Zone": "Crios Ama OIriúnaithe",
	"Customer Service": "Seirbhís Custaiméara",
	"Cyan": "Cian",
	"Cyprus": "An Chipir",
	"Czech": "Seicis",
	"Czech Republic": "Poblacht na Seice",
	"DNS Server": "Freastalaí DNS",
	"DR Congo": "PD an Chongó",
	"DTV Audio Setting": "DTV Socrú Fuaime",
	"Damascus": "an Damaisc",
	"Danish": "Danmhairgis",
	"Data Service": "Seirbhís Sonraí",
	"Date": "Dáta",
	"Day": "Lá",
	"De-Judder": "Díchreathaigh",
	"Delete": "Scrios",
	"Delete Connection History": "Scrios Stair Ceangailte",
	"Delete Pairing History": "Scrios Stair Phéireála",
	"Delete Usage Data": "Scrios Sonraí Úsáide",
	"Demo Options": "Roghanna Taispeána",
	"Democratic Republic of the Congo": "Poblacht Dhaonlathach an Chongó",
	"Denmark": "An Danmhairg",
	"Depressed": "Íslithe",
	"Deregister": "Díchláriagh",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Déan cur síos ar na hábhair ar an scáieán le glór ionas go dtig le daoine le lagamharc an Teilifís a úsáid.",
	"Detect Range": "Aithin Raon",
	"Device Connection Settings": "Socruithe Ceangai Gléis",
	"Device List": "Liosta Gléis",
	"Device Name": "Ainm Gléis",
	"Digital Mode": "Mód Digiteach",
	"Digital Sound Out": "Fuaim Digiteach Amach",
	"Digital TV": "Teilifís Digiteach",
	"Directed to Older Children (ages 7 and above)": "Dírithe ar Phaistí Níos Sine (aois 7 agus os a chionn)",
	"Disabled": "Díchumasaithe",
	"Disconnect": "Dícheangail",
	"Display captions for hearing-impaired viewers to use TV.": "Taispeáin fotheideail le go dtíg le daoine le lagéisteacht an Teilifís a úsáid.",
	"Display fast-moving content smoothly and clearly.": "Léirigh ábhair a bhogann go gasta, go mín agus go soiléir.",
	"Display luminance level for the highest point (100 IRE).": "Taispeán leibheál lonrais don phointe is airde (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Léirigh pictiúir i dteocht teolaí nó fionnuar.",
	"Do Not Sell My Personal Information": "Ná Díol Mo Fhaisnéis Pearsanta",
	"Do Not Track": "Ná Rianaigh",
	"Do you want to continue?": "Ar mhaith leat leanúint ar aghaidh?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Ar mhaith leat liosta cainéil a chóipeáil ó do Theilifís chuig an stóras USB? Scriosfar na cainéil reatha i do Theilifís.",
	"Do you want to copy channel list from your TV to the USB storage?": "Ar mhaith leat liosta cainéil a chóipeáil ó do Theilifís chuig stóras USB?",
	"Do you want to reset Position Settings?": "Ar mhaith leat na Socruithe Suímh a athshocrú?",
	"Do you want to reset Volume Control?": "Ar mhaith leat na Rialú Airde a athshocrú?",
	"Do you want to set the correct time now?": "Ar mhaith leat an t-am ceart a shocrú anois?",
	"Do you want to turn your TV off now?": "Ar mhaith leat do Theilifís a mhúchadh anois?",
	"Dominica": "Doiminice",
	"Dominican Republic": "An Phoblacht Dhoiminiceach",
	"Done": "Déanta",
	"Download Mail": "Íoslódáil Postais",
	"Download and Install": "Íoslódail agus Suiteáil",
	"Downloadable Rating": "Rátáil Iníoslódáilte",
	"Dual Mono": "Démhona",
	"Dublin": "Baile Átha Cliath",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Le linn Am Múchta Always-on, bíonn cuid de na gnéithe ar nós aitheant glóir srl teoranta agus an scáileán múchta.",
	"Dutch": "Ollainnis",
	"Dynamic Color": "Dath Dinimiciúil",
	"Dynamic Contrast": "Codarsnacht Dinimiciúil",
	"Dynamic Tone Mapping": "Mapáil Toin Dhinimiciúil",
	"Easter Island": "Oileán na Cásca",
	"Eastern Africa": "Oirthear na hAfraice",
	"Eco Mode": "Mód Eco",
	"Ecuador": "Eacuadór",
	"Edge Color": "Dath Ciumhaise",
	"Edge Enhancer": "Méadaitheoir Ciumhaise",
	"Edge Type": "Cineál Ciumhaise",
	"Edit": "Leasaigh",
	"Egypt": "An Éigipt",
	"El Salvador": "an tSalvadóir",
	"El salvador": "An tSalvadóir",
	"Emergency Alert": "Foláireamh Éigeandála",
	"Enabled": "Cumasaithe",
	"Energy Saving": "Sábháil Cumachta",
	"Energy consumption may increase if this feature is on.": "Seans go méadóidh ídiú fuinnimh má tá an ghné seo ar siúl.",
	"Energy saving modes to limit power consumption.": "Móid sábháilte cumhachta le srian a choinneáil ar úsáid cumachta.",
	"English": "Béarla",
	"Enhance the bass sound.": "Feabhsaigh an Borradh Dorda.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Méadaigh an codarsnacht idir limistéirí geal agus dorcha de roghchláir áirithe ar nós cúlra agus téasc ionas go dtig leo siúd le droch-amharc é a fheiceáil go héasca.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Feabhsaigh taifeach agus gileacht an inneachair le halgartam foghlamtha trí theicníc domhain-fhoghlamtha LG agus déan doimhneacht a optamú trí anailís inneachair.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Bain sult as ábhar Dolby Atmos leis an fhuaim optúil trín éifeacht réimse fuaime a chur ar siúl.",
	"Enjoy TV sound by connecting Wired Headphones.": "Bainn sult as fuaim Teilifíse trí Chluasáin Sreangaithe a cheangal.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Bain sult as fuaim Teilifíse trí ghléasanna fuaime seachtracha ceangailte leis an phort HDMI IN(ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Bain sult as fuaim Teilifíse trí ghléasanna fuaime seachtracha ceangailte leis an phort OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Bain sult as le gléas fuaime LG ceangailte leis an phort OPTICAL DIGITAL AUDIO OUT Port.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Bain sult as fuaime Teilifíse trí ghléasanna fuaime ceangailte leis na poirt aschuir sheachtracha Fuaim Amach/Cluasáin.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Bain sult as fuaim Teilifíse trín Challaire Teilifíse Inmheánach agus Cluasáin Sreangaithe.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Bain sult as fuaime Teilifíse trí ghléasanna fuaime seachtracha ceangailte leis an Challaire Teilifíse Inmheánach agus port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Bain sult as fuaim nádúrtha agus soiléir.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Bain sult as fuaim le gléas fuaime gan sreang ceangailte le LG Sound Sync nó Bluetooth.",
	"Enjoy the sound optimized to the room.": "Bain sult an fhuaim optamaithe don seomra.",
	"Enter CI Password": "Cuir Isteach Pasfhocal CI",
	"Enter the PIN in your router's settings.": "Cuir isteach do UAP i Socruithe do Rodaire.",
	"Enter the master password.": "Cuir isteach an mháistir pasfhocal.",
	"Equalizer": "Cothromóir",
	"Equatorial Guinea": "an Ghuine Mheánchiorclach",
	"Eritrea": "an Eiritré",
	"Estonia": "An Eastóin",
	"Estonian": "Eastóinis",
	"Ethiopia": "An Aetóip",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Fiú má tá an socrú múchta, thig leat na sonraí gaolmhara a sheiceáil trín mheirge cainéil, aitheant ghlóir.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Thig leat éisteacht le ceol trín ghléas móibíleach a cheangal, fiú agus an Teilifís múchta agus ag baint leas an íosmhéid cumhachta. Tá mol mór gnéithe a dtig a úsáid arís go gasta nuair a lastar an Teilifís.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Fiú nuair atá an Teilifís múchta, thig leat éisteacht le ceol trí fhón cliste a cheangal leis an Teilifís trí Bluetooth.",
	"Every Day": "Achan Lá",
	"Every Weekday": "Achan Lá den tSeachtain",
	"Every Weekend": "Achan Deireadh Seachtaine",
	"Expert (Bright Room)": "Saineolaí (Seomra Geal)",
	"Expert (Dark Room)": "Saineolaí (Seomra Dorcha)",
	"Export your TV's channel list information to a connected USB device.": "Easportáil sonraí liosta cainéil do Theilifís chuig gléas USB ceangailte.",
	"Extended": "Leathnaithe",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Seasns go ndéanfaidh síneadh tréimhse ama an socrú Uathmhúchta nó múchadh an fheidhm ídiú chumhacht a mhéadú.",
	"Extreme": "Foircneach",
	"Eye Comfort Mode": "Mód Compord Súl",
	"FILMMAKER MODE Auto Change": "Uath-Athrú FILMMAKER MODE",
	"Fantasy Violence": "Foréigean Fantasaíochta",
	"Fast": "Gasta",
	"Fiji": "Fidsí",
	"Find and tell an audio device available to connect around TV.": "Aimsigh agus inis do ghléas fuaime atá ar fáil thart ar an Teilifís le ceangal.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Déan tiúnadh mín ar spásanna dathanna dearg, glas, gorm, cian, maigeanta agus buí.",
	"Finland": "An Fhionlainn",
	"Finnish": "Fionlainnis",
	"Flash": "Splanc",
	"Flat Mode": "MÓD SCÁILEÁIN RÉIDH",
	"Font": "Cló",
	"Font 1": "Cló 1",
	"Font 2": "Cló 2",
	"Font 3": "Cló 3",
	"Font 4": "Cló 4",
	"Font 5": "Cló 5",
	"Font 6": "Cló 6",
	"Font 7": "Cló 7",
	"Font 8": "Cló 8",
	"Football": "sacar",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Do rodaire gan sreang WPS(Socrú Cosanta Wi-Fi)-cumasaithe, cuir isteach do chód UAP le ceangail leis an líonra gan sreang.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Do rodaire gan sreang WPS(Socrú Cosanta Wi-Fi)-cumasaithe, brúigh an cnaipe WPS-PBC leis an Teilifís a cheangal le líonra gan sreang.",
	"France": "An Fhrainc",
	"French": "Fraincis",
	"French Polynesia": "Polainéis na Fraince",
	"Full Wide": "Lán Leithead",
	"Gabon": "An Ghabúin",
	"Gaelic": "Gaidhlig",
	"Galapagos Islands": "Oileáin Galápagos",
	"Galician": "Gailísis",
	"Gallery": "Gailearaí",
	"Gambia": "An Ghaimbia",
	"Game": "Cluiche",
	"Gamma": "Gáma",
	"Gateway": "Geata",
	"General": "Ginearálta",
	"General Age": "Aois Ginearálta",
	"General Audience": "Lúcht Féachana Ginearálta",
	"General Audiences": "Lucht Féachana Ginearálta",
	"General Program Locks": "Glasanna Cláir Ghinearálta",
	"Georgia": "An tSeoirsia",
	"German": "Gearmáinis",
	"Germany": "An Ghearmáin",
	"Get started in a quiet environment for sound optimization.": "Tosaigh amach i dtimpeallachtt d’optamú fuaime",
	"Getting...": "Ag fáil...",
	"Ghana": "Gána",
	"Gibraltar": "Giobráltar",
	"Glace Bay": "Bá Glace",
	"Grayscale": "Liathscála",
	"Greece": "An Ghréig",
	"Greek": "Gréigis",
	"Green": "Glas",
	"Greenland": "an Ghraonlainn",
	"Grenada": "Greanáda",
	"Guadeloupe": "Guadalúip",
	"Guatemala": "Guatamala",
	"Guatemala City": "Cathair Ghuatamala",
	"Guernsey": "Geansaí",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Treoraigh roghchláir agus feidmheanna le glór ionas go dtig le daoine le lagamharc an Teilifís a úsáid.",
	"Guinea": "an Ghuine",
	"Guinea Bissau": "Guinea-Bissau",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "An Ghuine Mheánchriosach",
	"Gujarati": "Gúisearáitis",
	"Guyana": "An Ghuáin",
	"H Position": "Suíomh H",
	"H Sharpness": "H Géire",
	"H Size": "Méid H",
	"HD Mode": "Mód HD",
	"HD Mode Option": "Rogha Móid HD",
	"HDD Eco Mode": "HDD Mód Eco",
	"HDD Power Saving Mode": "HDD Mód Coigilte Cumhachta",
	"HDMI Input Audio Format": "Formáid Ionchur Fuaime HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1} agus HDMI {port2} le 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1} agus HDMI {port2} le Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Tacaíonn port HDMI {port1} le 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Tacaíonn port HDMI {port1} le Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1}, HDMI {port2} agus HDMI {port3} le 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1}, HDMI {port2} agus HDMI {port3} le Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1}, HDMI {port2}, HDMI {port3} agus HDMI {port4} le 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Tacaíonn poirt HDMI {port1}, HDMI {port2}, HDMI {port3} agus HDMI {port4} le Ultra HD Deep Colour.",
	"HDR Effect": "HDR Éifeacht",
	"HDR Picture Mode": "Mód Pictiúir HDR",
	"Haiti": "Háítí",
	"Hard of Hearing": "Éisteacht Lagaithe",
	"Headphones Volume": "Airde Cluasáin",
	"Hebrew": "Eabhrais",
	"Helsinki": "Heilsincí",
	"High": "Ard",
	"High Contrast": "Ardchodarsnacht",
	"Higher values increase a sense of warmth or coldness.": "Méadaíonn luachanna níos airde baistinnt teasa nó fuachta.",
	"Hindi": "Hiondúis",
	"Home Animation": "Beochan Baile",
	"Home Auto Launch": "Uath-sheoladh Baile",
	"Home Mode": "Mód Baile",
	"Home Promotion": "Promóisean Baile",
	"Home Settings": "Socruithe Baile",
	"Home/Store Mode": "Mód Baile/Siopa",
	"Honduras": "Hondúras",
	"Hong Kong": "Hong Cong",
	"Hongkong": "Hong Cong",
	"Hours": "Uair",
	"However, the IPv6 version of the address does not support editing.": "Áfach, ní thacaíonn an leagan IPv6 den seoladh le heagarthóireacht.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Le do Theilifís a choinneáil sa bhail is fearr, beidh Always-on díchumasaithe don chúiig uaire socraithe agus beidh an chumhacht múchta go hiomlán.",
	"Hungarian": "Ungáiris",
	"Hungary": "An Ungáir",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "TÁBHACHTACH! Déanfaidh athshocrú do shocruithe cuntais agus feidhmchláir suiteáilte uilig a scriosadh. Ní thig an ghníomh seo a chealú.",
	"IP (Automatic)": "IP (Uathoibríoch)",
	"IP (Manual)": "IP (De Láimh)",
	"IP Address": "Seoaldh IP",
	"Iceland": "An Íoslainn",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Le hUath Sionc Cumhachta roghnaithe, beidh do Theilifís curtha ar siúl nuair a chuireann tú gléas SIMPLINK ar siúl agus beidn do ghléasanna SIMPLINK múchta nuair a mhúchann tú do Theilifís.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Má tá Rialú Uilíoch den Bhosca Bairr/OTT socraithe, bain leas as úsáid Bosca Bairr/OTT ceangailte le cianrialtán LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Má tá gléas ceangailte leis an phort, thig leat amharc ar phictiúr optamaithe an chluiche le moill nó stopadh an ghléas físeáin a sheachaint.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Má tá sé ar siúl agus má cheanglaíonn tú gléas a thacaíonn le Ultra HD Deep Colour, seans go beidh do phictiúr níos soiléire.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Má tá taifeadadh nó nuashonrú bogearraí idir láimhe, fanfaidh sé go dtí go bhfuil siad tugtha chun críche agus thig leis an phróiséas glacadh níos faide ná uair an chloig.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Má tá taifeadadh nó nuashonrú bogearraí idir láimhe, fanfaidh sé go dtí go bhfuil siad tugtha chun críche agus thig leis an phróiséas glacadh níos faide ná {n} nóiméa(i)d.",
	"If the device is not connected, you may not hear any sound through it.": "Mura bhfuil an gléas ceangailte tá baol nach gcluinfidh tú a dhath as.",
	"If the edge of the screen is not clean, please turn this function off.": "Mura mbíonn imeall an scáileáin glan, múch an fheidhm seo le do thoil.",
	"If the program does not support multiple languages, the default language is selected.": "Mura dtacaíonn an clár le teangacha éagsúla, roghnaítear an teanra réamhshocraithe.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Mura dtacaíonn an clár leis an fhormáid aschuir roghnaithe, beidh an aschur réamhshocraithe ón fhoinse úsáitde.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Mura dtacaíonn an clár le socruithe fuaime éagsúla, beidh an fhuaim réamhshocraithe roghnaithe.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Má leanann an siomptóm céanna, athraigh an luach socraithe arís le do thoil nó atosaigh an gléas seachtrach.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Mura dtacaíonn an teanga roghnaithe leis, beidh an teanga réamhshocraithe ó chraoltaí úsáidte.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Mura bhfuil ioncur úsáideora faighte ag an scáileán statach le huair an chloig, athróidh sé chuig spárálaí scáileáin.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Má bhíonn an t-am socraithe an-éagsúil ón am reatha, seans nach mbeidh cuid de na gnéithe smart léirithe.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Mura gcluineann tú fuaim trín ghléas, deimhnigh go bhfuil sé ag obair mar is ceart agus go dtacaíonn sé le LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Má roghnaíonn tú mód Taispeáint Siopa, tá sé socraithe ar luachanna optmaithe ar mhaithe le taispeáint siopa a dhíolann Teilifís.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Má chuireann Treoir Fuaime ar siúl, ní thig leat bogadh ach le cnaipí clé, deas, suas, síos ar do chianrialtán agus ní thig roinnt aipeanna ar a bhfuil an pointeoir de dhíth a úsáid.",
	"If you turn it off, CAM operator's profile will be deleted.": "Má mhúchann tú é, beidh próifíl CAM an oibreora scriosta.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Má mhúchann tú é, ní bheidh na cainéil CAM tiúnta ar fáil agus ní chuirfear fógraí ar fáil níos mó.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Má mhúchann tú 'Quick Start+', ní bheidh tú in ann do Theilifís a chur ar siúl le Cianrialtán Saor. Ar mhaith leat leanúint ar aghaidh?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Má chastar an spárálaí scáileáin dó agus má fhanann an íomhá chéanna ar an scáileán feadh breis is 2 uair, thig leis cuir isteach ar chaighdeán pictiúir de scáileán. Má fhanann sé breis is 5 uair tá baol ann go mbeidh laghdú buan ar chaighdeán pictiúir. Ar mhaith leat leanúint ar aghaidh?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Má mhúchann tú an rogha seo, seans go bhfanfaidh an scáileán statach ann níos faide, rud a bhainfidh de chaighdeán an scáileáin nó rud nach dtiocfadh sé slán as i gcásanna áirithe.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Má tá tú ag úsaid feidhm Sábháil Cumhachta, beidh tionchar ar ghile do theilifís.",
	"Import your TV's channel list information from a connected USB device.": "Iomportáil sonraí liosta cainéil do Theilifís ó ghléas USB ceangailte.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Iomportáil/easportáil sonraí liosta cainéil do Theilifís ó/chuig gléas USB ceangailte.",
	"In Home": "Ag Baile",
	"India": "An India",
	"Indonesia": "An Indinéis",
	"Indonesian": "Indinéisis",
	"Inner": "Istigh",
	"Input": "Ionchur",
	"Input Locks": "Glasanna Ionchuir",
	"Input field": "Réimse ionchuir",
	"Installing...": "Ag suiteáil...",
	"Instant Game Response": "Uathfhreagra Cluiche",
	"Interactive Service": "Seirbhís Idirghníomhach",
	"Interactivity(DTVi)": "Idirghníomhachtacht(DTVi)",
	"Internal TV Speaker": "Callaire Teilifíse Inmheánach",
	"Invert Colors": "Inbhéartaigh Dathanna",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Aisiompaigh agus cúitigh le dathanna áirithe i roghchláir áirithe le feiceálacht na míreanna léirithe ar an scáileán a fheabhsú.",
	"Iran": "An Iaráin",
	"Iraq": "An Iaráic",
	"Ireland": "Éire",
	"Irish": "Gaeilge",
	"Israel": "Iosrael",
	"Istanbul": "Iostanbúl",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Tá sé athshocraithe chuig mód pictiúir go haonarach, mar si roghnaigh mód pictiúir atá uait agus athshocraigh é.",
	"It may not sound depending on connected devices.": "Seans nach mé fuaim as ag brath ar ghléasanna ceangailte.",
	"It may take a few minutes.": "Seans go dtógfaidh sé cúpla bomaite.",
	"It may take a few seconds.": "Seans go dtógfaidh sé cúpla soicind.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Cuireann sé an fhuaim optamach nó imfhuaim Virtual 4.0 ar fáil de réir an seánra amharctha foghlamtha trí theicníc meaisínfhoghlama LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Cuireann sé an fuaim optamach imfhuaim Virtual 5.1 ar fáil don ábhar amharctha le halgartam foghlamtha trí theicníc domhain-fhoghlamtha LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Cuireann sé fuaim optamaithe ar fáil trín fhuaim scáthánaithe a thúnadh sa seomra bunaithe ar chineál suiteáil na Teilifíse.",
	"It reduces jaggies in the picture for a smooth picture.": "Laghdaíonn sé míréireanna sa phictúir do phictúir maith.",
	"It works only when the broadcasting program supports captions.": "Ní oibríonn sé ach amháin nuair a thacaíonn an clár craolta le foscríbhinn.",
	"It works only when the broadcasting program supports subtitles.": "Ní oibríonn sé ach amháin nuair a thacaíonn an clár craolta le fotheidil.",
	"Italian": "Iodáilis",
	"Italy": "An Iodáil",
	"Ivory Coast": "An Cósta Eabhair",
	"Jamaica": "Iamáice",
	"Japan": "An tSeapáin",
	"Japanese": "Seapáinis",
	"Jerusalem": "Iarúsailéim",
	"Jordan": "An Iordáin",
	"Just Scan": "Scan Amháin",
	"Kannada": "Cannadais",
	"Kazakh": "Casaicis",
	"Kazakhstan": "An Chasacstáin",
	"Kenya": "An Chéinia",
	"Keyboard Languages": "Teangacha Méarchláir",
	"Korea": "An Chóiré",
	"Korean": "Cóiréis",
	"Kuwait": "Cuáit",
	"Kuwait City": "Cathair Chuáit",
	"Kyrgyzstan": "An Chirgeastáin",
	"LED Local Dimming": "Ísliú Logánta LED",
	"LG Logo Light (Front of TV)": "Solas Lógó LG (Tosach na Teilifíse)",
	"LG Services Country": "Tír Seirbhísí LG",
	"LG Wireless Keyboard": "Méarchlár Gan Sreang LG",
	"LG Wireless Keyboard Connected:": "Méarchlár Gan Sreang LG ceangailte:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Ligeann Méarchlár Gan Sreang LG duit Teilifís a rialú trí Bluetooth.",
	"Language": "Teanga",
	"Large": "Mór",
	"Last tuning:": "Tiúadh deireanach:",
	"Latvia": "An Laitvia",
	"Latvian": "Laitvis",
	"Lebanon": "An Liobáin",
	"Left": "Clé",
	"Left Right": "Clé/Deas",
	"Left Surround": "Imfhuaim Ar Chlé",
	"Left drop shadow": "Scáth titime clé",
	"Legal Notice": "Fógra Dlí",
	"Liberia": "An Libéir",
	"Libya": "An Libia",
	"Liechtenstein": "Lichtinstéin",
	"Light": "Solas",
	"Limit AD Tracking": "Srianaigh Rianú AD",
	"Lisbon": "Liospóin",
	"Lithuania": "An Liotuáin",
	"Lithuanian": "Liotuáinis",
	"Live Theater": "Amharclann Bheo",
	"Loading...": "Ag lódáil...",
	"Local": "Áitiúil",
	"Local Language": "Teanga Áitiúil",
	"Location": "Suíomh",
	"Lock All": "Glasáil Uilig",
	"Lock changes for currently running apps will be applied the next time they are started.": "Beidh athraithe den ghlas do aipeanna atá a rith i láthair na huaire curtha i bhfeidhm an chéad uair eile a thosaítear iad.",
	"Logo Luminance Adjustment": "Leasaigh Lonras Lógó",
	"London": "Londain",
	"Low": "Íseal",
	"Luminance": "Lonras",
	"Luxembourg": "Lucsamburg",
	"MAC Address": "Seoladh MAC",
	"MAC Address (Wired)": "Seoladh MAC (Sreangaithe)",
	"MAC Address (Wireless)": "Seoladh MAC (Gan Sreang)",
	"MASTER PASSWORD": "MÁISTIR PASFHOCAL",
	"MHEG Guide": "Treoir MHEG",
	"MPEG Noise Reduction": "Laghdú Torainn MPEG",
	"Macedonia": "An Mhacadóin",
	"Macedonia, The Former Yugoslav Republic Of": "Iar-Phoblacht Iúgslavach na Macadóine",
	"Macedonian": "Macadóinis",
	"Madeira": "Maidéara",
	"Madrid": "Maidrid",
	"Magenta": "Maigeanta",
	"Make blurry or difficult-to-see areas more vivid.": "Déan áiteanna atá doiléir nó doilí a fheiceáil níos beoga.",
	"Malawi": "An Mhaláiv",
	"Malay": "Malaeis",
	"Malayalam": "Mailéalaimis",
	"Malaysia": "An Mhalaeisia",
	"Maldives": "Oileáin Mhaildíve",
	"Mali": "Mailí",
	"Malta": "Málta",
	"Manage channels stored on the TV.": "Déan bainistiú ar chainéil stóráilte ar an Teilifís.",
	"Manama": "Al-Manāmah",
	"Mandarin": "Mandairínis",
	"Manila": "Mainile",
	"Manual": "Lámhleabhar",
	"Maori": "Maoiris",
	"Marathi": "Maraitis",
	"Marshall Islands": "Oileáin Marshall",
	"Mature Audience Only": "Lucht Féachana Fásta Amháin",
	"Mauritania": "An Mháratáin",
	"Mauritius": "Oileán Mhuirís",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Uasmhéadaigh codarsnacht trí dhéine cuideanna geala agus dorcha an scáileáin a mhéadú.",
	"Medium": "Meán",
	"Menu Language": "Teanga Roghchláir",
	"Menu Transparency": "Trédhearcacht Roghchláir",
	"Message": "Teachtaireacht",
	"Method": "Modh",
	"Mexico": "Meicsiceo",
	"Mexico City": "Cathair Mheicsiceo",
	"Middle East": "Meán-Oirthear",
	"Minutes": "Bomaití",
	"Mobile Connection Management": "Bainistíocht Ceangal Móibíleach",
	"Mode Option": "Rogha Móid",
	"Model": "Múnla",
	"Moldova": "an Mholdóiv",
	"Monaco": "Monacó",
	"Mongolia": "An Mhongóil",
	"Montenegro": "Montainéagró",
	"Month": "Mí",
	"Morocco": "Maracó",
	"Moscow": "Moscó",
	"Motion Eye Care": "Cúrám Gluaiseachta Súile",
	"Movie Lock": "Glas Scannáin",
	"Mozambique": "Mósaimbíc",
	"Multi": "Iolrach",
	"Multi Audio": "Il-Fhuaim",
	"Multi Channel Audio": "Ilchainéal Fuaime",
	"Multi Feed": "Il-Fotha",
	"Multiple": "Iolra",
	"Music": "Ceol",
	"Myanmar": "Maenmar",
	"NEXTGEN TV Mode": "Mód Teilifís NEXTGEN",
	"Namibia": "An Namaib",
	"Narrow": "Cúng",
	"Natural": "Nádúrtha",
	"Nepal": "Neipeal",
	"Netherland": "An Ísiltír",
	"Netherlands": "An Ísiltír",
	"Network": "Líonra",
	"Network Connection Settings": "Socruithe Ceangal Líonra",
	"Network Name": "Ainm Líonra",
	"Network-Based Personalization Recommendations": "Moltaí Pearsanaithe Líonra- Bhunaithe",
	"New Caledonia": "an Nua-Chaladóin",
	"New York": "Nua-Eabhrac",
	"New Zealand": "An Nua-Shéalainn",
	"Next": "Ar aghaidh",
	"Nicaragua": "Nicearagua",
	"Nigeria": "An Nigéir",
	"Night": "Oíche",
	"No": "Níor mhaith",
	"No Internet via 3G/4G network": "Níl Idirlíon ar fáil trín Líonra 3G/4G",
	"No Internet via Ethernet": "Níl Idirlíon trín Ethernet",
	"No Internet via Wi-Fi": "Níl Idirlíon trín Wi-Fi",
	"No One 17 and Under Admitted.": "Níl Cead Rochtana ar Éinne atá 17 nó Faoina Bhun.",
	"No Operation Auto Off": "Níl Uathmhúchadh Oibriúcháin Ann",
	"No Signal Auto Off": "Níl Uathmhúchadh Comhartha Ann",
	"No Signal Image": "Níl Íomhá Comhartha Ann",
	"No Signal Power Off (15Min)": "Níl Comhartha Ann Múch (15Boim)",
	"No devices have been found.": "Níl gléasanna seachtracha ar bith aimsithe.",
	"No paired devices.": "Níl gléasanna péireáilte ann.",
	"No signal on Server": "Níl comhartha ar an Fhreastalaí",
	"No updates found.": "Níor aimsíodh nuashonrú ar bith.",
	"Noise Reduction": "Laghdú Torainn",
	"None": "Ceann ar bith",
	"Normal": "Normálta",
	"North Korea": "an Chóiré Thuaidh",
	"Northern Africa": "Tuaisceart na hAfraice",
	"Norway": "An Iorua",
	"Norwegian": "Ioruais",
	"Not Connected": "Nil tú Ceangailte",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nóta: Mura dtacaíonn do ghléas leis an ghné seo seans nach n-oibreoidh sé mar is ceart. Sa chás sin, thig leat an gléas a cheangail le port HDMI éagsúil nó an socrú 8K HDMI Ultra HD Deep Colour a mhúchadh.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nóta: mura dtacaíonn do ghléas leis an ghné seo seans nach n-oibreoidh sé mar is ceart. Sa chás sin, thig leat an gléas a cheangail le port HDMI éagsúil nó an socrú Ultra HD Deep Colour HDMI a mhúchadh.",
	"Note: Available options depend on the broadcast program.": "Nóta: Braitheann na roghanna atá ar fáil ar an chlár craolta.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nóta: Seans go mbeidh an fheidhmiú éagsúil murar gléas LG an gléas ceangailte.",
	"Note: Only displayed when it is provided by the program.": "Nóta: Léirítear ach amháin nuair atá sé curtha ar fáil ag an chlár.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nóta: Ní léirítear na fotheidil ach amháin nuair a chuirtear ar fáil ag an chlaor croalta iad.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nóta: Seans go mbeidh difear sna gnéithe tacaithe ó chineál go cineál agus a thrédhearcacht trí fheidhmiú an ghné le hathsheinm ábhar cosúil le Live TV nó abhar VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nóta:<br>1. Má tá do Theilifís ar siúl fad atá Athnuachan Picteilín idir láimhe, stopfaidh sé an próiséas agus beidh ort tosú arís.<br>2. Seans go dtiocfaidh líne bán aníos ar an scáileán le linn próiséala. Is é seo an gnáthrud agus tú ag glanadh do scáileán.",
	"Notifications": "Fógraí",
	"OK": "CEART GO LEOR",
	"OLED LIGHT": "SOLAS OLED",
	"OLED Screen Saver": "Spárálaí Scáileáin OLED",
	"Object Audio": "Fuaim Ruda",
	"Off": "Múchta",
	"Oman": "Óman",
	"On": "Ar siúl",
	"OnTimer Channel not selected": "Níor roghnaíodh an cainéal Amadóir Air.",
	"Open": "Oscailte",
	"Open Source Licenses": "Fógra Bogearraí Foinse Oscailte",
	"Open when TV is turned on": "Oscail Nuair Atá An Teilifís Ar Siúl",
	"Operate once when TV is off": "Feidhmigh nuair atá an Teilifís múchta.",
	"Optical": "Optúil",
	"Optical + Internal TV Speaker": "Optúil + Callaire Teilifíse Inmheánach",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optamaigh doimhneacht d’inneachair halgartam foghlamtha trí theicníc meaisínfhoghlama LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optamaigh socruithe codarsnachta bunaithe ar ghile íomhá an ábhar HDR.",
	"Optimize contrast settings based on image brightness.": "Optamaigh socruithe codarsnachta bunaithe ar ghile íomhá.",
	"Optimize the sound for a cinematic experience.": "Optamaigh an fhuaim do thaithí pictiúrlainne.",
	"Original Language": "Teanga Bunaidh",
	"Others": "Eile",
	"Outer": "Amuigh",
	"Output sound through the Internal TV speaker.": "Aschur fuaime trín Challaire Teiliifíse Seachtrach.",
	"PIN: {pin}": "UAP: {pin}",
	"Pakistan": "An Phacastáin",
	"Panama City": "Panamá",
	"Panjabi": "Puinseáibis",
	"Papua New Guinea": "Nua-Ghuine Phapua",
	"Paraguay": "Paragua",
	"Parental Guidance Suggested": "Treoir Tuismitheora Molta",
	"Parental Guidance Suggested :": "Treoir Tuismitheora Molta :",
	"Parental guidance suggested for children ages 8-13.": "Treoir Tuismitheora molta do pháisití idir 8-13.",
	"Parents Guidance strongly required :": "Treoir Tuismitheora Molta de dhíth go géar :",
	"Parents Strongly Cautioned": "Fainic Láidir Curtha Ar Thuismitheoirí",
	"Paris": "Páras",
	"Pass Through": "Cuir Ar Aghaidh",
	"Password": "Pasfhocal",
	"Patent Information": "Eolas Patainne",
	"Peak Brightness": "Uasghileacht",
	"Persian": "Dairis",
	"Peru": "Peiriú",
	"Philippines": "Na hOileáin Fhilipíneacha",
	"Photo": "Grianghraf",
	"Pick a Time": "Pioc Am",
	"Picture": "Pictiúr",
	"Picture Mode": "Mód Pictiúir",
	"Picture Mode Settings": "Socruithe Mhód Pictiúir",
	"Picture Options": "Roghanna Pictiúir",
	"Picture Test": "Tástáil Pictiúir",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Seans nach n-oibreoidh pictiúr nó fuaim i gceart fad atá gléas seachtrach ceangailte agus Teilifís ag tosú cumarsáid. Má leanann an deacracht, fill na socruithe le do thoil nó déan go ghléas seachtrach ceangailte a athbhútháil.",
	"Pitch": "Tuinairde",
	"Pixel Refresher": "Athnuachan Picteilín",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Ligeann Athnuachan Picteilín don Teilifís an pictiúr is gile atá ann a léiriú.",
	"Pixel Refresher begins only once when the TV is turned off.": "Ní thosaíonn Athnuachan Picteilín go dtí go bhfuil an Teilifís múchta.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Tá Athnuachan Picteilín sceidealaithe le tosú an chéad uair eile a bheidh do Theilifís múchta.",
	"Play": "Seinn",
	"Play sound through TV Speaker.": "Seinn fuaim trí Challaire Teilifíse.",
	"Play the standard sound suitable for all types of content.": "Seinn an fhuaim caighdeánach atá oiriúnach do gach cineál ábhair.",
	"Please check if WiSA Speakers are turned on and try again.": "Seiceáil an bhfuil Callairí WiSA ar siúl agus triail arís le do thoil.",
	"Please check that the Bluetooth device is already connected to another device.": "Seiceáil an bhfuil an gléas Bluetooth ceangailte le gléas eile cheana féin le do thoil.",
	"Please check the network name and password and try again.": "Seiceáil ainm an líonra le do thoil agus an pasfhocal agus triali arís.",
	"Please check the status and try again": "Seiceáil an stádas agus triail arís le do thoil",
	"Please do not unplug the USB storage until the copying is completed.": "Ná plugáil an gléas USB amach go dtí go bhfuil an cóipeáil déanta le do thoil.",
	"Please enter your password to turn off this function.": "Iontrail d'fhocal faire a mhuchadh an bhfeidhm seo.",
	"Please enter your password to turn on this function.": "Cuir isteach do phasfhocal leis an fheidhm seo a chur ar siúl.",
	"Please make sure that your TV is connected to the network and try again.": "Deimhnigh go bhfuil do Theilifís ceangailte leis an líonra agus triail arís.",
	"Please note that LG does not use or manage the value.": "Nótáil le do thoil nach n-úsáideann LG an luach nó ní dhéanann siad bainistiú air.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Tabhair faoi dear le do thoil go bhfuil seans nach dtiocfadh fuaim amach nuair atá an Fuaim Digiteach Amach socruithe ar Cuir Ar Aghaidh.",
	"Please try again later.": "Triail arís ar ball le do thoil.",
	"Please wait while the Settings application reloads.": "Fan fad a athlódálann an feidhmchlár Socruithe.",
	"Please wait while the Settings application restarts.": "Fan fad a thosaíonn an feidhmchlár Socruithe.",
	"Please wait while the TV restarts.": "Fan fad a atosaíonn an Teilifís.",
	"Please wait while the TV searches for LG Service Country.": "Fan fad atá an Teilifís ag cuardach do Thír Seirbhíse LG.",
	"Point": "Pointeáil",
	"Pointer Options": "Rogha Pointeora",
	"Pointer Size": "Méid an Phointeora",
	"Poland": "An Pholainn",
	"Polish": "Polainnis",
	"Portugal": "An Phortaingéil",
	"Portuguese": "Portaingéilis",
	"Position": "Suíomh",
	"Position Settings": "Socruithe Suímh",
	"Power Off Timer": "Amadóir Cumhacht As",
	"Power On Timer": "Amadóir Cumhacht Ar Siúl",
	"Power Saving Mode": "Mód Coigilte Cumhachta",
	"Preschool": "Réámhscoil",
	"Press right button to adjust de-blur and Motion Pro value.": "Brúigh cnaipe ar dheis le luach dígheamhaithe agus Motion Pro a choigeartú.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Brúigh cnaipe deas le luach dígheamhaithe agus OLED Motion Pro a choigeartú.",
	"Press right button to adjust de-blur and OLED Motion value.": "Brúigh cnaipe deas le luach dígheamhaithe agus OLED Motion a choigeartú.",
	"Press right button to adjust de-judder and Motion Pro value.": "Brúigh cnaipe deas le luach díchreathaithe agus Motion Pro a choigeartú.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Brúigh cnaipe deas le luach díchreathaithe agus OLED Motion Pro a choigeartú.",
	"Press right button to adjust de-judder and OLED Motion value.": "Brúigh cnaipe deas le luach díchreathaithe agus OLED Motion a choigeartú.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Brúigh an cnaipe ar dheis le luach díchreathaithe, dígheamhaithe agus Motion Pro a choigeartú.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Brúigh an cnaipe deas le luach díchreathaithe, dígheamhaithe agus OLED Motion Pro a choigeartú.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Brúigh an cnaipe deas le luach díchreathaithe, dígheamhaithe agus OLED Motion a choigeartú.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Brúigh an cnaipe WPS ar rodaire WPS-cumasaithe leis an Teilifís a cheangail leis an líonra.",
	"Press the right button to adjust Motion Pro settings.": "Brúigh an cnaipe ar dheis le socruithe Motion Pro a choigeartú.",
	"Press the right button to adjust OLED Motion Pro settings.": "Brúigh an cnaipe deas le socruithe OLED Motion Pro a choigeartú.",
	"Press the right button to adjust OLED Motion settings.": "Brúigh an cnaipe deas le socruithe OLED Motion a choigeartú.",
	"Press the right button to adjust de-blur settings.": "Brúigh an cnaipe ar dheis le socruithe dígheamhaithe a athrú.",
	"Press the right button to adjust de-judder settings.": "Brúigh an cnaipe ar dheis le socruithe díchreathain a athrú.",
	"Previous": "Roimhe",
	"Primary Audio Language": "Príomhtheanga Fuaime",
	"Primary Channels": "Cainéil Phríomha",
	"Primary Teletext Language": "Príomhtheanga Teilithéacs",
	"Program exempted from ratings.": "Clár saor ó rátáil.",
	"Programme": "Clár",
	"Provide HbbTV Distinctive ID": "Cuir UA Sainiúil HbbTV ar fáil",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Cuir UA Sainiúil HbbTV ar fáil don seirbhís HbbTV do chraoltaí.",
	"Provided services may vary depending on countries.": "Seans go mbeaidh seirbhísí éagsúla curtha ar fáil ó thír go tír.",
	"Puerto Rico": "Pórtó Ríce",
	"Qatar": "Catar",
	"Quick Help": "Mearchuidiú",
	"Raised": "Ardaithe",
	"Real Cinema": "Pictiúrlann Ceart",
	"Reason: Authentication with access point was unsuccessful.": "Cúis: Níor éiriigh leis an fhíorú le pointe rochtana.",
	"Reason: Could not establish a connection to access point.": "Cúis: Ní thig ceangail a bhunú leis an phointe rochtana.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Cúis: Níor éirigh le haisghábháil seoladh IP bailí ag baint úsáid as DHCP.",
	"Reason: Entered password is incorrect.": "Cúis: Tá pasfhocal iontráilte mícheart.",
	"Reason: Password is missing.": "Cúis: Pasfhocal ar iarraidh.",
	"Reason: The network you selected is out of range.": "Cúis: Tá an líonra a roghnaigh tú as raon.",
	"Reason: Unable to login.": "Cúis: Ní thig logáil isteach.",
	"Receive emergency alerts from TV when an emergency occurs.": "Faigh rabhaidh éigeandála ón Teilifís nuair is ann d’éigeandáil.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Moltar na uaireanta nach mbíonn sé de nós agat amharc ar Theilifís a shocrú ar Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Ábhair agus gnéithe úsáideacha molta bunaithe ar stair amharctha agus patrúin úsáide aipe.",
	"Recommendations are available for the people, products and locations related to the current program.": "Tá moltaí ar fáil do na daoine, táirgí agus láithreacha a bhaineann leis an chlár reatha.",
	"Red": "Dearg",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Laghdaigh trop neamhrialta ó chomharthaí físeáin dhigiteacha le caighdeáin íomhá a optamú go soiléir.",
	"Region": "Regiún",
	"Registered Devices ({num})": "Gléasanna Cláraithe ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Treisigh ton ard den fhuaim optamaithe.",
	"Reinforce the low-pitched tone of the optimized sound.": "Treisigh ton íseal den fhuaim optamaithe.",
	"Remote Settings": "Socruithe Cianrialtáin",
	"Remove irregular and erratic pixels for a clearer image.": "Bain amach picteilíní neamhghnáthaca agus earráideacha d'íomhá níos soiléire.",
	"Reset": "Athshocraigh",
	"Reset AD ID": "Athshocraigh AD ID",
	"Reset CI Password": "Athshocraigh Pasfhocal CI",
	"Reset HbbTV Distinctive ID": "Athraigh UA Sainiúil HbbTV",
	"Reset Password": "Athshocraigh Pasfhocal",
	"Reset Settings": "Socruithe Atosaithe",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Athshocraigh an liosta faofa aipe agus tú ag ceangal leis an aip mhóibíleach HbbTV.",
	"Reset the caption position.": "Athshocraigh láthair an fhotheidil.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Athshocraigh an stair den ábhar ar a d’amharc tú agus na haipeanna úsáidte. Nuair atá an stair athshocraithe seans go dtógfaidh sé méid áirithe ama na moltaí ábhair a fháil arís.",
	"Reset to Initial Settings": "Athshocraigh chuig Socruithe Tosaigh",
	"Restrict access to TV programs based on their ratings.": "Cuir srian ar rochtain ar chlár Theilifíse bunaithe ar a rátálacha.",
	"Restrict watching based on age ratings for children programs.": "Cuir srian ar amharc bunaithe ar rátáil aoise do chláir do pháistí.",
	"Restrict watching based on ages ratings.": "Cuir srian ar amharc bunaithe ar rátáil aoise.",
	"Restrict watching based on fantasy violence content ratings.": "Cuir srian ar amharc bunaithe ar rátáil ábhair fhoréigean fantasaíochta.",
	"Restrict watching based on programs containing adult language.": "Cuir srian ar amharc bunaithe ar chláir ina bhfuil teanga daoine fásta.",
	"Restrict watching based on programs containing sexual scene.": "Cuir srian ar amharc bunaithe ar chláir ina bhfui radharc gnéiseach.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Cuir srian ar amharc bunaithe ar chláir ina bhfuil dialóg gháirsiúil gnéiseach.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Cuir srian ar amharc bunaithe ar aoiseanna sonraithe nó rátáil ábhair faoi stiúir na dtuisitheoirí.",
	"Restrict watching based on violence content ratings.": "Cuir srian ar amharc bunaithe ar rátáil ábhair fhoréigin.",
	"Restrict watching movies based on rating.": "Cuir srian ar amharc ar chláir bunaithe ar rátáil.",
	"Restrict watching programs based on rating.": "Cuir srain ar amharc ar chláir bunaithe ar rátáil.",
	"Restriction ratings :": "Rátálacha sriain :",
	"Retry": "Triail arís",
	"Revert TV to its initial settings.": "Cuir Teilifís siar chuig na socruithe tosaigh.",
	"Revert color adjustment settings to default.": "Cuir socruithe leasaithe datha siar chuig réamhshocrú.",
	"Revert detailed sound effect settings of standard mode to default.": "Cuir socruithe éifeacht fuaime sonracha ar ais chuig réamhshocraithe.",
	"Revert picture setting values to default.": "Cuir socruithe pictiúir ar ais chuig réamhshocruithe.",
	"Revert white balance settings to default.": "Cuir cothromaíocht báine ar ais chuig réamhshocrú.",
	"Right": "Deas",
	"Right Left": "Clé/Deas",
	"Right Surround": "Imfhuaim Ar Dheis",
	"Right drop shadow": "Scáth titime deas",
	"Romania": "An Rómáin",
	"Romanian": "Rómáinis",
	"Rome": "an Róimh",
	"Russia": "An Rúis",
	"Russian": "Rúisis",
	"Rwanda": "Ruanda",
	"SIGNATURE Opening": "SIGNATURE ag oscailt",
	"SIGNATURE TV Settings": "Socruithe SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Ligeann SIMPLINK duit do Chianrialtán LG a úsáid le gléasanna eile SIMPLINK-cumasaithe a rialú, ar nós seinnteoir DVD nó córas fuaime amharclann baile, ata ceangailte le do LG Smart TV trí HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Beidh SIMPLINK curtha ar siúl go huathoibríoch leis an mhód ARC seo a úsáid.",
	"Safety": "Sábháilteacht",
	"Saint Vincent": "San Uinseann",
	"Samoa": "Samó",
	"Satellite": "Satailít",
	"Satellite DTV": "DTV Satailíte",
	"Satellite Radio": "Raidió Satailíte",
	"Saturation": "Sáithiú",
	"Saudi Arabia": "an Araib Shádach",
	"Saudi arabia": "An Araib Shádach",
	"Save CAM Operator's Profile": "Sábháil Próifíl CAM an Oibritheora",
	"Save CI Password": "Sábháil Pasfhocal CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Sábháil na socruithe leasaithe datha ón mhód pictiúir reatha in achan ionchur.",
	"Save the white balance settings from the current picture mode in all inputs.": "Sábháil na socruithe cothromaíocht báin ón mhód pictiúir reatha d'achan ionchur.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Sábháil/Athshocraigh do phasfhocal CI. Ligfidh sábhail do phasfhocal duit an chéim sínithe istigh a scipeáil sa todhchaí.",
	"Scan \"Auto Detect\" automatically.": "Scan \"Uath Aitheant\" go huathoibríoch.",
	"Screen Down": "Scáileán Thíos",
	"Screen Off": "Scáileán Múchta",
	"Screen Saver": "Spárálaí Scáileáin",
	"Screen Shift ": "Iomlaoidiú Scáileáin",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Bogann an Scáileáin go rialta agus cuireann siad cosc ar dheacrachtaí caighdeáin phictiúir a dtig a tharlú nuair a bhíonn an Teilifís ar siúl feadh tamaill fada.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Múchfaidh an scáileán i gceann 5 soicind. Leis an scáileán a chur ar siúl arís, brúigh eochair ar bith seachas an eochairc cumhachta agus fuaime.",
	"Search": "Cuardaigh",
	"Search Bluetooth Device": "Cuardaigh Gléas Bluetooth",
	"Searching...": "Ag Cuardach...",
	"Second Language": "Dara Teanga",
	"Secondary Audio Language": "Teanga Fuaime Thánaisteach",
	"Secondary Teletext Language": "Teanga Teilithéics Tánaisteach",
	"Security": "Slándáil",
	"Select IRE point to adjust luminance.": "Roghnaigh pointe IRE le lonras a leasú.",
	"Select Mode": "Roghnaigh Mód",
	"Select TV's language settings.": "Roghnaigh socruithe teanga na Teilifíse.",
	"Select a caption type for HD broadcasts.": "Roghnaigh cineál fotheidealaithe do chraoltaí HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Roghnaigh cineál fotheidealaithe do chraoltaí Teilifís NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Roghnaigh cineál fotheidealaithe do chraoltaí UHD.",
	"Select a caption type for analog broadcasts.": "Roghnaigh cineál fotheidealaithe do chraoltaí analóige.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Roghnaigh mód físeáin a mheaitséalann an timpeallacht amharctha, nó sonraigh socruithe do mhód físe ar nós codarsnacht, dath agus níos mó.",
	"Select an audio format for each HDMI input.": "Roghnaigh formáid fuaime do gach ionchur HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Roghnaigh Fuaim Digiteach Amach (Auto nó PCM) eile mura dtig leat na héifeachtaí fuaime a chloisteáil i ndiaidh Téigh Trí a roghnú.",
	"Select audio language for digital broadcasts.": "Roghnaigh socruithe fuaime do chraoltaí digiteacha.",
	"Select color to be adjusted.": "Roghnaigh dath le bheith leasaithe.",
	"Select days to apply the Timer Power Off settings every week.": "Socraigh laethanta leis na socruithe Múch Cumhacht Amadóra a chur i bhfeidhm achan seachtain.",
	"Select days to apply the Timer Power On settings every week.": "Socraigh laethanta leis na socruithe Cumhacht Amadóra Ar Siúl a chur i bhfeidhm achan seachtain.",
	"Select device for audio output.": "Roghnaigh gléas d'aschur fuaime.",
	"Select device or speaker for audio output.": "Roghnaigh gléas nó callaire d'aschur fuaime.",
	"Select digital audio output format.": "Roghnaigh formáid aschur fuaime digiteach.",
	"Select language for TV menu.": "Roghnaigh Teanga do roghchlár Teilifíse.",
	"Select language for subtitles.": "Roghnaigh teanga do fotheidil.",
	"Select languages for keyboards input.": "Roghnaigh teangacha don ionchur méarchlár.",
	"Select method to adjust white balance.": "Roghnaigh modh le comthromaíocht báin a leasú.",
	"Select point to adjust luminance.": "Roghnaigh pointe le lonras a leasú.",
	"Select the Sound mode and set detailed Audio effects.": "Roghnaigh an mód Fuaime agus socraigh éifeachtaí Fuaime mionsonraithe.",
	"Select the Sound mode for each content type.": "Roghnaigh an mód Fuaime d'achan cineál ábhair.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Roghnaigh an Ultra HD Deep Colour do phort HDMI {num}.",
	"Select the app to restrict the use.": "Roghnaigh an aip le srian a chur ar úsáid.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Roghnaigh an mód pictiúir cuí de réir timpeallacht amharctha nó cineál ábhair.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Rognaigh na hairí fuaime a roghnú le héisteacht leis an chraoladh mar a ba mhaith leat.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Roghnaigh cineál an fhotheidil do chraoltaí digiteacha agus socraigh socruithe fotheidil mionsonraithe.",
	"Select the channel to restrict watching.": "Roghnaigh an cainéal le srian a chur ar amharc.",
	"Select the channel to watch when the TV turns on.": "Roghnaigh an cainéal le amharc air nuair a chuirtear an Teilifís ar siúl.",
	"Select the color range to be displayed.": "Roghnaigh an raon datha le bheith taispeánta.",
	"Select the country for your country's special services.": "Roghnaigh an tír do sheirbhísí speisialta do thír.",
	"Select the desired video angle.": "Roghnaigh uilinn an fhíseáin atá uait.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Roghnaigh an formáid le Fuaim Digiteach Amach Teilifíse a aistriú chuig gléas seachtrach.",
	"Select the input to use when the TV turns on.": "Roghnaigh an t-ionchur le húsáid nuair a chuirtear an Teilifís ar siúl.",
	"Select the inputs to restrict the use.": "Roghnaigh na hionchuir le srian a chur ar úsáid.",
	"Select the most preferred Subtitle Language.": "Roghnaigh do chéad rogha do Theanga Fotheidealaithe.",
	"Select the place where to use the TV.": "Roghnaigh an áit ina bhfuil anTeilifís le húsáid.",
	"Select the residential region for your regional broadcast signal.": "Roghnaigh an réigiún cónaithe do’d chomhartha craolta réigiúnda.",
	"Select the second preferred Subtitle Language.": "Roghnaigh do dara rogha do Theanga Fotheidealaithe.",
	"Select your first choice of audio language for digital broadcasts.": "Roghnaigh do chéad rogha teanga fuaime do chraoltaí digiteacha.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Roghnaigh do chéad rogha teanga do sheirbhísí teilithéics do sholáthróir Teilifís Craolta.",
	"Select your second choice of audio language for digital broadcasts.": "Roghnaigh do dara rogha teanga fuaime do chraoltaí digiteacha.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Roghnaigh do dhara rogha teanga do sheirbhísí teilithéics do sholáthróir Teilifís Craolta.",
	"Senegal": "An tSeineagáil",
	"Serbia": "An tSeirbia",
	"Serbian": "Seirbis",
	"Serial Number": "Sraithuimhir",
	"Service 1": "Seirbhís 1",
	"Service 2": "Seirbhís 2",
	"Service 3": "Seirbhís 3",
	"Service 4": "Seirbhís 4",
	"Service 5": "Seirbhís 5",
	"Service 6": "Seirbhís 6",
	"Service Area Zip Code": "Limistéir Seirbhíse Cód Poist",
	"Set Automatically": "Socraigh go hUathoirbríoch",
	"Set ID": "Socraigh ID",
	"Set My Team Alarm.": "Socraigh M’Aláram Foirne.",
	"Set Store Mode settings.": "Socraigh socruithe Mód Siopa",
	"Set System Color mode for your current TV input.": "Socraigh Dath Córais do'd ionchur reatha.",
	"Set additional options for Video Description.": "Socraigh roghanna breise do Chur Síos Físe.",
	"Set additional picture settings.": "Socraigh socruithe pictiúir breise.",
	"Set additional sound-related settings.": "Socraigh socruithe breise bainteach le fuaim.",
	"Set advanced Subtitle options.": "Socraigh ardroghanna Fotheidealaithe.",
	"Set advanced captioning options.": "Socraigh ardroghanna fotheidealaithe.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Socraigh agus leasaigh leagan an seoladh IP IPv4 nó IPv6.",
	"Set audio-related options.": "Socraigh roghanna maidir le fuaim.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Socraigh méid, dath agus trédhearcacht an fhortheidil, agus roghanna eile do chraoltaí.",
	"Set color temperature from warm to cool.": "Socraigh teocht datha ó meirbh go fionnuar.",
	"Set detailed caption settings for HD broadcasts.": "Socraigh socruithe fotheidil mionsonraithe do chraoltaí HD.",
	"Set detailed options for the AI functions.": "Socraigh roghanna mionsonraithe do fheidhmeanna AI.",
	"Set detailed options for the Home feature.": "Socraigh roghanna mionsonraithe don ghné Baile.",
	"Set detailed options for the Recommendation feature.": "Socraigh roghanna mionsonraithe don ghné Molta.",
	"Set easy connection settings with external devices.": "Socraigh socruithe ceangail furasta le gléasanna seachtracha.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Socraigh glasáil ar na cainéil sonrathe, ionchur agus mar sin de le húsáid faoi stiúir na dtuistmitheoirí.",
	"Set necessary additional functions based on watching environment and screen status.": "Socraigh na feidhmeanna breise riachtanachc bunaithe ar thimpeallacht amharctha agus stádas scáileáin.",
	"Set or reset the position of on-screen captions.": "Socraigh nó athshocraigh suíomh na fotheideal ar an scáileán.",
	"Set settings related to your wired / wireless network.": "Socraigh socruithe a bhaineann le do líonra sreangaithe / gan sreang.",
	"Set the TV to turn off automatically after a set amount of time.": "Socraigh an Teilifís go múchtar é g huathoiobríoch i ndiaidh am réamhshocraithe.",
	"Set the TV to turn off automatically at a set time.": "Socraigh an Teilifís le go múchfaidh sé ag am réamhshocraithe.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Socraigh an Teilifís le múchadh go huathoibríoch mura bhfuil aon ionchur úsáideora ar feadh 4 uair i ndiaidh do lasadh uathoibríoch na Teilifíse.",
	"Set the TV to turn on automatically at a set time.": "Socraigh an Teilifís go lasfaidh sé go huathoibríoch ag ám réamhshocraithe.",
	"Set the additional functions related to the TV.": "Socraigh na feidhmeanna breise a bhaineann leis an Teilifís.",
	"Set the current date and time.": "Socraigh an dáta agus an t-am reatha.",
	"Set the current date manually.": "Socraigh an dáta de láimh.",
	"Set the current time manually.": "Socraigh an t-am de láimh.",
	"Set the detect range of device available to connect.": "Socraigh an raon aitheanta den ghléas atá ar fáil le ceangal.",
	"Set the region and country for broadcasts and special services.": "Socraigh an réigiún agus tír do chraoltaí agus seirbhísí speisialta.",
	"Set the screen size and aspect ratio.": "Socraigh méid an scáileáin agus cóimheas gné.",
	"Set the specialized functions of SIGNATURE TV.": "Socraigh na sainfheidmheanna de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Socraigh an t-am leis an Teiliifís a mhúchadh go huathoibríoch gan ionchur úsáideora.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Socraigh an éifeacht fuaime fíorúil ilchainéil le sult a bhaint as fuaim níos réadúil.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Socraigh an éifeacht fuaime virtual surround le sult a bhaint as fuaim níos réadúil.",
	"Set the volume level when the TV turns on.": "Socraigh an leibhéal airde nuair a chuirtear an Teilifís ar siúl.",
	"Set time to turn off the TV.": "Socraigh am leis an Teilifís a mhúchadh.",
	"Set time to turn on the TV.": "Socraigh am leis an Teilifís a chur ar siúl.",
	"Set up additional features related to customer support.": "Socraigh gnéithe breise a bhaineann le tacaíocht custaiméara.",
	"Set up an account to use LG Services.": "Socraigh cuntas le Seirbhísí LG a úsáid.",
	"Set whether to display Home when the TV is turned on.": "Socraigh cibé ar chóir Baile a thaispeáint nuair atá an Teilifís ar siúl.",
	"Settings Help": "Socruithe Cúnaimh",
	"Sexual Situations": "Eachtraí Gnéiseach",
	"Sexually Suggestive Dialogue": "Dialóg Gháirsiúil Gnéiseach",
	"Sharpness": "Géire",
	"Show Password": "Taispeán Pasfhocal",
	"Side by Side": "Taobh le Taobh",
	"Sierra Leone": "Siarra Leon",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Seans go laghdóidh trasnaíocht chomhartha íogaireacht an Cianrialtán Magic má tá rodaire gan sreang ró-ghar don Teilifís.",
	"Singapore": "Singeapór",
	"Size": "Méid",
	"Sleep Timer": "Amadóir Codlata",
	"Slovak": "Slóvaicis",
	"Slovakia": "An tSlóvaic",
	"Slovenia": "An tSlóivéin",
	"Slovenian": "Slóivéinis",
	"Slow": "Mall",
	"Small": "Beag",
	"Smooth": "Mín",
	"Smooth Gradation": "Grádú Mín",
	"Soccer": "Sacar",
	"Software Update": "Nuashonrú Bogearraí",
	"Software Version": "Leagan Bogearra",
	"Software update has been installed. Update will be applied when you restart your TV.": "Suiteáladh nuashonrú bogearraí. Cuirfear an nuashonrú i bhfeidhm nuair a atosaíonn tú do Theilifís.",
	"Solid": "Solad",
	"Solomon Islands": "Oileáin Sholomón",
	"Somalia": "an tSomáil",
	"Some material may not be appropriate for children under 13.": "Thig le ábhair áirithe a bheith mí-oiriúnach do pháistí faoin 13.",
	"Some material may not be appropriate for children.": "Thig le ábhair áirithe a bheith mí-oiriúnach do pháistí.",
	"Sotho, Northern": "Sotho, Tuaisceart",
	"Sotho, Southern": "Sotho, Deisceart",
	"Sound": "Fuaim",
	"Sound Mode": "Mód Fuaime",
	"Sound Mode Settings": "Socruithe Mód Fuaime",
	"Sound Out": "Fuaim Amach",
	"Sound Share": "Roinnt Fuaime",
	"Sound Test": "Tástáil Fuaime",
	"South Africa": "An Afraic Theas",
	"South Korea": "an Chóiré Theas",
	"Southern Africa": "Deisceart na hAfraice",
	"Spain": "An Spáinn",
	"Spanish": "Spáinnis",
	"Speaker Volume Control": "Rialú Airde Callaire",
	"Specify detailed voice guidance settings after turning on this feature.": "Sonraigh socruithe treoir ghlóir mionsonraithe i ndiaidn an gléas seo a mhúchadh.",
	"Speed": "Luas",
	"Spoken Subtitle": "Fotheideal Labhartha",
	"Sports": "Spóirt",
	"Sports Alert": "Foláireamh Spórt",
	"Sri Lanka": "Srí Lanca",
	"Stand": "Seastán",
	"Standard": "Caighdeánach",
	"Standard Mode Sound Effect": "Éifeacht Fuaime Mód Caighdeánach",
	"Standby Light": "Solas Fuireachais",
	"Start New Sound Tuning": "Tosaigh Tiúnadh Fuaime Nua",
	"Start Now": "Tosaigh Anois",
	"Startup Sound": "Fuaim Tosaithe",
	"Store Demo": "Taispeáint Siopa",
	"Store Mode": "Mód Siopa",
	"Store Mode Settings": "Socruithe Mód Siopa",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Is chun críche taispeána sa siopa é Mód Siopa. Déanfaidh sé na socruithe a ath-thúsú achan cúpla bomaite. Ar mhaith leat an aip seo a scriosadh agus Mód Siopa a thosú?",
	"Strong": "Láidir",
	"Style": "Stíl",
	"Subnet Mask": "Mascadh Folíne",
	"Subnet prefix length": "Fad rémíre folíne",
	"Subtitle First Choice Language": "Céad Rogha Teanga Fotheidil",
	"Subtitle Language": "Teanga Fotheidil",
	"Subtitle Second Choice Language": "Dara Rogha Teanga Fotheidil",
	"Subtitles": "Fotheidil",
	"Sudan": "An tSúdáin",
	"Super Impose": "Súpráil",
	"Support": "Tacaíocht",
	"Suriname": "Suranam",
	"Surround Balance": "Cothromaíocht Imfhuaime",
	"Surround Level": "Leibhéal Imfhuaime",
	"Swaziland": "an tSuasalainn",
	"Sweden": "An tSualainn",
	"Swedish": "Sualainnis",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Athraigh chuig mód fuireachais leis an Teilifís a chur ar siúl arís go gasta nuair a mhúchann tú an Teilifís.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Athraigh chuig mód fuireachais le réimse feidhmeanna ar nós aipeanna, cuardach, srl a úsáid go gasta nuair a mhúchann tú a Teilifís.",
	"Switzerland": "An Eilvéis",
	"Sync Demo": "Taispeántas Sionc",
	"Syria": "An tSiria",
	"System Color": "Dath Córais",
	"TEXT 1": "TÉACS 1",
	"TEXT 2": "TÉACS 2",
	"TEXT 3": "TÉACS 3",
	"TEXT 4": "TÉACS 4",
	"TV": "Teilifís",
	"TV Information": "Eolas Teilifíse",
	"TV Installation Type": "Cineál Suiteáil Teilifíse",
	"TV Lock": "Glas Teilifíse",
	"TV Name": "Ainm Teilifíse",
	"TV On With Mobile": "Teilifís Ar Siúl Le Fón Póca",
	"TV Power Sound": "Fuaim Cumhacht Teilifíse",
	"TV Power Sound Volume": "Airde Fuaime Cumhacht Teilifíse",
	"TV Program Locks": "Glasanna Clár Teilifíse",
	"TV Rating English": "Rátáil Teilifíse Béarla",
	"TV Rating French": "Rátáil Teilifíse Francais",
	"TV Speaker": "Callaire Teilifíse",
	"TV can be used as an alarm.": "Thig an Teilifís a úsáid mar aláram.",
	"TV is turned off at a set time on every specified day.": "Múchtar an Teilifís ag am áirithe achan lá a shonraítear.",
	"TV to USB": "Teilifís chuig USB",
	"Tahiti": "Taihítí",
	"Taiwan": "An Téaváin",
	"Tajikistan": "an Táidsíceastáin",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Bain leas as gnéithe a bhraitheann ar líonra ar nós Idirlíon, aipeanna, nuashonrú bogearraí agus mar sin de.",
	"Tamil": "Tamailis",
	"Tanzania": "An Tansáin",
	"Target Luminance": "Lonras Sprice",
	"Teletext": "Teilithéacs",
	"Telugu": "Teileagúis",
	"Terrestrial DTV": "DTV Domhanda",
	"Text Color": "Dath Téacs",
	"Text Opacity": "Teimhneacht Téacs",
	"Text Search": "Cuardach Téacs",
	"Thai": "Téalainnis",
	"Thailand": "An Téalainn",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Tacaíonn na poirt HDMI {port1} agus HDMI {port2} le AMD FreeSync Premium agus thig leat an fheidhm seo a roghnú.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Tacaíonn na poirt HDMI {port1} agus HDMI {port2} le AMD FreeSync Premium, agus thig leat é a chur air nó as.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Tacaíonn poirt HDMI {port1} agus HDMI {port2} leis an Uathfhreagra Cluiche, agus thig leat é a chur air nó as.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Tacaíonn an port HDMI {port1} le AMD FreeSync Premium agus thig leat an fheidhm seo a roghnú.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Tacaíonn HDMI {port1} le AMD FreeSync Premium, agus thig leat é a chur air nó as.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Tacaíonn HDMI {port1} leis an Uathfhreagra Cluiche, agus thig leat é a chur air nó as.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Tacaíonn na poirt HDMI {port1}, HDMI {port2} agus HDMI {port3} le AMD FreeSync Premium agus thig leat an fheidhm seo a roghnú.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Tacaíonn na poirt HDMI {port1}, HDMI {port2} agus HDMI {port3} le AMD FreeSync Premium agus thig leat é a chur air nó as",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Tacaíonn na poirt HDMI {port1}, HDMI {port2}, HDMI {port3} agus HDMI {port4} le AMD FreeSync Premium agus thig leat an fheidhm seo a roghnú.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Tacaíonn poirt HDMI {port1}, HDMI {port2}, HDMI {port3} agus HDMI {port4} le AMD FreeSync Premium agus thig leat é a chur air nó as.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Tacaíonn poirt HDMI {port1}, HDMI {port2}, HDMI {port3} agus HDMI {port4} leis an Uathfhreagra Cluiche, agus thig leat é a chur air nó as.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Tacaíonn poirt HDMI {port1}, HDMI {port2} agus HDMI {port3} leis an Uathfhreagra Cluiche, agus thig leat é a chur air nó as.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Is luach uathúil é an UA Sainiúil HbbTV a úsáidtear do HbbTV amháin, nach bhfuil gaolta le sonraí pearsanta an úsáideora.",
	"The HbbTV Distinctive ID will be reset.": "Beidh an UA Sainiúil HbbTV athshocraithe.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Déanfaidh an fheidhmchlár nó seirbhís HbbTV a rianú d'úsáideoir aonarach a dhíchumasú.",
	"The IBB service will disable its tracking of an individual user.": "Déanfaidh an seirbhís IBB rianú d'úsáideoir aonarach a dhíchumasú.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Ní raibh sonraí maidir leis an Tír Seirbhísí LG le fáil ón fhreastalaí. Triail arís ar ball le do thoil.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Caithfear an feidhmchlár Socruithe a athlódáil leis an teanga roghchláir a athrú. Ar mhaith leat leanúint ar aghaidh?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Beidh an soilsiú timpeallach curtha ar fáil nuair a aithnítear gluaiseacht thart ar an Teilifís.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Seans go nathróidh na seirbhís aithint ghlóir seachtracha ag brath ar an socrú teanga. Chomh maith le sin, má athraíonn tú an teanga roghchláir bíonn an roghchlár socraithe athlódáilte. Ar mhaith leat leanúint ar aghaidh?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Tá an liosta cainéal cóipéailte ón stóras USB do Theilifís. Atosóidh an Teilifís i gceann 5 soicind.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Tá an liosat cainéal cóipéailte ó do Theilifís chuig an stóras USB.",
	"The closer to 100, the brighter.": "Is giorra do 100, is gile.",
	"The closer to 100, the clearer the color becomes.": "Is giora do 100, is soiléire a éiríonn an dath.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Is giorra go 50 is soiléire an dearg, is giorra go 50 is soiléire an glas.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Beidh na luachanna daingean sonraithe den Chothromaíocht Báine athshocraithe. Ar mhaith leat leanúint ar aghaidh?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Tá an bearna idir airde fuaime an chainéil agus an clár laghdaithe go huathoibríoch, a chabhraíonn leat amharc ar an chlár le hairde leanúnach.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Tá an bearna idir airde fuaime an chainéil agus an clár socruithe go huathoibríoch le hamharc ar an chlár le glór leanúnach.",
	"The higher the settings, the louder the sound rapidly.": "Is airde na socruithe, is gaiste a théann an fhuaim suas.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Thig leis an challaire Teilifíse inmheánach fuaime agus na callairí Bluetooth fuaim a aschur go comhuaineach, ag cruthú éifeacht imfhuaime beoga.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Beidh an teanga don aitheant glóir socruithe ag brath ar an teanga roghcláir roghnaithe.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Tá an teanga úsáitde d’Aitheant Glóir socraithe de réir an teanga roghchlár roghnaithe. Seans go mbeidh seirbhísí tacaíochta éagsúil ag brath ar theaga glóir.",
	"The network is currently unavailable. Please try again later.": "Níl an líonra seo ar fáil faoi láthair. Triail arís ar ball le do thoil.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Glacfaidh an phróiséas thart ar uair le críochnú agus caithfear do Theilifís a bheith múchta lena linn.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Glacfaidh an próiséas thart ar {n} nóiméa(i)d le críochnú agus caithfear do Theilifís a bheith múchta lena linn.",
	"The program is intended for adults only.": "Is do dhaoine fásta amháin an clár seo.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Tá gileacht an scáileáin athraithe go huathoibríoch de réir an ghileacht thart ar do Theilifís.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Shleamhnóidh han scáileán síos i 5 soicind. Brúigh cnaipe ar bith seachas Cumhacht agus Airde ar an chianrialtán leis an scáileán a shleamhnú ar ais suas arís.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Beidh na fo-luachanna daingean den Chóras Bainistíochta Datha athshocraithe. Ar mhaith leat leanúint ar aghaidh?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Beidh socrú an Imfhuaim Bluetooth + Callaire Teilifíse Inmheánach athshocraithe.",
	"The settings are as follows.": "Tá na socruithe mar a leanas.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Seans nach dtiocfadh an fhuaim amach nuair atá an aschur fuaim ditigiteach socruithe ar Chuir Ar Aghaidh.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Ní thig an nuashonrú a chur i bhfeidhm ar an Teilifís. Fillfidh na bogearraí ar an leagan roimhe.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Tá na héifeachtaí físe léirithe ar an scáileán fad atá an Teilifís ar siúl agus bogann an scáileán.",
	"There are no paired devices.": "Níl gléas ar bith péireáilte ann.",
	"There are settings to correct or prevent OLED panel noise.": "Tá socruithe ann le fuaime paineál OLED a cheartú nó a choscadh.",
	"There is no USB device connected to your TV.": "Níl gléas USB ar bith ceangailte le do Theilifís.",
	"There is no message.": "Níl aon teachtaireacht ann.",
	"Third Language": "Triú Teanga",
	"This feature applies only to specified LG Wireless Keyboard models.": "Baineann an ghné seo le cineálacha áirithe Méarchlár Gan Sreang LG agus iad sin amháin.",
	"This function works only when it is provided by the broadcast program.": "Ní oibríonn an fheidhm seo ach amháin nuair a chuirtear ar fáil ag an chlár croalta é.",
	"This is a closed caption preview": "Is réamhamharc fortheideal dúnta é seo.",
	"This is an already existing value.": "Is luach é seo atá ann cheana féin.",
	"This service provides you with more information about watching program and enjoys related contents.": "Cuireann an seirbhís seo níos mó eolais ar fáil duit faoin chlár ar a bhfuil tú ag amharc agus sult a bhaint as ábhair ghaolmhara.",
	"This will revert all options on TV to their default settings.": "Déanfaidh seo na roghanna uilig a chur siar chuig na socruithe réamhshocraithe.",
	"Time": "Am",
	"Timer Channel": "Cainéal Amadóra",
	"Timer Repeat": "Athdhéan Amadóra",
	"Timers": "Amadóirí",
	"Timezone": "Amchrios",
	"Tint": "Imir",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Leis an fhuaim a optamú, seinn fuaim tástála ar Theilifís agus tosaigh ag tomhais fuaim scáthánaithe ag baint úsáid as Cianrialtán Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Le fuaim do Theilifís a thástáil, caithfear socrú Fuaim Amach a athrú chuig an Callaire Inmheánach Teilifíse. Ar mhaith leat leanúint ar aghaidh?",
	"Togo": "Tóga",
	"Tokyo": "Tóiceo",
	"Top and Bottom": "Barr agus Bun",
	"Total Power On Time": "Am Iomlán Cumhacht Ar Siúl",
	"Tracking Speed": "Luas Rianaithe",
	"Translucent": "Tréshoilseach",
	"Transparent": "Trédhearcach",
	"Treble Boost": "Borradh Tribile",
	"Trinidad And Tobago": "Oileán na Tríonóide agus Tobága",
	"Trinidad and Tobago": "Oileán na Tríonóide agus Tobága",
	"Tune and save available channels.": "Tiúin agus sábháil cainéil atá ar fáil.",
	"Tune and save available channels. You can set satellite channel options.": "Tiúin agus sábháil cainéil atá ar fáil. Thig na roghanna cainéil satailíte a shocrú.",
	"Tunisia": "An Túinéis",
	"Turkey": "An Tuirc",
	"Turkish": "Tuircis",
	"Turkmenistan": "an Tuircméanastáin",
	"Turn on TV with mobile device same as smartphone.": "Cuir an Teilifís ar siúl le gléas móibíleach mar fhón cliste.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Cuir air agus as an Ultra HD Deep Colour do phort HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Cas ar nó as an Uathfhreagra Cluiche den phort HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Cuir an Teilfiís ar siúl ag baint úsaid as do ghléas móibíleach trí Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Cuir an Teilfiís ar siúl ag baint úsaid as do ghléas móibíleach trí Wi-Fi.",
	"Turn on via Bluetooth": "Cuir ar siúl trí Bluetooth.",
	"Turn on via Wi-Fi": "Cuir ar siúl trí Wi-Fi",
	"Turn on/off description box in Settings.": "Cuir ar Siúl/múch an bosca cur síos sna Socruithe.",
	"Turn on/off standby light.": "Cuir ar siúl/múch solas fuireachais.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Cas an AMD FreeSync Premium den phort HDMI {num} air nó as.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Cuir ar siúl/múch na híomhánna le taispeáint ar an scáileán mura bhfuil comhartha ann.",
	"Turn on/off the related features of energy consumption.": "Cas ar/as na gnéithe gaolmhara d’ídiú fuinnimh.",
	"Turn the Hybridcast service on/off.": "Cuir ar siúl/Múch an seirbhís Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Cuir ar siúl/Múch an seirbhís Idirghníomhachta (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Cuir ar siúl/Múch Eolaí Teilifíse do sholathróir Teilifís craolta.",
	"Turn your broadcast TV provider's teletext service on/off.": "Cuir ar siúl/Múch seirbhís teilithéics do sholathróir Teilifís craolta.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Má mhúchtar Wi-Fi beidh cosc ort teacht ar na seirbhísí idirlíon-bhunaithe uilig mura n-aimsíonn tú cábla le ceangail leis an líonra. Ar mhaith leat leanúint ar aghaidh?",
	"UAE": "UAE",
	"UHD Mode": "Mód UHD",
	"USA": "SAM",
	"USB storage for Copy Channels": "Stóras USB do Chainéil Cóipeáilte",
	"USB to TV": "USB chuig Teilifís",
	"Ukraine": "An Úcráin",
	"Ukrainian": "Úcráinis",
	"Unable to check for updates.": "Ní thig seiceáil do nuashonruithe.",
	"Unable to connect to the network.": "Ní thig ceangail leis an líonra.",
	"Undefined": "Neamhshainithe",
	"Under 17 requires accompanying parent or adult guardian.": "Tá tuismitheoir nó caomhnóir fásta de dhíth ar éinne faoi 17.",
	"Uniform": "Caighdeánach",
	"United Arab Emirates": "Aontas na nÉimíríochtaí Arabacha",
	"United Kingdom": "An Ríocht Aontaithe",
	"United States of America": "Stáit Aontaithe Meiriceá",
	"Universal Control Settings": "Socruithe Cianrialtán Uilíoch",
	"Unknown": "Anaithnid",
	"Unknown issue has occurred.": "Tharla deacracht anaithnid.",
	"Update canceled.": "Nuashonrú ceallaithe.",
	"Update in progress...": "Uasdhátú idir láimhe...",
	"Update in progress...({n}%)": "Nuashonrú idir láimhe...({n}%)",
	"Update paused.": "Nuashonrú curtha ar sos.",
	"Update reserved.": "Nuashonrú curtha in áirithint.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Beidh an nuashonrú ceallaithe agus beidh comhaid uasdhátaithe uilig scriosta anois. Ar mhaith leat leanúint ar aghaidh?",
	"Urdu": "Urdúis",
	"Uruguay": "Uragua",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Bain úsáid ass Cianrialtán Magic le fuaimíocht an tseomra a aithint agus fuaim do Theilifís bunaithe ar thorthaí a optamú.",
	"Use a large pointer.": "Úsáid pointeoir mór.",
	"Use a medium pointer.": "Úsáid pointeoir meánach.",
	"Use a small pointer.": "Úsáid pointeoir beag.",
	"Use the 4-way controller to change the position and press the OK button.": "Bain úsáid as rialaitheoir 4-threo leis an suíomh a athrú agus cnaipe OK a bhrú.",
	"Use the following services with the selected language.": "Bain úsáid as na seirbhísí a leanas leis an teanga roghnaithe.",
	"User": "Úsáideoir",
	"User Agreements": "Aontuithe Úsáideora",
	"User Guide": "Treoir Úsáideora",
	"Uzbek": "Úisbéiceastáinis",
	"Uzbekistan": "An Úisbéiceastáin",
	"V Position": "Suíomh V",
	"V Sharpness": "V Géire",
	"V Size": "Méid V",
	"Valencian": "Vaileinsis",
	"Vatican City": "Cathair na Vatacáine ",
	"Venezuela": "Veiniséala",
	"Vertical Zoom": "Zúmáil Ingearach",
	"Video 1": "Físeán 1",
	"Video 2": "Físeán 2",
	"Video 3": "Físeán 3",
	"Video Description": "Cur Síos Físeáin",
	"Vietnam": "Vítneam",
	"Vietnamese": "Vítneaimis",
	"View current Common Interface (CI) information.": "Amharc ar shonraí Chomhéadan Coiteann (CI) reatha.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Amharc ar mhíreanna níos soiléire trí dhath an roghchláir ar an scáileán a athrú ó dhubh go bán.",
	"View messages from your broadcast TV provider.": "Amharc ar theachtaireachtaí ó do sholáthróir Teilifís craolta.",
	"View more information about watching program and enjoy related contents.": "Faigh tuilleadh eolais agus bain sult as ábhair ghaolmhara.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Amharc ar an bhunscáileán mar atá sé nó scáileáin agus cóimheas gné.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Amharc ar an bhunscáileán mar a bhfaightear é ó chomarthaí craolta nó gléas ceangailte.",
	"Violence": "Foréigean",
	"Vivid": "Beoga",
	"Voice Recognition Help and Settings": "Cabhair agus Socruithe Aithint Ghlóir",
	"Voice Support Service": "Seirbhís Tacaíochta Glóir",
	"Volume": "Airde",
	"Volume Increase Amount": "Méid Ardaithe Fuaime",
	"Volume Mode": "Mód Airde",
	"Wall-mounted": "Balla-Feistithe",
	"Warm1": "Teolaí1",
	"Warm2": "Teolaí2",
	"Warm3": "Teolaí3",
	"Watch a diverse range of Internet contents on TV channels.": "Amharc ar raon leathan ábhar Idirlíon ar chainéil Teilifíse.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Déanann muid seoladh MAC, uimhir samhail, cód tíre, socruithe teanga agus leagan bogearra a bhailiú agus a stóráil le do ghléas a fhíorú agus seiceáil cibé an bhfuil an leagan is déanaí den bhogearra agat.",
	"Welcome Feature": "Gné Fáiltithe",
	"Welsh": "Breatnais",
	"Western Africa": "Iarthar na hAfraice",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Nuair atá HDD ceangailte agus é díomhaoin tamaill, athraigh é go mód cúltaca le hídiú cumhacht a laghdú.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Nuair atá gléás ceangailte leis an phort, bíonn an íomhá cluiche optamaithe gan a thuilleadh moille, craiceáil nó idirbhristeacha.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Nuair atá an Uathfhreagra Cluiche láinseáilte, seans go beidh an físeán ag caochadh go sealadach.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Nuair atá Fuaim Amach socraithe ar \"Bluetooth / HDMI ARC / Optúil Digiteach / Callairí WiSA\" nó ní thacaíonn an gléas ceangailte le hUathfhreagra Cluiche, seans nach n-oibreoidh sé mar is ceart.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Nuair atá Fuaim Amach socraithe ar Bluetooth nó nuair a nach dtacaíonn an gléas ceangailte le hUathfhreagra Cluiche, seans nach n-oibreoidh sé mar is ceart.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Nuair atá an gléas múchta/curtha ar siúl, beidh do Theilifís múchta/curtha ar siúl.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Nuair atá na héifeachtaí físe múchta, beidh an scáileán léirithe mar Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Nuair atá an ghné seo socruithe chuig ‘ar siúl’, beidh gnéithe áirithe atá le feiceáil ar an scáileán ábhairín trédhearcach.",
	"When your TV is turned off, the device will automatically turn off.": "Nuair atá do Theilifís múchta, múchfar an gléas go huathoibríoch.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Agus an luach socraithe athraithe á aistriú chuig gléas seachtrach, seans nach mbeidh an pictiúir nó an fhuaim curtha ar fáil i gceart go sealadach.",
	"White": "Bán",
	"White Balance": "Cothromaíocht Báine",
	"Wi-Fi Connection": "Ceangal Wi-Fi",
	"Wi-Fi Security": "Slándáil Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Tá Wi-Fi múchta. Cuir ar siúl é leis an liosta líonra atá ar fáil a fheiceáil lenar féidir leat ceangail leo agus míreanna roghchláir ábhartha eile.",
	"Wi-Fi issue has occurred.": "Tharla deacracht Wi-Fi.",
	"WiSA Speakers": "Callairí WiSA",
	"Wide Area Zone": "Limistéir Crios Leathan",
	"Wide View": "Amharc Leathan",
	"Wide View (32:9)": "Amharc Leathan (32:9)",
	"Wide Zoom": "Zúmáil Leathan",
	"Window Color": "Dath Fuinneoige",
	"Window Opacity": "Teimhneacht Fuinneoige",
	"Wired Connection (Ethernet)": "Ceangail Sreangaithe (Ethernet)",
	"Wired Headphones": "Cluasáin Sreangaithe",
	"Wired Headphones + Internal TV Speaker": "Cluasáin Sreangaithe + Callaire Teilifíse Inmheánach",
	"With this option, you can control the audio device's volume with your TV remote.": "Leis an rogha seo, thig leat airde an ghléis fuime a rialú le do chianrialtán Teilifíse.",
	"Yangon": "Rangún",
	"Year": "Bliain",
	"Yellow": "Buí",
	"Yemen": "Éimin",
	"Yes": "Ba mhaith",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Thig leat na héifeachtaí fuaime a athrú nuair atá an Teilifís ar siúl nó múchta agus nuair a bhogann an scáileán.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Thig leat na gleásanna atá ceangailte le poirt HDMI a rialú le cianrialtán Magic gan na próisis socraithe gléis.",
	"You can delete the device connection history of Screen Share.": "Thig leat an stair ceangailte gléis ó Screen Share a scriosadh.",
	"You can delete the device connection history of Sound Share.": "Thig leat an stair ceangailte gléis ó Sound Share a scriosadh.",
	"You can find the default password in User Guide.": "Is feidir leat teacht ar an focal faire reamhshocraithe sa Treoir d'Usaideoiri.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Thig leat an leis an Uathfhreagra Cluiche a láinseáil trí HDMI Ultra HD Deep Colour a shocrú \"Ar Siúl\".",
	"You can only change settings from the current HDMI input.": "Ní thig socruithe a athrú ach ón ionchur reatha HDMI.",
	"You can scan again to connect the device.": "Thig leat scanadh arís agus ceangail leis an ghléas.",
	"You can select left and right audio settings for broadcast signal.": "Thig socruithe fuaime clé nó deas a roghnú do chomhartha craolta.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Anois thig leat an AMD FreeSync Premium den phort HDMI {num} a roghnú.",
	"You can select the Ultra HD Deep Color of port.": "Thig leat Ultra HD Deep Colour an Phoirt a roghnú.",
	"You can set the sound to play when the TV is turned on or off.": "Thig leat an fhuaim a shocrú le seinnt nuair atá an Teilifís múchta.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Thig an ghné de shábháil próifíl CAM an oibreora a chur ar siúl/a mhúchadh.",
	"You can turn this feature on or off.": "Thig an gné seo a mhúchadh nó a chur ar siúl.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Seans go bhfaighidh tú moltaí ábhair éagsúla trí Líonra, Má mhúchtar an rogha seo ní chuirtear ach ábhair bhunúsacha agus seans nach mbeidh neart roghanna ar fáil.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Beidh do Theilifís agus gléas SIMPLINK-ceangailte sioncronaithe mar a leanas:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Cathfidh do Theilifís fanacht múchta fad atá an phróiséas Athnuachan Picteilín ar bun. Cuirtear aon taifeadtaí reatha nó le teacht, meabhrúcháin, nó cumhacht amadóra ar siúl sceidealaithe ar ceal le linn an phróiséas seo agus ní bheidh an callaire BT ar Amharc Nialasach ar fáil.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Cathfidh do Theilifís fanacht múchta fad atá an phróiséas Athnuachan Picteilín ar bun. Cuirtear aon taifeadtaí reatha nó le teacht, meabhrúcháin, nó cumhacht amadóra ar siúl sceidealaithe le linn an phróiséas seo.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Caithfidh do Theilifís a bheith ceangailte leis an líonra chun do Thír Seirbhíse LG a shocrú go huathoibríoch. Ar mhaith leat a dhul chuig Socruithe Líonra anois leis an cheangal a sheiceáil?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Caithfidh fios a bheith ag do Theilifís faoi do láthair cheart chun teachtaireachtaí foláirimh éigeandála trína chomhartha digiteach Teilifíse.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Beidh do Theilifís múchta nuair a thugtar an próiséas chun críche, ag an phointe a thiocfaidh sé ar siúl arís go huathoibríoch.",
	"Zambia": "An tSaimbia",
	"Zimbabwe": "An tSiombáib",
	"Zoom": "Zúmáil",
	"Zoom2": "Zumáil2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Beidh [{Device}] dícheangailte ó do Theilifís. Ní bheidh fuaim a sheinnt ón ghléas seo a thuilleadh. Ar mhaith leat leanúint ar aghaidh?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Beidh [{Device}] bainte ó liosta na ngléasanna péireáilte. Má's mian leat é a cheangail ar ball, caithfidh tú gléasanna atá ar fáil a chuardach agus é a athphéireáil. Ar mhaith leat leanúint ar aghaidh?",
	"[{deviceName}] will be deleted.": "Beidh [{deviceName}] scriosta.",
	"aspectRatio_original": "Bunaidh",
	"audioGuidance_fast": "Gasta",
	"audioGuidance_high": "Ard",
	"audioGuidance_low": "Íseal",
	"audioGuidance_medium": "Meán",
	"audioGuidance_slow": "Mall",
	"audioGuidance_veryFast": "Iontach Gasta",
	"audioGuidance_veryHigh": "An Ard",
	"audioGuidance_veryLow": "An Íseal",
	"audioGuidance_verySlow": "Iontach Mall",
	"btDotSignalStrength_wide": "Leathan",
	"button": "cnaipe",
	"character": "carachtar",
	"characters": "carachtair",
	"checked": "seiceáilte",
	"colorGamutJPNWide": "Leathan",
	"connecting": "ag ceangal",
	"depthOfColor": "Dath",
	"diagonal zoom in": "zúmáil isteach trasnánach",
	"diagonal zoom out": "zúmáil amach trasnánach",
	"digitalOptionSetByProgram": "Socraigh De Réir Cláir",
	"energy_Maximum": "Uasmhéid",
	"energy_Medium": "Meán",
	"energy_Minimum": "Íosmhéid",
	"freesync_high": "Ard",
	"freesync_low": "Íseal",
	"freesync_off": "Múchta",
	"freesync_wide": "Leathan",
	"gamma_high1": "Ard1",
	"gamma_high2": "Ard2",
	"hidden": "folaithe",
	"horizontal zoom in": "zúmáil isteach cothrománach",
	"horizontal zoom out": "zúmáil amach cothrománach",
	"jpDoNot": "Múchta",
	"logoLuminance_high": "Ard",
	"logoLuminance_low": "Íseal",
	"min": "íos",
	"not connected": "nil tú Ceangailte",
	"objet_soundMode": "Optamaigh mód fuaime d'achan cineál ábhair.",
	"pictureControl3dModeStandard": "Caighdeánach",
	"pictureControlAuto": "Uathoibríoch",
	"pictureControlAuto_BlackLevel": "Uathoibríoch",
	"pictureControlHigh": "Ard",
	"pictureControlHigh_BlackLevel": "Ard",
	"pictureControlHigh_Male": "Ard",
	"pictureControlLow": "Íseal",
	"pictureControlLow_BlackLevel": "Íseal",
	"pictureControlLow_Male": "Íseal",
	"pictureControlMedium": "Meán",
	"pictureControlMedium_BlackLevel": "Meán",
	"pictureControlMedium_Male": "Meán",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Meán",
	"pictureLocalDimmingHigh": "Ard",
	"pictureLocalDimmingLow": "Íseal",
	"pictureLocalDimmingMed": "Meán",
	"pictureMode": "Caighdeánach",
	"pictureModeSettings": "Saincheaptha",
	"press OK button to edit IP manually": "brúigh cnaipe OK le IP a athrú de láimh.",
	"press OK button to enter channel to search": "brúigh cnaipe OK le caineál le cuardach a chur isteach",
	"press OK button to enter value": "brúigh an cnaipe OK leis an luach a chur isteach",
	"press right button to adjust de-judder and de-blur value": "brúigh cnaipe deas le luach díchreathaithe agus dígheamhaithe a choigeartú",
	"press right button to adjust zoom ratio and position": "brúigh cnaipe deas le cóimheas agus suíomh zúmála a choigeartú",
	"shift current screen down": "iomlaoidigh scáileán reatha síos",
	"shift current screen to the left": "iomlaoidigh scáileáin reatha ar chlé",
	"shift current screen to the right": "iomlaoidigh scáileáin reatha ar dheis",
	"shift current screen up": "iomlaoidigh scáileán reatha suas",
	"shift down": "iomlaoidigh síos",
	"shift left": "iomlaoidigh ar chlé",
	"shift right": "iomlaoidigh ar dheis",
	"shift up": "iomlaoidigh suas",
	"soundMode_Standard": "Caighdeánach",
	"speaker_channel": "Cainéal",
	"thaRatingNone": "Ceann ar bith",
	"unchecked": "neamhsheiceáilte",
	"unread": "neamhléite",
	"vertical zoom in": "zúmáil isteach ingearach",
	"vertical zoom out": "zúmáil amach ingearach",
	"volumeModeHigh": "Ard",
	"volumeModeLow": "Íseal",
	"volumeModeMedium": "Meán",
	"webOS TV Version": "webOS Leagan Teilifíse",
	"zoom in": "zúmáil isteach",
	"zoom out": "zúmáil amach"
}
