{
	" (User)": " (Korisnik)",
	"(Version: {l})": "(Verzija: {l})",
	"* The device connected should support this service.": "* Povezani uređaj treba da podržava ovu uslugu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ova funkcija se primenjuje jednom i samo kada se TV isključi.",
	"* This feature is available on certain devices only.": "* Ova funkcija je dostupna samo na određenim uređajima.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ovaj režim jasno izražava namere FILMMAKER MODE, ali može da izgleda tamnije od drugih režima slike.",
	"* This settings is only available for Internal TV Speaker.": "* Ovo podešavanje je dostupno samo za interni TV zvučnik.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Iako je ova opcija podešena na UKLJUČENO, čuvar ekrana neće raditi da bi se izbeglo ometanje vašeg užitka u gledanju na eksternim ulazima kao što je TV uživo.",
	"* You can control the app which supports the function on your mobile device.": "* Možete da kontrolišete aplikaciju koja podržava funkciju u vašem mobilnom uređaju.",
	"1) Turn the Bluetooth on the other device off.": "1) Isključite Bluetooth na drugom uređaju.",
	"10 Points Code Value": "Vrednost kôda sa 10 tačaka",
	"10 Points IRE": "IRE sa 10 tačaka",
	"10 and Above": "10 i više",
	"11 and Above": "11 i više",
	"12 Hours": "12 sati",
	"12 and Above": "12 i više",
	"13 and Above": "13 i više",
	"14 and Above": "14 i više",
	"14 by 9": "14 prema 9",
	"15 and Above": "15 i više",
	"16 and Above": "16 i više",
	"16 by 9": "16 prema 9",
	"17 and Above": "17 i više",
	"18 and Above": "18 i više",
	"19 and Above": "19 i više",
	"2 Channel": "2 kanala",
	"2 Hours": "2 sata",
	"2 Points": "2 poena",
	"2) Turn the Bluetooth device to connect off and on.": "2) Uključite i isključite Bluetooth uređaj za povezivanje.",
	"20 Points Code Value": "Vrednost kôda sa 20 tačaka",
	"20 Points IRE": "IRE sa 20 tačaka",
	"20 and Above": "20 i više",
	"21 by 9": "21 prema 9",
	"22 Points Code Value": "Vrednost kôda sa 22 tačaka",
	"22 Points IRE": "IRE sa 22 tačaka",
	"24 Hours": "24 sata",
	"3 Hours": "3 sata",
	"32 by 12": "32 prema 12",
	"32 by 9": "32 prema 9",
	"3G/4G Connection": "3G/4G veza",
	"4 Hours": "4 sata",
	"4 Hours Auto Power Off": "Automatsko isključivanje nakon 4 sata",
	"4 and Above": "4 i više",
	"4 by 3": "4 prema 3",
	"4-Way Zoom": "4-smerno uveličavanje",
	"5 and Above": "5 i više",
	"5.1 Channel": "5.1 kanal",
	"6 Hours": "6 sati",
	"6 and Above": "6 i više",
	"7 and Above": "7 i više",
	"8 Hours": "8 sati",
	"8 and Above": "8 i više",
	"9 and Above": "9 i više",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID se koristi za identifikovanje ovog uređaja za svrhe oglašavanja i da bi se olakšao prikaz određenih reklama za koje ste možda zainteresovani. Možete da resetujete AD ID ili da ograničite AD ID traženje u nastavku.",
	"AI Acoustic Tuning": "AI podešavanje zvuka",
	"AI Acoustic Tuning Options": "Opcije za AI podešavanje zvuka",
	"AI Acoustic Tuning is disabled.": "AI podešavanje zvuka je onemogućeno.",
	"AI Brightness Control": "Upravljanje AI osvetljenjem",
	"AI Picture": "AI slika",
	"AI Picture Pro": "AI slika Pro",
	"AI Recommendation": "AI preporuke",
	"AI Service": "AI usluga",
	"AI Sound": "AI zvuk",
	"AI Sound Pro": "AI zvuk Pro",
	"AV Sync Adjustment": "AV Sync. podešavanje",
	"Abidjan": "Abiddžan",
	"Accessibility": "Pristup",
	"Account Management": "Upravljanje nalogom",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktiviranjem ove opcije prekida se prikupljanje i traženje podataka o ličnosti koji su povezani sa reklamama sa ovog Smart TV-a.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Zbog aktiviranja ovog prebacivanja LGE dostavlja pružaocima trećih strana uputstva da prekinu komercijalizaciju vaših podataka o ličnosti. Osim ako zasebno otkažete, i dalje možete da pristupate uslugama kao što su Live Plus, LG Channels i Who.Where.What?.",
	"Add Network": "Dodaj mrežu",
	"Add a hidden wireless network": "Dodaj skrivenu bežičnu mrežu",
	"Add wireless network by manually entering network name (SSID).": "Dodajte bežične mreže ručno unosom naziva mreže (SSID).",
	"Addis Ababa": "Adis Ababa",
	"Additional Audio Selection": "Izbor dodatnog zvuka",
	"Additional Settings": "Dodatna podešavanja",
	"Address Setting": "Podešavanje adrese",
	"Adjust Audio Guidance pitch.": "Podesite visinu tona audio smernica.",
	"Adjust Audio Guidance speed.": "Podesite brzinu audio smernica.",
	"Adjust Audio Guidance volume.": "Podesite jačinu audio smernica.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Podesite svetlinu pozadinskog osvetljenja da posvetlite ili zamračite ekran.",
	"Adjust Screen Position": "Podesi položaj ekrana",
	"Adjust Zoom Ratio": "Podesi odnos uvećanja",
	"Adjust animation effect shown on the home at certain times.": "Podesite efekat animacije koja se prikazuje na početnoj strani u određenim vremenskim intervalima.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Podesite osvetljenje analizom pomeranja slika da biste sprečili bljesak i smanjili potrošnju energije.",
	"Adjust brightness of the LG logo.": "Podesite nivo osvetljenosti LG logotipa.",
	"Adjust color and saturation for a more vivid image.": "Podesite boju i zasićenje slike za živopisniju sliku.",
	"Adjust color temperature automatically to reduce eye strain.": "Podesite temperaturu boje automatski da biste smanjili naprezanje očiju.",
	"Adjust cursor speed.": "Podesite brzinu kursora.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Podesite oštrinu ivica. Više vrednosti povećavaju oštrinu i jasnoću slike.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Podesite podešavanja game da biste kompenzovali osvetljenje ulaznog signala.",
	"Adjust left/right audio balance.": "Podesite ravnotežu levog/desnog zvuka.",
	"Adjust luminance for selected color.": "Podesite osvetljenost izabrane boje.",
	"Adjust luminance level for selected IRE point.": "Podesite nivo osvetljenja za izabranu IRE tačku.",
	"Adjust peak brightness for the brightest luminance.": "Podesite maksimalno osvetljenje za maksimalnu osvetljenost.",
	"Adjust remote's cursor speed and appearance.": "Podesite brzinu i izgled kursora daljinskog upravljača.",
	"Adjust saturation for selected color.": "Podesite zasićenje izabrane boje.",
	"Adjust screen brightness to reduce energy consumption.": "Podesite osvetljenje ekrana da biste smanjili potrošnju energije.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Podesite OLED OSVETLJENJE da posvetlite ili zamračite ekran.",
	"Adjust the audio timing to synchronize the video and audio.": "Podesite tajming za zvuk da biste sinhronizovali video i zvuk.",
	"Adjust the balance of red and green to display the tint on the screen.": "Podesite balans između crvene i zelene boje za prikaz nijansi na ekranu.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Podesite balans boje promenom temperature boje, osvetljenja i intenziteta crvene, zelene i plave.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Detaljno podesite kontrast, rezoluciju itd. za pojedinačni režim slike i pored toga podesite željenu boju, gama itd.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Podesite razliku između tamnih i svetlih oblasti ekrana. Veće vrednosti naglašavaju razliku.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Podesite brzinu kadrova na isti način kao na filmu za bioskopski užitak.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Podesite osvetljenost statičnih slika poput logotipa i slično i sprečite probleme sa kvalitetom slike koji se mogu javiti kada je televizor uključen duže vreme.",
	"Adjust the screen color to be pale or deep.": "Podesite da li želite da boja ekrana bude bleda ili duboka.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Podesite zvuk tako da zadovoljava vaš ukus za svaki frekvencijski opseg zvuka.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Podesite tajming da biste sinhronizovali u slučaju da postoji neslaganje između video sadržaja i zvuka.",
	"Adjust the tint to brighten or darken the screen.": "Podesite nijansu da posvetlite ili zatamnite ekran.",
	"Adjust the volume you want with pressing remote's volume key.": "Podesite jačinu zvuka koju želite pritiskom na taster za jačinu zvuka na daljinskom upravljaču.",
	"Adjust tint for selected color.": "Podesite nijansu izabrane boje.",
	"Adjust whether to display the home promotion.": "Podesite da li želite da prikažete kućnu promociju.",
	"Adjusting Luminance": "Podešavanje osvetljenosti",
	"Adolescent over 13 are allowed to watch.": "Adolescenti stariji od 13 godina smeju da gledaju.",
	"Adolescent over 14 are allowed to watch.": "Adolescenti stariji od 14 godina smeju da gledaju.",
	"Adolescent over 16 are allowed to watch.": "Adolescenti stariji od 16 godina smeju da gledaju.",
	"Adult": "Za odrasle",
	"Adult Language": "Jezik za odrasle",
	"Adults only.": "Samo odrasli.",
	"Advanced": "Napredna podešavanja",
	"Advanced Controls": "Napredne kontrole",
	"Advanced Wi-Fi Settings": "Napredna podešavanja za Wi-Fi",
	"Advertisement": "Reklama",
	"Afghanistan": "Avganistan",
	"Afrikaans": "Afrikans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nakon promene države biće izbrisani svi trenutno podešeni kanali. Pokrenite automatsko podešavanje da biste ponovo podesili kanale. Da li želite da nastavite?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Kada promenite poštanski broj, svi trenutni Freesat kanali biće izbrisani. Pokrenite automatsko podešavanje da biste ponovo podesili kanale. Da li želite da nastavite?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nakon promene države, možete da skenirate kanale koristeći opciju automatskog podešavanja. Nastavi?",
	"Ages 2-7 are allowed to watch.": "Osobe starosti od 2 do 7 godina smeju da gledaju.",
	"Albania": "Albanija",
	"Albanian": "Albanski",
	"Alerts you by sound when the TV is turned on or off.": "Upozorava vas zvukom kada se TV uključi ili isključi.",
	"Algeria": "Alžir",
	"Algiers": "Alžir",
	"All Channels": "Svi kanali",
	"All Children": "Sva deca",
	"All ages are allowed to watch.": "Gledaoci svih starosti smeju da gledaju.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Resetovaće se sva trenutna podešavanja za režim {pictureMode}. Da li želite da nastavite?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Sva podešavanja zvučnih efekata u standardnom režimu će biti resetovana. Da li želite da nastavite?",
	"Allow Automatic Updates": "Dozvoli automatska ažuriranja",
	"Almaty": "Almati",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Takođe, možete da podesite detaljna podešavanja za Bluetooth okružujući zvuk.",
	"Always Open": "Uvek otvoreno",
	"Always-on Off Time": "Vreme isključivanja funkcije Always-on",
	"Amman": "Aman",
	"An error has occurred while copy channels.": "Došlo je do greške prilikom kopiranja kanala.",
	"An important software update is available.": "Važna nadogradnja softvera je dostupna.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analogni režim",
	"Analog TV": "Analogni TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizirajte karakteristike zvuka i optimizujte za svaki sadržaj u realnom vremenu.",
	"Anchorage": "Ankoridž",
	"Antenna": "Antena",
	"Antenna ATV": "Antenska ATV",
	"Antenna DTV": "DTV antena",
	"Antenna Radio": "Radio preko antene",
	"Antigua and Barbuda": "Antigva i Barbuda",
	"Any Supplementary Audio": "Bilo koji prateći zvuk",
	"Apia": "Apija",
	"App Alarm": "Alarm za aplikacije",
	"Application Locks": "Zaključavanja aplikacija",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Primenite vrednosti detaljnih podešavanja za aktuelni režim slike na sve ulaze ili aplikacije.",
	"Apply to all inputs": "Primeni na sve ulaze",
	"Applying value to all inputs...": "Primena vrednosti na sve ulaze...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arapski",
	"Araguaína": "Aragvaina",
	"Armenia": "Jermenija",
	"Ashgabat": "Ašgabat",
	"Aspect Ratio": "Odnos stranica slike",
	"Aspect Ratio Settings": "Podešavanja odnosa stranica slike",
	"Assamese": "Asamski",
	"Assign channels to remote buttons so you can quickly jump to them.": "Dodelite kanale dugmadima na daljinskom upravljaču tako da možete brzo da ih menjate.",
	"Asunción": "Asunsion",
	"Athens": "Atina",
	"Auckland": "Okland",
	"Audio Delay": "Odložena reprodukcija zvuka",
	"Audio Description": "Zvučni opis",
	"Audio Description Volume": "Jačina zvuka opisa",
	"Audio Guidance": "Zvučne smernice",
	"Audio Language": "Jezik zvuka",
	"Audio Out (Line Out)": "Audio izlaz (Line Out)",
	"Audio Type": "Vrsta zvuka",
	"Australia": "Australija",
	"Austria": "Austrija",
	"Auto": "Automatski",
	"Auto Detect": "Automatska detekcija",
	"Auto Device Detection": "Automatska detekcija uređaja",
	"Auto Genre Selection": "Automatsko biranje žanra",
	"Auto Power Off": "Automatsko isključivanje",
	"Auto Power Sync": "Sinhronizacija automatskog uključivanja",
	"Auto Start": "Automatsko pokretanje",
	"Auto Volume": "Automatska jačina zvuka",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatski podesite zazor u jačini zvuka ili podesite jačinu zvuka koji se podešava jedan po jedan korišćenjem tastera za jačinu zvuka na daljinskom upravljaču.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatski podešavajte do vrednosti slike koja je optimizovana za žanr sadržaja Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatski podešavajte do vrednosti slike koja je optimizovana za žanr sadržaja.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatsko prebacivanje na FILMMAKER MODE kada se prepozna filmski sadržaj.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatski optimizjute kvalitet slike na osnovu boje i jačine osvetljenja ambijentalnog svetla.",
	"Automatically update system software when an update is found.": "Automatski ažurirajte sistemski softver kada je ažuriranje dostupno.",
	"Available Internal Storage": "Dostupno unutrašnje skladištenje",
	"Azerbaijan": "Azerbejdžan",
	"BG Color": "Boja POZ",
	"BG Opacity": "Providnost POZ",
	"Back": "Nazad",
	"Backlight": "Pozadinsko osvetljenje",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahami",
	"Bahrain": "Bahrein",
	"Balance": "Balans",
	"Bangkok": "Bankok",
	"Bangladesh": "Bangladeš",
	"Basque": "Baskijski",
	"Bass Boost": "Pojačani niski tonovi",
	"Behavior may vary depending on connected device.": "Ponašanje može da zavisi od povezanog uređaja.",
	"Beijing": "Peking",
	"Beirut": "Bejrut",
	"Belarus": "Belorusija",
	"Belgium": "Belgija",
	"Belgrade": "Beograd",
	"Belém": "Belem",
	"Bermuda": "Bermudi",
	"Bhutan": "Butan",
	"Bishkek": "Bišek",
	"Bissau": "Bisao",
	"Black": "Crno",
	"Black Level": "Nivo crne",
	"Blanc-Sablon": "Blank Sablon",
	"Blantyre": "Blantire",
	"Block TV programs broadcast in English based on their content ratings.": "Blokirajte TV programe koji se emituju na engleskom jeziku na osnovu preporuke za sadržaj.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokirajte TV programe koji se emituju na francuskom jeziku na osnovu preporuke za sadržaj.",
	"Block content based on genre.": "Blokirajte sadržaj na osnovu žanra.",
	"Blue": "Plavo",
	"Bluetooth Speaker Mode": "Režim Bluetooth zvučnika",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth okružujući zvuk + interni TV zvučnik",
	"Bluetooth Surround Sound Setup": "Podešavanje opcije Bluetooth okružujući zvuk",
	"Bogotá": "Bogota",
	"Bolivia": "Bolivija",
	"Bosnia": "Bosna i Hercegovina",
	"Bosnia And Herzegovina": "Bosna i Hercegovina",
	"Bosnian": "Bosanski",
	"Botswana": "Bocvana",
	"Brazilian Punk": "Brazilski Pank",
	"Brazzaville": "Brazavil",
	"Brightness": "Osvetljenje",
	"Broadcast Country": "Država emitovanja",
	"Broadcast Mail": "Emituj poštu",
	"Broken Hill": "Broken Hil",
	"Brussels": "Brisel",
	"Bucharest": "Bukurešt",
	"Budapest": "Budimpešta",
	"Buenos Aires": "Buenos Ajres",
	"Bujumbura": "Budžumbura",
	"Bulgaria": "Bugarska",
	"Bulgarian": "Bugarski",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Pritiskom na „Resetuj” brišete sve podatke povezane sa reklamama koji su prikupljeni putem LGE sa ovog Smart TV-a u prošlosti. Pritisak na „Resetuj” može da utiče na vrste reklama koje će se prikazivati u budućnosti, ali nastavljate da dobijate reklame.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Uključivanjem funkcije Live Plus, pristajete na prikupljanje informacija u vezi sa gledanjem televizije od strane kompanije LG Electronics Inc. („LGE“) putem modula ACR, koje se mogu podeliti na anonimnoj osnovi sa trećim stranama da bi vam se pružite interaktivne usluge. Imajte na umu da svesno ne prikupljamo ili distribuiramo navedene informacije od ili u vezi sa decom mlađom od 13 godina starosti. Detaljne informacije o funkciji Live Plus su date u Informacijama o pregledanju (Uslovi) kojima možete da pristupite preko menija za podešavanja SmartTV-a. LGE preporučuje da pregledate potpunu verziju Informacija o pregledanju (Uslovi) pre nego što aktivirate funkciju Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Jasno vam je da uključivanjem Live Plus sadržaj prikazan na vašem televizoru može da se prepozna, a prikazane informacije mogu da se koriste da vam se obezbedi unapređeni užitak gledanja i personalizovane usluge uključujući preporuke za sadržaj i reklame. Pogledajte Politiku zaštite privatnosti i odgovarajuće Ugovore sa korisnikom u meniju Podešavanja za TV za više informacija.",
	"CI Information": "CI informacije",
	"CI password incorrect. Please enter again.": "CI lozinka nije ispravna. Unesite je ponovo.",
	"COMPONENT2": "KOMPONENTNI2",
	"COMPONENT3": "KOMPONENTNI3",
	"CS1 Board": "CS1 ploča",
	"CS2 Board": "CS2 ploča",
	"Cable": "Kabl",
	"Cable ATV": "Kablovska ATV",
	"Cable DTV": "Kablovska DTV",
	"Cable Radio": "Radio preko kablovske",
	"Cairo": "Kairo",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Campo Grande": "Kampo Grande",
	"Can not Find Channel": "Kanal nije pronađen",
	"Canada": "Kanada",
	"Canary Islands": "Kanarska Otrva",
	"Cancel": "Otkaži",
	"Cancel Schedule": "Otkaži raspored",
	"Cancel Update": "Otkaži ažuriranje",
	"Cancún": "Kankun",
	"Cantonese": "Kantonski",
	"Cape Verde": "Zelenortska ostrva",
	"Caracas": "Karakas",
	"Casablanca": "Kazablnanka",
	"Catalan": "Katalonski",
	"Caution": "Oprez",
	"Cayman Islands": "Kajmanska Ostrva",
	"Center": "Centar",
	"Central African Republic": "Centralnoafrička Republika",
	"Ceuta": "Seuta",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Promenite intenzitet plave i podesite balans boje.",
	"Change green intensity and adjust the color balance.": "Promenite intenzitet zelene i podesite balans boje.",
	"Change red intensity and adjust the color balance.": "Promenite intenzitet crvene i podesite balans boje.",
	"Change the left / right sound": "Promenite zvuk sa leve/desne strane",
	"Change the position of captions using the 4-way dial on the remote control.": "Promenite položaj natpisa korišćenjem četvorosmernog dugmeta na daljinskom upravljaču.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Promena regiona može dovesti do promene trenutno podešenih kanala na televizoru. Kanale možete ponovo da podesite pomoću automatskog podešavanja. Da li želite odmah da promenite podešavanja regiona?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Promena države će dovesti do restartovanja televizora i možda ćete ponovo morati da prihvatite Ugovore sa korisnikom za LG proizvod. Takođe, dostupnost nekih aplikacija i usluga se može razlikovati u zavisnosti od države LG usluga. Da li želite da nastavite?",
	"Channel Locks": "Zaključavanja kanala",
	"Channel Manager": "Alatka za upravljanje kanalima",
	"Channel Scrolling Options": "Opcije listanja kanala",
	"Channel Tuning": "Podešavanje kanala",
	"Channel Tuning & Settings": "Podešavanje kanala",
	"Channels": "Kanali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Nije moguće zaključati kanale iz HDMI ulaza i drugih spoljašnjih ulaza. Da biste zaključali TV kanale, promenite trenutni ulaz da bude Live TV.",
	"Chatham Islands": "Katamska Ostrva",
	"Check TV information.": "Proverite informacije o TV-u.",
	"Check alarm messages about the user settings or TV status.": "Pogledajte poruke alarma u vezi sa korisničkim podešavanjima ili statusom TV-a.",
	"Check descriptions for each LG webOS TV functions.": "Proverite opise za svaku funkciju na LG webOS TV-u.",
	"Check for Advertising settings and set it.": "Proverite podešavanja reklama i podesite ih.",
	"Check for Updates": "Proveri da li ima ažuriranja",
	"Check for available functions with Voice and set Voice Settings.": "Proverite dostupne glasovne funkcije i podesite Podešavanja glasa.",
	"Check for problems with the picture quality.": "Proverite probleme sa kvalitetom slike.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Proverite probleme sa kvalitetom zvuka na internom TV zvučniku.",
	"Check for software updates and update if available.": "Proverite da li su dostupna ažuriranja softvera i ažurirajte.",
	"Check whether the Bluetooth device is in pairing mode.": "Proverite da li se Bluetooth uređaj nalazi u režimu uparivanja.",
	"Check your TV status to solve problems or use remote support.": "Proverite status televizora da otklonite probleme ili koristite daljinsku podršku.",
	"Checking Password": "Provera lozinke",
	"Checking for Updates": "Provera da li ima ažuriranja",
	"Checking...": "Proveravanje...",
	"Chicago": "Čikago",
	"Chihuahua": "Čihuahua",
	"Children": "Dečiji",
	"Children Age": "Starost dece",
	"Children Program Locks": "Zaključavanje programa za decu",
	"Children over 8 are allowed to watch.": "Deca starija od 8 godina smeju da gledaju.",
	"Chile": "Čile",
	"China": "Kina",
	"Chinese": "Kineski",
	"Chisinau": "Čisinau",
	"Choibalsan": "Čiobalsan",
	"Chongqing": "Čongking",
	"Choose to have all channels or just your primary ones when you change channels.": "Izaberite da imate sve kanale ili samo primarne kada menjate kanale.",
	"Christmas Island": "Božićno Ostrvo",
	"Cinema": "Bioskop",
	"Cinema Home": "Kućni bioskop",
	"Cinema View": "Bioskopski prikaz",
	"Cinema View (32:12)": "Bioskopski prikaz (32:12)",
	"Cinema Zoom": "Bioskopsko uvećanje",
	"City": "Grad",
	"City Selection": "Izbor grada",
	"Clean Audio": "Jasan zvuk",
	"Clear": "Živopisno",
	"Clear Plus": "Clear/Plus",
	"Clear1": "Obriši",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Kliknite na dugme POVEŽI SE ispod nakon što uključite LG bežičnu tastaturu i podesite na režim uparivanja.",
	"Close": "Zatvori",
	"Closed Caption": "Skriveni titlovi",
	"Closed Caption Settings": "Podešavanja pomoćnih titlova",
	"Code Value": "Vrednost kôda",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Preuzmite i skladištite MAC adresu, broj modela, oznaku države, podešavanja jezika i verziju softvera da bi se potvrdilo da je softver ažuriran na najnoviju verziju.",
	"Colombia": "Kolumbija",
	"Colombo": "Kolumbo",
	"Color": "Boja",
	"Color Gamut": "Lestvica boja",
	"Color Management System": "Sistem za upravljanje bojom",
	"Color Temperature": "Temperatura boje",
	"Component": "Komponenta",
	"Conakry": "Konakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potvrdite odredbe i uslove ili promenite da li želite da prihvatite ugovor.",
	"Congo Brazzaville": "Kongo",
	"Connect": "Poveži se",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Povežite Bluetooth zvučnik i TV zvučnik i automatski podesite Odloženu reprodukciju zvuka između zvučnika.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Povežite spoljašnji audio uređaj, koji podržava eARC, sa eARC-om.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Povežite eksterne uređaje kao što su TV dekoder, zvučni sistem itd. sa televizorom na osnovu vodiča.",
	"Connect the LAN cable directly to the TV to use the network.": "Povežite LAN kabl direktno sa televizorom da koristite mrežu.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Povežite se sa mrežom ručnim unosom IP i DNS adresa servera.",
	"Connect to the network if a wireless router is installed.": "Povežite se sa mrežom ako se instalira bežični ruter.",
	"Connect via WPS PBC": "Poveži se preko WPS PBC",
	"Connect via WPS PIN": "Poveži se preko WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Povežite vaš TV sa ruterom ili modemom pomoću Ethernet kabla da biste aktivirali žičanu vezu sa mrežom.",
	"Connect your TV with WiSA Speakers wirelessly.": "Povežite svoj TV sa WiSA zvučnicima bežičnim putem.",
	"Connectable Devices ({num})": "Uređaji koji mogu da se povežu ({num})",
	"Connected": "Povezano",
	"Connected to Internet": "Veza sa internetom uspostavljena",
	"Connecting...": "Povezivanje...",
	"Connection": "Veza",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Dostupno je upravljanje povezivanjem pomoću pametnog telefona ili računara. Da biste povezali TV sa mobilnim uređajem, neophodna su podešavanja povezivanja i zahtevi na pametnom telefonu i računaru.",
	"Content Recommendations": "Preporuke za sadržaj",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Sadržaj će se reprodukovati zvukom koji je podoban za višekanalni način slušanja ako HbbTV usluga podržava takav zvuk.",
	"Contrast": "Kontrast",
	"Cool": "Hladno",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopiraj kanale",
	"Copy/Delete file": "Kopiraj/obriši datoteku",
	"Correct contrast and brightness by adjusting black levels.": "Ispravite kontrast i osvetljenje podešavanjem nivoa crne.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korigujte piksel slike i sprečite probleme sa kvalitetom slike koji se mogu javiti nakon što je TV uključen duži period.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Dostupna mreža nije pronađena.",
	"Croatia": "Hrvatska",
	"Croatian": "Hrvatski",
	"Cuba": "Kuba",
	"Cuiabá": "Kuiaba",
	"Current time is not valid. Do you want to set the correct time now?": "Trenutno vreme nije ispravno. Da li želite da podesite ispravno vreme sada?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Trenutne vrednosti prilagođenih podešavanja režima slika biće primenjene na režim {pictureMode} za sve ulaze. Da li želite da nastavite?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Veza sa LG bežičnom tastaturom koja je trenutno povezana sa vašim televizorom će biti prekinuta. Da li želite da nastavite?",
	"Custom": "Prilagođeno",
	"Custom Time Zone": "Prilagođena vremenska zona",
	"Customer Service": "Korisnička podrška",
	"Cyan": "Cijan",
	"Cyprus": "Kipar",
	"Czech": "Češka",
	"Czech Republic": "Češka Republika",
	"Côte d'Ivoire": "Obala Slonovače",
	"DNS Server": "DNS server",
	"DR Congo": "Demokratska Republika Kongo",
	"DTV Audio Setting": "Podešavanje DTV zvuka",
	"Damascus": "Damask",
	"Danish": "Danski",
	"Danmarkshavn": "Danrmarkšavn",
	"Dar es Salaam": "Dar es Salam",
	"Data Service": "Usluga prenosa podataka",
	"Date": "Datum",
	"Dawson": "Doson",
	"Dawson Creek": "Doson Krik",
	"Day": "Dan",
	"Delete": "Izbriši",
	"Delete Connection History": "Izbriši istoriju povezivanja",
	"Delete Pairing History": "Izbriši istoriju uparivanja",
	"Delete Usage Data": "Izbriši podatke o korišćenju",
	"Demo Options": "Opcije demonstracije",
	"Democratic Republic of the Congo": "Demokratska Republika Kongo",
	"Denmark": "Danska",
	"Depressed": "Spušteno",
	"Deregister": "Poništi registraciju",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Glasovni opis sadržaja da bi gledaoci sa oštećenim vidom mogli da koriste televizor.",
	"Detect Range": "Detektuj opseg",
	"Device Connection Settings": "Podešavanja povezivanja uređaja",
	"Device List": "Lista uređaja",
	"Device Name": "Naziv uređaja",
	"Dhaka": "Daka",
	"Digital Mode": "Digitalni režim",
	"Digital Sound Out": "Digitalni izlaz zvuka",
	"Digital TV": "Digitalni TV",
	"Directed to Older Children (ages 7 and above)": "Za stariju decu (uzrasta od 7 naviše)",
	"Disabled": "Onemogućeno",
	"Disconnect": "Prekini vezu",
	"Display captions for hearing-impaired viewers to use TV.": "Prikaz skrivenih titlova da bi gledaoci sa oštećenim sluhom mogli da koriste televizor.",
	"Display fast-moving content smoothly and clearly.": "Prikažite sadržaj koji se brzo pomera na gladak i jasan način.",
	"Display luminance level for the highest point (100 IRE).": "Prikaži nivo osvetljenosti za najvišu tačku (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Prikažite slike toplom ili hladnom temperaturom boje.",
	"Djibouti": "Džibuti",
	"Do Not Sell My Personal Information": "Nemoj da prodaješ moje podatke o ličnosti",
	"Do Not Track": "Ne prati",
	"Do you want to continue?": "Da li želite da nastavite?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Da li želite da kopirate listu kanala sa USB uređaja za skladištenje na televizor? Trenutni kanali na televizoru će biti izbrisani.",
	"Do you want to copy channel list from your TV to the USB storage?": "Da li želite da kopirate listu kanala sa televizora na USB uređaj za skladištenje?",
	"Do you want to reset Position Settings?": "Da li želite da resetujete podešavanja položaja?",
	"Do you want to reset Volume Control?": "Da li želite da resetujete upravljanje jačinom zvuka?",
	"Do you want to set the correct time now?": "Da li želite da podesite ispravno vreme sada?",
	"Do you want to turn your TV off now?": "Da li sada želite da isključite TV?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikanska Republika",
	"Done": "Gotovo",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Duala",
	"Download Mail": "Preuzmi poštu",
	"Download and Install": "Preuzmi i instaliraj",
	"Downloadable Rating": "Ocena za preuzimanje",
	"Dual Mono": "Dvostruki mono",
	"Dublin": "Dablin",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Tokom vremena isključivanja funkcije Always-on deo funkcija kao što je prepoznavanje glasa ograničen je kada je ekran isključen.",
	"Dushanbe": "Dušanbe",
	"Dutch": "Holandski",
	"Dynamic Color": "Dinamična boja",
	"Dynamic Contrast": "Dinamički kontrast",
	"Dynamic Tone Mapping": "Dinamično mapiranje tonova",
	"Easter Island": "Uskršnje Ostrvo",
	"Eastern Africa": "Istočna Afrika",
	"Eco Mode": "Eko režim",
	"Ecuador": "Ekvador",
	"Edge Color": "Boja ivice",
	"Edge Enhancer": "Omekšavanje ivica",
	"Edge Type": "Tip ivice",
	"Edit": "Uredi",
	"Egypt": "Egipat",
	"Eirunepé": "Eirunepe",
	"El salvador": "Salvador",
	"Emergency Alert": "Upozorenje o vanrednoj situaciji",
	"Enabled": "Omogućeno",
	"Energy Saving": "Ušteda energije",
	"Energy consumption may increase if this feature is on.": "Potrošnja energije može da se poveća ako je ova funkcija uključena.",
	"Energy saving modes to limit power consumption.": "Režimi za uštedu energije za smanjenje potrošnje energije.",
	"English": "Engleski",
	"Enhance the bass sound.": "Pojačajte niske tonove.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Poboljšajte kontrast između svetlih i tamnih polja u nekim menijima, kao u slučaju pozadine i tekstualnog sadržaja, tako da može da bude lakše uočljiv za gledaoce sa slabijim vidom.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Unapredite rezoluciju i oštrinu pomoću algoritma naučenog pomoću tehnike LG dubokog učenja i optimizujte dubinu kroz analizu sadržaja.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Uživajte u Dolby Atmos sadržaju uz optimalan zvuk tako što ćete uključiti efekat zvučnog polja.",
	"Enjoy TV sound by connecting Wired Headphones.": "Uživajte u televizijskom zvuku tako što ćete povezati slušalice sa kablom.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Uživajte u televizijskom zvuku preko audio uređaja povezanih na priključak HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Uživajte u televizijskom zvuku preko audio uređaja povezanih na izlaz OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u televizijskom zvuku preko LG audio uređaja povezanog na izlaz OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Uživajte u televizijskom zvuku putem audio uređaja povezanih sa spoljašnjim izlaznim priključcima Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Uživajte u televizijskom zvuku preko internog TV zvučnika i slušalica sa kablom.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u televizijskom zvuku preko spoljašnjih audio uređaja povezanih sa internim TV zvučnikom i izlazom OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Uživajte u jasnom i prirodnom zvuku.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Uživajte u zvuku uz bežični audio uređaj povezan preko funkcije LG Sound Sync ili Bluetooth.",
	"Enjoy the sound optimized to the room.": "Uživajte u zvuku optimizovanom za prostoriju.",
	"Enter CI Password": "Unesite CI lozinku",
	"Enter the PIN in your router's settings.": "Unesite PIN u podešavanja rutera.",
	"Enter the master password.": "Unesite glavnu lozinku.",
	"Equalizer": "Ekvalizator",
	"Equatorial Guinea": "Ekvitorijalna Gvineja",
	"Eritrea": "Eritreja",
	"Estonia": "Estonija",
	"Estonian": "Estonski",
	"Ethiopia": "Etiopija",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Čak i kada je podešavanje isključeno, možete da proverite povezane informacije preko banera kanala ili putem glasovne pomoći.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Čak i kada je televizor isključen i koristi minimalnu električnu energiju, možete da slušate muziku ako povežete mobilni uređaj. Brojne funkcije se mogu ponovo brzo koristiti kada se televizor uključi.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Čak i kada je TV isključen, možete da slušate muziku tako što ćete povezati svoj pametni telefon sa TV-om putem Bluetooth-a.",
	"Every Day": "Svaki dan",
	"Every Weekday": "Svaki radni dan",
	"Every Weekend": "Svaki vikend",
	"Expert (Bright Room)": "Stručnjak (svetla soba)",
	"Expert (Dark Room)": "Stručnjak (mračna soba)",
	"Export your TV's channel list information to a connected USB device.": "Izvezite informacije sa liste kanala vašeg TV-a na povezani USB uređaj.",
	"Extended": "Prošireno",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Produžavanje perioda za podešavanje automatskog isključivanja napajanja ili isključivanje funkcije može dovesti do povećanja potrošnje energije.",
	"Extreme": "Ekstremno",
	"Eye Comfort Mode": "Režim Eye Comfort",
	"FILMMAKER MODE Auto Change": "Automatska promena „FILMMAKER MODE”",
	"Fantasy Violence": "Fantazija sa nasiljem",
	"Fast": "Brzo",
	"Fernando de Noronha": "Fernando de Norona",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Pronađite i detektujte audio uređaj koji je dostupan za povezivanje oko TV-a.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fino podesite prostore crvene, zelene, plave, cijan, magente i žute.",
	"Finland": "Finska",
	"Finnish": "Finski",
	"Flat Mode": "Ravni režim",
	"Football": "Fudbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Kod bežičnog rutera kod kog je omogućen WPS (zaštićeno podešavanje Wi-Fi mreže), unesite PIN kod da povežete televizor sa bežičnom mrežom.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Kod bežičnog rutera kod kog je omogućen WPS (zaštićeno podešavanje Wi-Fi mreže) pritisnite dugme WPS-PBC da povežete televizor sa bežičnom mrežom.",
	"France": "Francuska",
	"French": "Francuski",
	"French Polynesia": "Francuska Polinezija",
	"Full Wide": "Potpuno široko",
	"Gaelic": "Galski",
	"Galapagos Islands": "Ostrva Galapagos",
	"Galician": "Galicijski",
	"Gallery": "Galerija",
	"Gambia": "Gambija",
	"Game": "Igra",
	"Gamma": "Gama",
	"Gateway": "Mrežni prolaz",
	"General": "Opšte",
	"General Age": "Opšta starost",
	"General Audience": "Za sve uzraste",
	"General Audiences": "Za sve uzraste",
	"General Program Locks": "Zaključavanje opštih programa",
	"Georgia": "Gruzija",
	"German": "Nemački",
	"Germany": "Nemačka",
	"Get started in a quiet environment for sound optimization.": "Počnite u tihom okruženju za optimizaciju zvuka",
	"Getting...": "Preuzimanje...",
	"Ghana": "Gana",
	"Grayscale": "Skala sive",
	"Greece": "Grčka",
	"Greek": "Grčki",
	"Green": "Zeleno",
	"Greenland": "Grenland",
	"Grenada": "Granada",
	"Guadeloupe": "Gvadalupe",
	"Guam": "Gvam",
	"Guatemala": "Gvatemala",
	"Guernsey": "Gernsej",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Meniji sa smernicama i rad sa glasovnom funkcijom da bi se gledaocima sa oštećenim vidom omogućilo gledanje televizora.",
	"Guinea": "Gvineja",
	"Guinea Bissau": "Gvineja Bisao",
	"Guinea Conakry": "Gvineja Konakri",
	"Guinea Equatorial": "Ekvitorijalna Gvineja",
	"Guyana": "Gvajana",
	"H Position": "H položaj",
	"H Sharpness": "H oštrina",
	"H Size": "H veličina",
	"HD Mode": "HD režim",
	"HD Mode Option": "Opcija HD režima",
	"HDD Eco Mode": "HDD Eko režim",
	"HDD Power Saving Mode": "HDD režim za uštedu energije",
	"HDMI Input Audio Format": "Format HDMI ulaza za zvuk",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1} i HDMI {port2} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Priključci HDMI {port1} i HDMI {port2} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Priključak HDMI {port1} podržava 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Priključak HDMI {port1} podržava Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju Ultra HD Deep Colour.",
	"HDR Effect": "HDR efekat",
	"HDR Picture Mode": "HDR režim slike",
	"Hard of Hearing": "Oštećeni sluh",
	"Headphones Volume": "Jačina zvuka na slušalicama",
	"Hebrew": "Hebrejski",
	"Hermosillo": "Hermosiljo",
	"High": "Visoko",
	"High Contrast": "Visoki kontrast",
	"Higher values increase a sense of warmth or coldness.": "Više vrednosti povećavaju osećaj toplote ili hladnoće.",
	"Hindi": "Hindu",
	"Home Animation": "Kućna animacija",
	"Home Auto Launch": "Kućno automatsko pokretanje",
	"Home Mode": "Režim za kuću",
	"Home Promotion": "Kućna promocija",
	"Home Settings": "Početna podešavanja",
	"Home/Store Mode": "Režim za kuću/radnju",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Sati",
	"However, the IPv6 version of the address does not support editing.": "Međutim, verzija IPv6 adrese ne podržava uređivanje.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Međutim, da biste održali svoj TV u optimalnom stanju, funkcija Always-on će biti onemogućena tokom podešenih pet sati, a napajanje će biti u potpunosti isključeno.",
	"Hungarian": "Mađarski",
	"Hungary": "Mađarska",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VAŽNO! Resetovanje će obrisati sva podešavanja naloga i instalirane aplikacije. Ova radnja se ne može poništiti.",
	"IP (Automatic)": "IP (automatski)",
	"IP (Manual)": "IP (ručno)",
	"IP Address": "IP adresa",
	"IVC (Cote d’Ivoire)": "IVC (Obala Slonovače)",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Kada je automatska sinhronizacija uključivanja izabrana, vaš TV će se uključiti kada uključite SIMPLINK uređaj a vaši SIMPLINK uređaji će se isključiti kada isključite vaš TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ako je podešena univerzalna kontrola TV dekodera/OTT, iskoristite pogodnost korišćenja TV dekodera povezanog sa LG daljinskog upravljača.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ako se uređaj poveže sa priključkom, možete da gledate optimizovanu sliku igre uz smanjeno kašnjenje ili prekid videa na uređaju.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ako je uključena i vi se povežete sa uređajem koji podržava tehnologiju Ultra HD Deep Colour, vaša slika može biti jasnija.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ako je u toku snimanje ili ažuriranje softvera, on će sačekati dok se oni ne završe pa proces može potrajati više od sat vremena.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ako je u toku snimanje ili ažuriranje softvera, on će sačekati dok se oni ne završe pa proces može potrajati više od {n} minut/-a.",
	"If the device is not connected, you may not hear any sound through it.": "Ako uređaj nije pravilno povezan, možda nećete čuti zvuk preko njega.",
	"If the edge of the screen is not clean, please turn this function off.": "Ako ivica ekrana ne izgleda jasno, isključite ovu funkciju.",
	"If the program does not support multiple languages, the default language is selected.": "Ako program ne podržava višestruke jezike, bira se podrazumevani jezik.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ako program ne podržava izabrani format izlaza, podrazumevani izlaz iz izvora će se koristiti.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ako program ne podržava različita podešavanja zvuka, podrazumevani zvuk će biti izabran.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ako se isti simptom ponavlja, ponovo promenite podešenu vrednost ili restartujte povezani eksterni uređaj.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ako izabrani jezik nije podržan, koristiće se podrazumevani jezik iz emitovanja.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ako statični ekran ne dobije korisnički unos tokom jednog sata, prebacuje se na čuvar ekrana.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ako se vreme koje podesite mnogo razlikuje od trenutnog vremena, neke od pametnih funkcija možda neće biti prikazane.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ako ne možete da čujete zvuk preko uređaja, proverite da li radi ispravno i da li podržava LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ako izaberete režim Demonstracija za radnju, podešava se na optimizovane vrednosti za prikaz u maloprodajnim objektima koji prodaju televizore.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ako uključite audio smernice, moći ćete da koristite isključivo dugmad nalevo, nadesno, nagore i nadole na daljinskom upravljaču i nećete moći da koristite neke aplikacije koje zahtevaju upotrebu pokazivača.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ako ga isključite, profil CAM operatora biće izbrisan.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ako je isključite, nijedan podešen CAM kanal neće biti dostupan, a obaveštenja se neće dalje pružati.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ako isključite „Quick Start+”, nećete moći da uključite TV upravljanjem bez daljinskog. Da li želite da nastavite?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ako isključite čuvar ekrana i ista slika ostane na ekranu duže od 2 časa, to može nepovoljno da utiče na kvalitet slike na ekranu. Ako ostane duže od 5 časova, može doći do trajnog smanjenja kvaliteta slike. Da li želite da nastavite?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ako isključite tu opciju, statični ekran može duže da se zadrži, a zbog toga se narušava kvalitet ekrana ili se teško oporavlja u nekim slučajevima.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ukoliko koristite funkciju Ušteda energije, to se može odraziti na osvetljenost panela TV-a.",
	"Import your TV's channel list information from a connected USB device.": "Uvezite informacije sa liste kanala vašeg TV-a sa povezanog USB uređaja.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Uvezite/izvezite informacije sa liste kanala vašeg TV-a sa/na povezani USB uređaj.",
	"In Home": "Kod kuće",
	"India": "Indija",
	"Indonesia": "Indonezija",
	"Indonesian": "Indonezijski",
	"Inner": "Unutrašnje",
	"Input": "Ulaz",
	"Input Locks": "Zaključavanja unosa",
	"Input field": "Polje za unos",
	"Installing...": "Instaliranje..",
	"Instant Game Response": "Momentalni odziv za igre",
	"Interactive Service": "Interaktivna usluga",
	"Interactivity(DTVi)": "Interaktivnost(DTVi)",
	"Internal TV Speaker": "Interni TV zvučnik",
	"Invert Colors": "Invertuj boje",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertujte i kompenzujte određene boje u nekim menijima da biste unapredili vidljivost stavki na ekranu.",
	"Iraq": "Irak",
	"Ireland": "Irska",
	"Irish": "Irski",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Resetuju se pojedinačno za režim slike, tako da možete da izaberete režim slike i da resetujete.",
	"It may not sound depending on connected devices.": "Možda neće reprodukovati zvuk u zavisnosti od povezanih uređaja.",
	"It may take a few minutes.": "Može trajati nekoliko minuta.",
	"It may take a few seconds.": "Može trajati nekoliko sekundi.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Pruža optimalni virtuelni 4.0 okružujući zvuk za gledanje sadržaja putem algoritma naučenog tehnikom LG mašinskog učenja.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Pruža optimalni zvuk ili virtuelni 5.1 okružujući zvuk u zavisnosti od žanra koji se gleda putem algoritma naučenog tehnikom LG dubokog učenja.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Pruža optimizovani zvuk podešavanjem odbijenog zvuka u prostoriji na osnovu instalacije televizora.",
	"It reduces jaggies in the picture for a smooth picture.": "Smanjuje distorzije na slici za glatku sliku.",
	"It works only when the broadcasting program supports captions.": "Radi samo kada emitovani program podržava natpise.",
	"It works only when the broadcasting program supports subtitles.": "Radi samo kada emitovani program podržava titlove.",
	"Italian": "Italijanski",
	"Italy": "Italija",
	"Ivory Coast": "Obala Slonovače",
	"Jakarta": "Džakarta",
	"Jamaica": "Jamajka",
	"Japanese": "Japanski",
	"Jayapura": "Jadžapura",
	"Jerusalem": "Jerusalim",
	"Johannesburg": "Johanesburg",
	"Just Scan": "Samo skeniranje",
	"Kamchatka": "Kamčatka",
	"Kannada": "Kanada",
	"Karachi": "Karači",
	"Kashgar": "Kašgar",
	"Kazakh": "Kavkaški",
	"Kazakhstan": "Kazahstan",
	"Kenya": "Kenija",
	"Keyboard Languages": "Jezici tastature",
	"Kiev": "Kijev",
	"Kinshasa": "Kinšasa",
	"Korea": "Južna Koreja",
	"Korean": "Korejski",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuching": "Kučing",
	"Kuwait": "Kuvajt",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Lok. LED zatam.",
	"LG Logo Light (Front of TV)": "Osvetljenje LG logotipa (na prednjoj strani TV-a)",
	"LG Services Country": "Država LG usluga",
	"LG Wireless Keyboard": "LG bežična tastatura",
	"LG Wireless Keyboard Connected:": "LG bežična tastatura je povezana:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG bežična tastatura omogućava vam da upravljate televizorom putem Bluetooth-a.",
	"Language": "Jezik",
	"Large": "Veliko",
	"Last tuning:": "Poslednje podešavanje:",
	"Latvia": "Letonija",
	"Latvian": "Letonski",
	"Lebanon": "Liban",
	"Left": "Levo",
	"Left Right": "Levo/desno",
	"Left Surround": "Levo okružujuće",
	"Left drop shadow": "Levo spuštena senka",
	"Legal Notice": "Pravno obaveštenje",
	"Lesotho": "Lesoto",
	"Liberia": "Liberija",
	"Libreville": "Librevil",
	"Libya": "Libija",
	"Liechtenstein": "Lihtenštajn",
	"Light": "Slabo",
	"Lilongwe": "Lilongve",
	"Limit AD Tracking": "Ograniči AD traženje",
	"Lisbon": "Lisabon",
	"Lithuania": "Litvanija",
	"Lithuanian": "Litvanski",
	"Live Theater": "Bioskop uživo",
	"Loading...": "Učitavanje...",
	"Local": "Lokalno",
	"Local Language": "Lokalni jezik",
	"Location": "Lokacija",
	"Lock All": "Zaključaj sve",
	"Lock changes for currently running apps will be applied the next time they are started.": "Promene u zaključavanju za aplikacije koje trenutno rade primeniće se sledeći put kada se pokrenu.",
	"Logo Luminance Adjustment": "Podešavanje osvetljenja logotipa",
	"Los Angeles": "Los Anđeles",
	"Low": "Nisko",
	"Lubumbashi": "Lubumbaši",
	"Luminance": "Osvetljenje",
	"Luxembourg": "Luksemburg",
	"MAC Address": "MAC adresa",
	"MAC Address (Wired)": "MAC adresa (žičano)",
	"MAC Address (Wireless)": "MAC adresa (bežično)",
	"MASTER PASSWORD": "GLAVNA LOZINKA",
	"MHEG Guide": "MHEG vodič",
	"MPEG Noise Reduction": "MPEG smanjenje šuma",
	"Macao": "Makao",
	"Macedonia": "Makedonija",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonija, Bivša Jugoslovenska Republika",
	"Macedonian": "Makedonski",
	"Madagascar": "Madagaskar",
	"Makassar": "Makasar",
	"Make blurry or difficult-to-see areas more vivid.": "Prikažite na živopisniji način zamućene oblasti ili oblasti koje se teško vide.",
	"Malawi": "Malavi",
	"Malay": "Malajski",
	"Malayalam": "Malajalam",
	"Malaysia": "Malezija",
	"Maldives": "Maldivi",
	"Manage channels stored on the TV.": "Upravljajte kanalima sačuvanim na TV-u.",
	"Mandarin": "Mandarinski",
	"Manual": "Ručno",
	"Maori": "Maorijski",
	"Marathi": "Marati",
	"Marquesas": "Markesas",
	"Marshall Islands": "Maršalova Ostrva",
	"Martinique": "Martinik",
	"Mature Audience Only": "Samo odrasle osobe",
	"Mauritania": "Mauritanija",
	"Mauritius": "Mauricius",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Povećajte kontrast povećanjem intenziteta svetlih i tamnih oblasti ekrana.",
	"Mazatlán": "Mazatlan",
	"Medium": "Srednje",
	"Menu Language": "Jezik menija",
	"Menu Transparency": "Meni transparentnost",
	"Message": "Poruka",
	"Method": "Metod",
	"Mexico": "Meksiko",
	"Middle East": "Bliski istok",
	"Minutes": "minuta",
	"Mobile Connection Management": "Upravljanje mobilnim povezivanjem",
	"Mode Option": "Opcija režima",
	"Mogadishu": "Mogadišu",
	"Moldova": "Moldavija",
	"Monaco": "Monako",
	"Mongolia": "Mongolija",
	"Montenegro": "Crna Gora",
	"Monterrey": "Monterej",
	"Month": "Mesec",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Zaštita očiju od dinamične slike",
	"Movie Lock": "Zaključavanje filma",
	"Mozambique": "Mozambik",
	"Multi Audio": "Višestruki zvuk",
	"Multi Channel Audio": "Višekanalni zvuk",
	"Multi Feed": "Višestruki tok",
	"Multiple": "Višestruko",
	"Music": "Muzika",
	"Myanmar": "Mijanmar",
	"NEXTGEN TV Mode": "NEXTGEN TV režim",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Novi Južni Vels/Teritorija glavnog grada Australije - Sidnej",
	"NT - Northern Territory - Darwin": "NT - Severna Teritorija - Darvin",
	"Nairobi": "Najrobi",
	"Namibia": "Namibija",
	"Narrow": "Usko",
	"Nassau": "Nasau",
	"Natural": "Prirodno",
	"Netherland": "Holandija",
	"Netherlands": "Holandija",
	"Network": "Mreža",
	"Network Connection Settings": "Podešavanja mrežnog povezivanja",
	"Network Name": "Naziv mreže",
	"Network-Based Personalization Recommendations": "Mrežne personalizovane preporuke",
	"New Caledonia": "Nova Kledonija",
	"New Zealand": "Novi Zeland",
	"Next": "Dalje",
	"Niamey": "Niamej",
	"Nicaragua": "Nikaragva",
	"Nicosia": "Nikozija",
	"Nigeria": "Nigerija",
	"Night": "Noć",
	"No": "Ne",
	"No Internet via 3G/4G network": "Nema interneta putem 3G/4G mreže",
	"No Internet via Ethernet": "Nema interneta putem Ethernet veze",
	"No Internet via Wi-Fi": "Nema interneta putem Wi-Fi veze",
	"No One 17 and Under Admitted.": "Neprikladno za sve osobe od 17 i manje godina.",
	"No Operation Auto Off": "Automatsko isključivanje kad nema korišćenja",
	"No Signal Auto Off": "Automatsko isključivanje kad nema signala",
	"No Signal Image": "Nema slike signala",
	"No Signal Power Off (15Min)": "Isključivanje ako nema signala (15 min)",
	"No devices have been found.": "Uređaji nisu pronađeni.",
	"No paired devices.": "Nema uparenih uređaja.",
	"No signal on Server": "Nema signala na serveru",
	"No updates found.": "Ažuriranja nisu pronađena.",
	"Noise Reduction": "Smanjenje šuma",
	"None": "Nijedno",
	"Normal": "Normalno",
	"North Korea": "Severna Koreja",
	"Northern Africa": "Severna Amerika",
	"Norway": "Norveška",
	"Norwegian": "Norveški",
	"Not Connected": "Nije povezano",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Napomena: ako uređaj ne podržava ovu funkciju, možda neće ispravno raditi. U tom slučaju možete da povežete uređaj na drugi HDMI priključak ili isključite podešavanje 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Napomena: ako uređaj ne podržava ovu funkciju, možda neće ispravno raditi. U tom slučaju možete da povežete uređaj na drugi HDMI priključak ili isključite podešavanje HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Napomena: Dostupne opcije zavise od emitovanog programa.",
	"Note: Behavior may differ if connected device is not a LG device.": "Napomena: Povezani uređaj se može ponašati drugačije ako nije uređaj kompanije LG.",
	"Note: Only displayed when it is provided by the program.": "Napomena: Prikaži samo kada ga obezbedi program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Napomena: Titlovi su prikazani samo kada ih omogući program koji se emituje.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Napomena: Podržane funkcije se mogu razlikovati na osnovu modela, a njihova transparentnost u zavisnosti od rada funkcija u kojima se reprodukuje sadržaj, kao što je sadržaj Live TV ili usluge VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Napomena:<br>1. Ako se TV uključi dok je osvežavanje piksela u toku, proces će se zaustaviti i potrebno je da ga ponovo pokrenete.<br>2. U toku obrade može se pojaviti bela linija na ekranu. To je normalno prilikom čišćenja ekrana.",
	"Notifications": "Obaveštenja",
	"OK": "U redu",
	"OLED LIGHT": "OLED OSVETLJENJE",
	"OLED Screen Saver": "OLED čuvar ekrana",
	"Object Audio": "Audio objekat",
	"Off": "Isključeno",
	"On": "Uključeno",
	"OnTimer Channel not selected": "Kanal sa tajmerom nije izabran.",
	"Open": "Otvoren",
	"Open Source Licenses": "Obaveštenje o softveru slobodnog kôda",
	"Open when TV is turned on": "Otvoreno kada je TV uključen",
	"Operate once when TV is off": "Pokrenite jednom kada je televizor isključen",
	"Optical": "Optički",
	"Optical + Internal TV Speaker": "Optical + interni TV zvučnik",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizujte dubinu za sadržaje pomoću algoritma naučenog putem tehnike LG mašinskog učenja.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizujte podešavanja kontrasta na osnovu osvetljenja slike HDR sadržaja.",
	"Optimize contrast settings based on image brightness.": "Optimizujte podešavanja kontrasta na osnovu osvetljenja slike.",
	"Optimize the sound for a cinematic experience.": "Optimizujte zvuk za bioskopski užitak.",
	"Original Language": "Originalni jezik",
	"Others": "Ostali",
	"Outer": "Spoljašnje",
	"Output sound through the Internal TV speaker.": "Omogućite izlaz zvuka preko internog TV zvučnika.",
	"Panjabi": "Pundžabi",
	"Papua New Guinea": "Papua Nova Gvineja",
	"Paraguay": "Paragvaj",
	"Parental Guidance Suggested": "Predlaže se roditeljski nadzor",
	"Parental Guidance Suggested :": "Predlaže se roditeljski nadzor:",
	"Parental guidance suggested for children ages 8-13.": "Predlaže se roditeljski nadzor za decu od 8 do 13 godina.",
	"Parents Guidance strongly required :": "Roditeljski nadzor se snažno preporučuje:",
	"Parents Strongly Cautioned": "Roditelji treba ozbiljno da vode računa",
	"Paris": "Pariz",
	"Pass Through": "Propuštanje",
	"Password": "Lozinka",
	"Patent Information": "Informacije o patentu",
	"Peak Brightness": "Maksimalno osvetljenje",
	"Persian": "Persijski",
	"Philippines": "Filipini",
	"Phnom Penh": "Pnom Pen",
	"Phoenix": "Finiks",
	"Photo": "Foto",
	"Pick a Time": "Izaberite vreme",
	"Picture": "Slika",
	"Picture Mode": "Režim slike",
	"Picture Mode Settings": "Podešavanja režima slike",
	"Picture Options": "Opcije slike",
	"Picture Test": "Test slike",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Slika ili zvuk možda neće biti ispravni tokom prve komunikacije povezanog spoljašnjeg uređaja i televizora. Ako problem i dalje postoji, vratite podešavanja ili restartujte povezani spoljašnji uređaj.",
	"Pitch": "Visina tona",
	"Pixel Refresher": "Osveživač piksela",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Osveživač piksela omogućava TV-u obezbeđivanje najčistije moguće slike.",
	"Pixel Refresher begins only once when the TV is turned off.": "Osveživač piksela pokreće se samo jednom kada je televizor isključen.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Osveživač piksela je zakazan da počne naredni put kada isključite TV.",
	"Play": "Reprodukuj",
	"Play sound through TV Speaker.": "Reprodukujte zvuk preko TV zvučnika.",
	"Play the standard sound suitable for all types of content.": "Reprodukujte standardni zvuk pogodan za sve vrste sadržaja.",
	"Please check if WiSA Speakers are turned on and try again.": "Proverite da li su WiSA zvučnici uključeni i probajte ponovo.",
	"Please check that the Bluetooth device is already connected to another device.": "Proverite da li je Bluetooth uređaj već povezan sa drugim uređajem.",
	"Please check the network name and password and try again.": "Proverite naziv mreže i lozinku i pokušajte ponovo.",
	"Please check the status and try again": "Proverite status i pokušajte ponovo",
	"Please do not unplug the USB storage until the copying is completed.": "Nemojte da isključujete USB uređaj za skladištenje dok se kopiranje ne završi.",
	"Please enter your password to turn off this function.": "Unesite vašu šifru da bi ste isključili ovu funkciju.",
	"Please enter your password to turn on this function.": "Unesite šifru da biste uključili ovu funkciju.",
	"Please make sure that your TV is connected to the network and try again.": "Postarajte se da vaš TV bude povezan sa mrežom i pokušajte ponovo.",
	"Please note that LG does not use or manage the value.": "Imajte na umu da LG ne koristi niti upravlja vrednošću.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Obratite pažnju na to da zvuk možda neće da se reprodukuje kada je digitalni izlaz zvuka podešen na propuštanje.",
	"Please try again later.": "Pokušajte ponovo kasnije.",
	"Please wait while the Settings application reloads.": "Sačekajte da se aplikacija Podešavanja ponovo učita.",
	"Please wait while the Settings application restarts.": "Sačekajte dok se aplikacija Podešavanja ne restartuje.",
	"Please wait while the TV restarts.": "Sačekajte dok se TV restartuje.",
	"Please wait while the TV searches for LG Service Country.": "Sačekajte dok TV pretraži državu LG usluge.",
	"Point": "Stavka",
	"Pointer Options": "Opcije pokazivača",
	"Pointer Size": "Veličina pokazivača",
	"Poland": "Poljska",
	"Polish": "Poljski",
	"Port Louis": "Port Luis",
	"Port Moresby": "Port Morsbi",
	"Porto Velho": "Porto Veljo",
	"Portuguese": "Portugalski",
	"Position": "Položaj",
	"Position Settings": "Podešavanja položaja",
	"Power Off Timer": "Tajmer za isključivanje",
	"Power On Timer": "Tajmer za uključivanje",
	"Power Saving Mode": "Režim uštede energije",
	"Prague": "Prag",
	"Praia": "Praja",
	"Preschool": "Predškolsko",
	"Press right button to adjust de-blur and Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-blur i Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-blur i OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pritisnite desno dugme da podesite vrednost de-blur i OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-judder i Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-judder i OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pritisnite desno dugme da podesite vrednost de-judder i OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-judder, de-blur i Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pritisnite desno dugme da podesite vrednost de-judder, de-blur i OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pritisnite desno dugme da podesite vrednost de-judder, de-blur i OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pritisnite dugme WPS na ruteru sa podrškom za WPS da biste povezali televizor sa mrežom.",
	"Press the right button to adjust Motion Pro settings.": "Pritisnite desni taster da podesite postavke za Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Pritisnite desni taster da podesite postavke za OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Pritisnite desni taster da podesite postavke za OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Pritisnite desni taster da podesite postavke za de-blur.",
	"Press the right button to adjust de-judder settings.": "Pritisnite desni taster da podesite postavke de-juddera.",
	"Previous": "Prethodno",
	"Primary Audio Language": "Primarni jezik zvuka",
	"Primary Channels": "Primarni kanali",
	"Primary Teletext Language": "Primarni jezik za teletekst",
	"Program exempted from ratings.": "Program je izuzet iz ocenjivanja.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Dostavi HbbTV jedinstveni ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Dostavite HbbTV jedinstveni ID usluzi HbbTV za emitovanja.",
	"Provided services may vary depending on countries.": "Obezbeđene usluge mogu da se razlikuju u zavisnosti od države.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pjongjang",
	"QLD - Queensland - Brisbane": "QLD - Kvinslend - Brisbejn",
	"Qatar": "Katar",
	"Quick Help": "Brza pomoć",
	"Raised": "Podignuto",
	"Real Cinema": "Pravi bioskop",
	"Reason: Authentication with access point was unsuccessful.": "Razlog: Neuspešna autentifikacija na pristupnoj tački.",
	"Reason: Could not establish a connection to access point.": "Razlog: Uspostavljanje veze sa pristupnom tačkom nije moguće.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Razlog: Preuzimanje važeće IP adrese koristeći DHCP nije moguće.",
	"Reason: Entered password is incorrect.": "Razlog: Uneta lozinka nije ispravna.",
	"Reason: Password is missing.": "Razlog: Nedostaje lozinka.",
	"Reason: The network you selected is out of range.": "Razlog: Izabrana mreža je izvan dometa.",
	"Reason: Unable to login.": "Razlog: Prijava nije moguća.",
	"Receive emergency alerts from TV when an emergency occurs.": "Primajte upozorenja o hitnim slučajevima kada se javi hitan slučaj.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Preporučljivo je da se tokom sati kada obično ne gledate televizor podesi opcija Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Preporučite korisne sadržaje i funkcije koji se zasnivaju na istoriji gledanja i obrascima korišćenja aplikacija.",
	"Recommendations are available for the people, products and locations related to the current program.": "Preporuke su dostupne za ljude, proizvode i lokacije koji su povezani sa aktuelnim programom.",
	"Red": "Crveno",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Smanjite nepravilni šum sa digitalnih video signala da biste optimizovali kvalitet slike.",
	"Registered Devices ({num})": "Registrovani uređaji ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Pojačajte visoke tonove optimizovanog zvuka.",
	"Reinforce the low-pitched tone of the optimized sound.": "Pojačajte niske tonove optimizovanog zvuka.",
	"Remote Settings": "Podešavanje daljinskog",
	"Remove irregular and erratic pixels for a clearer image.": "Uklonite nepravilne i neispravne piksele za jasniju sliku.",
	"Reset": "Resetovanje",
	"Reset AD ID": "Resetuj AD ID",
	"Reset CI Password": "Resetuj CI lozinku",
	"Reset HbbTV Distinctive ID": "Resetuj HbbTV jedinstveni ID",
	"Reset Password": "Resetuj lozinku",
	"Reset Settings": "Resetovanje podešavanja",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Resetujte listu aplikacija koja je odobrena prilikom povezivanja mobilne aplikacije HbbTV.",
	"Reset the caption position.": "Resetujte položaj natpisa.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Resetujte istoriju gledanog sadržaja i korišćenih aplikacija. Kada se istorija resetuje, može biti potreban određeni period za ponovni prijem preporuka za sadržaj.",
	"Reset to Initial Settings": "Resetuj na početna podešavanja",
	"Restrict access to TV programs based on their ratings.": "Ograničite pristup TV programima na osnovu njihovih ocena.",
	"Restrict watching based on age ratings for children programs.": "Ograničite gledanje na osnovu ocena za starost za dečije programe.",
	"Restrict watching based on ages ratings.": "Ograničite gledanje na osnovu ocene za starost.",
	"Restrict watching based on fantasy violence content ratings.": "Ograničite gledanje na osnovu ocene sadržaja u pogledu fantazije sa nasiljem.",
	"Restrict watching based on programs containing adult language.": "Ograničite gledanje na osnovu programa koji sadrži jezik za odrasle.",
	"Restrict watching based on programs containing sexual scene.": "Ograničite gledanje na osnovu programa koji sadrži scene seksa.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ograničite gledanje na osnovu programa koji sadrže dijalog koji asocira na seks.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ograničite gledanje na osnovu određenih starosnih grupa ili ocena sadržaja pod roditeljskom kontrolom.",
	"Restrict watching based on violence content ratings.": "Ograničite gledanje na osnovu ocene sadržaja u pogledu nasilja.",
	"Restrict watching movies based on rating.": "Ograničite gledanje filmova na osnovu ocene.",
	"Restrict watching programs based on rating.": "Ograničite gledanje programa na osnovu ocene.",
	"Restriction ratings :": "Ocene za ograničavanje:",
	"Retry": "Pokušaj ponovo",
	"Revert TV to its initial settings.": "Vratite televizor na početna podešavanja.",
	"Revert color adjustment settings to default.": "Vratite podešavanja boje na podrazumevane postavke.",
	"Revert detailed sound effect settings of standard mode to default.": "Vratite podešavanja detaljnog zvučnog efekta sa standardnog režima na podrazumevana podešavanja.",
	"Revert picture setting values to default.": "Vratite vrednosti podešavanja slike na podrazumevane vrednosti.",
	"Revert white balance settings to default.": "Vratite podešavanja balansa bele na podrazumevane postavke.",
	"Reykjavik": "Rejkjavik",
	"Right": "Desno",
	"Right Left": "Desno/Levo",
	"Right Surround": "Desno okružujuće",
	"Right drop shadow": "Desno spuštena senka",
	"Rio Branco": "Rio Branko",
	"Riyadh": "Rijad",
	"Romania": "Rumunija",
	"Romanian": "Rumunski",
	"Rome": "Rim",
	"Russia": "Rusija",
	"Russian": "Ruski",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Južna Australija - Adelejd",
	"SIGNATURE Opening": "SIGNATURE otvaranje",
	"SIGNATURE TV Settings": "Podešavanja za SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vam omogućava da koristite svoj LG daljinski upravljač za kontrolu drugih uređaja koji podržavaju SIMPLINK, kao što su DVD plejeri ili kućni bioskop, koji su povezani sa LG Smart TV-om putem HDMI-a.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK će se automatsko uključiti da biste koristili ovaj ARC režim.",
	"Safety": "Bezbednost",
	"Saint Lucia": "Sveta Lucija",
	"Saint Vincent": "Sent Vinsent",
	"Santiago": "Santjago",
	"Satellite": "Satelitska",
	"Satellite DTV": "Satelitska DTV",
	"Satellite Radio": "Satelitski radio",
	"Saturation": "Zasićenje",
	"Saudi Arabia": "Saudijska Arabija",
	"Saudi arabia": "Saudijska Arabija",
	"Save CAM Operator's Profile": "Sačuvaj profil rukovaoca CAM",
	"Save CI Password": "Sačuvaj CI lozinku",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Sačuvajte podešavanja boje iz aktuelnog izabranog režima slike za sve ulaze.",
	"Save the white balance settings from the current picture mode in all inputs.": "Sačuvajte podešavanja balansa bele za aktuelni režim slike za sve ulaze.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Sačuvaj/poništi CI lozinku. Čuvanje lozinke će omogućiti preskakanje koraka prijave u budućnosti.",
	"Scan \"Auto Detect\" automatically.": "Skenirajte „Automatsku detekciju” automatski.",
	"Screen Down": "Ekran nadole",
	"Screen Off": "Ekran isključen",
	"Screen Saver": "Čuvar ekrana",
	"Screen Shift ": "Pomeranje ekrana",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Problemi koji se tiču pomeranja ekrana u regularnim vremenskim intervalima i ometanja kvaliteta slike mogu se javiti kada je televizor uključen duže vreme.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekran će se isključiti za 5 sekundi. Da biste ponovo uključili ekran, pritisnite bilo koje dugme osim dugmadi za napajanje i jačinu zvuka.",
	"Search": "Pretraga",
	"Search Bluetooth Device": "Pretraži Bluetooth uređaj",
	"Searching...": "Pretraga...",
	"Second Language": "Drugi jezik",
	"Secondary Audio Language": "Sekundarni jezik zvuka",
	"Secondary Teletext Language": "Sekundarni jezik teleteksta",
	"Security": "Bezbednost",
	"Select IRE point to adjust luminance.": "Izaberite IRE tačku za podešavanje osvetljenosti.",
	"Select Mode": "Izaberite režim",
	"Select TV's language settings.": "Izaberite podešavanja jezika televizora.",
	"Select a caption type for HD broadcasts.": "Izaberite podešavanja za skrivene titlove za HD emitovanja.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Izaberite podešavanja za skrivene titlove za NEXTGEN TV emitovanja.",
	"Select a caption type for UHD broadcasts.": "Izaberite podešavanja za skrivene titlove za UD emitovanja.",
	"Select a caption type for analog broadcasts.": "Izaberite vrstu skrivenih titlova za analogna emitovanja.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Izaberite režim videa koji se poklapa sa okruženjem gledanja ili naznačite podešavanja za režim videa, kao što su kontrast, boja i još toga.",
	"Select an audio format for each HDMI input.": "Izaberite format zvuka za svaki HDMI ulaz.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Izaberite drugi Digitalni izlaz zvuka (Auto ili PCM) ako ne možete da čujete zvučni efekat nakon biranja opcije Prolaz.",
	"Select audio language for digital broadcasts.": "Izaberite jezik zvuka za digitalna emitovanja.",
	"Select color to be adjusted.": "Izaberite boju za podešavanje.",
	"Select days to apply the Timer Power Off settings every week.": "Izaberite dane za primenu podešavanja tajmera za isključivanje svake nedelje.",
	"Select days to apply the Timer Power On settings every week.": "Izaberite dane za primenu podešavanja tajmera za uključivanje svake nedelje.",
	"Select device for audio output.": "Izaberite uređaj za zvučni izlaz.",
	"Select device or speaker for audio output.": "Izaberite uređaj ili zvučnik za zvučni izlaz.",
	"Select digital audio output format.": "Izaberite format digitalnog izlaza zvuka.",
	"Select language for TV menu.": "Izaberite jezik za TV meni.",
	"Select language for subtitles.": "Podesite jezik za titlove.",
	"Select languages for keyboards input.": "Izaberite jezike za unos tastature.",
	"Select method to adjust white balance.": "Izaberite način za podešavanje balansa bele.",
	"Select point to adjust luminance.": "Izaberite tačku za podešavanje osvetljenosti.",
	"Select the Sound mode and set detailed Audio effects.": "Izaberite režim zvuka i podesite detaljne zvučne efekte.",
	"Select the Sound mode for each content type.": "Izaberite režim zvuka za svaki tip sadržaja.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Izaberite Ultra HD Deep Colour za HDMI {num} priključak.",
	"Select the app to restrict the use.": "Izaberite aplikaciju da biste ograničili upotrebu.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Izaberite odgovarajući režim slike u skladu sa okruženjem prikaza ili vrstom sadržaja.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Izaberite svojstva zvuka da slušajte emitovanje na način na koji vi želite.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Izaberite vrstu natpisa za digitalna emitovanja i podesite detaljna podešavanja titlova.",
	"Select the channel to restrict watching.": "Izaberite kanal da biste ograničili gledanje.",
	"Select the channel to watch when the TV turns on.": "Izaberite kanal za gledanje kada se televizor uključi.",
	"Select the color range to be displayed.": "Izaberite opseg boja za prikaz.",
	"Select the country for your country's special services.": "Izaberite državu za posebne usluge vaše države.",
	"Select the desired video angle.": "Izaberite željeni ugao gledanja.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Izaberite format za prenos televizijskog digitalnog izlaza zvuka na eksterni uređaj.",
	"Select the input to use when the TV turns on.": "Izaberite ulaz za korišćenje kada se televizor uključi.",
	"Select the inputs to restrict the use.": "Izaberite ulaze da biste ograničili upotrebu.",
	"Select the most preferred Subtitle Language.": "Izaberite prvi izbor za jezik titlova.",
	"Select the place where to use the TV.": "Izaberite mesto gde želite da koristite televizor.",
	"Select the residential region for your regional broadcast signal.": "Izaberite region u kom živite za regionalni signal emitovanja.",
	"Select the second preferred Subtitle Language.": "Izaberite drugi izbor za jezik titlova.",
	"Select your first choice of audio language for digital broadcasts.": "Podesite prvi izbor za jezik zvuka za digitalna emitovanja.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Izaberite prvi izbor jezika za usluge teleteksta emitera.",
	"Select your second choice of audio language for digital broadcasts.": "Podesite drugi izbor za jezik zvuka za digitalna emitovanja.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Izaberite drugi izbor jezika za usluge teleteksta emitera.",
	"Seoul": "Seul",
	"Serbia": "Srbija",
	"Serbian": "Srpski",
	"Serial Number": "Serijski broj",
	"Serta Wego": "Serta Vego",
	"Service 1": "Usluga 1",
	"Service 2": "Usluga 2",
	"Service 3": "Usluga 3",
	"Service 4": "Usluga 4",
	"Service 5": "Usluga 5",
	"Service 6": "Usluga 6",
	"Service Area Zip Code": "Poštanski broj oblasti usluge",
	"Set Automatically": "Podesi automatski",
	"Set ID": "Podesi ID",
	"Set My Team Alarm.": "Podesi alarm za moj tim.",
	"Set Store Mode settings.": "Podesite podešavanja režima za radnju.",
	"Set System Color mode for your current TV input.": "Podesite režim sistemske boje za trenutni TV ulaz.",
	"Set additional options for Video Description.": "Podesite dodatne opcije za video opis.",
	"Set additional picture settings.": "Podesite dodatna podešavanja za sliku.",
	"Set additional sound-related settings.": "Podesite dodatna podešavanja u vezi sa zvukom.",
	"Set advanced Subtitle options.": "Podesite napredne opcije da titlove.",
	"Set advanced captioning options.": "Podesite napredne opcije skrivenih titlova.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Podesite i uredite verziju IP adrese na IPv4 ili IPv6.",
	"Set audio-related options.": "Podesite opcije u vezi sa zvukom.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Podesite veličinu, boju, providnost i druge opcije skrivenih titlova za emitovanja.",
	"Set color temperature from warm to cool.": "Podesite temperaturu boje od tople do hladne.",
	"Set detailed caption settings for HD broadcasts.": "Podesite detaljna podešavanja titlova za HD emitovanja.",
	"Set detailed options for the AI functions.": "Podesite detaljne opcije za AI funkcije.",
	"Set detailed options for the Home feature.": "Podesite detaljne opcije za funkciju Početne strane.",
	"Set detailed options for the Recommendation feature.": "Podesite detaljne opcije za funkciju Preporuke.",
	"Set easy connection settings with external devices.": "Podesite jednostavna podešavanja veze sa spoljašnjim uređajima.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Podesite zaključavanje određenih kanala, aplikacija, ulaza itd. za korišćenje pod roditeljskom kontrolom.",
	"Set necessary additional functions based on watching environment and screen status.": "Podesite potrebne dodatne funkcije na osnovu okruženja za gledanje i statusa ekrana.",
	"Set or reset the position of on-screen captions.": "Podesite ili resetujte položaj natpisa na ekranu.",
	"Set settings related to your wired / wireless network.": "Podesite podešavanja u vezi sa žičanom/bežičnom mrežom.",
	"Set the TV to turn off automatically after a set amount of time.": "Podesite da se televizor automatski isključuje nakon podešenog vremena.",
	"Set the TV to turn off automatically at a set time.": "Podesite TV tako da se isključuje automatski u zadato vreme.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Podesite TV za automatsko isključivanje ako nema unosa od strane korisnika nakon 4 časa nakon što se televizor automatski uključi.",
	"Set the TV to turn on automatically at a set time.": "Podesite TV tako da se uključuje automatski u zadato vreme.",
	"Set the additional functions related to the TV.": "Podesite dodatne funkcije u vezi sa TV-om.",
	"Set the current date and time.": "Podesite trenutni datum i vreme.",
	"Set the current date manually.": "Podesite trenutni datum ručno.",
	"Set the current time manually.": "Podesite trenutno vreme ručno.",
	"Set the detect range of device available to connect.": "Podesite opseg detekcije za uređaj koji je dostupan za povezivanje.",
	"Set the region and country for broadcasts and special services.": "Podesite region i državu za emitovanja i posebne usluge.",
	"Set the screen size and aspect ratio.": "Podesite veličinu i odnos stranica slike.",
	"Set the specialized functions of SIGNATURE TV.": "Podesite specijalizovane funkcije SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Podesite vreme za automatsko isključivanje televizora bez unosa korisnika.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Podesite efekat virtuelnog višekanalnog okružujućeg zvuka da biste uživali u realističnijem zvuku.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Podesite efekat Virtual Surround zvuka da biste uživali u realističnijem zvuku.",
	"Set the volume level when the TV turns on.": "Podesite jačinu zvuka kada se TV uključi.",
	"Set time to turn off the TV.": "Podesite vreme za isključivanje televizora.",
	"Set time to turn on the TV.": "Podesi vreme za uključivanje TV-a.",
	"Set up additional features related to customer support.": "Podesite dodatne funkcije u vezi sa korisničkom podrškom.",
	"Set up an account to use LG Services.": "Otvorite nalog da biste koristili LG usluge.",
	"Set whether to display Home when the TV is turned on.": "Podesite da li treba prikazati Početnu stranu kada se TV uključuje.",
	"Settings Help": "Pomoć za podešavanja",
	"Sexual Situations": "Situacije koje uključuju seks",
	"Sexually Suggestive Dialogue": "Dijalog koji asocira na seks",
	"Shanghai": "Šangaj",
	"Sharpness": "Oštrina",
	"Show Password": "Prikaži lozinku",
	"Side by Side": "Uporedo",
	"Sierra Leone": "Sijera Leone",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Ometanje signala može da smanji osetljivost daljinskog upravljača Magic Remote ako je bežični ruter preblizu TV-a.",
	"Singapore": "Singapur",
	"Size": "Veličina",
	"Sleep Timer": "Tajmer za spavanje",
	"Slovak": "Slovački",
	"Slovakia": "Slovačka",
	"Slovenia": "Slovenija",
	"Slovenian": "Slovenački",
	"Slow": "Spora",
	"Small": "Malo",
	"Smooth": "Glatko",
	"Smooth Gradation": "Glatka gradacija",
	"Soccer": "Fudbal",
	"Sofia": "Sofija",
	"Software Update": "Ažuriranje softvera",
	"Software Version": "Verzija softvera",
	"Software update has been installed. Update will be applied when you restart your TV.": "Instalirano je ažuriranje softvera. Ažuriranje će biti primenjeno kada restartujete televizor.",
	"Solid": "Solidno",
	"Solomon Islands": "Solomonska Ostrva",
	"Somalia": "Somalija",
	"Some material may not be appropriate for children under 13.": "Neki materijali možda nisu prikladni za decu mlađu od 13 godina.",
	"Some material may not be appropriate for children.": "Neki materijali možda nisu prikladni za decu.",
	"Sotho, Northern": "Soto, Severni",
	"Sotho, Southern": "Soto, Južni",
	"Sound": "Zvuk",
	"Sound Mode": "Režim zvuka",
	"Sound Mode Settings": "Podešavanja režima zvuka",
	"Sound Out": "Izlaz zvuka",
	"Sound Share": "Deljenje zvuka",
	"Sound Test": "Test zvuka",
	"South Africa": "Južnoafrička Republika",
	"South Korea": "Južna Koreja",
	"Southern Africa": "Južna Afrika",
	"Spain": "Španija",
	"Spanish": "Španski",
	"Speaker Volume Control": "Upravljanje jačinom zvuka zvučnika",
	"Specify detailed voice guidance settings after turning on this feature.": "Naznačite detaljna podešavanja glasovnih smernica nakon uključivanja ove funkcije.",
	"Speed": "Brzina",
	"Spoken Subtitle": "Izgovoreni titl",
	"Sports": "Sport",
	"Sports Alert": "Sportsko obaveštenje",
	"Srednekolymsk": "Srednjekolimsk",
	"Sri Lanka": "Šri Lanka",
	"Stand": "Postolje",
	"Standard Mode Sound Effect": "Zvučni efekat za standardnu režim",
	"Standby Light": "Osvetljenje u režimu mirovanja",
	"Start New Sound Tuning": "Pokreni novo podešavanje zvuka",
	"Start Now": "Pokreni sada",
	"Stockholm": "Stokholm",
	"Stop": "Zaustavi",
	"Store Demo": "Demonstracija za radnju",
	"Store Mode": "Režim za radnju",
	"Store Mode Settings": "Podešavanja režima za radnju",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Režim za radnju je namenjen samo za prikaz u radnji. Podešavanja će se ponovo postavljati na osnovna svakih nekoliko minuta. Da li želite da zatvorite ovu aplikaciju i pokrenete Režim za radnju?",
	"Strong": "Jako",
	"Style": "Stil",
	"Subnet Mask": "Maska podmreže",
	"Subnet prefix length": "Dužina prefiksa podmreže",
	"Subtitle First Choice Language": "Prvi izbor jezika za titlove",
	"Subtitle Language": "Jezik titla",
	"Subtitle Second Choice Language": "Drugi izbor jezika za titlove",
	"Subtitles": "Titlovi",
	"Super Resolution": "Super rezolucija",
	"Support": "Podrška",
	"Suriname": "Surinam",
	"Surround Balance": "Balans okružujućeg zvuka",
	"Surround Level": "Jačina okružujućeg zvuka",
	"Swahili": "Svahili",
	"Swati": "Svati",
	"Swaziland": "Svazilend",
	"Sweden": "Švedska",
	"Swedish": "Švedski",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Prebacite se u režim mirovanja da biste mogli da brzo ponovno uključite televizor nakon što ga isključite.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Prebacite se na režim mirovanja da biste brzo koristili raznovrsne funkcije poput aplikacija, pretrage itd. kada isključite televizor.",
	"Switzerland": "Švajcarska",
	"Sync Demo": "Demonstracija sinhronizacije",
	"Syria": "Sirija",
	"System Color": "Sistemska boja",
	"São Paulo": "Sao Paolo",
	"TAS - Tasmania - Hobart": "TAS - Tasmanija - Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "Informacije o TV-u",
	"TV Installation Type": "Vrsta instalacije televizora",
	"TV Lock": "Zaključavanje TV-a",
	"TV Name": "Naziv TV-a",
	"TV On With Mobile": "Uključivanje televizora pomoću mobilnog uređaja",
	"TV Power Sound": "Zvuk prilikom uključivanja/isključivanja TV-a",
	"TV Power Sound Volume": "Jačina zvuka prilikom uključivanja/isključivanja TV-a",
	"TV Program Locks": "Zaključavanje TV programa",
	"TV Rating English": "TV ocena engleski",
	"TV Rating French": "TV ocena francuski",
	"TV Speaker": "TV zvučnik",
	"TV can be used as an alarm.": "Televizor može da se koristi kao alarm.",
	"TV is turned off at a set time on every specified day.": "Televizor se isključuje u podešeno vreme svakog naznačenog dana.",
	"TV to USB": "TV prema USB-u",
	"Taiwan": "Tajvan",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Iskoristite prednost funkcija koje zahtevaju umrežavanje kao što su internet, aplikacije, ažuriranja softvera itd.",
	"Tallinn": "Talin",
	"Tanzania": "Tanzanija",
	"Target Luminance": "Cilja osvetljenost",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Boja teksta",
	"Text Opacity": "Providnost teksta",
	"Text Search": "Tekstualna pretraga",
	"Thai": "Tajlandski",
	"Thailand": "Tajland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1} i HDMI {port2} podržavaju opciju AMD FreeSync Premium, a vi možete da izaberete ovu funkciju.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1} i HDMI {port2} podržavaju opciju AMD FreeSync Premium, a vi možete da je uključite ili isključite.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1} i HDMI {port2} podržavaju funkciju Momentalni odziv za igre i možete da je uključite i isključite.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Priključak HDMI {port1} podržava opciju AMD FreeSync Premium, a vi možete da izaberete ovu funkciju.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Priključak HDMI {port1} podržava opciju AMD FreeSync Premium, a vi možete da je uključite ili isključite.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Priključak HDMI {port1} podržava funkciju Momentalni odziv za igre i možete da je uključite ili isključite.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju opciju AMD FreeSync Premium, a vi možete da izaberete ovu funkciju.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju opciju AMD FreeSync Premium, a vi možete da je uključite ili isključite.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju opciju AMD FreeSync Premium, a vi možete da izaberete ovu funkciju.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju opciju AMD FreeSync Premium, a vi možete da je uključite ili isključite.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju funkciju Momentalni odziv za igre, i možete da je uključite ili isključite.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju funkciju Momentalni odziv za igre i možete da je uključite ili isključite.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV jedinstveni ID je jedinstvena vrednost i koristi se samo za HbbTV, što nije povezano sa ličnim podacima korisnika.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV jedinstveni ID biće resetovan.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikacija ili usluga HbbTV će onemogućiti praćenje pojedinačnog korisnika.",
	"The IBB service will disable its tracking of an individual user.": "IBB usluga će onemogućiti praćenje pojedinačnog korisnika.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Nije moguće preuzeti informacije o zemlji LG usluga sa servera. Pokušajte ponovo kasnije.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikacija Podešavanja se mora ponovo učitati da bi se jezik menija promenio. Da li želite da nastavite?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ambijentalno osvetljenje će biti obezbeđeno kada se pokret detektuje oko televizora.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostupne eksterne usluge za prepoznavanje govora mogu da se promene u zavisnosti od podešavanja jezika. Takođe, ako promenite jezik menija, meni podešavanja se ponovo učitava. Da li želite da nastavite?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Lista kanala je uspešno kopirana sa USB uređaja za skladištenje na televizor. Televizor će se restartovati za 5 sekundi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Lista kanala je uspešno kopirana sa televizora na USB uređaj za skladištenje.",
	"The closer to 100, the brighter.": "Što ste bliži 100, osvetljenost je veća.",
	"The closer to 100, the clearer the color becomes.": "Što je vrednost bliža 100, boja postaje čistija.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Što je vrednost bliža 50, čistija je crvena boja, a što je vrednost bliža 50, čistija je zelena boja.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Detaljne podešene vrednosti funkcije Balans bele biće resetovane. Da li želite da nastavite?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Rastojanje između jačina zvuka kanala i programa automatski se smanjuje, što pomaže da gledate program uz konstantnu jačinu zvuka.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Rastojanje između jačina zvuka kanala i programa automatski podešava da gledate program uz konstantnu jačinu zvuka.",
	"The higher the settings, the louder the sound rapidly.": "Što su podešavanja viša, to se zvuk brže pojačava.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Interni TV zvučnik i Bluetooth zvučnici mogu istovremeno da reprodukuju zvuk čime stvaraju živopisni efekat okružujućeg zvuka.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jezik za prepoznavanje glasa automatski se podešava u skladu sa izabranim jezikom menija.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jezik prepoznavanja glasa podešen je u skladu sa izabranim jezikom menija. Usluge podrške mogu se razlikovati u zavisnosti od jezika glasa.",
	"The network is currently unavailable. Please try again later.": "Mreža trenutno nije dostupna. Pokušajte ponovo kasnije.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Ovaj proces traje oko sat vremena, a TV treba da bude isključen.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Ovaj proces traje oko {n} minut/-a, a TV treba da bude isključen.",
	"The program is intended for adults only.": "Program je predviđen isključivo za odrasle osobe.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Osvetljenje ekrana se automatski podešava u skladu sa osvetljenjem oko vašeg TV-a.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran će se pomeriti nadole za 5 sekundi. Pritisnite bilo koje dugme osim dugmeta za napajanje i jačinu zvuka na daljinskom upravljaču da pomerite ekran ponovo nagore.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Podvrednosti funkcije Sistem za upravljanje bojom biće resetovane. Da li želite da nastavite?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Podešavanje za Bluetooth okružujući zvuk + interni TV zvučnik se resetuje.",
	"The settings are as follows.": "Podešavanja su sledeća.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvuk možda neće da se reprodukuje kada je digitalni izlaz zvuka podešen na propuštanje.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Nije moguće primeniti ažuriranje na televizor. Softver će biti vraćen na prethodnu verziju.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vizuelni efekti se prikazuju na ekranu kada se televizor uključi i kada se ekran pomera.",
	"There are no paired devices.": "Nema uparenih uređaja.",
	"There are settings to correct or prevent OLED panel noise.": "Postoje podešavanja za korekciju ili sprečavanje šuma na OLED panelu.",
	"There is no USB device connected to your TV.": "Nema USB uređaja povezanog sa TV-om.",
	"There is no message.": "Nema poruka.",
	"Thimphu": "Timpu",
	"Third Language": "Treći jezik",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ta funkcija se primenjuje samo na određene modele LG bežične tastature.",
	"This function works only when it is provided by the broadcast program.": "Ova funkcija radi samo kada je omogući program koji se emituje.",
	"This is a closed caption preview": "Ovo je brzi pregled skrivenih titlova",
	"This is an already existing value.": "Ova vrednost već postoji.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ova usluga vam pruža više informacija o gledanju programa i omogućava da uživate u povezanim sadržajima.",
	"This will revert all options on TV to their default settings.": "Tako će se sve opcije na televizoru vratiti na podrazumevana podešavanja.",
	"Thule": "Tule",
	"Tijuana": "Tihuana",
	"Time": "Vreme",
	"Timer Channel": "Tajmer za kanal",
	"Timer Repeat": "Tajmer za ponavljanje",
	"Timers": "Tajmeri",
	"Timezone": "Vremenska zona",
	"Tint": "Nijansa",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Da biste optimizovali zvuk, aktivirajte reprodukciju probnog zvuka i počnite da merite odbijeni zvuk korišćenjem upravljača Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Da biste testirali zvuk televizora, izlaz zvuka podesite na interni TV zvučnik. Da li želite da nastavite?",
	"Tokyo": "Tokijo",
	"Top and Bottom": "Vrh i dno",
	"Total Power On Time": "Ukupno vreme rada",
	"Tracking Speed": "Brzina traženja",
	"Translucent": "Delimično providno",
	"Transparent": "Providno",
	"Treble Boost": "Pojačani visoki tonovi",
	"Trinidad And Tobago": "Trinidad i Tobago",
	"Trinidad and Tobago": "Trinidad i Tobago",
	"Tswana": "Tsvana",
	"Tune and save available channels.": "Podesite i sačuvajte dostupne kanale.",
	"Tune and save available channels. You can set satellite channel options.": "Podesite i sačuvajte dostupne kanale. Možete da podesite opcije satelitskog kanala.",
	"Tunisia": "Tunis",
	"Turkey": "Turska",
	"Turkish": "Turski",
	"Turn on TV with mobile device same as smartphone.": "Uključite televizor uz pomoć mobilnog uređaja koji je isti kao pametni telefon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Uključite i isključite Ultra HD Deep Colour za HDMI {num} priključak.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Uključite ili isključite funkciju Momentalni odziv za igre za priključak HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Uključite televizor korišćenjem mobilnog uređaja putem Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Uključite TV putem Wi-Fi mreže pomoću mobilnog uređaja.",
	"Turn on via Bluetooth": "Uključi putem Bluetooth usluge",
	"Turn on via Wi-Fi": "Uključi putem Wi-Fi mreže",
	"Turn on/off description box in Settings.": "Uključite/isključite polje sa opisom u Podešavanjima.",
	"Turn on/off standby light.": "Uključite/isključite svetlo tokom mirovanja.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Isključite/uključite opciju AMD FreeSync Premium na priključku HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Uključite/isključite slike za prikaz na ekranu kada nema signala.",
	"Turn on/off the related features of energy consumption.": "Uključite/isključite povezane funkcije potrošnje energije.",
	"Turn the Hybridcast service on/off.": "Uključite/isključite uslugu Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Uključite/isključite uslugu Interactivity (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Uključite/isključite TV vodič vašeg emitera.",
	"Turn your broadcast TV provider's teletext service on/off.": "Uključite/isključite uslugu teleteksta vašeg emitera.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Isključivanje Wi-Fi mreže sprečiće vas da pristupate svim uslugama zasnovanim na internetu, osim ako za povezivanje sa mrežom ne koristite kabl. Da li želite da nastavite?",
	"UAE": "Ujedinjeni Arapski Emirati",
	"UHD Mode": "UHD režim",
	"USA": "Sjedinjene Američke Države",
	"USB storage for Copy Channels": "USB skladište za kopiranje kanala",
	"USB to TV": "USB prema TV-u",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinski",
	"Ulaanbaatar": "Ulanbatar",
	"Unable to check for updates.": "Provera ažuriranja nije moguća.",
	"Unable to connect to the network.": "Povezivanje sa mrežom nije moguće.",
	"Undefined": "Nedefinisano",
	"Under 17 requires accompanying parent or adult guardian.": "Uzrast ispod 17 zahteva prisustvo roditelja ili staratelja.",
	"Uniform": "Uniformno",
	"United Arab Emirates": "Ujedinjeni Arapski Emirati",
	"United Kingdom": "Velika Britanija",
	"United States of America": "Sjedinjene Američke Države",
	"Universal Control Settings": "Podešavanja univerzalnog daljinskog upravljača",
	"Unknown": "Nepoznato",
	"Unknown issue has occurred.": "Došlo je do nepoznatog problema.",
	"Update canceled.": "Ažuriranje je otkazano.",
	"Update in progress...": "Ažuriranje u toku...",
	"Update in progress...({n}%)": "Ažuriranje u toku...({n}%)",
	"Update paused.": "Ažuriranje je pauzirano",
	"Update reserved.": "Ažuriranje je rezervisano.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Ažuriranje će sada biti otkazano i sve njegove datoteke će biti izbrisane. Da li želite da nastavite?",
	"Uruguay": "Urugvaj",
	"Urumqi": "Urumki",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Možete da koristite upravljač Magic Remote da analizirate akustiku prostorije i optimizujete zvuk na televizoru na osnovu tih rezultata.",
	"Use a large pointer.": "Koristite veliki pokazivač.",
	"Use a medium pointer.": "Koristite srednji pokazivač.",
	"Use a small pointer.": "Koristite mali pokazivač.",
	"Use the 4-way controller to change the position and press the OK button.": "Koristite 4-smernu komandu za promenu položaja i pritisnite dugme OK.",
	"Use the following services with the selected language.": "Koristite sledeće usluge sa izabranim jezikom.",
	"User": "Korisnik",
	"User Agreements": "Ugovori sa korisnikom",
	"User Guide": "Korisnički vodič",
	"V Position": "V položaj",
	"V Sharpness": "V oštrina",
	"V Size": "V veličina",
	"VIC - Victoria - Melbourne": "VIC - Viktorija - Melburn",
	"Valencian": "Valensijanski",
	"Vancouver": "Vankuver",
	"Vatican City": "Vatikan",
	"Venezuela": "Venecuela",
	"Vertical Zoom": "Vertikalno uvećanje",
	"Video Description": "Opis videa",
	"Vienna": "Beč",
	"Vietnam": "Vijetnam",
	"Vietnamese": "Vijetnamski",
	"View current Common Interface (CI) information.": "Pogledajte trenutne informacije CI (zajednički interfejs).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Prikažite stavke jasnije tako što ćete promeniti boju menija na ekranu u crnu i belu.",
	"View messages from your broadcast TV provider.": "Pregledajte poruke emitera.",
	"View more information about watching program and enjoy related contents.": "Pogledajte više informacija o gledanju programa i uživajte u povezanim sadržajima.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Gledajte originalni ekran kako je podešen ili podesite dimenzije i odnos strana ekrana.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Gledajte originalni ekran u obliku u kom ga dobijate putem signala emitovanja ili povezanog uređaja.",
	"Vilnius": "Vilnjus",
	"Violence": "Nasilje",
	"Vivid": "Živopisno",
	"Voice Recognition Help and Settings": "Pomoć i podešavanja za funkciju Prepoznavanje glasa",
	"Voice Support Service": "Glasovne usluge podrške",
	"Volume": "Jačina zvuka",
	"Volume Increase Amount": "Stepen povećanja jačine zvuka",
	"Volume Mode": "Režim jačine zvuka",
	"WA - Western Australia - Eucla": "WA - Zapadna Australija - Eukla",
	"WA - Western Australia - Perth": "WA - Zapadna Australija - Pert",
	"Wall-mounted": "Zidna montaža",
	"Warm1": "Toplo1",
	"Warm2": "Toplo2",
	"Warm3": "Toplo3",
	"Warsaw": "Varšava",
	"Watch a diverse range of Internet contents on TV channels.": "Gledajte raznovrstan opseg internet sadržaja na televizijskim kanalima.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Mi prikupljamo i čuvamo MAC adresu, broj modela, šifru države, podešavanja jezika i verziju softvera da bismo verifikovali vaš uređaj i proverili da li posedujete najnoviju verziju softvera.",
	"Welcome Feature": "Funkcija dobrodošlice",
	"Welsh": "Velški",
	"Western Africa": "Zapadna Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kada povezani HDD nije korišćen tokom određenog vremenskog perioda, prebaci u režim mirovanja da bi se smanjila potrošnja energije.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kada je uređaj povezan sa priključkom, slika igre se optimizuje uz minimalno kašnjenje, seckanje ili prekide.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kada se funkcija Momentalni odziv za igre aktivira, video može privremeno zatrepereti.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kada je izlaz zvuka podešen na „Bluetooth / HDMI ARC / optički digitalni / WiSA zvučnici” ili povezani uređaj ne podržava funkciju Momentalni odziv za igre, to možda neće raditi ispravno.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Kada je izlaz zvuka podešen na Bluetooth ili povezani uređaj ne podržava funkciju Momentalni odziv za igre, to možda neće raditi ispravno.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Kada se uređaj uključi/isključi, vaš TV se automatski uključuje/isključuje.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kada su vizuelni efekti isključeni, ekran se prikazuje kao TV uživo.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kada je ova funkcija podešena na „uključeno”, neke funkcije koje se prikazuju na ekranu biće delimično providne.",
	"When your TV is turned off, the device will automatically turn off.": "Kada se vaš TV isključi, uređaj se automatski isključuje.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Iako se promenjena podešena vrednost prenosi na spoljašnji uređaj, slika ili zvuk privremeno neće biti dostupni, što je normalno.",
	"White": "Belo",
	"White Balance": "Balans bele",
	"Wi-Fi Connection": "Wi-Fi veza",
	"Wi-Fi Security": "Wi-Fi bezbednost",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi je isključen. Uključite ga da biste videli listu dostupnih mreža sa kojima možete da se povežete i dodatne povezane stavke menija.",
	"Wi-Fi issue has occurred.": "Došlo je do problema sa Wi-Fi mrežom.",
	"WiSA Speakers": "WiSA zvučnici",
	"Wide Area Zone": "Zona Široke Oblasti",
	"Wide View": "Široki prikaz",
	"Wide View (32:9)": "Širok prikaz (32:9)",
	"Wide Zoom": "Široko uvećanje",
	"Window Color": "Boja prozora",
	"Window Opacity": "Prozirnost prozora",
	"Winnipeg": "Vinipeg",
	"Wired Connection (Ethernet)": "Žičana veza (Ethernet)",
	"Wired Headphones": "Slušalice sa kablom",
	"Wired Headphones + Internal TV Speaker": "Slušalice sa kablom + interni TV zvučnik",
	"With this option, you can control the audio device's volume with your TV remote.": "Uz ovu opciju, možete da kontrolišete jačinu audio zvuka pomoću daljinskog upravljača za televizor.",
	"Xhosa": "Ksosa",
	"Yakutsk": "Jakutsk",
	"Yamoussoukro": "Jamusukro",
	"Year": "Godina",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Žuto",
	"Yemen": "Jemen",
	"Yerevan": "Jerevan",
	"Yes": "Da",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Možete da podesite zvučne efekte kada se TV uključuje ili isključuje i prilikom pokreta ekrana.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Možete da kontrolišete uređaje koji su povezani sa HDMI priključcima koristeći magični daljinski upravljač bez procesa za podešavanje uređaja.",
	"You can delete the device connection history of Screen Share.": "Možete da izbrišete istoriju povezivanja uređaja funkcije Screen Share.",
	"You can delete the device connection history of Sound Share.": "Možete da izbrišete istoriju povezivanja uređaja funkcije Sound Share.",
	"You can find the default password in User Guide.": "Možete pronaći fabričku lozinku u Korisnički vodič meniju.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Funkciju Momentalni odziv za igre možete da aktivirate podešavanjem opcije HDMI Ultra HD Deep Colour na „Uključeno”.",
	"You can only change settings from the current HDMI input.": "Moguće je promeniti podešavanja samo iz trenutnog HDMI ulaza.",
	"You can scan again to connect the device.": "Možete da skenirate ponovo da biste povezali uređaj.",
	"You can select left and right audio settings for broadcast signal.": "Možete da izaberete podešavanja levog i desnog zvuka za emitovani signal.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Možete da izaberete opciju AMD FreeSync Premium za priključak HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Možete da izaberete funkciju Ultra HD Deep Colour za priključak.",
	"You can set the sound to play when the TV is turned on or off.": "Možete da podesite zvuk tako da se reprodukuje kada se TV uključuje ili isključuje.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Možete da uključite/isključite funkciju čuvanja profila CAM operatora.",
	"You can turn this feature on or off.": "Ovu funkciju možete da uključite ili isključite.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Možete da dobijete različite preporuke sadržaja putem opcije Mreža. Isključivanjem ove opcije obezbeđuje se samo osnovni sadržaj i neke funkcije možda nisu dostupne.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Vaš TV i uređaj povezan preko SIMPLINK-a će biti sinhronizovani na sledeći način:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Televizor mora ostati isključen dok traje proces Osveživač piksela. Sva aktuelna ili predstojeća snimanja, podsetnici ili uključivanja tajmerom zakazana tokom ovog procesa biće otkazana i BT zvučnik na Nultom prikazu neće biti dostupan.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV mora ostati isključen dok traje proces Osveživač piksela. Sva aktuelna ili predstojeća snimanja, podsetnici ili uključivanja tajmerom zakazana tokom ovog procesa će biti otkazana.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Televizor mora biti povezan na mrežu da bi država LG usluga mogla automatski da se podesi. Da li želite da odete na Podešavanja mreže da biste sada proverili vezu?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Televizor mora imati podatak o vašoj tačnoj lokaciji da bi preko digitalnog TV signala prikazivao poruke upozorenja u hitnom slučaju.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Vaš TV će biti isključen dok se postupak ne završi nakon čega će se automatski ponovo uključiti.",
	"Zambia": "Zambija",
	"Zaporozhye": "Zaporožje",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Uvećanje",
	"Zürich": "Cirih",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Prekinuće se veza sa uređajem [{Device}] i televizorom. Zvuk više neće biti reprodukovan sa ovog uređaja. Da li želite da nastavite?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Uređaj [{Device}] će biti uklonjen sa liste uparenih uređaja. Ako želite kasnije da ga povežete, treba da potražite dostupne uređaje i ponovo ga uparite. Da li želite da nastavite?",
	"[{deviceName}] will be deleted.": "Uređaj [{deviceName}] biće izbrisan.",
	"audioGuidance_fast": "Brzo",
	"audioGuidance_high": "Visoko",
	"audioGuidance_low": "Nisko",
	"audioGuidance_medium": "Srednje",
	"audioGuidance_slow": "Spora",
	"audioGuidance_veryFast": "Veoma brzo",
	"audioGuidance_veryHigh": "Veoma visoko",
	"audioGuidance_veryLow": "Veoma nisko",
	"audioGuidance_verySlow": "Veoma sporo",
	"btDotSignalStrength_wide": "Široko",
	"button": "dugme",
	"character": "znak",
	"characters": "znakovi",
	"checked": "potvrđeno",
	"colorGamutJPNWide": "Široko",
	"connecting": "povezivanje",
	"depthOfColor": "Boja",
	"diagonal zoom in": "dijagonalno uvećanje",
	"diagonal zoom out": "dijagonalno umanjenje",
	"digitalOptionSetByProgram": "Podesi prema programu",
	"energy_Maximum": "Maksimalno",
	"energy_Medium": "Srednje",
	"energy_Minimum": "Minimalno",
	"freesync_high": "Visoko",
	"freesync_low": "Nisko",
	"freesync_off": "Isključeno",
	"freesync_wide": "Široko",
	"gamma_high1": "Visoko1",
	"gamma_high2": "Visoko2",
	"hidden": "sakriveno",
	"horizontal zoom in": "horizontalno uvećanje",
	"horizontal zoom out": "horizontalno umanjenje",
	"jpDoNot": "Isključeno",
	"logoLuminance_high": "Jako",
	"logoLuminance_low": "Slabo",
	"not connected": "nije povezano",
	"objet_soundMode": "Optimizujte režim zvuka za svaki tip sadržaja.",
	"pictureControlAuto": "Automatski",
	"pictureControlAuto_BlackLevel": "Automatski",
	"pictureControlHigh": "Visoko",
	"pictureControlHigh_BlackLevel": "Visoko",
	"pictureControlHigh_Male": "Visoko",
	"pictureControlLow": "Nisko",
	"pictureControlLow_BlackLevel": "Nisko",
	"pictureControlLow_Male": "Nisko",
	"pictureControlMedium": "Srednje",
	"pictureControlMedium_BlackLevel": "Srednje",
	"pictureControlMedium_Male": "Srednje",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Srednje",
	"pictureLocalDimmingHigh": "Visoko",
	"pictureLocalDimmingLow": "Nisko",
	"pictureLocalDimmingMed": "Srednje",
	"pictureModeSettings": "Detalji podešavanja",
	"press OK button to edit IP manually": "pritisnite dugme OK da ručno uredite IP",
	"press OK button to enter channel to search": "pritisnite dugme OK za unos kanala za pretragu",
	"press OK button to enter value": "pritisnite dugme OK da unesete vrednost",
	"press right button to adjust de-judder and de-blur value": "pritisnite dugme nadesno da podesite vrednost de-judder i de-blur",
	"press right button to adjust zoom ratio and position": "pritisnite dugme nadesno da podesite odnos uvećanja i položaj",
	"shift current screen down": "pomeri aktuelni ekran nadole",
	"shift current screen to the left": "pomeri aktuelni ekran nalevo",
	"shift current screen to the right": "pomeri aktuelni ekran nadesno",
	"shift current screen up": "pomeri aktuelni ekran nagore",
	"shift down": "pomeri nadole",
	"shift left": "pomeri nalevo",
	"shift right": "pomeri nadesno",
	"shift up": "pomeri nagore",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Nijedno",
	"unchecked": "nepotvrđeno",
	"unread": "nepročitano",
	"vertical zoom in": "vertikalno uvećanje",
	"vertical zoom out": "vertikalno umanjenje",
	"volumeModeHigh": "Visoko",
	"volumeModeLow": "Nisko",
	"volumeModeMedium": "Srednje",
	"webOS TV Version": "webOS TV verzija",
	"zoom in": "uvećaj",
	"zoom out": "umanji",
	"{label} : R{value}": "{label} : D{value}"
}
