{
	" (User)": " (Felhasználó)",
	"(Version: {l})": "(Verzió: {l})",
	"* The device connected should support this service.": "* A csatlakoztatott eszköznek támogatnia kell ezt a szolgáltatást.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ez a funkció csak akkor alkalmazható, ha a TV-t kikapcsolják.",
	"* This feature is available on certain devices only.": "* A funkció csak bizonyos eszközökön érhető el.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ez a mód egyértelműen kifejezi a FILMMAKER MODE szándékait, de sötétebbnek tűnhet, mint a többi képmód.",
	"* This settings is only available for Internal TV Speaker.": "* Ez a beállítás csak a TV hangszóróhoz elérhető.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bár ez a beállítás BEKAPCSOLT állásban van, a képernyőkímélő nem fog működni, hogy ne zavarja a megtekintési élményt olyan külső bemeneteken, mint a Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Irányítható azzal az alkalmazással, amely mobileszközén támogatja ezt a funkciót.",
	"1) Turn the Bluetooth on the other device off.": "1) Kapcsolja ki a Bluetooth-funkciót a másik eszközön.",
	"10 Points Code Value": "10 Pontos Kódérték",
	"10 Points IRE": "10 pontos IRE",
	"10 and Above": "10 és fölötte",
	"10 min": "10 perc",
	"11 and Above": "11 és fölötte",
	"12 Hours": "12 óra",
	"12 and Above": "12 és fölötte",
	"120 min": "120 perc",
	"13 and Above": "13 és fölötte",
	"14 and Above": "14 és fölötte",
	"14 by 9": "tizennégy a kilenchez",
	"15 and Above": "15 és fölötte",
	"16 and Above": "16 és fölötte",
	"16 by 9": "tizenhat a kilenchez",
	"17 and Above": "17 és fölötte",
	"18 and Above": "18 és fölötte",
	"180 min": "180 perc",
	"19 and Above": "19 és fölötte",
	"2 Channel": "2 Csatorna",
	"2 Hours": "2 óra",
	"2 Points": "2 Pont",
	"2) Turn the Bluetooth device to connect off and on.": "2) Kapcsolja ki és be a Bluetooth-eszközt.",
	"20 Points Code Value": "20 Pontos Kódérték",
	"20 Points IRE": "20 pontos IRE",
	"20 and Above": "20 és fölötte",
	"20 min": "20 perc",
	"21 by 9": "huszonegy a kilenchez",
	"22 Points Code Value": "22 pontos kódérték",
	"22 Points IRE": "22 pontos IRE",
	"24 Hours": "24 óra",
	"240 min": "240 perc",
	"3 Hours": "3 óra",
	"30 min": "30 perc",
	"32 by 12": "harminckettő a tizenkettőhöz",
	"32 by 9": "harminckettő a kilenchez",
	"3G/4G Connection": "3G/4G Kapcsolat",
	"4 Hours": "4 óra",
	"4 Hours Auto Power Off": "4 óra automatikus kikapcsolás",
	"4 and Above": "4 és fölötte",
	"4 by 3": "négy a háromhoz",
	"4-Way Zoom": "Négyirányú nagyítás",
	"5 and Above": "5 és fölötte",
	"5.1 Channel": "5.1 Csatorna",
	"6 Hours": "6 óra",
	"6 and Above": "6 és fölötte",
	"60 min": "60 perc",
	"7 and Above": "7 és fölötte",
	"8 Hours": "8 óra",
	"8 and Above": "8 és fölötte",
	"9 and Above": "9 és fölötte",
	"90 min": "90 perc",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Az AD ID-t arra használják, hogy azonosítsák ezt az eszközt hirdetési célokra, és megkönnyítsék az Ön számára érdekes hirdetések megjelenítését. Lent visszaállíthatja az AD ID-t, vagy korlátozhatja az AD ID követését.",
	"AI Acoustic Tuning": "AI akusztikus hangolás",
	"AI Acoustic Tuning Options": "AI akusztikus hangolás beállítások",
	"AI Acoustic Tuning is disabled.": "Az AI akusztikus hangolás ki van kapcsolva.",
	"AI Brightness Control": "AI fényerő-vezérlés",
	"AI Picture": "AI-kép",
	"AI Picture Pro": "AI-kép Pró",
	"AI Recommendation": "AI-ajánlások",
	"AI Service": "AI-szolgáltatás",
	"AI Sound": "AI-hang",
	"AI Sound Pro": "AI-hang Pró",
	"ATV": "Analóg TV",
	"AV Sync Adjustment": "LG Sound Sync beállítása",
	"Accessibility": "Kis. leh.",
	"Account Management": "Saját oldalam",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Az opció aktiválása leállítja a hirdetéssel kapcsolatos személyes adatok gyűjtését és nyomon követését erről a Smart TV-ről. A kapcsoló bekapcsolása befolyásolhatja a továbbiakban látható hirdetéstípusokat, azonban ez nem akadályozza meg a hirdetések fogadását.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "A kapcsoló aktiválása esetén az LGE arra utasítja harmadik fél szolgáltatókat, hogy hagyjanak fel a személyes adataival való kereskedéssel. Ha külön nem vonja vissza, továbbra is hozzáférhet olyan szolgáltatásokhoz, mint a Live Plus, az LG Channels és a Who.Where.What?.",
	"Add Network": "Hálózat hozzáadása",
	"Add a hidden wireless network": "Rejtett vezeték nélküli hálózat hozzáadása",
	"Add wireless network by manually entering network name (SSID).": "Adjon hozzá vezeték nélküli hálózatot a hálózatnév (SSID) manuális megadásával.",
	"Addis Ababa": "Addisz-Abeba",
	"Additional Audio Selection": "Kiegészítő hang kiválasztása",
	"Additional Settings": "További beállítások",
	"Address Setting": "Cím beállítása",
	"Adjust Audio Guidance pitch.": "Hangsegédlet hangszínének beállítása.",
	"Adjust Audio Guidance speed.": "Hangsegédlet sebességének beállítása.",
	"Adjust Audio Guidance volume.": "Hangsegédlet hangerejének beállítása.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Állítsa be a háttérvilágítás fényerejét a képernyő fényesítéséhez vagy sötétítéséhez.",
	"Adjust Screen Position": "Képernyő-pozíció Beállítása",
	"Adjust Zoom Ratio": "Nagyítási Arány Beállítása",
	"Adjust animation effect shown on the home at certain times.": "Állítsa be az otthoni animációs hatást bizonyos időpontokban.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Állítsa be a fényerőt a képmozgások elemzésével, hogy kímélje a szemet és csökkentse az energiafogyasztást.",
	"Adjust brightness of the LG logo.": "Állítsa be az LG logó fényerejét.",
	"Adjust color and saturation for a more vivid image.": "Állítsa be a színt és a telítettséget az élénkebb kép eléréséhez.",
	"Adjust color temperature automatically to reduce eye strain.": "Állítsa be a színhőmérsékletet automatikusan, hogy csökkentse a szem terhelését.",
	"Adjust cursor speed.": "Állítsa be a kurzor sebességét.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Állítsa be a szélek élességét. A magasabb értékek növelik az élességet és a kép tisztaságát.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Adja meg a gamma beállításait a bejövő jel fényerejének kompenzálásához.",
	"Adjust left/right audio balance.": "Állítsa be a bal/jobb oldali audiobalanszot.",
	"Adjust luminance for selected color.": "Állítsa be a kiválasztott szín fényességét.",
	"Adjust luminance level for selected IRE point.": "Állítsa be a fényességi szintet a kiválasztott IRE ponthoz.",
	"Adjust peak brightness for the brightest luminance.": "Módosítsa a maximális fényerőt a maximális fényesség eléréséhez.",
	"Adjust remote's cursor speed and appearance.": "Állítsa be a távirányító kurzorának sebességét és megjelenését.",
	"Adjust saturation for selected color.": "Állítsa be a kiválasztott szín telítettségét.",
	"Adjust screen brightness to reduce energy consumption.": "Állítsa be a képernyő fényerejét az energiafogyasztás csökkentése érdekében.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Állítsa be az OLED FÉNY-t a képernyő fényesítéséhez vagy sötétítéséhez.",
	"Adjust the audio timing to synchronize the video and audio.": "Állítsa be a hangidőzítést a kép és a hang szinkronizálásához.",
	"Adjust the balance of red and green to display the tint on the screen.": "Állítsa be a piros és zöld egyensúlyt, hogy a színárnyalat megjelenjen a képernyőn.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Állítsa be a színegyensúlyt a színhőmérséklet, a fényerő és a piros, zöld, kék intenzitás változtatásával.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Állítsa be a kontrasztot, a felbontást stb. az egyedi képmódhoz, és állítsa be a kívánt színt, gammát stb.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Egyenlítse ki a különbséget a képernyő világos és sötét területei között. A magasabb értékek fokozzák a különbséget.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Állítsa be a képarányt a filmhez megfelelő módon, hogy mozi benyomását keltse.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Állítsa be a statikus képek fényerejét, például logókat stb. és akadályozza meg a képminőség problémáit, amelyek a TV hosszabb ideig történő bekapcsolásakor okozhatnak gondot.",
	"Adjust the screen color to be pale or deep.": "Állítsa be a képernyő színét, hogy halvány vagy mély legyen.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Módosítsa saját ízlése szerint a hangot minden hangfrekvencia-sávhoz.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Állítsa be az időzítést a szinkronizáláshoz, ha a videó és a hang időbeli különbséggel rendelkezik.",
	"Adjust the tint to brighten or darken the screen.": "Állítsa be az árnyalatot a képernyő fényesítéséhez vagy sötétítéséhez.",
	"Adjust the volume you want with pressing remote's volume key.": "Állítsa be a kívánt hangerőt a távirányító hangerő gombjának megnyomásával.",
	"Adjust tint for selected color.": "Állítsa be a kiválasztott szín árnyalatát.",
	"Adjust whether to display the home promotion.": "Állítsa be, hogy megjelenjen-e az otthoni promóció.",
	"Adjusting Luminance": "Fényesség Beállítása",
	"Adolescent over 13 are allowed to watch.": "13 éves kor felettiek számára.",
	"Adolescent over 14 are allowed to watch.": "14 éves kor felettiek számára.",
	"Adolescent over 16 are allowed to watch.": "16 éves kor felettiek számára.",
	"Adult": "Felnőtt",
	"Adult Language": "Felnőtt nyelvezet",
	"Adults only.": "Csak felnőtteknek.",
	"Advanced": "Speciális",
	"Advanced Controls": "Speciális Beállítások",
	"Advanced Wi-Fi Settings": "Speciális Wi-Fi Beállítások",
	"Advertisement": "Hirdetés",
	"Afghanistan": "Afganisztán",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Az ország módosítása után minden jelenleg behangolt csatorna törlődik. A csatornák újrahangolásához lépjen az Automatikus Hangolásra. Szeretné folytatni?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Az irányítószám módosítása után minden jelenlegi Freesat csatorna törlődik. A csatornák újrahangolásához lépjen az Automatikus Hangolásra. Szeretné folytatni?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Miután megváltoztatja az országot, az \"Automatikus hangolás\" segítségével keresheti meg a csatornákat. Folytatja?",
	"Ages 2-7 are allowed to watch.": "2–7 éves gyermekek számára.",
	"Albania": "Albánia",
	"Albanian": "Albán",
	"Alerts you by sound when the TV is turned on or off.": "Hanggal figyelmeztet, ha a TV-t be- vagy kikapcsolja.",
	"Algeria": "Algéria",
	"Algiers": "Algír",
	"All Channels": "Összes csatorna",
	"All Children": "Minden Gyermek",
	"All ages are allowed to watch.": "Bármely korosztály megtekintheti.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "A {pictureMode} mód minden jelenlegi beállítása visszaáll. Szeretné folytatni?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Minden Normál Módú hanghatás-beállítás vissza lesz állítva. Szeretné folytatni?",
	"Allow Automatic Updates": "Automatikus Frissítések Engedélyezése",
	"Almaty": "Almati",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Emellett módosíthatja a Bluetooth Surround hang részletes beálltásait.",
	"Always Open": "Mindig látható",
	"Always-on Off Time": "Always-on kikapcsolási idő",
	"Amman": "Ammán",
	"Amsterdam": "Amszterdam",
	"An error has occurred while copy channels.": "A csatornák másolása közben hiba történt.",
	"An important software update is available.": "Fontos szoftverfrissítés elérhető.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analóg mód",
	"Analog TV": "Analóg TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Elemzi a hang jellemzőit, és az egyes tartalmakra optimalizálja a hangot valós időben.",
	"Anchorage": "Rögzítés",
	"Antenna ATV": "Analóg fölfelszíni TV",
	"Antenna DTV": "Digitális földfelszíni műsorszórás",
	"Antenna Radio": "Antenna rádió",
	"Antigua and Barbuda": "Antigua és Barbuda",
	"Any Supplementary Audio": "Bármely kiegészítő hang",
	"App Alarm": "Alkalmazásriasztás",
	"Application Locks": "Alkalmazás zárolások",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Alkalmazza az aktuális képmód részletes beállításait minden bemenetre vagy alkalmazásra.",
	"Apply to all inputs": "Alkalmazás minden bementre",
	"Applying value to all inputs...": "Érték alkalmazása minden bementre...",
	"Arabic": "Arab",
	"Argentina": "Argentína",
	"Armenia": "Örményország",
	"Ashgabat": "Asgabat",
	"Aspect Ratio": "Képarány",
	"Aspect Ratio Settings": "Képarány Beállításai",
	"Assamese": "Asszámi",
	"Assign channels to remote buttons so you can quickly jump to them.": "Rendeljen hozzá csatornákat a távirányító gombjaihoz, így gyorsan a csatornákra ugorhat.",
	"Athens": "Athén",
	"Audio Delay": "Hangkésleltetés",
	"Audio Description": "Hangos leírás",
	"Audio Description Volume": "Hang alapú segítség hangereje",
	"Audio Guidance": "Hangsegédlet",
	"Audio Language": "Hang nyelve",
	"Audio Out (Line Out)": "Audio kimenet (Analóg)",
	"Audio Type": "Audiotípus",
	"Australia": "Ausztrália",
	"Austria": "Ausztria",
	"Auto": "Automatikus",
	"Auto Detect": "Automatikus érzékelés",
	"Auto Device Detection": "Automatikus eszközfelismerés",
	"Auto Genre Selection": "Automatikus műfajválasztás",
	"Auto Power Off": "Automatikus kikapcsolás",
	"Auto Power Sync": "Automatikus tápszinkronizálás",
	"Auto Start": "Automatikus indítás",
	"Auto Volume": "Automatikus hangerő",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatikusan állítsa be a hangerő eltérést, vagy állítsa be a hangerőt, amely a távirányító hangerő gombjával van beállítva.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatikusan beállítás a Dolby HDR tartalom műfajához optimalizált képértékre.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatikusan beállítás a tartalom műfajához optimalizált képértékre.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "A film tartalmának felismerésekor automatikusan átvált FILMMAKER MODE.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "A képminőség automatikus optimalizálása a környező fény színe és fényereje alapján.",
	"Automatically update system software when an update is found.": "Szoftver automatikus frissítése, ha van elérhető frissítés.",
	"Available Internal Storage": "Elérhető Belső Tárhely",
	"Azerbaijan": "Azerbajdzsán",
	"Azores": "Azori-szigetek",
	"BG Color": "Háttérszín",
	"BG Opacity": "Háttér átlátszósága",
	"Back": "Vissza",
	"Backlight": "Háttérfény",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahama-szigetek",
	"Bahrain": "Bahrein",
	"Balance": "Balansz",
	"Bangladesh": "Banglades",
	"Basque": "Baszk",
	"Bass Boost": "Mélyhangkiemelés",
	"Behavior may vary depending on connected device.": "A művelet a csatlakoztatott eszköztől függ.",
	"Beijing": "Peking",
	"Beirut": "Bejrút",
	"Belarus": "Fehéroroszország",
	"Belgrade": "Belgrád",
	"Bengali": "Bengáli",
	"Bhutan": "Bhután",
	"Bishkek": "Biskek",
	"Black": "Fekete",
	"Black Level": "Fekete szint",
	"Block TV programs broadcast in English based on their content ratings.": "Zárolja az angol nyelvű TV-műsorokat tartalombesorolás alapján.",
	"Block TV programs broadcast in French based on their content ratings.": "Zárolja a francia nyelvű TV-műsorokat tartalombesorolás alapján.",
	"Block content based on genre.": "Zárolja a tartalmat műfaj alapján.",
	"Blue": "Kék",
	"Bluetooth Speaker Mode": "Bluetooth hangszóró mód",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround hang + Belső TV-hangszóró",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround hang beállítása",
	"Bogotá": "Bogota",
	"Bolivia": "Bolívia",
	"Bosnia": "Bosznia-Hercegovina",
	"Bosnia And Herzegovina": "Bosznia-Hercegovina",
	"Bosnian": "Bosnyák",
	"Bratislava": "Pozsony",
	"Brazil": "Brazília",
	"Brazilian Punk": "Brazil Punk",
	"Brightness": "Fényerő",
	"Broadcast Country": "Műsorszórás országa",
	"Broadcast Mail": "Üzenet szórása",
	"Brussels": "Brüsszel",
	"Bucharest": "Bukarest",
	"Bulgaria": "Bulgária",
	"Bulgarian": "Bolgár",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "A 'Visszaállítás' gomb megnyomásával törli az összes hirdetéssel kapcsolatos adatot, amelyet az LGE a múltban összegyűjtött erről az Smart TV-ről. A 'Visszaállítás’ gomb megnyomása befolyásolhatja a továbbiakban látható hirdetéstípusokat, azonban ez nem akadályozza meg a hirdetések fogadását.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "A Live Plus bekapcsolásával beleegyezik abba, hogy az ACR modul segítségével az LG Electronics Inc. (LGE) információkat gyűjtsön a televíziózással kapcsolatban, amelyet névtelenül megoszthat harmadik felekkel, hogy az Ön számára interaktív szolgáltatásokat biztosítson. Az összesített információkat névtelenül marketingtevékenység céljából is megoszthatjuk harmadik felekkel. Kérjük, vegye figyelembe, hogy szándékosan nem gyűjtünk vagy terjesztünk olyan információt, amely 13 év alatti gyermekektől származik, vagy velük kapcsolatos. A Live Plus szolgáltatással kapcsolatban részletes információk találhatók a Megtekintési Információknál (feltételek), amely a SmartTV beállítások menüjéből érhető el. Az LGE javasolja, hogy a Live Plus funkció aktiválása előtt olvassa át a Megtekintési Információk (feltételek) teljes változatát.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "A Live Plus bekapcsolásával elfogadja, hogy a TV-jén megjelenített tartalom felismerhető, és a megtekintési információk felhasználhatók a továbbfejlesztett megtekintési élményhez és személyre szabott szolgáltatásokhoz, beleértve a tartalomajánlásokat és a hirdetéseket. További információkért tekintse át a TV-beállítások menü Adatvédelmi irányelveit és a vonatkozó Felhasználói feltételeket.",
	"CC 1": "1. felirat",
	"CC 2": "2. felirat",
	"CC 3": "3. felirat",
	"CC 4": "4. felirat",
	"CI Information": "CI-adatok",
	"CI password incorrect. Please enter again.": "CI jelszó helytelen. Kérjük, adja meg újra.",
	"COMPONENT2": "KOMPONENS2",
	"COMPONENT3": "KOMPONENS3",
	"CS1 Board": "CS1 Üzenőfal",
	"CS2 Board": "CS2 Üzenőfal",
	"Cable": "Kábel",
	"Cable ATV": "Analóg kábel TV",
	"Cable DTV": "Digitális kábel TV",
	"Cable Radio": "Kábel rádió",
	"Cairo": "Kairó",
	"Cambodia": "Kambodzsa",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Csatorna keresés sikertelen",
	"Canada": "Kanada",
	"Canary Islands": "Kanári-szigetek",
	"Cancel": "Mégse",
	"Cancel Schedule": "Ütemezés törlése",
	"Cancel Update": "Frissítés törlése",
	"Cantonese": "Kantoni",
	"Cape Verde": "Zöld-foki Köztársaság",
	"Catalan": "Katalán",
	"Caution": "Vigyázat",
	"Cayman Islands": "Kajmán-szigetek",
	"Center": "Közép",
	"Central African Republic": "Közép-afrikai Köztársaság",
	"Chad": "Csád",
	"Change blue intensity and adjust the color balance.": "Módosítsa a kék intenzitást és állítsa be a színegyensúlyt.",
	"Change green intensity and adjust the color balance.": "Módosítsa a zöld intenzitást és állítsa be a színegyensúlyt.",
	"Change red intensity and adjust the color balance.": "Módosítsa a piros intenzitást és állítsa be a színegyensúlyt.",
	"Change the left / right sound": "A bal/jobb hang módosítása",
	"Change the position of captions using the 4-way dial on the remote control.": "A távirányító négyirányú tárcsájával változtassa meg a feliratok helyét.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "A régió módosítása megváltoztathatja a jelenleg behangolt csatornákat a TV-jén. Az Automatikus Hangolással újrahangolhatja a csatornákat. Szeretné most módosítani a regionális beállításokat?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Ha módosítja az országot, a TV újraindul, és előfordulhat, hogy még egyszer el kell fogadnia az LG Felhasználói Megállapodásokat. Ezenkívül előfordulhat, hogy néhány alkalmazás és szolgáltatás elérhetősége az LG Szolgáltatási Országtól függ. Szeretné folytatni?",
	"Channel Locks": "Csatornazár",
	"Channel Manager": "Csatornakezelő",
	"Channel Scrolling Options": "Csatornagörgetési Opciók",
	"Channel Tuning": "Csatorna hangolása",
	"Channel Tuning & Settings": "Csatornahangolás és Beállítások",
	"Channels": "Csatornák",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "A HDMI és más külső bemenetek csatornái nem zárolhatók. A TV-csatornák zárolásához módosítsa a Live TV jelenlegi bemenetét.",
	"Chatham Islands": "Chatham-szigetek",
	"Check TV information.": "TV információ ellenőrzése.",
	"Check alarm messages about the user settings or TV status.": "Tekintsen meg riasztási üzeneteket a felhasználói beállításokkal vagy a TV állapotával kapcsolatban.",
	"Check descriptions for each LG webOS TV functions.": "Tekintse meg az egyes LG webOS TV funkciók leírását.",
	"Check for Advertising settings and set it.": "Hirdetési beállítások keresése és megadása.",
	"Check for Updates": "Frissítések keresése",
	"Check for available functions with Voice and set Voice Settings.": "Elérhető funkciók keresése Hanggal és Hangbeállítások megadása.",
	"Check for problems with the picture quality.": "Keressen rá a képminőséggel kapcsolatos problémákra.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Keressen rá a belső TV-hangszóró hangminőségi problémáira.",
	"Check for software updates and update if available.": "Ellenőrizze a szoftverfrissítéseket, és frissítsen, ha rendelkezésre áll.",
	"Check whether the Bluetooth device is in pairing mode.": "Ellenőrizze, hogy a Bluetooth-eszköz párosítási módban van-e.",
	"Check your TV status to solve problems or use remote support.": "Ellenőrizze a TV állapotát problémák megoldásához vagy használja a távoli támogatást.",
	"Checking Password": "Jelszó ellenőrzése",
	"Checking for Updates": "Frissítések keresése",
	"Checking...": "Ellenőrzés...",
	"Children": "Gyermekeknek",
	"Children Age": "Gyermek életkora",
	"Children Program Locks": "Programzárok gyermekek miatt",
	"Children over 8 are allowed to watch.": "8 éves kor feletti gyermekek számára.",
	"China": "Kína",
	"Chinese": "Kínai",
	"Choibalsan": "Csojbalszan",
	"Chongqing": "Csungking",
	"Choose to have all channels or just your primary ones when you change channels.": "A csatornák változtatásakor válassza ki az összes csatornát vagy csak az elsődleges csatornákat.",
	"Christmas Island": "Karácsony-sziget",
	"Cinema": "Színház",
	"Cinema Clear": "Mozi törlése",
	"Cinema Home": "Otthoni Mozi",
	"Cinema View": "Mozi nézet",
	"Cinema View (32:12)": "Mozi Nézet (32:12)",
	"Cinema Zoom": "Mozi nagyítás",
	"City": "Város",
	"City Selection": "Város kiválasztása",
	"Clean Audio": "Hang tisztítása",
	"Clear": "Élénk",
	"Clear Plus": "Törlés Plusz",
	"Clear Voice Ⅲ": "Tiszta Hang Ⅲ",
	"Clear Voice Ⅳ": "Tiszta hang Ⅳ",
	"Clear1": "Törlés",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Kapcsolja be az LG Vezeték Nélküli Billentyűzetet, állítsa be a párosítási módot, majd kattintson a lenti CSATLAKOZÁS gombra.",
	"Close": "Bezárás",
	"Closed Caption": "Felirat",
	"Closed Caption Settings": "Lezárt feliratbeállítások",
	"Code Value": "Kódérték",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Gyűjtse össze és tárolja a MAC-címet, a modellszámot, az országkódot, a nyelvi beállításokat és a szoftververziót, hogy hitelesítse a legújabb szoftver frissítését.",
	"Colombia": "Kolumbia",
	"Color": "Szín mélység",
	"Color Gamut": "Színskála",
	"Color Management System": "Színkezelő Rendszer",
	"Color Temperature": "Színhőmérséklet",
	"Component": "Komponens",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Erősítse meg a feltételeket vagy változtassa meg, hogy elfogadja-e a megállapodást.",
	"Congo Brazzaville": "Kongó - Brazzaville",
	"Connect": "Csatlakozás",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Csatlakoztassa a Bluetooth- és TV-hangszórót, és automatikusan állítsa be a Hangkésleltetést a hangszórók között.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Csatlakoztasson egy külső, eARC-ot támogató hangeszközt az eARC-hoz.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Csatlakoztasson külső eszközöket, például beltéri egységet, hangsávot stb. a TV-hez az útmutató szerint.",
	"Connect the LAN cable directly to the TV to use the network.": "Csatlakoztassa a LAN-kábelt közvetlenül a TV-hez a hálózat használatához.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Csatlakozzon a hálózathoz az IP- és a DNS-kiszolgáló címének manuális megadásával.",
	"Connect to the network if a wireless router is installed.": "Csatlakozzon a hálózathoz, ha vezeték nélküli útválasztó van telepítve.",
	"Connect via WPS PBC": "Csatlakozás WPS PBC segítségével",
	"Connect via WPS PIN": "Csatlakozás WPS PIN segítségével",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Csatlakoztassa a TV-jét a routeréhez vagy a modeméhez egy ethernet kábellel, és aktiválja a vezetékes hálózati kapcsolatát.",
	"Connect your TV with WiSA Speakers wirelessly.": "Csatlakoztassa a TV-t vezeték nélküli WiSA hangszórókhoz.",
	"Connectable Devices ({num})": "Csatlakoztatható eszközök ({num})",
	"Connected": "Kapcsolódva",
	"Connected to Internet": "Csatlakoztatva az internetre",
	"Connecting...": "Csatlakozás...",
	"Connection": "Kapcsolat",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "A kapcsolatkezelés okostelefonnal vagy PC-vel elérhető. A TV mobileszközzel történő összekapcsolásához az okostelefonon és a PC-n csatlakozási beállításokra és kérelmekre van szükség.",
	"Content Recommendations": "Tartalomajánlások",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "A tartalom a többcsatornás hallgatásra alkalmas hanggal fog lejátszásra kerülni, ha a HbbTV szolgáltatás támogatja a többcsatornás audiót.",
	"Contrast": "Kontraszt",
	"Cool": "Hűvös",
	"Copenhagen": "Koppenhága",
	"Copy Channels": "Csatornák másolása",
	"Copy/Delete file": "Fájl másolása/törlése",
	"Correct contrast and brightness by adjusting black levels.": "Javítsa a kontrasztot és a fényerőt a feketeszintek beállításával.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Javítsa ki a kép pixeleit és minőségi problémáit, amelyek abból adódhatnak, hogy a TV-je hosszabb ideje van bekapcsolva.",
	"Could not fined available network.": "Nem található elérhető hálózat.",
	"Croatia": "Horvátország",
	"Croatian": "Horvát",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Az aktuális idő nem érvényes. Be akarja állítani most a pontos időt?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Az egyéni képmód beállításainak aktuális értékeit a {pictureMode} mód minden bemenetére alkalmazni fogja a készülék. Szeretné folytatni?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "A jelenleg csatlakoztatott LG Vezeték Nélküli Billentyűzeteszköz le lesz választva a TV-jéről. Szeretné folytatni?",
	"Custom": "Egyedi",
	"Custom Time Zone": "Egyedi időzóna",
	"Customer Service": "Ügyfélszolgálat",
	"Cyan": "Ciánkék",
	"Cyprus": "Ciprus",
	"Czech": "Csehország",
	"Czech Republic": "Cseh Köztársaság",
	"Côte d'Ivoire": "Elefántcsontpart",
	"DNS Server": "DNS szerver",
	"DR Congo": "Kongói Demokratikus Köztársaság",
	"DTV Audio Setting": "Digitális TV hangbeállítása",
	"Damascus": "Damaszkusz",
	"Danish": "dán",
	"Data Service": "Adat szolgáltatás",
	"Date": "Dátum",
	"Day": "Nap",
	"Delete": "Törlés",
	"Delete Connection History": "Kapcsolati előzmények törlése",
	"Delete Pairing History": "Párosítási Előzmények törlése",
	"Delete Usage Data": "Használati adatok törlése",
	"Demo Options": "Demóopciók",
	"Democratic Republic of the Congo": "Kongói Demokratikus Köztársaság",
	"Denmark": "Dánia",
	"Depressed": "Befelé ereszkedő",
	"Deregister": "Regisztráció visszavonása",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "A képernyőn megjelenő tartalmak ismertetése a látássérült nézők számára a TV használatához.",
	"Detect Range": "Észlelési tartomány",
	"Device Connection Settings": "Eszközkapcsolat beállításai",
	"Device List": "Eszközlista",
	"Device Name": "Eszköznév",
	"Digital Mode": "Digitális mód",
	"Digital Sound Out": "Digitális hangkimenet",
	"Digital TV": "Digitális TV",
	"Directed to Older Children (ages 7 and above)": "Idősebb Gyermekek Szól (7 és idősebb)",
	"Disabled": "Letiltva",
	"Disconnect": "Leválasztás",
	"Display captions for hearing-impaired viewers to use TV.": "A feliratok megjelenítése a hallássérült nézők számára a TV használatához.",
	"Display fast-moving content smoothly and clearly.": "A gyorsan mozgó tartalom zökkenőmentesen és tisztán jeleníthető meg.",
	"Display luminance level for the highest point (100 IRE).": "Jelenítse meg a fényességi szintet a legmagasabb ponthoz (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "A képeket meleg vagy hideg színhőmérsékleten jelenítse meg.",
	"Djibouti": "Dzsibuti",
	"Do Not Sell My Personal Information": "Ne értékesítsék a személyes adataimat",
	"Do Not Track": "Ne kövesse",
	"Do you want to continue?": "Szeretné folytatni?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Szeretne csatornalistát másolni az USB-tárolóról a TV-jére? A TV-je jelenlegi csatornái törölve lesznek.",
	"Do you want to copy channel list from your TV to the USB storage?": "Szeretne csatornalistát másolni a TV-jéről az USB-tárolóra?",
	"Do you want to reset Position Settings?": "Szeretné visszaállítani a Pozícióbeállításokat?",
	"Do you want to reset Volume Control?": "Szeretné visszaállítani a Hangerő-vezérlést?",
	"Do you want to set the correct time now?": "Be akarja állítani most a pontos időt?",
	"Do you want to turn your TV off now?": "Szeretné kikapcsolni most a TV-t?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikai Köztársaság",
	"Done": "Kész",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Üzenet letöltése",
	"Download and Install": "Letöltés és telepítés",
	"Downloadable Rating": "Letölthető értékelések",
	"Dubai": "Dubaj",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Az Always-on kikapcsolási idő alatt a funkciók egy része, például a hangfelismerés stb. korlátozott, ha a képernyő ki van kapcsolva.",
	"Dushanbe": "Dusanbe",
	"Dutch": "Holland",
	"Dynamic Color": "Dinamikus szín",
	"Dynamic Contrast": "Dinamikus kontraszt",
	"Dynamic Tone Mapping": "Dinamikus tónusáthelyezés",
	"Easter Island": "Húsvét-sziget",
	"Eastern Africa": "Kelet-Afrika",
	"Eco Mode": "Eco mód",
	"Edge Color": "Szegély Színe",
	"Edge Enhancer": "Éljavító",
	"Edge Type": "Él Típusa",
	"Edit": "Szerkesztés",
	"Egypt": "Egyiptom",
	"El salvador": "Salvador",
	"Emergency Alert": "Vészriasztás",
	"Enabled": "Engedélyezve",
	"Energy Saving": "Energiatakarékos üzemmód",
	"Energy consumption may increase if this feature is on.": "Ha ez a funkció be van kapcsolva, az energiafogyasztás megnőhet.",
	"Energy saving modes to limit power consumption.": "Energiatakarékos üzemmódok az áramfogyasztás csökkenése érdekében",
	"English": "Angol",
	"Enhance the bass sound.": "Kiemeli a mély hangot.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Növelje a kontrasztot egyes menük fényes és sötét területei között, mint például a háttér és a szöveg, hogy a gyengénlátók egyszerűen megtekinthessék ezeket.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Javítsa a tartalom felbontását és élességét egy LG mélytanulási technikán alapuló algoritmus segítségével, és optimalizálja a mélységet a tartalom elemzése révén.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Élvezze a Dolby Atmos tartalmakat optimális hangzással a hangmező hatásának bekapcsolásával.",
	"Enjoy TV sound by connecting Wired Headphones.": "Élvezze ki a TV hangját vezetékes fejhallgatók csatlakoztatásával.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Élvezze ki a TV hangját a HDMI IN (ARC) portra csatlakoztatott külső hangeszközön keresztül.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Élvezze a TV hangját az OPTICAL DIGITAL AUDIO OUT portra csatlakoztatott hangeszközökön keresztül.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Élvezze ki a TV hangját az OPTICAL DIGITAL AUDIO OUT portra csatlakoztatott LG hangeszközön keresztül.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Élvezze ki a TV hangját az Audio kimeneti/Fejhallgató kimeneti portokhoz csatlakoztatott külső hangeszközökön keresztül.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Élvezze ki a TV hangját egyszerre a belső TV-hangszórón és a vezeték nélküli fejhallgatón keresztül.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Élvezze ki a TV hangját a belső TV-hangszórón és az OPTICAL DIGITAL AUDIO OUT portra csatlakoztatott külső hangeszközökön keresztül.",
	"Enjoy a clear and natural sound.": "Élvezze ki a tisztább és természetesebb hangot.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Élvezze ki a hangot az LG Sound Sync-hez vagy a Bluetooth-hoz csatlakoztatott vezeték nélküli hangeszközön keresztül.",
	"Enjoy the sound optimized to the room.": "Élvezze ki a szobához optimalizált hangot.",
	"Enter CI Password": "CI jelszó megadása",
	"Enter the PIN in your router's settings.": "Adja meg a PIN kódot a router beállításainál.",
	"Enter the master password.": "Adja meg a mesterjelszót.",
	"Equalizer": "Hangszínszabályozó",
	"Equatorial Guinea": "Egyenlítői-Guinea",
	"Estonia": "Észtország",
	"Estonian": "Észt",
	"Ethiopia": "Etiópia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "A beállítás kikapcsolt állapotában is ellenőrizheti a kapcsolódó információkat a csatorna bannerén és a hangfelismerésen keresztül.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Még akkor is, ha a TV ki van kapcsolva, és a legkevesebb energiát használja, zenét hallgathat a mobilkészülék csatlakoztatásával. A TV bekapcsolásakor számos funkció azonnal újra használatra kész.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Ha a TV ki van kapcsolva, akkor is hallgathat zenét, amennyiben csatlakoztatja okostelefonját a TV-hez Bluetooth segítségével.",
	"Every Day": "Mindennap",
	"Every Weekday": "Minden Hétköznap",
	"Every Weekend": "Minden Hétvége",
	"Expert (Bright Room)": "Szakértő (Világos Helyiség)",
	"Expert (Dark Room)": "Szakértő (Sötét Helyiség)",
	"Export your TV's channel list information to a connected USB device.": "Exportálja a TV programlistával kapcsolatos információit a csatlakoztatott USB-eszközre.",
	"Extended": "Bővített",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Az automatikus kikapcsolás időszakának meghosszabbításával vagy a funkció kikapcsolásával előfordulhat, hogy megnő az energiafogyasztás.",
	"Extreme": "Extrém",
	"Eye Comfort Mode": "Kényelmes Üzemmód a Szemnek",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE automatikus módosítás",
	"Fantasy Violence": "Fantázia-erőszak",
	"Fast": "Gyors",
	"Fernando de Noronha": "Fernando de Noronha-szigetcsoport",
	"Fiji": "Fidzsi-szigetek",
	"Find and tell an audio device available to connect around TV.": "Keressen meg és mondjon ki egy hangeszközt, amely elérhető csatlakozásra a TV közelében.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Finom hangolja a vörös, a zöld, a kék, a cián, a magenta és a sárga színt.",
	"Finland": "Finnország",
	"Finnish": "finn",
	"Flat Mode": "Sík Mód",
	"Font": "Betűtípus",
	"Font 1": "1 betűtípus",
	"Font 2": "2 betűtípus",
	"Font 3": "3 betűtípus",
	"Font 4": "4 betűtípus",
	"Font 5": "5 betűtípus",
	"Font 6": "6 betűtípus",
	"Font 7": "7 betűtípus",
	"Font 8": "8 betűtípus",
	"Football": "Futball",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS-t (Wi-Fi által védett beállítás) alkalmazó vezeték nélküli útválasztó esetén adja meg a PIN-kódot a TV csatlakoztatásához a vezeték nélküli hálózathoz.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS-t (Wi-Fi által védett beállítás) alkalmazó vezeték nélküli útválasztó esetén nyomja meg a WPS-PBC gombot a TV csatlakoztatásához a vezeték nélküli hálózathoz.",
	"France": "Franciaország",
	"French": "Francia",
	"French Polynesia": "Francia Polinézia",
	"Full Wide": "Teljes szélesség",
	"Gaelic": "Kelta",
	"Galapagos Islands": "Galápagos-szigetek",
	"Galician": "Galego",
	"Gallery": "Galéria",
	"Gambier": "Gambier-szigetek",
	"Game": "Játék",
	"Gateway": "Átjáró",
	"General": "Általános",
	"General Age": "Általános életkor",
	"General Audience": "Nincs Korhatár",
	"General Audiences": "Nincs Korhatár",
	"General Program Locks": "Általános programzárok",
	"Georgia": "Grúzia",
	"German": "Német",
	"Germany": "Németország",
	"Get started in a quiet environment for sound optimization.": "Kezdjen csendes környezetben a hang optimalizáláshoz",
	"Getting...": "Türelem...",
	"Ghana": "Ghána",
	"Gibraltar": "Gibraltár",
	"Godthab": "Nuuk",
	"Grayscale": "Szürkeárnyalatos",
	"Greece": "Görögország",
	"Greek": "Görög",
	"Green": "Zöld",
	"Greenland": "Grönland",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menük és műveletek vezérlése a látássérült nézők számára a TV használatához.",
	"Guinea Conakry": "Guinea - Conakry",
	"Guinea Equatorial": "Egyenlítői-Guinea",
	"Gujarati": "Gudzsaráti",
	"H Position": "H pozíció",
	"H Sharpness": "Vízszintes élesség",
	"H Size": "H méret",
	"HD Mode": "HD-mód",
	"HD Mode Option": "HD-mód opció",
	"HDD Eco Mode": "HDD Eco mód",
	"HDD Power Saving Mode": "Merevlemez energiatakarékos üzemmódja",
	"HDMI Input Audio Format": "HDMI-bemeneti hangformátum",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "A HDMI {port1} és a HDMI {port2} port támogatja a 8K Ultra HD Deep Colour funkciót.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "A HDMI {port1} és a HDMI {port2} port támogatja az Ultra HD Deep Colour funkciót.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "A HDMI {port1} port támogatja a 8K Ultra HD Deep Colour funkciót.",
	"HDMI {port1} port support Ultra HD Deep Color.": "A HDMI {port1} port támogatja az Ultra HD Deep Colour funkciót.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "A HDMI {port1}, a HDMI {port2} és a HDMI {port3} port támogatja a 8K Ultra HD Deep Colour funkciót.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "A HDMI {port1}, a HDMI {port2} és a HDMI {port3} port támogatja az Ultra HD Deep Colour funkciót.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "A HDMI {port1}, a HDMI {port2}, a HDMI {port3} és a HDMI {port4} port támogatja a 8K Ultra HD Deep Colour funkciót.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "A HDMI {port1}, a HDMI {port2}, a HDMI {port3} és a HDMI {port4} port támogatja az Ultra HD Deep Colour funkciót.",
	"HDR Effect": "HDR Hatás",
	"HDR Picture Mode": "HDR Kép Mód",
	"Hard of Hearing": "Hallássérült funkció",
	"Havana": "Havanna",
	"Headphones Volume": "Fejhallgató hangereje",
	"Hebrew": "Héber",
	"High": "Magas képvezérlés",
	"High Contrast": "Nagy Kontraszt",
	"Higher values increase a sense of warmth or coldness.": "A magasabb értékek növelik a melegség vagy a hidegség érzetét.",
	"Ho Chi Minh": "Ho Si Minh",
	"Home Animation": "Home animáció",
	"Home Auto Launch": "Kezdőlap automatikus indítás",
	"Home Mode": "Otthoni Mód",
	"Home Promotion": "Otthoni promóció",
	"Home Settings": "Kezdőlap-beállítások",
	"Home/Store Mode": "Otthoni/Áruházi mód",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Óra",
	"However, the IPv6 version of the address does not support editing.": "A cím IPv6 verziója azonban nem támogatja a szerkesztést.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Mindazonáltal a TV optimális állapotának fenntartása érdekében az Always-on funkció a megadott öt órára kikapcsol, és a TV teljesen kikapcsol.",
	"Hungarian": "Magyar",
	"Hungary": "Magyarország",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "FONTOS! Visszaállításkor fiókjának összes beállítása és a telepített alkalmazások is törlődnek. Ez a művelet nem vonható vissza.",
	"IP (Automatic)": "IP (Automatikus)",
	"IP (Manual)": "IP (Manuális)",
	"IP Address": "IP cím",
	"IVC (Cote d’Ivoire)": "IVC (Elefántcsontpart)",
	"Iceland": "Izland",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Ha az Auto Tápszinkronizálás be van jelölve, a TV-je bekapcsol, ha SIMPLINK-eszközt kapcsol be, és a SIMPLINK-eszközei kikapcsolnak, ha kikapcsolja a TV-t.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ha a beltéri egység/OTT univerzális vezérlése be van állítva, használja az LG távirányítóval csatlakoztatott beltéri egység vezérlésére.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ha egy eszköz csatlakoztatva van a porthoz, megtekintheti a játék optimalizált képét, minimálisra csökkentve az eszköz videó-késleltetését vagy -megszakítását.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ha be van kapcsolva, és a csatlakozó eszköz is támogatja az Ultra HD Deep Colour funkciót, akkor a kép élesebb lesz.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Felvétel vagy szoftverfrissítés esetén várni fog azok befejeződéséig, azonban a folyamat több mint egy óráig eltarthat.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Felvétel vagy szoftverfrissítés esetén várni fog azok befejeződéséig, azonban a folyamat több mint {n} percig eltarthat.",
	"If the device is not connected, you may not hear any sound through it.": "Ha az eszköz nem csatlakozik, lehetséges, hogy nem hall majd hangot.",
	"If the edge of the screen is not clean, please turn this function off.": "Ha a képernyő széle nem elég éles, kapcsolja ki ezt a funkciót.",
	"If the program does not support multiple languages, the default language is selected.": "Ha a műsor nem támogatja a több nyelvet, az alapértelmezett nyelv lesz kiválasztva.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ha a program nem támogatja a kiválasztott kimenet formátumát, a forrás alapértelmezett kimenetét fogja használni.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ha a műsor nem támogatja a különböző hangbeállításokat, az alapértelmezett hang lesz kiválasztva.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Amennyiben ez megismétlődik, kérjük, ismételten módosítsa a beállított értéket vagy indítsa újra a csatlakoztatott külső eszközt.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ha a kiválasztott nyelv nem támogatott, a műsorszórás alapértelmezett nyelvét fogja használni.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ha a statikus képernyő egy órán keresztül nem kapott felhasználói bevitelt, akkor a képernyővédőre vált.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ha a beállított idő nagyban különbözik az aktuális időtől, az intelligens funkciók némelyike nem jelenik meg.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ha nem hall hangot az eszközön keresztül, ellenőrizze, hogy megfelelően működik-e, illetve támogatja-e az LG Sound Sync szolgáltatást.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ha az Üzleti mód opciót választja, akkor a TV-t értékesítő kiskereskedelmi kijelzők optimalizált értékeit állítja be.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ha bekapcsolja a Hangsegédletet, csak a távirányító bal, jobb, fent, lent gombjaival fog tudni mozogni, és a mutatóval működő alkalmazások nem lesznek használhatók.",
	"If you turn it off, CAM operator's profile will be deleted.": "Amennyiben kikapcsolja a CAM szolgáltató profilja törlésre kerül.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ha kikapcsolja, egyik behangolt CAM csatorna sem lesz elérhető, és értesítések sem érkeznek.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ha kikapcsolja a 'Gyors indítás+ funkciót, akkor a távirányítóval nélkül nem tudja bekapcsolni a TV-jét. Szeretné folytatni?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ha kikapcsolja a képernyővédőt, és ugyanaz a kép marad a képernyőn több mint 2 óráig, ez hatással lehet a képernyője képminőségére. Ha több mint 5 óráig marad a kép a képernyőn, tartós képminőségromlás következhet be. Szeretné folytatni?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ha kikapcsolja ezt az opciót, a statikus képernyő hosszabb ideig maradhat, ami egyes esetekben rontja a képminőséget, vagy nehezen állhat vissza.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "A Energiatakarékos üzemmód használata a TV fényerejét fogja befolyásolni.",
	"Import your TV's channel list information from a connected USB device.": "Importálja a TV programlistával kapcsolatos információit a csatlakoztatott USB-eszközről.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importálja/exportálja a TV csatornalistával kapcsolatos információit a csatlakoztatott USB-eszközre/eszközről.",
	"In Home": "Otthoni mód",
	"Indonesia": "Indonézia",
	"Indonesian": "Indonéz",
	"Inner": "Belső",
	"Input": "Bemenet",
	"Input Locks": "Bemeneti zárolások",
	"Input field": "Bemeneti mező",
	"Installing...": "Telepítés...",
	"Instant Game Response": "Azonnali játékválaszok",
	"Interactive Service": "Interaktív szolgáltatás",
	"Interactivity(DTVi)": "Interaktivitás (DTVi)",
	"Internal TV Speaker": "Belső TV hangszóró",
	"Invert Colors": "Fordított színek",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Fordítsa meg és kompenzálja az egyes színeket néhány menüben a képernyőn megjelenő elemek láthatóságának javítása érdekében.",
	"Iran": "Irán",
	"Iraq": "Irak",
	"Ireland": "Írország",
	"Irish": "Ír",
	"Irkutsk": "Irkutszk",
	"Israel": "Izrael",
	"Istanbul": "Isztambul",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ez egyenként visszaállítja a képmódot, így válassza ki a kívánt képmódot és állítsa vissza.",
	"It may not sound depending on connected devices.": "Előfordulhat, hogy egyes csatlakoztatott eszközökön nem működik.",
	"It may take a few minutes.": "Ez eltarthat néhány percig.",
	"It may take a few seconds.": "Ez eltarthat néhány másodpercig.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Optimális virtuális 4.0 surround hangot biztosít a megnézett tartalomhoz egy LG gépi tanulási technikán alapuló algoritmus használatával.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Optimális vagy virtuális 5.1 surround hangot biztosít a megnézett tartalom alapján az LG mélytanulási technikán alapuló algoritmus használatával.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ez biztosítja az optimális hangot a visszaverődő hang hangolásával a szobában a TV-telepítés típusa alapján.",
	"It reduces jaggies in the picture for a smooth picture.": "Csökkenti a kép hibáit, hogy az simább legyen.",
	"It works only when the broadcasting program supports captions.": "Csak akkor működik, ha a sugárzott műsor támogatja a hangfeliratokat.",
	"It works only when the broadcasting program supports subtitles.": "Csak akkor működik, ha a sugárzott műsor támogatja a feliratokat.",
	"Italian": "Olasz",
	"Italy": "Olaszország",
	"Ivory Coast": "Elefántcsontpart",
	"Japan": "Japán",
	"Japanese": "Japán",
	"Jerusalem": "Jeruzsálem",
	"Jordan": "Jordánia",
	"Just Scan": "Levágás nélkül",
	"Kaliningrad": "Kalinyingrád",
	"Kamchatka": "Kamcsatka",
	"Kannada": "Kanada",
	"Kashgar": "Kasgar",
	"Kazakh": "Kazah",
	"Kazakhstan": "Kazahsztán",
	"Keyboard Languages": "Billentyűzet nyelvei",
	"Khartoum": "Kartúm",
	"Kiev": "Kijev",
	"Korea": "Korea",
	"Korean": "Koreai",
	"Krasnoyarsk": "Krasznojarszk",
	"Kuwait": "Kuvait",
	"Kuwait City": "Kuvaitváros",
	"Kyrgyzstan": "Kirgizisztán",
	"LED Local Dimming": "Helyi sötétítés",
	"LG Logo Light (Front of TV)": "LG logó fény (a TV elején)",
	"LG Services Country": "LG szolgáltató ország",
	"LG Wireless Keyboard": "LG Vezeték Nélküli Billentyűzet",
	"LG Wireless Keyboard Connected:": "LG Vezeték Nélküli Billentyűzet Csatlakoztatva:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Az LG vezeték nélküli billentyűzet lehetővé teszi a TV Bluetooth-on keresztüli vezérlését.",
	"Language": "Nyelv",
	"Laos": "Laosz",
	"Large": "Nagy",
	"Last tuning:": "Utolsó hangolás:",
	"Latvia": "Lettország",
	"Latvian": "Lett",
	"Lebanon": "Libanon",
	"Left": "Bal",
	"Left Right": "Bal/Jobb",
	"Left Surround": "Bal Surround",
	"Left drop shadow": "Bal oldali árnyékolás",
	"Legal Notice": "Jogi nyilatkozat",
	"Liberia": "Libéria",
	"Libya": "Líbia",
	"Light": "Könnyű",
	"Limit AD Tracking": "Hirdetéskövetés korlátozása",
	"Lisbon": "Lisszabon",
	"Lithuania": "Litvánia",
	"Lithuanian": "Litván",
	"Live Theater": "Élő színház",
	"Loading...": "Betöltés...",
	"Local": "Helyi",
	"Local Language": "Helyi nyelv",
	"Location": "Hely",
	"Lock All": "Összes zárolása",
	"Lock changes for currently running apps will be applied the next time they are started.": "A jelenleg futó alkalmazások zárolási módosításokat fognak alkalmazni, amikor a következő alkalommal elindítják azokat.",
	"Logo Luminance Adjustment": "Logó fényességének beállítása",
	"Lord Howe": "Lord Howe-sziget",
	"Low": "Alacsony képvezérlés",
	"Luminance": "Fényesség",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC cím",
	"MAC Address (Wired)": "MAC cím (vezetékes)",
	"MAC Address (Wireless)": "MAC cím (vezeték nélküli)",
	"MASTER PASSWORD": "MESTERJELSZÓ",
	"MHEG Guide": "MHEG Útmutató",
	"MPEG Noise Reduction": "MPEG zajcsökkentés",
	"Macao": "Makaó",
	"Macedonia": "Macedónia",
	"Macedonia, The Former Yugoslav Republic Of": "Macedónia Volt Jugoszláv Köztársaság",
	"Macedonian": "Macedón",
	"Madagascar": "Madagaszkár",
	"Magenta": "Bíbor",
	"Makassar": "Makasszár",
	"Make blurry or difficult-to-see areas more vivid.": "Tegye a homályos vagy nehezen látható területeket élénkebbé.",
	"Malay": "Maláj",
	"Malayalam": "Maláj",
	"Malaysia": "Malajzia",
	"Maldives": "Maldív-szigetek",
	"Malta": "Málta",
	"Manage channels stored on the TV.": "A TV-n tárolt csatornák kezelése.",
	"Manual": "Kézi",
	"Marquesas": "Marquises-szigetek",
	"Marshall Islands": "Marshall-szigetek",
	"Mature Audience Only": "Csak Felnőtt Közönség",
	"Mauritania": "Mauritánia",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximalizálja a kontrasztot a képernyő világos és sötét területei intenzitásának növelésével.",
	"Medium": "Közepes energia megtakarítás",
	"Menu Language": "Menü nyelve",
	"Menu Transparency": "A Menü Átláthatósága",
	"Message": "Üzenet",
	"Method": "Mód",
	"Mexico": "Mexikó",
	"Mexico City": "Mexikóváros",
	"Middle East": "Közép-Kelet",
	"Minsk": "Minszk",
	"Minutes": "Perc",
	"Mobile Connection Management": "Mobil kapcsolat kezelése",
	"Mode Option": "Mód opció",
	"Model": "Modell",
	"Mongolia": "Mongólia",
	"Montenegro": "Montenegró",
	"Month": "Hónap",
	"Morocco": "Marokkó",
	"Moscow": "Moszkva",
	"Motion Eye Care": "Szemkímélő funkció",
	"Movie Lock": "Videó zárolás",
	"Mozambique": "Mozambik",
	"Multi": "Több",
	"Multi Audio": "Több hangsáv",
	"Multi Channel Audio": "Többcsatornás hang",
	"Multi Feed": "Többféle beérkező jel",
	"Multiple": "Többszörös",
	"Muscat": "Maszkat",
	"Music": "Zene",
	"Myanmar": "Mianmar",
	"NEXTGEN TV Mode": "NEXTGEN TV mód",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Új-Dél-Wales/Ausztráliai fővárosi terület - Sydney",
	"NT - Northern Territory - Darwin": "NT - Északi terület - Darwin",
	"Namibia": "Namíbia",
	"Narrow": "Keskeny",
	"Natural": "Természetes",
	"Ndjamena": "N’Djamena",
	"Nepal": "Nepál",
	"Netherland": "Hollandia",
	"Netherlands": "Hollandia",
	"Network": "Hálózat",
	"Network Connection Settings": "Hálózati kapcsolat beállításai",
	"Network Name": "Hálózat neve",
	"Network-Based Personalization Recommendations": "Hálózati alapú testreszabási ajánlások",
	"New Caledonia": "Új-Kaledónia",
	"New Zealand": "Új-Zéland",
	"Next": "Következő",
	"Nigeria": "Nigéria",
	"Night": "Éjszaka",
	"No": "Nem",
	"No Internet via 3G/4G network": "Nincs internet a 3G/4G hálózaton keresztül",
	"No Internet via Ethernet": "Nincs internet az Etherneten kábelen keresztül",
	"No Internet via Wi-Fi": "Nincs internet Wi-Fi-n keresztül",
	"No One 17 and Under Admitted.": "Csak 17 Éven Felülieknek.",
	"No Operation Auto Off": "Nincs Művelet, Aut. Ki",
	"No Signal Auto Off": "Nincs jel, Aut. Ki",
	"No Signal Image": "Nincs jelkép",
	"No Signal Power Off (15Min)": "Nincs jelkikapcsolás (15 perc)",
	"No devices have been found.": "Nem található eszköz.",
	"No paired devices.": "Nincsenek párosított eszközök.",
	"No signal on Server": "Nincs jel a szerveren",
	"No updates found.": "Nem találhatók új frissítések.",
	"Noise Reduction": "Zajcsökkentés",
	"None": "Nincs",
	"Normal": "Közepes",
	"North Korea": "Észak-Korea",
	"Northern Africa": "Észak-Afrika",
	"Norway": "Norvégia",
	"Norwegian": "norvég",
	"Not Connected": "Nincs csatlakozás",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Megjegyzés: Ha a készülék nem támogatja ezt a funkciót, előfordulhat, hogy nem működik megfelelően. Ebben az esetben csatlakoztassa a készüléket másik HDMI-portra, vagy kapcsolja ki a 8K Ultra HD Deep Colour beállítást.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Megjegyzés: Ha a készülék nem támogatja ezt a funkciót, előfordulhat, hogy nem működik megfelelően. Ebben az esetben csatlakoztassa a készüléket másik HDMI-portra, vagy kapcsolja ki az Ultra HD Deep Colour beállítást.",
	"Note: Available options depend on the broadcast program.": "Megjegyzés: Az elérhető opciók a sugárzott programtól függnek.",
	"Note: Behavior may differ if connected device is not a LG device.": "Megjegyzés: A viselkedés eltérő lehet, ha a csatlakoztatott eszköz nem LG eszköz.",
	"Note: Only displayed when it is provided by the program.": "Megjegyzés: Csak akkor jelenik meg, ha a műsor tartalmazza.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Megjegyzés: A feliratok csak akkor jelennek meg, ha azokat a sugárzott műsor tartalmazza.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Megjegyzés: A támogatott funkciók modellenként eltérhetnek, és az átláthatóság is eltérhet attól függően, hogy az egyes funkciók hogyan működnek a tartalom-visszajátszással, például a Live TV funkcióval vagy VOD-tartalommal.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Megjegyzés:<br>1. Ha TV-je be van kapcsolva a Pixelfrissítő futása közben, a folyamat leáll, és újra kell kezdenie.<br>2. A folyamat közben fehér vonal jelenhet meg a képernyőn. Ez a képernyő törlése közben normális jelenség.",
	"Notifications": "Értesítések",
	"Novosibirsk": "Novoszibirszk",
	"OLED LIGHT": "OLED FÉNY",
	"OLED Screen Saver": "OLED képernyővédő",
	"Object Audio": "Objektumhang",
	"Off": "Ki",
	"Oman": "Omán",
	"Omsk": "Omszk",
	"On": "Be",
	"OnTimer Channel not selected": "Az időzítőn nincs kiválasztva csatorna.",
	"Open": "Nyitott",
	"Open Source Licenses": "Nyílt Forráskódú Szoftverekre Vonatkozó Megjegyzések",
	"Open when TV is turned on": "Csússzon elő, amikor a TV bekapcsol",
	"Operate once when TV is off": "Működés a TV kikapcsolását követően",
	"Optical": "Optikai",
	"Optical + Internal TV Speaker": "Optikai + Belső TV-hangszóró",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimalizálja a tartalom mélységét egy LG gépi tanulási technikán alapuló algoritmus segítségével.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimalizálja a kontraszt beállításait a HDR-tartalmak fényereje alapján.",
	"Optimize contrast settings based on image brightness.": "Optimalizálja a kontraszt beállításait a kép fényereje alapján.",
	"Optimize the sound for a cinematic experience.": "A moziélményre optimalizálja a hangot.",
	"Original Language": "Eredeti",
	"Others": "Egyebek",
	"Outer": "Külső",
	"Output sound through the Internal TV speaker.": "A Belső TV hangszórója működjön.",
	"Pakistan": "Pakisztán",
	"Panama City": "Panamaváros",
	"Panjabi": "Pandzsábi",
	"Papua New Guinea": "Pápua Új-Guinea",
	"Parental Guidance Suggested": "Szülői Felügyelet Ajánlott",
	"Parental Guidance Suggested :": "Szülői felügyelet ajánlott:",
	"Parental guidance suggested for children ages 8-13.": "Szülői felügyelet ajánlott 8–13 éves gyerekeknek.",
	"Parents Guidance strongly required :": "Szülői felügyelet erősen ajánlott:",
	"Parents Strongly Cautioned": "Szigorúan Csak Szülői Felügyelettel",
	"Paris": "Párizs",
	"Pass Through": "Áthaladás",
	"Password": "Jelszó",
	"Patent Information": "Szabadalmi adatok",
	"Peak Brightness": "Maximális fényerő",
	"Persian": "Perzsa",
	"Philippines": "Fülöp-szigetek",
	"Phnom Penh": "Phnompen",
	"Photo": "Fotó",
	"Pick a Time": "Állítsa be az időt",
	"Picture": "Kép",
	"Picture Mode": "Kép üzemmód",
	"Picture Mode Settings": "Kép mód beállításai",
	"Picture Options": "További kép beállítások",
	"Picture Test": "Képteszt",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Előfordulhat, hogy a kép vagy a hang nem működik megfelelően a külső eszköz és a TV kezdeti kommunikációjakor. Ha a probléma továbbra is fennáll, kérjük, állítsa vissza a beállításokat, vagy indítsa újra a csatlakoztatott külső eszközt.",
	"Pitch": "Hangszín",
	"Pixel Refresher": "Pixelfrissítő",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "A Pixelfrissítő a TV-jén a lehető legtisztább képet biztosítja.",
	"Pixel Refresher begins only once when the TV is turned off.": "A Pixelfrissítő csak a TV kikapcsolását követően indul el.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Be van programozva, hogy a Pixelfrissítő elinduljon, amikor Ön legközelebb kikapcsolja a TV-jét.",
	"Play": "Lejátszás",
	"Play sound through TV Speaker.": "A TV-hangszórón keresztül játssza le a hangot.",
	"Play the standard sound suitable for all types of content.": "Az összes tartalomtípushoz megfelelő standard hangot játszik le.",
	"Please check if WiSA Speakers are turned on and try again.": "Kérjük, ellenőrizze, hogy be vannak-e kapcsolva a WiSA hangszórók és próbálkozzon újra.",
	"Please check that the Bluetooth device is already connected to another device.": "Kérjük, ellenőrizze, hogy a Bluetooth-eszköz már csatlakozik-e egy másik eszközhöz.",
	"Please check the network name and password and try again.": "Ellenőrizze a hálózat nevét és a jelszót, majd próbálja újra.",
	"Please check the status and try again": "Ellenőrizze az állapotot és próbálkozzon újra",
	"Please do not unplug the USB storage until the copying is completed.": "Kérjük, ne húzza ki az USB-tárolót, amíg a másolás be nem fejeződik.",
	"Please enter your password to turn off this function.": "Kérjük, a funkció kikapcsolásához írja be jelszavát.",
	"Please enter your password to turn on this function.": "Kérjük, a funkció bekapcsolásához írja be jelszavát.",
	"Please make sure that your TV is connected to the network and try again.": "Kérjük, győződjön meg róla, hogy a TV-je csatlakozik a hálózatra, és próbálja újra.",
	"Please note that LG does not use or manage the value.": "Kérjük, vegye figyelembe, hogy az LG nem használja vagy kezeli az értéket.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Kérjük, vegye figyelembe, hogy nem minden esetben lehet kimeneti hang, amikor a Digitális hangkimenet Áthaladásra van állítva.",
	"Please try again later.": "Kérjük, próbálja meg újra később.",
	"Please wait while the Settings application reloads.": "Kérjük, várja meg a Beállítások alkalmazás újrabetöltését.",
	"Please wait while the Settings application restarts.": "Kérjük várja meg a beállítások újraindulását.",
	"Please wait while the TV restarts.": "Várjon, amíg a TV újraindul.",
	"Please wait while the TV searches for LG Service Country.": "Kérjük, várjon, amíg a TV megkeresi az LG szolgáltató országot.",
	"Point": "Pont",
	"Pointer Options": "Kurzor beállítások",
	"Pointer Size": "Kurzor mérete",
	"Poland": "Lengyelország",
	"Polish": "lengyel",
	"Portugal": "Portugália",
	"Portuguese": "Portugál",
	"Position": "Pozíció",
	"Position Settings": "Pozícióbeállítások",
	"Power Off Timer": "Kikapcsolási időzítő",
	"Power On Timer": "Bekapcsolási időzítő",
	"Power Saving Mode": "Energiatakarékos üzemmód",
	"Prague": "Prága",
	"Preschool": "Óvodásoknak",
	"Press right button to adjust de-blur and Motion Pro value.": "Nyomja meg a jobb gombot a de-blur és a Motion Pro értékének beállításához.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Nyomja meg a jobb gombot a de-blur és az OLED Motion Pro értékének beállításához.",
	"Press right button to adjust de-blur and OLED Motion value.": "Nyomja meg a jobb gombot a de-blur és az OLED Motion értékének beállításához.",
	"Press right button to adjust de-judder and Motion Pro value.": "Nyomja meg a jobb gombot a de-judder és a Motion Pro értékének beállításához.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Nyomja meg a jobb gombot a de-judder és az OLED Motion Pro értékének beállításához.",
	"Press right button to adjust de-judder and OLED Motion value.": "Nyomja meg a jobb gombot a de-judder és az OLED Motion értékének beállításához.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Nyomja meg a jobb gombot a de-judder, a de-blur és a Motion Pro értékének beállításához.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Nyomja meg a jobb gombot a de-judder, a de-blur és az OLED Motion Pro értékének beállításához.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Nyomja meg a jobb gombot a de-judder, a de-blur és az OLED Motion értékének beállításához.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Egy WPS funkcióval rendelkező routerén nyomja meg a WPS gombot, hogy a TV a hálózathoz csatlakozhasson.",
	"Press the right button to adjust Motion Pro settings.": "Nyomja meg a jobb gombot a Motion Pro beállítások módosításához.",
	"Press the right button to adjust OLED Motion Pro settings.": "Nyomja meg a jobb gombot az OLED Motion Pro beállítások módosításához.",
	"Press the right button to adjust OLED Motion settings.": "Nyomja meg a jobb gombot az OLED Motion beállítások módosításához.",
	"Press the right button to adjust de-blur settings.": "A de-blur értékének beállításához nyomja meg a jobbra gombot.",
	"Press the right button to adjust de-judder settings.": "A de-judder értékének beállításához nyomja meg a jobbra gombot.",
	"Previous": "Előző",
	"Primary Audio Language": "Hang elsődleges nyelve",
	"Primary Channels": "Elsődleges csatornák",
	"Primary Teletext Language": "Teletext elsődleges nyelve",
	"Program exempted from ratings.": "A műsor mentes a besorolás alól.",
	"Programme": "Ütemezés",
	"Provide HbbTV Distinctive ID": "A HbbTV megkülönböztető azonosító megadása",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "HbbTV megkülönböztető azonosító megadása a HbbTV szolgáltatáshoz a műsorok számára.",
	"Provided services may vary depending on countries.": "A szolgáltatások országonként eltérőek lehetnek.",
	"Pyongyang": "Phenjan",
	"Qatar": "Katar",
	"Quick Help": "Gyorssegély",
	"Quick Start+": "Gyors indítás+",
	"Raised": "Kifelé domborodó",
	"Rangoon": "Rangun",
	"Real Cinema": "Valósághű mozi",
	"Reason: Authentication with access point was unsuccessful.": "Ok: A hozzáférési ponttal való hitelesítés sikertelen.",
	"Reason: Could not establish a connection to access point.": "Ok: Hozzáférési ponthoz való csatlakozás létrehozása sikertelen.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Ok: DHCP használatával érvényes IP-cím lekérése sikertelen.",
	"Reason: Entered password is incorrect.": "Ok: A beírt jelszó nem érvényes.",
	"Reason: Password is missing.": "Ok: Hiányzik a jelszó.",
	"Reason: The network you selected is out of range.": "Ok: A kiválasztott hálózat a tartományon kívül található.",
	"Reason: Unable to login.": "Ok: Bejelentkezés sikertelen.",
	"Receive emergency alerts from TV when an emergency occurs.": "Vészhelyzet esetén a vészhelyzeti riasztások fogadása.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Javasoljuk, hogy állítsa be azokat az órákat, amelyekben általában nem nézi a TV-t Always-on-ra.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Ajánljon hasznos tartalmakat és funkciókat az előzmények és az alkalmazáshasználati szokások alapján.",
	"Recommendations are available for the people, products and locations related to the current program.": "Ajánlások állnak rendelkezésre a jelenlegi műsorhoz kapcsolódó emberekről, termékekről és helyszínekről.",
	"Red": "Piros",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Csökkentse a digitális videojelek zaját a képminőség javítása érdekében.",
	"Region": "Régió",
	"Registered Devices ({num})": "Regisztrált eszközök ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Erősítse meg az optimalizált hang magas hangerejét.",
	"Reinforce the low-pitched tone of the optimized sound.": "Erősítse meg az optimalizált hang alacsony hangerejét.",
	"Remote Settings": "Távoli beállítások",
	"Remove irregular and erratic pixels for a clearer image.": "Távolítsa el a rendhagyó és a szabálytalan pixeleket a tisztább képhez.",
	"Reset": "Visszaállítás",
	"Reset AD ID": "AD ID visszaállítása",
	"Reset CI Password": "CI jelszó visszaállítása",
	"Reset HbbTV Distinctive ID": "A HbbTV megkülönböztető azonosító alaphelyzetbe állítása",
	"Reset Password": "Jelszó visszaállítása",
	"Reset Settings": "Beállítások Visszaállítása",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Állítsa alaphelyzetbe a HbbTV mobilalkalmazáshoz való csatlakozáskor jóváhagyott alkalmazáslistát.",
	"Reset the caption position.": "Állítsa vissza a feliratok helyzetét.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Állítsa vissza a megtekintett tartalmak és a használt alkalmazások előzményeit. A visszaállítást követően eltelhet egy bizonyos időszak, amíg ismételten tartalomajánlásokat kaphat.",
	"Reset to Initial Settings": "Visszaállítás az alapbeállításra",
	"Restrict access to TV programs based on their ratings.": "Korlátozza a TV-műsorokhoz való hozzáférést azok besorolása alapján.",
	"Restrict watching based on age ratings for children programs.": "Korlátozza a megtekintést a gyermekeknek szóló műsorok korhatárai alapján.",
	"Restrict watching based on ages ratings.": "Korlátozza a megtekintést a korosztályok besorolása alapján.",
	"Restrict watching based on fantasy violence content ratings.": "Korlátozza a megtekintést a fantasztikus erőszakos tartalmi besorolások alapján.",
	"Restrict watching based on programs containing adult language.": "Korlátozza a megtekintést olyan műsorok esetében, amelyek obszcén kijelentéseket tartalmaznak.",
	"Restrict watching based on programs containing sexual scene.": "Korlátozza a megtekintést olyan műsorok esetében, amelyek szexuális jeleneteket tartalmaznak.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Korlátozza a megtekintést olyan műsorok esetében, amelyek szexuális utalásokat tartalmazó párbeszédekkel rendelkezik.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Korlátozza a megtekintést a szülői felügyelet alatt meghatározott korosztályok vagy tartalmi besorolások alapján.",
	"Restrict watching based on violence content ratings.": "Korlátozza a megtekintést az erőszakos tartalmi besorolások alapján.",
	"Restrict watching movies based on rating.": "Korlátozza a filmek megtekintését besorolás alapján.",
	"Restrict watching programs based on rating.": "Korlátozza a műsorok megtekintését besorolás alapján.",
	"Restriction ratings :": "Korlátozási besorolások:",
	"Retry": "Próbálja újra",
	"Revert TV to its initial settings.": "Állítsa vissza a TV-t az eredeti beállításokra.",
	"Revert color adjustment settings to default.": "Színbeállítás visszaállítása alapértelmezettre.",
	"Revert detailed sound effect settings of standard mode to default.": "A standard mód alapértelmezett beállításainak visszaállítása.",
	"Revert picture setting values to default.": "A képbeállítási értékek visszaállítása az alapértelmezett értékre.",
	"Revert white balance settings to default.": "Fehéregyensúly visszaállítása alapértelmezettre.",
	"Reykjavik": "Reykjavík",
	"Right": "Jobb",
	"Right Left": "Jobb/Bal",
	"Right Surround": "Jobb Surround",
	"Right drop shadow": "Jobb oldali árnyékolás",
	"Riyadh": "Rijád",
	"Romania": "Románia",
	"Romanian": "Román",
	"Rome": "Róma",
	"Russia": "Oroszország",
	"Russian": "Orosz",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Dél-Ausztrália - Adelaide",
	"SIGNATURE Opening": "SIGNATURE megnyitása",
	"SIGNATURE TV Settings": "SIGNATURE TV beállítások",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "A SIMPLINK használata esetén az LG Távirányítóval vezérelhet más, az LG Smart TV-hez HDMI-n csatlakozó, SIMPLINK-et támogató eszközöket, például DVD-lejátszót vagy házimozirendszert.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "A SIMPLINK automatikusan bekapcsol az ARC üzemmód használatához.",
	"Safety": "Biztonság",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Szahalin",
	"Samara": "Szamara",
	"Samarkand": "Szamarkand",
	"Samoa": "Szamoa",
	"Santiago": "Santiago de Chile",
	"Sarajevo": "Szarajevó",
	"Satellite": "Műhold",
	"Satellite DTV": "Digitális műholdas TV",
	"Satellite Radio": "Műholdas rádió",
	"Saturation": "Telítettség",
	"Saudi Arabia": "Szaúd-Arábia",
	"Saudi arabia": "Szaúd-Arábia",
	"Save CAM Operator's Profile": "A CAM szolgáltató profiljának mentése",
	"Save CI Password": "CI jelszó mentése",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Mentse el a színbeállításait az aktuálisan kiválasztott kép módból az összes bemenetre vonatkozóan.",
	"Save the white balance settings from the current picture mode in all inputs.": "Mentse el a fehéregyensúly beállításait az aktuális képmódból az összes bemenethez.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Mentse el/állítsa vissza a CI jelszavát. Ha elmenti a jelszavát, később átugorhatja a bejelentkezési lépést.",
	"Scan \"Auto Detect\" automatically.": "Az \"Automatikus érzékelés\" automatikus keresése.",
	"Scoresbysund": "Ittoqqortoormiit",
	"Screen Down": "Képernyő le",
	"Screen Off": "Képernyő ki",
	"Screen Saver": "Képernyővédő",
	"Screen Shift ": "Képernyőváltás",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "A képernyő rendszeres időközönként eltolódik és megakadályozza a képminőség problémáit, amelyek a TV hosszabb ideig történő bekapcsolásakor okozhatnak gondot.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "A képernyő 5 másodperc múlva kikapcsol. A képernyő újbóli bekapcsolásához nyomjon meg bármilyen gombot a kikapcsoló és a hangerő-szabályozó gomb kivételével.",
	"Search": "Keresés",
	"Search Bluetooth Device": "Bluetooth-eszköz keresése",
	"Searching...": "Keresés...",
	"Second Language": "Második Nyelv",
	"Secondary Audio Language": "Hang másodlagos nyelve",
	"Secondary Teletext Language": "Másodlagos teletext nyelv",
	"Security": "Biztonság",
	"Select IRE point to adjust luminance.": "A fényesség beállításához válassza ki az IRE pontot.",
	"Select Mode": "Mód Kiválasztása",
	"Select TV's language settings.": "Válassza ki a TV nyelvi beállításait.",
	"Select a caption type for HD broadcasts.": "Válassza ki a felirattípust HD műsorszóráshoz.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Válassza ki a felirattípust NEXTGEN TV műsorszóráshoz.",
	"Select a caption type for UHD broadcasts.": "Válassza ki a felirattípust UHD műsorszóráshoz.",
	"Select a caption type for analog broadcasts.": "Válassza ki a felirattípust analóg műsorszóráshoz.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Válasszon olyan videomódot, amely megfelel a megtekintési környezetnek, vagy adja meg a videomód beállításait, például a kontrasztot, a színt és egyebeket.",
	"Select an audio format for each HDMI input.": "Válassza ki a HDMI-bemenetek audioformátumát.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Válasszon ki egy másik Digitális hangkimenetet (Auto vagy PCM), ha nem hallja a hangeffektust a Pass Through kiválasztását követően.",
	"Select audio language for digital broadcasts.": "Válassza ki a hang nyelvét a digitális műsorszóráshoz.",
	"Select color to be adjusted.": "Válassza ki a beállítani kívánt színt.",
	"Select days to apply the Timer Power Off settings every week.": "Válassza ki a napokat az Időzítő Kikapcsolása beállításainak alkalmazásához minden héten.",
	"Select days to apply the Timer Power On settings every week.": "Válassza ki a napokat az Időzítő Bekapcsolása beállításainak alkalmazásához minden héten.",
	"Select device for audio output.": "Válassza ki a hangkimeneti eszközt.",
	"Select device or speaker for audio output.": "Válassza ki a hangkimeneti eszközt vagy hangszórót.",
	"Select digital audio output format.": "Válassza ki a digitális hangkimenet formátumát.",
	"Select language for TV menu.": "Válassza ki a TV-menü nyelvét.",
	"Select language for subtitles.": "Válassza ki a feliratok nyelvét.",
	"Select languages for keyboards input.": "Válassza ki a billenytűzet nyelvét.",
	"Select method to adjust white balance.": "Válassza ki a módszert a fehéregyensúly beállításához.",
	"Select point to adjust luminance.": "A fényesség beállításához válassza ki a pontot.",
	"Select the Sound mode and set detailed Audio effects.": "Válassza ki a Hangmódot és állítsa be a részletes Hanghatásokat.",
	"Select the Sound mode for each content type.": "Válassza ki a Hangmódot az egyes tartalomtípusoknak megfelelően.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Válassza ki az Ultra HD Deep Colour funkciót a HDMI {num} porthoz.",
	"Select the app to restrict the use.": "Válassza ki a korlátozni kívánt alkalmazást.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Válassza ki a megfelelő képmódot a megtekintési környezet vagy a tartalom típusa szerint.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Válassza ki a hangtulajdonságokat, hogy úgy hallgathassa a műsort, ahogyan Ön szeretné.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Válassza ki a feliratok típusát a digitális műsorszóráshoz, és állítsa be a felirat részletes beállításait.",
	"Select the channel to restrict watching.": "Válassza ki a korlátozni kívánt csatornát.",
	"Select the channel to watch when the TV turns on.": "Válassza ki a TV bekapcsolásakor megtekintendő csatornát.",
	"Select the color range to be displayed.": "Válassza ki a megjelenítendő színtartományt.",
	"Select the country for your country's special services.": "Válassza ki az országot az országa különleges szolgáltatásaihoz.",
	"Select the desired video angle.": "Válassza ki a kívánt képszöget.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Válassza ki a formátumot a TB Digitális hangkimenet külső eszközre való átviteléhez.",
	"Select the input to use when the TV turns on.": "Válassza ki a TV bekapcsolásakor használt bemenetet.",
	"Select the inputs to restrict the use.": "Válassza ki a korlátozni kívánt bemeneteket.",
	"Select the most preferred Subtitle Language.": "Válassza ki a Felirat első nyelvét.",
	"Select the place where to use the TV.": "Válassza ki a TV használatának helyét.",
	"Select the residential region for your regional broadcast signal.": "Válassza ki a regionális sugárzási jel régióját.",
	"Select the second preferred Subtitle Language.": "Válassza ki a Felirat második nyelvét.",
	"Select your first choice of audio language for digital broadcasts.": "Válassza ki a digitális műsorszórás elsődleges nyelvét.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Válassza ki a TV-szolgáltató teletext szolgáltatásának elsődleges nyelvét.",
	"Select your second choice of audio language for digital broadcasts.": "Válassza ki a digitális műsorszórás másodlagos nyelvét.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Válassza ki a TV-szolgáltató teletext szolgáltatásának másodlagos nyelvét.",
	"Senegal": "Szenegál",
	"Seoul": "Szöul",
	"Serbia": "Szerbia",
	"Serbian": "Szerb",
	"Serial Number": "Szériaszám",
	"Service 1": "1. szolgáltatás",
	"Service 2": "2. szolgáltatás",
	"Service 3": "3. szolgáltatás",
	"Service 4": "4. szolgáltatás",
	"Service 5": "5. szolgáltatás",
	"Service 6": "6. szolgáltatás",
	"Service Area Zip Code": "Szolgáltatási terület irányítószáma",
	"Set Automatically": "Automatikus beállítás",
	"Set ID": "Azonosító beállítása",
	"Set My Team Alarm.": "Saját csapatriasztás beállítása.",
	"Set Store Mode settings.": "Állítsa be a Demó Módot.",
	"Set System Color mode for your current TV input.": "Állítsa be a jelenlegi TV bemenete System Color üzemmódját.",
	"Set additional options for Video Description.": "Állítsa be az Videoleírás további opcióit.",
	"Set additional picture settings.": "További képbeállítások alkalmazása",
	"Set additional sound-related settings.": "Állítson be további hanggal kapcsolatos beállításokat.",
	"Set advanced Subtitle options.": "Állítsa be a Felirat további opcióit.",
	"Set advanced captioning options.": "Állítsa be a speciális feliratozási opciókat.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Állítsa be és módosítsa az IP-cím-verziót IPv4-re vagy IPv6-ra.",
	"Set audio-related options.": "A hangra vonatkozó opciók beállítása.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Válassza ki a felirat méretét, színét, átlátszóságát és egyéb beállításait a műsorszóráshoz.",
	"Set color temperature from warm to cool.": "Állítsa be a színhőmérsékletet melegről hidegre.",
	"Set detailed caption settings for HD broadcasts.": "Állítsa be a feliratokat a HD műsorszóráshoz.",
	"Set detailed options for the AI functions.": "Részletes beállítások megadása az AI-funkciókhoz.",
	"Set detailed options for the Home feature.": "Állítsa be a Kezdőlap funkció részletes beállításait.",
	"Set detailed options for the Recommendation feature.": "Állítsa be az Ajánlások funkció részletes beállításait.",
	"Set easy connection settings with external devices.": "Állítsa be az egyszerű csatlakozási beállításokat külső eszközökkel.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Állítsa be a megadott csatornák, alkalmazások, bemenetek stb. használatának lezárását a szülői felügyelet alatt.",
	"Set necessary additional functions based on watching environment and screen status.": "Állítsa be a szükséges kiegészítő funkciókat a megtekintési környezet és a képernyő állapota alapján.",
	"Set or reset the position of on-screen captions.": "Állítsa be vagy vissza a képernyőn megjelenő feliratok helyzetét.",
	"Set settings related to your wired / wireless network.": "Állítsa be a vezetékes/vezeték nélküli hálózathoz kapcsolódó beállításokat.",
	"Set the TV to turn off automatically after a set amount of time.": "Állítsa be a TV-t úgy, hogy az egy adott idő után automatikusan kikapcsoljon.",
	"Set the TV to turn off automatically at a set time.": "Állítsa be a TV-t úgy, hogy az egy megadott időpontban automatikusan kikapcsoljon.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Állítsa be a TV-t úgy, hogy automatikusan kikapcsoljon, amennyiben 4 órával az automatikus bekapcsolást követően nincs felhasználói bevitel.",
	"Set the TV to turn on automatically at a set time.": "Állítsa be a TV-t úgy, hogy az egy megadott időpontban automatikusan bekapcsoljon.",
	"Set the additional functions related to the TV.": "Adjon hozzá további TV-hez kapcsolódó funkciókat.",
	"Set the current date and time.": "Állítsa be a pontos dátumot és időt.",
	"Set the current date manually.": "Állítsa be a pontos dátumot manuálisan.",
	"Set the current time manually.": "Állítsa be az időt manuálisan.",
	"Set the detect range of device available to connect.": "Állítsa be a csatlakozáshoz rendelkezésre álló eszköz észlelési tartományát.",
	"Set the region and country for broadcasts and special services.": "Állítsa be a műsorok és speciális szolgáltatások régióját és országát.",
	"Set the screen size and aspect ratio.": "Állítsa be a képernyő méretét és a képarányt.",
	"Set the specialized functions of SIGNATURE TV.": "Állítsa be a SIGNATURE TV speciális funkcióit.",
	"Set the time to turn off the TV automatically without user input.": "Állítsa be a TV automatikus kikapcsolásának idejét felhasználói bevitel nélkül.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Állítsa be a virtuális többcsatornás surround hanghatást a valósághűbb hangzás érdekében.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Állítsa be a Virtual Surround hanghatást a valósághűbb hangzás érdekében.",
	"Set the volume level when the TV turns on.": "Válassza ki a TV bekapcsolásakor használt hangerőszintet.",
	"Set time to turn off the TV.": "A TV kikapcsolásához állítsa be az időt.",
	"Set time to turn on the TV.": "A TV bekapcsolásához állítsa be az időt.",
	"Set up additional features related to customer support.": "További funkciók beállítása az ügyfélszolgálattal kapcsolatban.",
	"Set up an account to use LG Services.": "Hozzon létre egy fiókot az LG Services használatához.",
	"Set whether to display Home when the TV is turned on.": "Állítsa be, hogy a Kezdőlap megjelenjen-e a TV bekapcsolásakor.",
	"Settings Help": "Beállítások súgója",
	"Sexual Situations": "Szexuális helyzetek",
	"Sexually Suggestive Dialogue": "Szexuálisan Szuggesztív Párbeszéd",
	"Shanghai": "Sanghai",
	"Sharpness": "Élesség",
	"Show Password": "Jelszó mutatása",
	"Side by Side": "Egymás mellett",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "A jelinterferencia csökkentheti a Magic Remote érzékenységét, ha a vezeték nélküli útválasztó túl közel van a TV-hez.",
	"Simferopol": "Szimferopol",
	"Singapore": "Szingapúr",
	"Size": "Pointer mérete",
	"Sleep Timer": "Elalvás időzít",
	"Slovak": "Szlovák",
	"Slovakia": "Szlovákia",
	"Slovenia": "Szlovénia",
	"Slovenian": "Szlovén",
	"Slow": "Lassú",
	"Small": "Kicsi",
	"Smooth": "Sima",
	"Smooth Gradation": "Sima gradáció",
	"Soccer": "Labdarúgás",
	"Sofia": "Szófia",
	"Software Update": "Szoftverfrissítés",
	"Software Version": "Szoftververzió",
	"Software update has been installed. Update will be applied when you restart your TV.": "Szoftverfrissítéseket telepítettünk. A frissítés alkalmazása megtörténik a TV újraindításakor.",
	"Solid": "Homogén",
	"Solomon Islands": "Salamon-szigetek",
	"Somalia": "Szomália",
	"Some material may not be appropriate for children under 13.": "Előfordulhat, hogy néhány anyag nem megfelelő 13 év alatti gyerekek számára.",
	"Some material may not be appropriate for children.": "Előfordulhat, hogy néhány anyag nem megfelelő gyerekek számára.",
	"Sotho, Northern": "Északi Sotho",
	"Sotho, Southern": "Déli Sotho",
	"Sound": "Hang",
	"Sound Mode": "Hang mód",
	"Sound Mode Settings": "Hang Mód Beállításai",
	"Sound Out": "Hang kimenet",
	"Sound Test": "Hangteszt",
	"South Africa": "Dél-afrikai Köztársaság",
	"South Korea": "Dél-Korea",
	"Southern Africa": "Dél-Afrika",
	"Spain": "Spanyolország",
	"Spanish": "Spanyol",
	"Speaker Volume Control": "Hangszóró Hangerejének szabályozása",
	"Specify detailed voice guidance settings after turning on this feature.": "A funkció bekapcsolását követően adja meg a pontos hangvezérlési beállításokat.",
	"Speed": "Sebesség",
	"Spoken Subtitle": "Kimondott felirat",
	"Sports": "Sport",
	"Sports Alert": "Sportriasztás",
	"Sri Lanka": "Srí Lanka",
	"Stand": "Állvány",
	"Standard": "Eredeti",
	"Standard Mode Sound Effect": "Normál Mód Hanghatás",
	"Standby Light": "Készenléti fény",
	"Start New Sound Tuning": "Új Hangbeállítás Indítása",
	"Start Now": "Indítás most",
	"Startup Sound": "Indítási Hang",
	"Stop": "Állj",
	"Store Demo": "Üzleti mód",
	"Store Mode": "Áruházi Mód",
	"Store Mode Settings": "Demó Mód Beállításai",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "A Demó Mód célja az áruházon belüli megfelelő megjelenítés. Néhány percenként újrainicializálja a beállításokat. Szeretné bezárni ezt az alkalmazást és elindítani a Demó Módot?",
	"Strong": "Erős",
	"Style": "Stílus",
	"Subnet Mask": "Alhálózati maszk",
	"Subnet prefix length": "Almenü előtagjának hossza",
	"Subtitle First Choice Language": "Felirat elsődleges nyelve",
	"Subtitle Language": "Felirat nyelve",
	"Subtitle Second Choice Language": "Felirat második választott nyelve",
	"Subtitles": "Feliratok",
	"Sudan": "Szudán",
	"Super Impose": "Szuper tördelés",
	"Super Resolution": "Szuperfelbontás",
	"Support": "Támogatás",
	"Surround Balance": "Surround egyensúly",
	"Surround Level": "Surround szint",
	"Swahili": "Szuahéli",
	"Swati": "Szvázi",
	"Swaziland": "Szváziföld",
	"Sweden": "Svédország",
	"Swedish": "Svéd",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Váltás készenléti állapotba a TV gyors bekapcsolásához, amikor kikapcsolja a TV-t.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Váltson készenléti üzemmódra, hogy a TV kikapcsolásakor számos funkciót, például alkalmazásokat, keresést stb. használjon.",
	"Switzerland": "Svájc",
	"Sync Demo": "Szinkronizáció demó",
	"Syria": "Szíria",
	"System Color": "Rendszer színe",
	"TEXT 1": "1. SZÖVEG",
	"TEXT 2": "2. SZÖVEG",
	"TEXT 3": "3. SZÖVEG",
	"TEXT 4": "4. SZÖVEG",
	"TV Information": "TV információ",
	"TV Installation Type": "TV Telepítés Típusa",
	"TV Lock": "TV zárolás",
	"TV Name": "TV neve",
	"TV On With Mobile": "TV Be Mobillal",
	"TV Power Sound": "TV Bekapcsolási Hangja",
	"TV Power Sound Volume": "TV bekapcsolási hang hangereje",
	"TV Program Locks": "TV programzár",
	"TV Rating English": "TV besorolás - angol",
	"TV Rating French": "TV besorolás - francia",
	"TV Speaker": "TV-hangszóró",
	"TV can be used as an alarm.": "A TV riasztásként is használható.",
	"TV is turned off at a set time on every specified day.": "A TV-t minden meghatározott napon kikapcsolja a beállított időpontban.",
	"TV to USB": "TV az USB-re",
	"Taipei": "Tajpej",
	"Taiwan": "Tajvan",
	"Tajikistan": "Tádzsikisztán",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Használja ki azokat a funkciókat, amelyek hálózati kapcsolatot igényelnek, például az internetet, az alkalmazásokat, a szoftverfrissítéseket stb.",
	"Tanzania": "Tanzánia",
	"Target Luminance": "Célfényesség",
	"Tashkent": "Taskent",
	"Tbilisi": "Tbiliszi",
	"Tehran": "Teherán",
	"Terrestrial DTV": "Digitális földfelszíni TV",
	"Text Color": "Szöveg színe",
	"Text Opacity": "Szöveg átlátszósága",
	"Text Search": "Szöveges Keresés",
	"Thailand": "Thaiföld",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "A HDMI {port1} és HDMI {port2} portok támogatják az AMD FreeSync Premium funkciót, és kiválaszthatja ezt a funkciót.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "A HDMI {port1} és HDMI {port2} portok támogatják az AMD FreeSync Premium funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "A HDMI {port1} és HDMI {port2} portok támogatják az Azonnali játékválaszok funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "A HDMI {port1} port támogatja az AMD FreeSync Premium funkciót, és kiválaszthatja ezt a funkciót.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "A HDMI {port1} port támogatja az AMD FreeSync Premium funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "A HDMI {port1} port támogatja az Azonnali játékválaszok funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "A HDMI {port1}, HDMI {port2} és HDMI {port3} portok támogatják az AMD FreeSync Premium funkciót, és kiválaszthatja ezt a funkciót.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "A HDMI {port1}, HDMI {port2} és HDMI {port3} portok támogatják az AMD FreeSync Premium funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "A HDMI {port1}, HDMI {port2}, HDMI {port3} és HDMI {port4} portok támogatják az AMD FreeSync Premium funkciót, és kiválaszthatja ezt a funkciót.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "A HDMI {port1}, HDMI {port2}, HDMI {port3} és HDMI {port4} portok támogatják az AMD FreeSync Premium funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "A HDMI {port1}, HDMI {port2}, HDMI {port3} és HDMI {port4} portok támogatják az Azonnali játékválaszok funkciót, ezt be- vagy kikapcsolhatja.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "A HDMI {port1}, HDMI {port2} és HDMI {port3} portok támogatják az Azonnali játékválaszok funkciót, ezt be- vagy kikapcsolhatja.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "A HbbTV megkülönböztető azonosító egy egyedi érték, amely kizárólag a HbbTV-hez használatos, és nem kapcsolódik a felhasználó személyes adataihoz.",
	"The HbbTV Distinctive ID will be reset.": "A HbbTV megkülönböztető azonosító alaphelyzetbe lesz állítva.",
	"The HbbTV application or service will disable its tracking of an individual user.": "A HbbTV alkalmazás vagy szolgáltatás kikapcsolja az egyéni felhasználó követését.",
	"The IBB service will disable its tracking of an individual user.": "Az IBB szolgáltatás kikapcsolja az egyéni felhasználó követését.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Az LG Szolgáltatási Ország információit nem lehetett lekérdezni a szerverről. Kérjük, próbálja meg újra később.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "A menü nyelvének megváltoztatásához újra be kell tölteni a Beállítások alkalmazást. Szeretné folytatni?",
	"The ambient lighting will be provided when motion is detected around the TV.": "A környező fény bekapcsol a TV körüli mozgás érzékelése esetén.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Az elérhető küldő hangfelismerési szolgáltatások változhatnak a nyelvi beállításoktól függően. Továbbá, amennyiben módosítja a menü nyelvét, a beállítások menü újratöltésre kerül. Biztosan folytatja?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "A csatornalista sikeresen át lett másolva az USB-tárolóról a TV-jére. A TV 5 másodperc múlva újraindul.",
	"The channel list have been successfully copied from your TV to the USB storage.": "A csatornalista sikeresen át lett másolva a TV-jéről az USB-tárolóra.",
	"The closer to 100, the brighter.": "Minél közelebb van az érték 100-hoz, annál fényesebb.",
	"The closer to 100, the clearer the color becomes.": "Minél közelebb van az érték 100-hoz, annál tisztább lesz a szín.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Minél közelebb van az érték az 50-hez, annál tisztább a piros, minél közelebb van az érték az 50-hez, annál tisztább a zöld.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "A Fehéregyensúly funkció részletes beállításai visszaállnak. Biztosan folytatja?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "A csatorna és a hang hangereje közötti rés automatikusan csökken, ami segít a műsor hangjának folyamatos konzisztenciájában a megtekintés során.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "A csatorna és a hang hangereje közötti rés automatikusan be van állítva hogy a műsor hangja folyamatosan konzisztens legyen a megtekintés során.",
	"The higher the settings, the louder the sound rapidly.": "Minél magasabb a beállítás, annál hangosabb a hang.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "A belső TV-hangszóró és a Bluetooth hangszórók egyszerre adhatnak hangot, így élénk térhatású hangzást hoznak létre.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "A hangfelismerés automatikusan arra a nyelvre lesz beállítva, amelyet a menü nyelvének kiválasztott.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "A Hangfelismeréshez használt nyelv a kiválasztott menünyelv szerint van beállítva. A támogatási szolgáltatások a hangnyelvtől függően változhatnak.",
	"The network is currently unavailable. Please try again later.": "A hálózat jelenleg nem elérhető. Kérjük, próbálja újra később.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "A folyamat befejezéséhez körülbelül egy óra kell, és a TV-t ki kell kapcsolni.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "A folyamat befejezéséhez körülbelül {n} perc szükséges, és a TV-t ki kell kapcsolni.",
	"The program is intended for adults only.": "A műsor megtekintése kizárólag felnőttek számára megengedett.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "A képernyő fényereje automatikusan beállításra kerül a TV körüli fénynek megfelelően.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "A kép legördül 5 másodperc múlva. Nyomja meg a kikapcsoló és hangerő gomb kivételével bármelyik gombot a távirányítón a képernyő felgörgetéséhez.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "A Színkezelő rendszer funkció alértékeinek beállításai visszaállnak. Biztosan folytatja?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "A Bluetooth Surround hang + Belső TV-hangszóró beállítása visszaállításra kerül.",
	"The settings are as follows.": "A beállítások a következők.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Nem minden esetben lehet kimeneti hang, amikor a digitális hangkimenet Áthaladás funkcióra van állítva.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "A frissítés nem alkalmazható a TV-re. A szoftver visszaáll az előző verzióra.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "A vizuális effektek a képernyőn jelennek meg, amikor a TV be van kapcsolva, és a képernyő elmozdul.",
	"There are no paired devices.": "Nincsenek párosított eszközök.",
	"There are settings to correct or prevent OLED panel noise.": "Vannak beállítások az OLED panelzaj javításához vagy megakadályozásához.",
	"There is no USB device connected to your TV.": "Nincs USB-eszköz csatlakoztatva a TV-jéhez.",
	"There is no message.": "Nincsenek üzenetek.",
	"Third Language": "Harmadik Nyelv",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ez a funkció csak a megadott LG vezeték nélküli billentyűzetekre vonatkozik.",
	"This function works only when it is provided by the broadcast program.": "Ez a funkció csak akkor működik, ha azt a sugárzott műsor tartalmazza.",
	"This is a closed caption preview": "Ez egy lezárt feliratú előnézet",
	"This is an already existing value.": "Ez egy meglévő érték.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ez a szolgáltatás több információt nyújt a program megtekintéséről és a kapcsolódó tartalmakról.",
	"This will revert all options on TV to their default settings.": "Ez visszaállítja a TV összes beállítását az alapértelmezett beállításokra.",
	"Time": "Idő",
	"Timer Channel": "Csatornaidőzítő",
	"Timer Repeat": "Időzítő ismétlés",
	"Timers": "Időzítők",
	"Timezone": "Időzóna",
	"Timor-Leste": "Kelet-Timor",
	"Tint": "Árnyalat",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "A hang optimalizálása érdekében a TV-n tesztelje a hangot, és kezdje el a visszavert hang mérését a Magic Remote segítségével.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "A TV hangjának teszteléséhez a Hangkimenet beállítását módosítani kell Belső TV Hangszóróra. Szeretné folytatni?",
	"Tokyo": "Tokió",
	"Top and Bottom": "Felső és alsó",
	"Total Power On Time": "Az összes bekapcsolva töltött idő",
	"Tracking Speed": "Sebesség követése",
	"Translucent": "Áttetsző",
	"Transparent": "Átlátszó",
	"Treble Boost": "Magashang-kiemelés",
	"Trinidad And Tobago": "Trinidad és Tobago",
	"Trinidad and Tobago": "Trinidad és Tobago",
	"Tswana": "Cvána",
	"Tune and save available channels.": "Végezzen hangolást, és mentse el az elérhető csatornákat.",
	"Tune and save available channels. You can set satellite channel options.": "Végezzen hangolást, és mentse el az elérhető csatornákat. Beállíthatja a műholdas csatornák opcióit.",
	"Tunis": "Tunisz",
	"Tunisia": "Tunézia",
	"Turkey": "Törökország",
	"Turkish": "Török",
	"Turkmenistan": "Türkmenisztán",
	"Turn on TV with mobile device same as smartphone.": "Kapcsolja be a TV-t mobileszközzével.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Kapcsolja be/ki az Ultra HD Deep Colour funkciót a HDMI {num} porthoz.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Kapcsolja be vagy ki a HDMI {num} port Azonnali játékválaszok funkcióját.",
	"Turn on the TV using mobile device via Bluetooth.": "Kapcsolja be a TV-jét a mobileszközén Bluetooth-on keresztül.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Kapcsolja be a TV-jét a mobileszközén Wi-Fi-n keresztül.",
	"Turn on via Bluetooth": "Bekapcsolás Bluetooth-on keresztül",
	"Turn on via Wi-Fi": "Bekapcsolás Wi-Fi-n keresztül",
	"Turn on/off description box in Settings.": "Kapcsolja be/ki a leírás mezőt a Beállításokban.",
	"Turn on/off standby light.": "Kapcsolja be/ki a készenléti világítást.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Kapcsolja be/ki az AMD FreeSync Premium funkciót a HDMI {num} porthoz.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Kapcsolja be/ki a képernyőn megjelenő képeket, ha nincs jel.",
	"Turn on/off the related features of energy consumption.": "Kapcsolja be/ki az energiafogyasztáshoz kapcsolódó funkciókat.",
	"Turn the Hybridcast service on/off.": "Kapcsolja be/ki a Hybridcast szolgáltatást.",
	"Turn the Interactivity (DTVi) service on/off.": "Kapcsolja be/ki az Interaktivitás (DTVi) szolgáltatást.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Kapcsolja be/ki a TV Programkalauz TV-műsorát.",
	"Turn your broadcast TV provider's teletext service on/off.": "Kapcsolja be/ki a TV szolgáltató teletext szolgáltatását.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Ha kikapcsolja a Wi-Fi-t, nem fog tudni hozzáférni az Internetalapú szolgáltatásokhoz, csak ha kábellel csatlakozik a hálózathoz. Szeretné folytatni?",
	"UAE": "Egyesült Arab Emírségek",
	"UHD Mode": "UHD-mód",
	"USA": "Amerikai Egyesült Államok",
	"USB storage for Copy Channels": "USB-tárolás csatornák másolásához",
	"USB to TV": "USB a TV-re",
	"Ukraine": "Ukrajna",
	"Ukrainian": "Ukrán",
	"Ulaanbaatar": "Ulánbátor",
	"Unable to check for updates.": "Frissítések keresése sikertelen.",
	"Unable to connect to the network.": "Sikertelen csatlakozás a hálózathoz.",
	"Undefined": "Nem meghatározott",
	"Under 17 requires accompanying parent or adult guardian.": "17 éves kor alatt szülő vagy felnőtt felügyelete szükséges.",
	"Uniform": "Egységes",
	"United Arab Emirates": "Egyesült Arab Emírségek",
	"United Kingdom": "Egyesült Királyság",
	"United States of America": "Amerikai Egyesült Államok",
	"Universal Control Settings": "Univerzális Távirányító-beállítások",
	"Unknown": "Ismeretlen",
	"Unknown issue has occurred.": "Ismeretlen probléma történt.",
	"Update canceled.": "A frissítés törölve.",
	"Update in progress...": "Frissítés folyamatban...",
	"Update in progress...({n}%)": "Frissítés folyamatban...({n}%)",
	"Update paused.": "A frissítés szünetel.",
	"Update reserved.": "A frissítés jelenleg nem érhető el.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "A frissítés törlődik, minden frissítési fájl azonnal törlődik. Szeretné folytatni?",
	"Urumqi": "Ürümcsi",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "A Magic Remote segítségével elemezheti a szoba akusztikáját, és az eredmények alapján optimalizálhatja a TV hangját.",
	"Use a large pointer.": "Használjon nagy mutatót.",
	"Use a medium pointer.": "Használjon közepes mutatót.",
	"Use a small pointer.": "Használjon kisebb mutatót.",
	"Use the 4-way controller to change the position and press the OK button.": "A négyirányú vezérlővel módosítsa a pozíciót, és nyomja meg az OK gombot.",
	"Use the following services with the selected language.": "Használja a következő szolgáltatásokat a kiválasztott nyelven.",
	"User": "Felhasználó",
	"User Agreements": "Felhasználói Feltételek",
	"User Guide": "Felhasználói segédlet",
	"Uzbek": "Üzbég",
	"Uzbekistan": "Üzbegisztán",
	"Uzhhorod": "Ungvár",
	"V Position": "V pozíció",
	"V Sharpness": "Függőleges élesség",
	"V Size": "V méret",
	"Valencian": "Valenciai",
	"Vatican City": "Vatikánváros",
	"Vertical Zoom": "Függőleges Nagyítás",
	"Video 1": "Videó 1",
	"Video 2": "Videó 2",
	"Video 3": "Videó 3",
	"Video Description": "Hangos leírás",
	"Vienna": "Bécs",
	"Vientiane": "Vientián",
	"Vietnamese": "Vietnámi",
	"View current Common Interface (CI) information.": "Tekintse meg az aktuális CI-modullal kapcsolatos információkat.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Az elemeket tisztábban tekintheti meg, ha a képernyőn megjelenő menü színét fekete-fehérre változtatja.",
	"View messages from your broadcast TV provider.": "Tekintse meg a TV szolgáltatója üzeneteit.",
	"View more information about watching program and enjoy related contents.": "További információ megjelenítése a műsor megtekintéséről és kapcsolódó tartalmakról.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Tekintse meg az eredeti képernyőt, vagy állítsa be a képernyő méretét és méretarányát.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Tekintse meg az eredeti képernyőt, ahogy azt a műsorszóró jel vagy a csatlakoztatott eszköz fogadja.",
	"Violence": "Erőszak",
	"Vivid": "Élénk",
	"Vladivostok": "Vlagyivosztok",
	"Voice Recognition Help and Settings": "Hangfelismerési súgó és beállítások",
	"Voice Support Service": "Hangtámogatási Szolgáltatás",
	"Volgograd": "Volgográd",
	"Volume": "Hangerő",
	"Volume Increase Amount": "Hangosítás mértéke",
	"Volume Mode": "Hangerő mód",
	"WA - Western Australia - Eucla": "WA - Nyugat-Ausztrália - Eucla",
	"WA - Western Australia - Perth": "WA - Nyugat-Ausztrália - Perth",
	"Wall-mounted": "Falra rögzített",
	"Warm1": "Meleg1",
	"Warm2": "Meleg2",
	"Warm3": "Meleg3",
	"Warsaw": "Varsó",
	"Watch a diverse range of Internet contents on TV channels.": "Tekintse meg az internetes tartalmak széles skáláját a TV-csatornákon.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Eszköze érvényesítéséhez, valamint annak ellenőrzéséhez, hogy Ön a legújabb szoftververzióval rendelkezik-e, összegyűjtjük és eltároljuk a MAC-címet, a modellszámot, az országkódot, a nyelvi beállításokat és a szoftververziót.",
	"Welcome Feature": "Üdvözlés funkció",
	"Welsh": "Wales-i",
	"Western Africa": "Nyugat-Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Ha egy kapcsolódó külső merevlemezt egy adott ideig nem használtak, kapcsoljon készenléti módra az energiafogyasztás csökkentéséhez.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Ha egy eszközt csatlakoztatnak a porthoz, a játék képe minimális késleltetéssel, hasadással vagy megszakítással lesz optimalizálva.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Az Azonnali játékválaszok funkció indítását követően a videó ideiglenesen villoghat.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Ha a Hangkimenet „Bluetooth / HDMI ARC / Optikai digitális / WiSA hangszórók” lehetőségre van állítva, vagy az eszköz nem támogatja az Azonnali játékválaszok funkciót, előfordulhat, hogy nem megfelelően fog működni.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Ha a Hangkimenet Bluetooth lehetőségre van állítva, vagy az eszköz nem támogatja az Azonnali játékválaszok funkciót, előfordulhat, hogy nem megfelelően fog működni.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Az eszköz be-/kikapcsolásakor a TV-je automatikusan be-/kikapcsol.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Ha a vizuális effektusok ki vannak kapcsolva, a képernyőn a TV-adás jelenik meg.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Ha ezt a funkciót „bekapcsolt” állapotban van, néhány, a képernyőn megjelenő funkció részben átlátszó lesz.",
	"When your TV is turned off, the device will automatically turn off.": "A TV kikapcsolásakor az eszköz automatikusan kikapcsol.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Míg a megváltozott beállított érték külső eszközre kerül, a kép vagy a hang általában nem biztos, hogy átmenetileg megfelelően fog működni.",
	"White": "Fehér",
	"White Balance": "Fehéregyensúly",
	"Wi-Fi Connection": "Wi-Fi kapcsolat",
	"Wi-Fi Security": "Wi-Fi biztonság",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "A Wi-Fi ki van kapcsolva. Kapcsolja be, és látni fogja az elérhető hálózatok listáját, amelyekhez csatlakozhat, illetve a további vonatkozó menüpontokat.",
	"Wi-Fi issue has occurred.": "Wi-Fi probléma történt.",
	"WiSA Speakers": "WiSA hangszórók",
	"Wide Area Zone": "Széles Területi Zóna",
	"Wide View": "Széles nézet",
	"Wide View (32:9)": "Széles Nézet (32:9)",
	"Wide Zoom": "Széles Nagyítás",
	"Window Color": "Ablak Színe",
	"Window Opacity": "Ablak átlátszósága",
	"Wired Connection (Ethernet)": "Vezetékes kapcsolat (Ethernet)",
	"Wired Headphones": "Vezetékes Fejhallgatók",
	"Wired Headphones + Internal TV Speaker": "Vezetékes fejhallgató + Belső TV-hangszóró",
	"With this option, you can control the audio device's volume with your TV remote.": "Ezzel az opcióval a TV távirányítójával vezérelheti a hangeszköz hangerejét.",
	"Yakutsk": "Jakutszk",
	"Year": "Év",
	"Yekaterinburg": "Jekatyerinburg",
	"Yellow": "Sárga",
	"Yemen": "Jemen",
	"Yerevan": "Jereván",
	"Yes": "Igen",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Beállíthatja, milyen hangeffektusok hangozzanak el, amikor be- vagy kikapcsolja TV-jét, és a képernyő megmozdul.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "A Magic Remote használatával vezérelheti a HDMI-portokhoz csatlakoztatott eszközöket az eszközök beállítási folyamata nélkül.",
	"You can delete the device connection history of Screen Share.": "Törölheti a Screen Share eszközkapcsolati előzményeit.",
	"You can delete the device connection history of Sound Share.": "Törölheti a Sound Share eszközkapcsolati előzményeit.",
	"You can find the default password in User Guide.": "Az alapértelmezett jelszót a Felhasználói segédletben találja.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Az HDMI Ultra HD Deep Colour 'Be' lehetőséggel indíthatja el az Azonnali játékválaszok funkciót.",
	"You can only change settings from the current HDMI input.": "A beállításokat csak a jelenlegi HDMI-bemenetről módosíthatja.",
	"You can scan again to connect the device.": "Újra kereshet az eszköz csatlakoztatásához.",
	"You can select left and right audio settings for broadcast signal.": "A sugárzási jelnél kiválaszthatja a bal és a jobb oldali hangbeállításokat.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Kiválaszthatja az AMD FreeSync Premium funkciót a HDMI {num} porthoz.",
	"You can select the Ultra HD Deep Color of port.": "Kiválaszthatja a port Ultra HD Deep Colour funkcióját.",
	"You can set the sound to play when the TV is turned on or off.": "Beállíthatja a hang lejátszását, amikor a TV be vagy ki van kapcsolva.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Be/ki kapcsolhatja a CAM szolgáltató profiljának mentése funkciót.",
	"You can turn this feature on or off.": "Ezt a funkciót be- vagy kikapcsolhatja.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "A Hálózaton keresztül különféle tartalomajánlásokat kaphat. Ennek a lehetőségnek a kikapcsolása csak az alapvető tartalmak megjelenítéséhez vezet, és egyes funkciók nem érhetők el.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "A TV-je és a SIMPLINK segítségével csatlakoztatott eszköz szinkronizálása az alábbiak szerint történik:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "A TV-je legyen kikapcsolva, amíg a Pixelfrissítő folyamat be nem fejeződik. A folyamattal egy időben futó, beprogramozott aktuális vagy későbbi felvételek, emlékeztetők vagy időzített bekapcsolások törlődnek és a BT hangszóró nem érhető el a Zéró nézetben.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "A TV-je legyen kikapcsolva, amíg a Pixelfrissítő folyamat be nem fejeződik. A folyamattal egy időben futó, beprogramozott aktuális vagy későbbi felvételek, emlékeztetők vagy időzített bekapcsolások törlődnek.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Az LG Szolgáltatási Ország automatikus beállításához a TV-jét csatlakoztatnia kell a hálózathoz. A csatlakozás ellenőrzéséhez szeretne a Hálózati Beállítások lehetőségre lépni?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "A TV-jének tudnia kell az Ön pontos tartózkodási helyét, hogy vészriasztásokat tartalmazó üzeneteket küldhessen a digitális TV-jelén keresztül.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "A TV-je kikapcsol, amíg a folyamat be nem fejeződik, ekkor a készülék ismét automatikusan bekapcsol.",
	"Zagreb": "Zágráb",
	"Zaporozhye": "Zaporizzsja",
	"Zoom": "Közelítés",
	"Zoom2": "Közelítés2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] le lesz választva a TV-jéről. A hang nem lesz lejátszva erről az eszközről. Szeretné folytatni?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] el lesz távolítva a párosított eszközök listájáról. Ha később szeretné csatlakoztatni, keresnie kell elérhető eszközöket, és újra kell párosítania. Szeretné folytatni?",
	"[{deviceName}] will be deleted.": "[{deviceName}] törlésre kerül.",
	"aspectRatio_original": "Eredeti",
	"audioGuidance_fast": "Gyors",
	"audioGuidance_high": "Magas képvezérlés",
	"audioGuidance_low": "Alacsony képvezérlés",
	"audioGuidance_medium": "Közepes energia megtakarítás",
	"audioGuidance_slow": "Lassú",
	"audioGuidance_veryFast": "Nagyon gyors",
	"audioGuidance_veryHigh": "Nagyon Magas",
	"audioGuidance_veryLow": "Nagyon Alacsony",
	"audioGuidance_verySlow": "Nagyon lassú",
	"btDotSignalStrength_wide": "Széles",
	"button": "gomb",
	"character": "karakter",
	"characters": "karakterek",
	"checked": "kiválasztva",
	"colorGamutJPNWide": "Széles",
	"connecting": "csatlakozás",
	"depthOfColor": "Szín mélység",
	"diagonal zoom in": "átlós nagyítás be",
	"diagonal zoom out": "átlós nagyítás ki",
	"digitalOptionSetByProgram": "A program állítja be",
	"energy_Maximum": "Maximális energia megtakarítás",
	"energy_Medium": "Közepes energia megtakarítás",
	"energy_Minimum": "Minimális energia megtakarítás",
	"freesync_high": "Magas képvezérlés",
	"freesync_low": "Alacsony képvezérlés",
	"freesync_off": "Ki",
	"freesync_wide": "Széles",
	"gamma_high1": "Magasság1",
	"gamma_high2": "Magasság2",
	"hidden": "rejtve",
	"horizontal zoom in": "vízszintes nagyítás be",
	"horizontal zoom out": "vízszintes nagyítás ki",
	"jpDoNot": "Ki",
	"logoLuminance_high": "Magas",
	"logoLuminance_low": "Alacsony",
	"min": "perc",
	"not connected": "nincs kapcsolat",
	"objet_soundMode": "Optimalizálja a hangmódot az egyes tartalomtípusoknak megfelelően.",
	"pictureControl3dModeStandard": "Eredeti",
	"pictureControlAuto": "Automatikus",
	"pictureControlAuto_BlackLevel": "Automatikus",
	"pictureControlHigh": "Magas képvezérlés",
	"pictureControlHigh_BlackLevel": "Magas képvezérlés",
	"pictureControlHigh_Male": "Magas képvezérlés",
	"pictureControlLow": "Alacsony képvezérlés",
	"pictureControlLow_BlackLevel": "Alacsony képvezérlés",
	"pictureControlLow_Male": "Alacsony képvezérlés",
	"pictureControlMedium": "Közepes energia megtakarítás",
	"pictureControlMedium_BlackLevel": "Közepes energia megtakarítás",
	"pictureControlMedium_Male": "Közepes energia megtakarítás",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Közepes energia megtakarítás",
	"pictureLocalDimmingHigh": "Magas képvezérlés",
	"pictureLocalDimmingLow": "Alacsony képvezérlés",
	"pictureLocalDimmingMed": "Közepes energia megtakarítás",
	"pictureMode": "Eredeti",
	"pictureModeSettings": "Beállítás részletei",
	"press OK button to edit IP manually": "az IP-cím manuális módosításához nyomja meg az OK gombot",
	"press OK button to enter channel to search": "a keresendő csatorna megadásához nyomja meg az OK gombot",
	"press OK button to enter value": "az érték beírásához nyomja meg az OK gombot",
	"press right button to adjust de-judder and de-blur value": "a de-judder és a de-blur értékének beállításához nyomja meg a jobbra gombot",
	"press right button to adjust zoom ratio and position": "a nagyítási arány és a pozíció beállításához nyomja meg a jobbra gombot",
	"shift current screen down": "aktuális képernyő eltolása lefelé",
	"shift current screen to the left": "aktuális képernyő eltolása balra",
	"shift current screen to the right": "aktuális képernyő eltolása jobbra",
	"shift current screen up": "aktuális képernyő eltolása felfelé",
	"shift down": "eltolás lefelé",
	"shift left": "eltolás balra",
	"shift right": "eltolás jobbra",
	"shift up": "eltolás felfelé",
	"soundMode_Standard": "Eredeti",
	"speaker_channel": "Csatorna",
	"thaRatingNone": "Nincs",
	"unchecked": "nincs kiválasztva",
	"unread": "olvasatlan",
	"vertical zoom in": "függőleges nagyítás be",
	"vertical zoom out": "függőleges nagyítás ki",
	"volumeModeHigh": "Magas képvezérlés",
	"volumeModeLow": "Alacsony képvezérlés",
	"volumeModeMedium": "Közepes energia megtakarítás",
	"webOS TV Version": "webOS TV verzió",
	"zoom in": "közelítés",
	"zoom out": "távolítás"
}
