{
	" (User)": " (Пайдаланушы)",
	"(Version: {l})": "(Нұсқасы: {l})",
	"* The device connected should support this service.": "* Қосылған құрылғы осы қызметке қолдау көрсетуі тиіс.",
	"* This feature is applied once and only once when the TV is turned off.": "* Осы мүмкіндік бір рет қана және тек ТД өшкенде қолданылады.",
	"* This feature is available on certain devices only.": "* Бұл мүмкіндік тек кейбір құрылғыларда ғана қолжетімді.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Бұл режим FILMMAKER MODE ниетін анық көрсетеді, бірақ басқа сурет режимдеріне қарағанда күңгірт болып көрінуі мүмкін.",
	"* This settings is only available for Internal TV Speaker.": "* Бұл параметрлер тек Ішкі ТД үндеткіші үшін ғана қолжетімді.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Дегенмен, бұл опция ҚОСУЛЫ күйіне орнатылса да, экран сақтағыш Live TV сияқты сыртқы кірістерде көру әрекетіне кедергі келтірмеу үшін жұмыс істемейді.",
	"* You can control the app which supports the function on your mobile device.": "* Ұялы құрылғыңызда функцияға қолдау көрсететін қолданбаны басқара аласыз.",
	"1) Turn the Bluetooth on the other device off.": "1) Басқа құрылғыда Bluetooth режимін өшіріңіз.",
	"10 Points Code Value": "10 нүктелі код мәні",
	"10 Points IRE": "10 нүкте IRE",
	"10 and Above": "10 және одан жоғары",
	"11 and Above": "11 және одан жоғары",
	"12 Hours": "12 сағат",
	"12 and Above": "12 және одан жоғары",
	"13 and Above": "13 және одан жоғары",
	"14 and Above": "14 және одан жоғары",
	"14 by 9": "14 туралы 9",
	"15 and Above": "15 және одан жоғары",
	"16 and Above": "16 және одан жоғары",
	"16 by 9": "16 туралы 9",
	"17 and Above": "17 және одан жоғары",
	"18 and Above": "18 және одан жоғары",
	"19 and Above": "19 және одан жоғары",
	"2 Channel": "2 Арна",
	"2 Hours": "2 сағат",
	"2 Points": "2 нүкте",
	"2) Turn the Bluetooth device to connect off and on.": "2) Bluetooth құрылғысын өшіріңіз де қосыңыз.",
	"20 Points Code Value": "20 нүктелі код мәні",
	"20 Points IRE": "20 нүкте IRE",
	"20 and Above": "20 және одан жоғары",
	"21 by 9": "21 туралы 9",
	"22 Points Code Value": "22 нүктелі код мәні",
	"22 Points IRE": "22 нүкте IRE",
	"24 Hours": "24 сағат",
	"3 Hours": "3 сағат",
	"32 by 12": "32 туралы 12",
	"32 by 9": "32 туралы 9",
	"3G/4G Connection": "3G/4G қосылымы",
	"4 Hours": "4 сағат",
	"4 Hours Auto Power Off": "4 сағатта қуатты автоматты өшіру",
	"4 and Above": "4 және одан жоғары",
	"4 by 3": "4 туралы 3",
	"4-Way Zoom": "4 жолды үлкейту",
	"5 and Above": "5 және одан жоғары",
	"5.1 Channel": "5,1 Арна",
	"6 Hours": "6 сағат",
	"6 and Above": "6 және одан жоғары",
	"7 and Above": "7 және одан жоғары",
	"8 Hours": "8 сағат",
	"8 and Above": "8 және одан жоғары",
	"9 and Above": "9 және одан жоғары",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID бұл құрылғыны жарнамалық мақсат бойынша анықтау үшін және сізді қызықтыруы мүмкін белгілі бір жарнаманы жеңілдету үшін қолданылады. Төменде AD ID қалпына келтіруге немесе AD ID бақылауды шектеуге болады.",
	"AI Acoustic Tuning": "AI акустикалық баптау",
	"AI Acoustic Tuning Options": "AI акустикалық баптау опциялары",
	"AI Acoustic Tuning is disabled.": "AI акустикалық баптау өшірілді.",
	"AI Brightness Control": "AI жарықтығын басқару",
	"AI Picture": "AI суреті",
	"AI Picture Pro": "AI суреті Про",
	"AI Recommendation": "AI ұсыныстары",
	"AI Service": "AI қызметі",
	"AI Sound": "AI дыбысы",
	"AI Sound Pro": "AI дыбысы Про",
	"AV Sync Adjustment": "AV Sync Реттеу",
	"Abidjan": "Абиджан",
	"Accessibility": "Арн. мүмк-р",
	"Account Management": "Есептік жазбаларды басқару",
	"Accra": "Аккра",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Осы опцияны іске қосу осы Smart TV-ден жарнамаға қатысты жеке деректерді жинау мен бақылауды тоқтатады. Қосқыш алға жылжытылатын жарнамалардың түрлеріне әсер етуі мүмкін, бірақ бұл сізге жарнамаларды алуға кедергі болмайды.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Бұл қосқышты іске қосу арқылы LGE үшінші тарап провайдерлерінің сіздің жеке ақпаратыңызды коммерциялауын тоқтатады. Егер сіз бөлек бас тартпасаңыз, Live Plus, LG Channels және Who.Where.What? сияқты қызметтерге қол жеткізе аласыз.",
	"Adak": "Адак",
	"Add Network": "Желі қосу",
	"Add a hidden wireless network": "Жасырын сымсыз желіні қосыңыз",
	"Add wireless network by manually entering network name (SSID).": "Желі атын (SSID) қолмен енгізу арқылы сымсыз желіні қосыңыз.",
	"Addis Ababa": "Аддис-Абеба",
	"Additional Audio Selection": "Қосымша дыбыс таңдау",
	"Additional Settings": "Қосымша параметрлер",
	"Address Setting": "Мекенжай параметрі",
	"Aden": "Аден",
	"Adjust Audio Guidance pitch.": "Аудио нұсқаулықтың үнін реттеңіз.",
	"Adjust Audio Guidance speed.": "Аудио нұсқаулықтың жылдамдығын реттеңіз.",
	"Adjust Audio Guidance volume.": "Аудио нұсқаулықтың дыбыс деңгейін реттеңіз.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Экранды жарық немесе қараңғы ету үшін Артқы жарықтың жарықтығын реттеңіз.",
	"Adjust Screen Position": "Экран орнын реттеу",
	"Adjust Zoom Ratio": "Үлкейту ауқымын реттеу",
	"Adjust animation effect shown on the home at certain times.": "Белгілі бір уақытта басты бетте көрсетілетін анимациялау әсерін реттеңіз.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Қуат тұтынуды азайту және жарық түсті болдырмау үшін, сурет қозғалыстарын есептеу арқылы ашықтықты реттеу.",
	"Adjust brightness of the LG logo.": "LG логотипінің жарықтығын реттеңіз.",
	"Adjust color and saturation for a more vivid image.": "Қосымша шынайы сурет үшін, түсті және қанықтықты реттеу.",
	"Adjust color temperature automatically to reduce eye strain.": "Көзге түсетін күшті азайту үшін түс температурасын автоматты түрде реттеңіз.",
	"Adjust cursor speed.": "Курсордың жылдамдығын реттеңіз.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Жиек қарқындылығын реттеу. Жоғарғы мәндер суреттің дәлдігі мен анықтығын арттырады.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Енгізу сигналының ашықтығын өтеу үшін, гамма параметрлерін реттеу.",
	"Adjust left/right audio balance.": "Аудио балансының сол/оң жағын реттеңіз.",
	"Adjust luminance for selected color.": "Таңдалған түске арналған ашықтықты реттеңіз.",
	"Adjust luminance level for selected IRE point.": "Таңдалған IRE нүктесіне арналған ашықтық деңгейін реттеңіз.",
	"Adjust peak brightness for the brightest luminance.": "Ең жарқын жарықтығы үшін жоғарғы жарықтықты реттеңіз.",
	"Adjust remote's cursor speed and appearance.": "Қашықтан басқару пульті курсорының жылдамдығы мен сыртқы көрінісін реттеңіз.",
	"Adjust saturation for selected color.": "Таңдалған түс үшін қанықтықты реттеңіз.",
	"Adjust screen brightness to reduce energy consumption.": "Қуат тұтынуды азайту үшін, экран ашықтығын реттеңіз.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Экранды жарық немесе қараңғы ету үшін OLED ЖАРЫҒЫН реттеңіз.",
	"Adjust the audio timing to synchronize the video and audio.": "Бейне мен аудионы синхрондау үшін аудио уақытын реттеңіз.",
	"Adjust the balance of red and green to display the tint on the screen.": "Экранда реңкті көрсету үшін қызыл мен жасыл түстердің балансын реттеңіз.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Түс температурасын, жарықтылықты және қызыл, жасыл, көк түстердің қанықтығын өзгерту арқылы түс балансын реттеңіз.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Жеке сурет режимі үшін контрастты, ажыратымдылықты, т.б. толық реттеңіз және таңдаулы түсті, гамманы, т.б. Қосымша орнатыңыз.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Экранның ашық және қараңғы аумақтар арасындағы арақатынасты реттеңіз. Жоғарғы мәндер арақатынасты көбейтеді.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Кадр өлшемдерінің арақатынасын дәл фильмдегідей етіп реттеңіз, сонда ол кинотеатрда отырғандай сезімді береді.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Логотиптер, т.б. сияқты қозғалмайтын кескіндердің жарықтығын реттеңіз және теледидар ұзақ уақыт бойы қосулы болған кезде суреттің сапасына байланысты туындауы мүмкін мәселелерге жол бермейді.",
	"Adjust the screen color to be pale or deep.": "Ағарыңқы немесе қанық ету үшін экран түсін реттеңіз.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Дыбысты талғамыңызға сәйкес әр дыбыс жиілігі диапазоны үшін реттеңіз.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Бейне мен дыбыста уақыт айырмашылығы болған кезде синхрондау уақытын реттеңіз.",
	"Adjust the tint to brighten or darken the screen.": "Экранды жарық немесе қараңғы ету үшін реңкті реттеңіз.",
	"Adjust the volume you want with pressing remote's volume key.": "Қашықтан басқару пультінің дыбыс деңгейі пернесін басу арқылы дыбыс деңгейін қажетінше реттеңіз.",
	"Adjust tint for selected color.": "Таңдалған түстің реңкін реттеңіз.",
	"Adjust whether to display the home promotion.": "Басты бет жарнамасын көрсету не көрсетпеу керектігін реттеңіз.",
	"Adjusting Luminance": "Жарықтықты реттеу",
	"Adolescent over 13 are allowed to watch.": "13 жастан асқан жасөспірімдерге көруге рұқсат етілген.",
	"Adolescent over 14 are allowed to watch.": "14 жастан асқан жасөспірімдерге көруге рұқсат етілген.",
	"Adolescent over 16 are allowed to watch.": "16 жастан асқан жасөспірімдерге көруге рұқсат етілген.",
	"Adult": "Ересек",
	"Adult Language": "Ересектердің тілі",
	"Adults only.": "Тек ересектер.",
	"Advanced": "Қосымша параметрлер",
	"Advanced Controls": "Қосымша басқару құралдары",
	"Advanced Wi-Fi Settings": "Қосымша Wi-Fi параметрлері",
	"Advertisement": "Жарнама",
	"Afghanistan": "Ауғанстан",
	"Afrikaans": "Африкаанс",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Ел өзгертілген соң, барлық ағымдағы бапталған арналар жойылады. Арналарды қайта баптау үшін, автоматты баптау бөліміне өтіңіз. Жалғастыру керек пе?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Пошталық индексті өзгерткен соң, барлық ағымдағы Freesat арналары жойылады. Арналарды қайта баптау үшін, автоматты баптау бөліміне өтіңіз. Жалғастыру керек пе?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Елді өзгерткеннен кейін, авто баптау арқылы іздей аласыз. Жалғастыру керек пе?",
	"Ages 2-7 are allowed to watch.": "2–7 жастағыларға көруге рұқсат етілген.",
	"Akan": "Акан",
	"Albania": "Албания",
	"Albanian": "Албандық",
	"Alerts you by sound when the TV is turned on or off.": "ТД қосылған не өшкен кезде дыбыс арқылы ескертеді.",
	"Algeria": "Алжир",
	"Algiers": "Алжир",
	"All Channels": "Барлық арналар",
	"All Children": "Барлық балалар",
	"All ages are allowed to watch.": "Барлық жастағы адамдарға көруге рұқсат етілген.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} режимінің барлық ағымдағы параметрлері қалпына келтіріледі. Жалғастыру керек пе?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Қалыпты режимнің барлық дыбыстық әсерлері қалпына келтіріледі. Жалғастыру керек пе?",
	"Allow Automatic Updates": "Автоматты жаңартуға рұқсат ету",
	"Almaty": "Алматы",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Сонымен қатар, Bluetooth қоршаған орта дыбысының толық параметрлерін реттей аласыз.",
	"Always Open": "Үнемі ашу",
	"Always-on Off Time": "Always-on өшу уақыты",
	"Amman": "Амман",
	"Amsterdam": "Амстердам",
	"An error has occurred while copy channels.": "Арналарды көшіру кезінде қате орын алды.",
	"An important software update is available.": "Маңызды бағдарламалық жасақтама жаңартуы қол жетімді.",
	"Anadyr": "Анадырь",
	"Analog Mode": "Аналогты режим",
	"Analog TV": "Аналогтық ТД",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Дыбыс сипаттамаларын талдаңыз және әр мазмұн үшін дыбысты нақты уақытта оңтайландырыңыз.",
	"Anchorage": "Анкоридж",
	"Angola": "Ангола",
	"Antananarivo": "Антананариво",
	"Antenna": "Антенна",
	"Antenna ATV": "ATV антеннасы",
	"Antenna DTV": "СТД антеннасы",
	"Antenna Radio": "Антенналық радио",
	"Antigua and Barbuda": "Антигуа және Барбуда",
	"Any Supplementary Audio": "Кез келген қосымша аудио",
	"Apia": "Апиа",
	"App Alarm": "Қолданба хабарлағышы",
	"Application Locks": "Бағдарламаларды құрсаулау",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Ағымдағы сурет режимінің толық параметр мәндерін барлық енгізулерге немесе қолданбаларға қолданыңыз.",
	"Apply to all inputs": "Барлық кірістерді қолдану",
	"Applying value to all inputs...": "Мән барлық кірістерге қолданылуда...",
	"Aqtöbe": "Ақтөбе",
	"Arabic": "Араб",
	"Araguaína": "Арагуаина",
	"Argentina": "Аргентина",
	"Armenia": "Армения",
	"Aruba": "Аруба",
	"Ashgabat": "Ашхабат",
	"Asmara": "Асмара",
	"Aspect Ratio": "Арасалмақ еселігі",
	"Aspect Ratio Settings": "Арақатынас параметрлері",
	"Assamese": "Ассам",
	"Assign channels to remote buttons so you can quickly jump to them.": "Жылдам өту үшін қашықтан басқару құралының түймелеріне арналарды тағайындаңыз.",
	"Asunción": "Асунсьон",
	"Athens": "Афины",
	"Atikokan": "Атикокан",
	"Auckland": "Окленд",
	"Audio Delay": "Аудио кідірісі",
	"Audio Description": "Дыбыс сипаттамасы",
	"Audio Description Volume": "Аудионы сипаттау дыбыс деңгейі",
	"Audio Guidance": "Аудио нұсқаулық",
	"Audio Language": "Дыбыстық сүйемелдеу тілі",
	"Audio Out (Line Out)": "Дыбыс шығысы (Желі шығысы)",
	"Audio Type": "Аудио түрі",
	"Australia": "Австралия",
	"Austria": "Австрия",
	"Auto": "Авто",
	"Auto Detect": "Автоматты түрде анықтау",
	"Auto Device Detection": "Авто құрылғыны анықтау",
	"Auto Genre Selection": "Автоматты жанр таңдау",
	"Auto Power Off": "Автоматты өшіру",
	"Auto Power Sync": "Қуатты автоматты синхрондау",
	"Auto Start": "Автоматты бастау",
	"Auto Volume": "Авто дыбыс қаттылығы",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Дыбыс деңгейі бойынша алшақтықты автоматты түрде реттеңіз немесе қашықтан басқару пультіндегі дыбыс деңгейі пернесімен бір уақытта реттелген дыбыс деңгейін орнатыңыз.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR мазмұн жанры үшін оңтайландырылған сурет мәніне автоматты түрде бейімделеді.",
	"Automatically adjust to a picture value optimized for contents genre.": "Мазмұн жанры үшін оңтайландырылған сурет мәніне автоматты түрде бейімделеді.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Фильм мазмұны танылған кезде, автоматты түрде FILMMAKER MODE режиміне ауысыңыз.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Қоршаған жарықтың түсі мен ашықтығына негізделген сурет сапасын автоматты түрде оңтайландыру.",
	"Automatically update system software when an update is found.": "Жаңарту табылған кезде, жүйе бағдарламасын автоматты түрде жаңартыңыз.",
	"Available Internal Storage": "Қол жетімді ішкі жад",
	"Azerbaijan": "Әзірбайжан",
	"Azores": "Азор аралдары",
	"BG Color": "Фон түсі",
	"BG Opacity": "Фон түссіздігі",
	"Back": "Артқа",
	"Backlight": "Артқы жарық",
	"Baghdad": "Бағдад",
	"Bahamas": "Багам аралдары",
	"Bahrain": "Бахрейн",
	"Baku": "Баку",
	"Balance": "Баланс",
	"Bamako": "Бамако",
	"Bangkok": "Банкок",
	"Bangladesh": "Бангладеш",
	"Bangui": "Банги",
	"Banjul": "Банджул",
	"Barbados": "Барбадос",
	"Basque": "Баск",
	"Bass Boost": "Төменгі жиілікті көбейткіш",
	"Behavior may vary depending on connected device.": "Әрекет қосылған құрылғыда әртүрлі болуы мүмкін.",
	"Beijing": "Пекин",
	"Beirut": "Бейрут",
	"Belarus": "Беларусь",
	"Belgium": "Бельгия",
	"Belgrade": "Белград",
	"Belize": "Белиз",
	"Belém": "Белем",
	"Bengali": "Бенгал",
	"Benin": "Бенин",
	"Berlin": "Берлин",
	"Bermuda": "Бермуд",
	"Bhutan": "Бутан",
	"Bishkek": "Бішкек",
	"Bissau": "Бисау",
	"Black": "Қара",
	"Black Level": "Қара деңгей",
	"Blanc-Sablon": "Бланк-Саблон",
	"Blantyre": "Блантайр",
	"Block TV programs broadcast in English based on their content ratings.": "Мазмұн рейтингтерінің негізінде ағылшын тілінде таратылатын теледидар бағдарламаларын блоктау.",
	"Block TV programs broadcast in French based on their content ratings.": "Мазмұн рейтингтерінің негізінде француз тілінде таратылатын теледидар бағдарламаларын блоктау.",
	"Block content based on genre.": "Жанрға негізделген мазмұнды бұғаттау.",
	"Blue": "Көк",
	"Bluetooth Speaker Mode": "Bluetooth үндеткіш режимі",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth көлемді дыбысы + Ішкі ТД үндеткіші",
	"Bluetooth Surround Sound Setup": "Bluetooth көлемді дыбысын орнату",
	"Boa Vista": "Боа Виста",
	"Bogotá": "Богота",
	"Bolivia": "Боливия",
	"Bosnia": "Босния және Герцеговина",
	"Bosnia And Herzegovina": "Босния және Герцеговина",
	"Bosnian": "Босниялық",
	"Botswana": "Ботсвана",
	"Bratislava": "Братислава",
	"Brazil": "Бразилия",
	"Brazilian Punk": "Бразилиялық панк",
	"Brazzaville": "Браззавиль",
	"Brightness": "Ашықтық",
	"Broadcast Country": "Хабар таратушы ел",
	"Broadcast Mail": "Хабар тарату поштасы",
	"Broken Hill": "Брокен-Хилл",
	"Brussels": "Брюсель",
	"Bucharest": "Бухарест",
	"Budapest": "Будапешт",
	"Buenos Aires": "Буэнос Айрес",
	"Bujumbura": "Бужумбура",
	"Bulgaria": "Болгария",
	"Bulgarian": "Болгар",
	"Burkina Faso": "Буркина-Фасо",
	"Burundi": "Бурунди",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "«Қалпына келтіру» түймесін басу арқылы сіз осы Smart TV-ден LGE жинаған барлық жарнамалық деректерді жоясыз. «Қалпына келтіру» түймесін басу алға жылжитын жарнамалардың түрлеріне әсер етуі мүмкін, бірақ бұл сізге жарнамаларды алуға кедергі болмайды.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus қосу арқылы, интерактивтік қызметтерді қамтамасыз ету үшін, жасырын негіздегі үшінші тарапқа бөлісілуі мүмкін ACR модулі бойынша LG Electronics Inc. (\"LGE\") арқылы теледидар көру туралы ақпарат жинауға келісесіз. Сондай-ақ, жарнама мақсаттарына арналған үшінші тарапқа жинақталған жасырын ақпаратты бөлісе аламыз. 13 жасқа дейінгі балалар жайлы немесе сол балалардан жоғарыдағы ақпаратты жинаймайтынымызды немесе таратпайтынымызды ескеріңіз. Live Plus жайлы толық ақпарат SmartTV параметрлері мәзіріне қатынасуы мүмкін көру ақпаратында (шарттар) көрсетілген. LGE Live Plus функциясын белсендірместен бұрын көру ақпаратының (шарттар) толық нұсқасын шолуыңызды қатаң түрде ұсынады.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus функциясын қосу арқылы сіз теледидарда көрсетілетін мазмұнды тануға болатынын түсінесіз және көру ақпараты сізге жақсартылған көру тәжірибесін және жеке қызметтерді, оның ішінде мазмұндық ұсыныстар мен жарнамаларды ұсыну үшін пайдаланылуы мүмкін. Қосымша ақпарат алу үшін Құпиялылық саясаты мен тиісті Пайдаланушы келісімдерін «Теледидар параметрлері» мәзірінен қараңыз.",
	"CI Information": "CI ақпараты",
	"CI password incorrect. Please enter again.": "CI құпиясөзі қате. Қайта енгізіңіз.",
	"COMPONENT2": "ҚҰРАМДАС2",
	"COMPONENT3": "ҚҰРАМДАС3",
	"Cable": "Кабель",
	"Cable ATV": "ATV кабелі",
	"Cable DTV": "DTV кабелі",
	"Cable Radio": "Радио кабелі",
	"Cairo": "Каир",
	"Cambodia": "Камбоджа",
	"Cameroon": "Камерун",
	"Campo Grande": "Кампо Гранде",
	"Can not Find Channel": "Арнанытабу мүмкін емес",
	"Canada": "Канада",
	"Canary Islands": "Канар аралдары",
	"Cancel": "Болдырмау",
	"Cancel Schedule": "Кестеден бас тарту",
	"Cancel Update": "Жаңартудан бас тарту",
	"Cancún": "Канкун",
	"Cantonese": "Қантондық",
	"Cape Verde": "Кабо-Верде",
	"Caracas": "Каракас",
	"Casablanca": "Касабланка",
	"Catalan": "Каталондық",
	"Caution": "Назар аударыңыз!",
	"Cayman Islands": "Кайман аралдары",
	"Center": "Ортасы",
	"Central African Republic": "Орталық Африка Республикасы",
	"Ceuta": "Сеута",
	"Chad": "Чад",
	"Change blue intensity and adjust the color balance.": "Көк түстің қанықтығын өзгертіп, түс балансын реттеңіз.",
	"Change green intensity and adjust the color balance.": "Жасыл түстің қанықтығын өзгертіп, түс балансын реттеңіз.",
	"Change red intensity and adjust the color balance.": "Қызыл түстің қанықтығын өзгертіп, түс балансын реттеңіз.",
	"Change the left / right sound": "Сол / оң жақ дыбысты өзгерту",
	"Change the position of captions using the 4-way dial on the remote control.": "Субтитрлердің орнын қашықтан басқару құралында 4 түрлі теру арқылы өзгертіңіз.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Аймақты өзгерту теледидардағы ағымда бапталған арналарды өзгертуі мүмкін. Арналарды автоматты баптау бөлімінде қайта баптауға болады. Аймақтық параметрлерді қазір өзгерту керек пе?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Елді өзгерту теледидардың қайта қосылуына себеп болады және LG пайдаланушы келісімдеріне қайта келісуге қажет болуы мүмкін. Сондай-ақ, LG қызметтер еліне негізделіп, кейбір бағдарламалар мен қызметтер қолжетімділігі өзгеруі мүмкін. Жалғастыру керек пе?",
	"Channel Locks": "Арналарды құрсаулау",
	"Channel Manager": "Арна реттеушісі",
	"Channel Scrolling Options": "Арна айналдыру опциялары",
	"Channel Tuning": "Арналарды реттеу",
	"Channel Tuning & Settings": "Арналарды реттеу және параметрлері",
	"Channels": "Арналар",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI арналары мен басқа сыртқы енгізу түрлерін құлыптау мүмкін емес. ТД арналарды құлыптау үшін, ағымдағы енгізу түрін Live TV түріне өзгертіңіз.",
	"Chatham Islands": "Чатем аралдары",
	"Check TV information.": "ТД ақпаратын тексеріңіз.",
	"Check alarm messages about the user settings or TV status.": "Пайдаланушы параметрлері немесе ТД күйі туралы ескерту хабарларын қарап шығыңыз.",
	"Check descriptions for each LG webOS TV functions.": "Әрбір LG webOS TV функцияларының сипаттамаларын қарап шығыңыз.",
	"Check for Advertising settings and set it.": "Жарнама параметрлерінен тексеріп, оны орнатыңыз.",
	"Check for Updates": "Жаңартуларды тексеріңіз",
	"Check for available functions with Voice and set Voice Settings.": "Дауыс арқылы қолжетімді функцияларды тексеріп, дауыс параметрлерін орнатыңыз.",
	"Check for problems with the picture quality.": "Суреттің сапасымен байланысты мәселелерді тексеріп шығыңыз.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Ішкі ТД үндеткішінің дыбыс сапасы бойынша мәселелерді тексеріп шығыңыз.",
	"Check for software updates and update if available.": "Бағдарламалық жасақтама жаңартуларын тексеріп, қолжетімді болған жағдайда жаңартыңыз.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth құрылғысының жұптастыру режимінде екенін тексеріңіз.",
	"Check your TV status to solve problems or use remote support.": "Мәселелерді шешу немесе қашықтан қолдауды пайдалану үшін теледидардың күйін тексеріңіз.",
	"Checking Password": "Құпиясөзді тексеру",
	"Checking for Updates": "Жаңартуларды тексеріңіз",
	"Checking...": "Тексеруде...",
	"Chicago": "Чикаго",
	"Chihuahua": "Чихуахуа",
	"Children": "Балалар",
	"Children Age": "Балалар жасы",
	"Children Program Locks": "Балалар бағдарламаларының құлыптары",
	"Children over 8 are allowed to watch.": "8 жастан асқан балаларға көруге рұқсат етілген.",
	"Chile": "Чили",
	"China": "Қытай",
	"Chinese": "Қытай",
	"Chisinau": "Кишинев",
	"Choibalsan": "Чойбалсан",
	"Chongqing": "Чунчин",
	"Choose to have all channels or just your primary ones when you change channels.": "Арналарды өзгерту кезінде таңдауда барлық арналар немесе тек негізгілері болуы керек.",
	"Christmas Island": "Кристмас аралы",
	"Cinema": "Кинотеатр",
	"Cinema Clear": "Кинотеатр анықтамасы",
	"Cinema Home": "Үй кинотеатры",
	"Cinema View": "Кинотеатр көрінісі",
	"Cinema View (32:12)": "Кинотеатр көрінісі (32:12)",
	"Cinema Zoom": "Фильм ұлғайту",
	"City": "Қала",
	"City Selection": "Қаланы таңдау",
	"Clean Audio": "Таза дыбыс",
	"Clear": "Анық",
	"Clear Plus": "Анық плюс",
	"Clear Voice Ⅲ": "Таза дауыс Ⅲ",
	"Clear Voice Ⅳ": "Анық дауыс Ⅳ",
	"Clear1": "Анық1",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG сымсыз пернетақтасы бапталып, жұптастыру режиміне орнатылғаннан кейін төмендегі CONNECT (Қосу) түймесін басыңыз.",
	"Close": "Жабу",
	"Closed Caption": "Жабық субтитр",
	"Closed Caption Settings": "Жабық түсірілім параметрлері",
	"Code Value": "Код мәні",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Жаңартылатын ең соңғы бағдарламалық жасақтама нұсқасын тексеру үшін, MAC мекенжайын, модель нөмірін, ел кодын, тіл параметрлері мен бағдарламалық жасақтама нұсқасын сақтап қойыңыз және олар туралы ақпаратты жинаңыз.",
	"Colombia": "Колумбия",
	"Colombo": "Коломбо",
	"Color": "Түс",
	"Color Gamut": "Түс шекарасы",
	"Color Management System": "Түсті басқару жүйесі",
	"Color Temperature": "Түс температурасы",
	"Component": "Құрамдас",
	"Conakry": "Конакри",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Шарттар мен талаптарды растаңыз немесе келісімді қабылдау не қабылдамау керектігін өзгертіңіз.",
	"Congo Brazzaville": "Конго-Браззавиль Республикасы",
	"Connect": "Қосылу",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth динамигі мен ТД үндеткішін қосыңыз және динамиктер арасындағы Аудио кідірісін автоматты түрде реттеңіз.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC мүмкіндігіне қолдау көрсететін сыртқы аудио құрылғысын eARC портына қосыңыз.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Теледидар приставкасы, Дыбыс тақтасы және т.б. сияқты сыртқы құрылғыларды теледидарға нұсқаулықтың негізінде қосыңыз.",
	"Connect the LAN cable directly to the TV to use the network.": "Желіні пайдалану үшін LAN кабелін теледидарға тікелей жалғаңыз.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP және DNS серверінің мекенжайларын қолмен енгізу арқылы желіге қосылыңыз.",
	"Connect to the network if a wireless router is installed.": "Егер сымсыз маршрутизатор орнатылған болса, желіге қосылыңыз.",
	"Connect via WPS PBC": "WPS PBC арқылы қосылу",
	"Connect via WPS PIN": "WPS PIN арқылы қосылу",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Сымды желі байланысын белсендіру үшін ТД-ны Ethernet кабелі арқылы маршрутизаторға немесе модемге қосыңыз.",
	"Connect your TV with WiSA Speakers wirelessly.": "Теледидарды WiSA үндеткіштері арқылы сымсыз жалғаңыз.",
	"Connectable Devices ({num})": "Қосылатын құрылғылар ({num})",
	"Connected": "Қосылған",
	"Connected to Internet": "Интернетке қосылған",
	"Connecting...": "Қосылуда...",
	"Connection": "Қосылу",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Смартфонмен немесе компьютермен байланысты басқаруға болады. Теледидарды мобильді құрылғыға қосу үшін смартфон мен компьютерде қосылым параметрлері мен сұраулары қажет.",
	"Content Recommendations": "Мазмұн ұсыныстары",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Мазмұн көп арналы аудиоға HbbTV қызметі арқылы қолдау көрсетілген жағдайда, көп арналы тыңдау үшін үйлесімді дыбыспен ойнатылады.",
	"Contrast": "Контраст",
	"Cool": "Суық",
	"Copenhagen": "Копенгаген",
	"Copy Channels": "Арналарды көшіру",
	"Copy/Delete file": "Файлды көшіру/жою",
	"Correct contrast and brightness by adjusting black levels.": "Қара деңгейлерді реттеу арқылы контрастын және ашықтығын дұрыстау.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Суреттің пикселін дұрыстау және теледидар ұзақ уақыт бойы қосулы болған кезде суреттің сапасына байланысты туындауы мүмкін мәселелерге жол бермеу.",
	"Costa Rica": "Коста-Рика",
	"Could not fined available network.": "Қолжетімді желіні табу мүмкін болмады.",
	"Croatia": "Хорватия",
	"Croatian": "Хорват",
	"Cuba": "Куба",
	"Cuiabá": "Куяба",
	"Current time is not valid. Do you want to set the correct time now?": "Ағымдағы уақыт жарамсыз. Дұрыс уақытты қазір орнатқыңыз келе ме?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Реттелген сурет режимі параметрлерінің ағымдағы мәндері барлық енгізу түрлерінің {pictureMode} режиміне қолданылады. Жалғастыру керек пе?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Қосылған LG сымсыз пернетақтасы теледидардан ажыратылды. Жалғастыру керек пе?",
	"Custom": "Реттелмелі",
	"Custom Time Zone": "Теңшелетін уақыт белдеуі",
	"Customer Service": "Тұтынушыларға қызмет көрсету орталығы",
	"Cyan": "Көгілдір",
	"Cyprus": "Кипр",
	"Czech": "Чех Республикасы",
	"Czech Republic": "Чех Республикасы",
	"Côte d'Ivoire": "Кот-д'Ивуар",
	"DNS Server": "DNS сервері",
	"DR Congo": "Конго",
	"DTV Audio Setting": "DTV дыбыс параметрі",
	"Dagbani": "Дагбани",
	"Dakar": "Дакар",
	"Damascus": "Дамаск",
	"Danish": "Дат",
	"Danmarkshavn": "Данмарксхавн",
	"Dar es Salaam": "Дар-эс-Салам",
	"Data Service": "Деректер қызметі",
	"Date": "Күні",
	"Dawson": "Доусон",
	"Dawson Creek": "Доусон-Крик",
	"Day": "Күн",
	"Delete": "Жою",
	"Delete Connection History": "Қосылым журналын жою",
	"Delete Pairing History": "Жұптастыру журналын жою",
	"Delete Usage Data": "Деректерді пайдалануды жою",
	"Demo Options": "Демо опциялар",
	"Democratic Republic of the Congo": "Конго Демократиялық Республикасы",
	"Denmark": "Дания",
	"Denver": "Денвер",
	"Depressed": "Басылған",
	"Deregister": "Тіркеуден шығару",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Көру қабілеті нашар көрермендердің теледидарды пайдалануы үшін экрандағы мазмұндарды дауыспен сипаттау.",
	"Detect Range": "Анықтау ауқымы",
	"Detroit": "Детроид",
	"Device Connection Settings": "Құрылғы байланысы параметрлері",
	"Device List": "Құрылғылар тізімі",
	"Device Name": "Құрылғы аты",
	"Dhaka": "Дака",
	"Digital Mode": "Сандық режим",
	"Digital Sound Out": "Сандық дыбыс шығысы",
	"Digital TV": "Сандық ТД",
	"Dili": "Дили",
	"Directed to Older Children (ages 7 and above)": "Ересек балаға арналған (7 және одан жоғары)",
	"Disabled": "Өшірілді",
	"Disconnect": "Ажырату",
	"Display captions for hearing-impaired viewers to use TV.": "Есту қабілеті зақымдалған көрермендердің теледидарды пайдалануы үшін субтитрлерді көрсету.",
	"Display fast-moving content smoothly and clearly.": "Жылдам қозғалатын мазмұнды бірсанды және анығырақ көрсетіңіз.",
	"Display luminance level for the highest point (100 IRE).": "Ең жоғарғы нүктеге арналған ашықтық деңгеңйін көрсетіңіз (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Жылы түстегі немесе жылы түс температурасындағы суреттерді көрсетіңіз.",
	"Djibouti": "Джибути",
	"Do Not Sell My Personal Information": "Менің жеке ақпаратымды сатпау",
	"Do Not Track": "Бақыламау",
	"Do you want to continue?": "Жалғастыру керек пе?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Арналар тізімін USB сақтау орнынан теледидарға көшіргіңіз келе ме? Теледидардағы ағымдағы арналар жойылады.",
	"Do you want to copy channel list from your TV to the USB storage?": "Арналар тізімін теледидардан USB сақтау құрылғысына көшіргіңіз келеді ме?",
	"Do you want to reset Position Settings?": "Орналастыру параметрлерін бастапқы мәнге келтіргіңіз келеді ме?",
	"Do you want to reset Volume Control?": "Дыбыс деңгейін басқару параметрлерін бастапқы мәнге келтіргіңіз келеді ме?",
	"Do you want to set the correct time now?": "Дұрыс уақытты қазір орнатқыңыз келе ме?",
	"Do you want to turn your TV off now?": "Теледидарды қазір өшіргіңіз келе ме?",
	"Dodoma": "Додома",
	"Doha": "Доха",
	"Dominica": "Доминика",
	"Dominican Republic": "Доминикан Республикасы",
	"Done": "Дайын",
	"Douala": "Доала",
	"Download Mail": "Жүктеу поштасы",
	"Download and Install": "Жүктеп алу және орнату",
	"Downloadable Rating": "Жүктеуге болатын бағалау",
	"Dual Mono": "Қос моно",
	"Dubai": "Дубай",
	"Dublin": "Дублин",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on өшу уақыты кезінде, экран өшірулі болғанда дауысты тану сияқты және т.б. мүмкіндіктердің бір бөлігі шектеледі.",
	"Dushanbe": "Душанбе",
	"Dutch": "Голланд",
	"Dynamic Color": "Динамикалық түс",
	"Dynamic Contrast": "Динамикалық контраст",
	"Dynamic Tone Mapping": "Динамикалық дыбысты салыстыру",
	"Easter Island": "Пасха аралы",
	"Eastern Africa": "Шығыс Африка",
	"Eco Mode": "Eco режимі",
	"Ecuador": "Эквадор",
	"Edge Color": "Жиек түсі",
	"Edge Enhancer": "Жиектерін бөлектеу",
	"Edge Type": "Жиек түрі",
	"Edit": "Өңдеу",
	"Edmonton": "Эдмонтон",
	"Egypt": "Мысыр",
	"Eirunepé": "Эйрунепе",
	"El Salvador": "Сальвадор",
	"El salvador": "Сальвадор",
	"Emergency Alert": "Төтенше жағдай ескертуі",
	"Enabled": "Қосылды",
	"Energy Saving": "Қуатты үнемдеу",
	"Energy consumption may increase if this feature is on.": "Бұл мүмкіндік қосулы болған жағдайда, энергияны тұтыну артуы мүмкін.",
	"Energy saving modes to limit power consumption.": "Қуат тұтынуды шектеу үшін қуатты үнемдеу режимдері.",
	"English": "Ағылшын",
	"Enhance the bass sound.": "Бас дыбысын күшейтіңіз.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Көру қабілеті нашар адамдардың көруіне оңай болуы үшін, кейбір мәзірлердің фон мен мәтін сияқты жарық және қараңғы аумақтарының арасындағы контрастты көбейтіңіз.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG терең оқыту әдісі арқылы алынған алгоритм арқылы мазмұнның анықтығы мен айқындылығын арттырыңыз және мазмұнды талдау арқылы тереңдікті оңтайландырыңыз.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Дыбыс өрісінің әсерін қосу арқылы оңтайлы дыбыспен Dolby Atmos мазмұнын тамашалаңыз.",
	"Enjoy TV sound by connecting Wired Headphones.": "ТД дыбысын сымды құлаққаптарды қосу арқылы тыңдаңыз.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "ТД дыбысын HDMI IN (ARC) портына қосылған сыртқы аудио құрылғылар арқылы тыңдаңыз.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT портына қосылған аудио құрылғылар арқылы ТД дыбысын тыңдаңыз.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT портына қосылған LG аудио құрылғысы арқылы ТД дыбысын тыңдаңыз.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Сыртқы дыбыс шығысы/құлаққаптар шығыс порттарына қосылған аудио құрылғылар арқылы ТД дыбысын тыңдаңыз.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Ішкі ТД үндеткіші арқылы да, сымды құлаққаптар арқылы да ТД дыбысын тыңдаңыз.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Ішкі ТД үндеткішіне де, OPTICAL DIGITAL AUDIO OUT портына де қосылған сыртқы аудио құрылғылары арқылы ТД дыбысын тыңдаңыз.",
	"Enjoy a clear and natural sound.": "Анық әрі табиғи дыбысты тыңдаңыз.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync немесе Bluetooth құрылғысына қосылған сымсыз дыбыс құрылғысымен дыбысты тыңдаңыз.",
	"Enjoy the sound optimized to the room.": "Бөлме үшін оңтайландырылған дыбысты тыңдаңыз.",
	"Enter CI Password": "CI құпиясөзін енгізу",
	"Enter the PIN in your router's settings.": "Маршрутизатор параметрлеріне PIN кодын енгізіңіз.",
	"Enter the master password.": "Негізгі құпия сөзді енгізіңіз.",
	"Equalizer": "Эквалайзер",
	"Equatorial Guinea": "Экваториалдық Гвинея",
	"Eritrea": "Эритрея",
	"Estonia": "Эстония",
	"Estonian": "Эстон",
	"Ethiopia": "Эфиопия",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Тіпті параметр өшірулі болса да, қатысты ақпаратты арна баннері, дауысты тану арқылы тексеруге болады.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Тіпті теледидар өшірулі болғанда және қуатты аз пайдаланған кезде музыканы ұялы құрылғыға қосылу арқылы тыңдауыңызға болады. Теледидар қосылған кезде бірнеше мүмкіндікті қайтадан тез пайдалануға болады.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Тіпті теледидар өшіп тұрған кезде де, смартфонды теледидарға Bluetooth арқылы қосып, музыка тыңдауыңызға болады.",
	"Every Day": "Әр күні",
	"Every Weekday": "Әр жұмыс күні",
	"Every Weekend": "Әр апта соңында",
	"Ewe": "Эуе",
	"Expert (Bright Room)": "Експерт (Ашық бөлме)",
	"Expert (Dark Room)": "Експерт (Қараңғы бөлме)",
	"Export your TV's channel list information to a connected USB device.": "ТД арналар тізімі туралы ақпаратты қосылған USB құрылғысына экспорттаңыз.",
	"Extended": "Кеңейтілген",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Автоматты қуатты өшіру параметрі уақыт мерзімін ұзарту немесе функцияны өшіру энергия тұтынысын арттыруы мүмкін.",
	"Extreme": "Шеткі",
	"Eye Comfort Mode": "Көзге ыңғайлы режим",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE режимін автоматты өзгерту",
	"Fantasy Violence": "Қиял, қатыгездік",
	"Fast": "Жылдам",
	"Fernando de Noronha": "Фернанду-ди-Норонья",
	"Fiji": "Фиджи",
	"Find and tell an audio device available to connect around TV.": "Теледидардың айналасынан қосуға қолжетімді аудио құрылғыны табу және хабарлау.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Қызыл, жасыл, көк, көгілдір, қызыл күрең және сары түс орындарын дәл баптау.",
	"Finland": "Финляндия",
	"Finnish": "Финн",
	"Flash": "Жыпылықтау",
	"Flat Mode": "Тегіс режим",
	"Font": "Қаріп",
	"Font 1": "Қаріп 1",
	"Font 2": "Қаріп 2",
	"Font 3": "Қаріп 3",
	"Font 4": "Қаріп 4",
	"Font 5": "Қаріп 5",
	"Font 6": "Қаріп 6",
	"Font 7": "Қаріп 7",
	"Font 8": "Қаріп 8",
	"Football": "Футбол",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi қорғалған орнатуы)-пен қосылған сымсыз маршрутизатор үшін, теледидарды сымсыз желіге қосу мақсатында PIN кодын енгізіңіз.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi қорғалған орнатуы)-пен қосылған сымсыз маршрутизатор үшін, теледидарды сымсыз желіге қосу мақсатында WPS-PBC түймесін басыңыз.",
	"Fortaleza": "Форталеза",
	"France": "Франция",
	"Freetown": "Фритаун",
	"French": "Француз",
	"French Polynesia": "Француз Полинезиясы",
	"Full Wide": "Толық кеңейту",
	"Ga": "Га",
	"Gabon": "Габон",
	"Gaborone": "Габороне",
	"Gaelic": "Гаэль",
	"Galapagos Islands": "Галапагос аралдары",
	"Galician": "Галлеган",
	"Gallery": "Галерея",
	"Gambia": "Гамбия",
	"Gambier": "Гамбиер",
	"Game": "Ойын",
	"Gamma": "Гамма",
	"Gateway": "Шлюз",
	"General": "Жалпы",
	"General Age": "Жалпы жас",
	"General Audience": "Жалпы аудитория",
	"General Audiences": "Жалпы аудиториялар",
	"General Program Locks": "Жалпы бағдарламалардың құлыптары",
	"Georgia": "Грузия",
	"German": "Неміс",
	"Germany": "Германия",
	"Get started in a quiet environment for sound optimization.": "Дыбысты оңтайландыру үшін тыныш ортада жұмысқа кірісіңіз",
	"Getting...": "Алуда...",
	"Ghana": "Гана",
	"Gibraltar": "Гибралтар",
	"Glace Bay": "Глейс-Бей",
	"Godthab": "Готхоб",
	"Grayscale": "Сұр түс реңктері",
	"Greece": "Грекия",
	"Greek": "Грек",
	"Green": "Жасыл",
	"Greenland": "Гринландия",
	"Grenada": "Гренада",
	"Guadalcanal": "Гуадалканал",
	"Guadeloupe": "Гуаделупе",
	"Guam": "Гуам",
	"Guatemala": "Гватемала",
	"Guatemala City": "Гватемала қаласы",
	"Guayaquil": "Гуаякиль",
	"Guernsey": "Гернси",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Көру қабілеті зақымдалған көрермендердің теледидарды пайдалануына арналған нұсқаулық мәзірлері және дауыспен басқарылатын операциялар.",
	"Guinea": "Гвинея",
	"Guinea Bissau": "Гвинея-Бисау",
	"Guinea Conakry": "Гвинея",
	"Guinea Equatorial": "Экваторлық Гвинея",
	"Gujarati": "Гуджарати",
	"Guyana": "Гайана",
	"H Position": "Көлденең",
	"H Sharpness": "К Анықтық",
	"H Size": "Көлбеу өлшем",
	"HD Mode": "HD күйі",
	"HD Mode Option": "Сандық режим опциясы",
	"HDD Eco Mode": "HDD Eco режимі",
	"HDD Power Saving Mode": "HDD қуатты үнемдеу режимі",
	"HDMI Input Audio Format": "HDMI Кіріс аудио форматы",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} және HDMI {port2} порттары 8K Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} және HDMI {port2} порттары Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} порты 8K Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} порты Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} және HDMI {port3} порттары 8K Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} және HDMI {port3} порттары Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} және HDMI {port4} порттары 8K Ultra HD Deep Colour параметрін қолдайды.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} және HDMI {port4} порттары Ultra HD Deep Colour параметрін қолдайды.",
	"HDR Effect": "HDR әсері",
	"HDR Picture Mode": "HDR сурет режимі",
	"Haiti": "Гаити",
	"Halifax": "Галифакс",
	"Harare": "Хараре",
	"Harbin": "Харбин",
	"Hard of Hearing": "Есту қабілеті шектеулі",
	"Hausa": "Хауса",
	"Havana": "Гавана",
	"Headphones Volume": "Құлаққап дыбысы",
	"Hebrew": "Иврит",
	"Helsinki": "Хельсинки",
	"Hermosillo": "Эрмосильо",
	"High": "Жоғары",
	"High Contrast": "Жоғары контраст",
	"Higher values increase a sense of warmth or coldness.": "Жоғары мәндер жылу немесе суық сезгіштігін арттырады.",
	"Hindi": "Хинди",
	"Ho Chi Minh": "Хошимин",
	"Home Animation": "Басты бетті анимациялау",
	"Home Auto Launch": "Басты бетті автоматты түрде іске қосу",
	"Home Mode": "Үй режимі",
	"Home Promotion": "Басты бет жарнамасы",
	"Home Settings": "Басты бет параметрлері",
	"Home/Store Mode": "Үй/дүкен режимі",
	"Honduras": "Гондурас",
	"Hong Kong": "Қытай Халық Республикасының Гонконг арнайы әкімшілік ауданы",
	"Hongkong": "Қытай Халық Республикасының Гонконг арнайы әкімшілік ауданы",
	"Honolulu": "Гонолулу",
	"Hours": "сағат",
	"However, the IPv6 version of the address does not support editing.": "Алайда, мекенжайдың IPv6 нұсқасы өңдеуді қолдамайды.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Теледидарды оңтайлы күйде сақтау үшін, бес сағатқа Always-on режимі өшіріледі және қуат толығымен өшіріледі.",
	"Hungarian": "Венгр",
	"Hungary": "Венгрия",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "МАҢЫЗДЫ! Қайта орнату барлық есептік жазба параметрлері мен орнатылған бағдарламаларды жояды. Әрекетті орындау мүмкін емес.",
	"IP (Automatic)": "IP (автоматты)",
	"IP (Manual)": "IP (қолмен)",
	"IP Address": "IP мекенжайы",
	"IVC (Cote d’Ivoire)": "IVC (Кот-д-Ивуар)",
	"Iceland": "Исландия",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "«Қуатты автоматты түрде синхрондау» таңдалған болса, ТД сіз SIMPLINK құрылғысын қосқанда қосылады және SIMPLINK құрылғылары ТД өшіргенде өшеді.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Егер Теледидар приставкасының/OTT әмбебап басқару құралы орнатылған болса, онда LG қашықтан басқару пультінен қосылған Теледидар приставкасының көмегімен барынша тиімді пайдаланыңыз.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Егер құрылғы портқа қосылған болса, онда құрылғы бейнесінің кідірісін немесе үзілуін барынша азайту арқылы ойынның оңтайландырылған суретін көре аласыз.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Егер ол қосулы болса және Ultra HD Deep Colour параметрін де қолдайтын құрылғыны қоссаңыз, сурет анығырақ болуы мүмкін.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Жазу не бағдарламаны жаңарту орындалып жатса, ол процестің аяқталуын күтеді, бірақ жаңарту процесі бір сағаттан асуы мүмкін.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Жазу немесе бағдарламалық жасақтама жаңарту орындалса, ол аяқталғанша және процесс {n} минуттан күту қажет.",
	"If the device is not connected, you may not hear any sound through it.": "Егер құрылғы қосылмаған және орнатылмаған болса, ол арқылы дыбыс тыңдай алмайсыз.",
	"If the edge of the screen is not clean, please turn this function off.": "Егер экранның қыры таза болмаса, онда бұл функцияны өшіріңіз.",
	"If the program does not support multiple languages, the default language is selected.": "Егер бағдарлама көп тілге қолдау көрсетпейтін болса, онда әдепкі тіл таңдалады.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Егер бағдарлама таңдалған шығыс пішіміне қолдау көрсетпейтін болса, онда дыбыс шығару көзінен әдепкі шығыс пайдаланылады.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Егер бағдарлама түрлі дыбыс параметрлерін қолдамаса, әдепкі дыбыс таңдалады.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Егер бірдей симптом қайталанса, орнатылған мәнді қайтадан өзгертіңіз немесе қосылған сыртқы құрылғыны қайта іске қосыңыз.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Егер таңдалған тілге қолдау көрсетілмейтін болса, онда хабар таратулардан әдепкі тіл пайдаланылады.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Егер тұрақты экранда бір сағат бойы ешқандай пайдаланушы енгізуі орындалмаса, онда ол экран сақтағышқа ауысады.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Егер орнатылған уақыт ағымдағы уақыттан айтарлықтай басқаша болса, онда кейбір интеллектуалды мүмкіндіктер көрсетілмеуі мүмкін.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Егер құрылғы арқылы дыбысты ести алмасаңыз, онда оның дұрыс жұмыс істеп тұрғанына және LG Sound Sync қызметіне қолдау көрсететініне көз жеткізіңіз.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Егер “Дүкен демосы” режимін таңдасаңыз, онда ол теледидарды сататын бөлшек сауда дисплейлері үшін оңтайландырылған мәндерге орнатылады.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Аудио нұсқаулықты қоссаңыз, қашықтан басқару құралындағы тек сол жақ, оң жақ, жоғары, төмен түймелерін пайдалануға болады және көрсеткішті қажет ететін кейбір бағдарламаларды пайдалану мүмкін болмайды.",
	"If you turn it off, CAM operator's profile will be deleted.": "Егер оны өшірсеңіз, CAM оператор профилі өшіріледі.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Егер оны өшірсеңіз, онда барлық бапталған CAM арналары қолжетімді болмайды және хабарландырулар бұдан былай келмейді.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Егер «Жылдам бастау +» опциясын өшірсеңіз, онда теледидарды Қашықтан басқару пультінсіз дауысыңызбен қоса алмайсыз. Жалғастырғыңыз келеді ме?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Экран сақтағыш өшірілсе және экранда бір сурет 2 сағаттан ұзақ тұрса, бұл экран суретінің сапасына әсер етуі мүмкін. Ол 5 сағаттан ұзақ қалса, тұрақты сурет сапасы төмендеуі мүмкін. Жалғастыру керек пе?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Егер осы опцияны өшіретін болсаңыз, онда тұрақты экран ұзағырақ қалуы мүмкін, ал бұл экранның сапасын төмендетеді немесе кейбір жағдайларда қалпына келтіру қиындау болады.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Қуатты үнемдеу режимін қолдану теледидардын жарықтығына әсер етеді",
	"Import your TV's channel list information from a connected USB device.": "ТД арналар тізімі туралы ақпаратты қосылған USB құрылғысынан импорттаңыз.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Теледидардың арналар тізімі туралы ақпаратын жалғанған USB құрылғысынан/құрылғысына импорттаңыз/экспорттаңыз.",
	"In Home": "Басты бетте",
	"India": "Үндістан",
	"Indianapolis": "Индианаполис",
	"Indonesia": "Индонезия",
	"Indonesian": "Индонезия",
	"Inner": "Ішкі",
	"Input": "Кіріс",
	"Input Locks": "Енгізулерді құрсаулау",
	"Input field": "Кіріс өрісі",
	"Installing...": "Орнатылуда...",
	"Instant Game Response": "Ойынға жедел жауап",
	"Interactive Service": "Интерактивтік қызмет",
	"Interactivity(DTVi)": "Интерактивтілік(DTVi)",
	"Internal TV Speaker": "Ішкі ТД үндеткіші",
	"Invert Colors": "Түстерді түрлендіру",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Экранда көрсетілген элементтердің көру мүмкіндігін күшейту үшін белгілі түстерді кейбір мәзірлерде аударыңыз және ашықтығын өтеңіз.",
	"Iran": "Иран",
	"Iraq": "Ирак",
	"Ireland": "Ирландия",
	"Irish": "Ирланд",
	"Irkutsk": "Иркутск",
	"Israel": "Израиль",
	"Istanbul": "Ыстамбұл",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ол сурет режиміне жеке-жеке бастапқы қалпына келтіреді, сол себепті қажетті сурет режимін таңдап, оны бастапқы қалпына келтіріңіз.",
	"It may not sound depending on connected devices.": "Ол қосылған құрылғыларға байланысты дыбыс шығармауы мүмкін.",
	"It may take a few minutes.": "Бұл бірнеше минут алуы мүмкін.",
	"It may take a few seconds.": "Бұл бірнеше секунд алуы мүмкін.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Ол LG Machine Learning әдісі арқылы алынған алгоритм арқылы көретін жанрға сәйкес оңтайлы дыбыспен немесе Virtual 4.0 көлемді дыбысымен қамтамасыз етеді.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Ол LG терең оқыту әдісі арқылы алынған алгоритм арқылы көретін жанрға сәйкес оңтайлы дыбыспен немесе Virtual 5.1 көлемді дыбысымен қамтамасыз етеді.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ол теледидарды орнату түрінің негізінде бөлмеде шағылған дыбысты реттеу арқылы оңтайландырылған дыбысты қамтамасыз етеді.",
	"It reduces jaggies in the picture for a smooth picture.": "Бұл суреттің бұрмалануын азайтп тегіс сурет етеді.",
	"It works only when the broadcasting program supports captions.": "Ол хабар таратушы бағдарлама тақырыптарды қолдаған кезде ғана жұмыс істейді.",
	"It works only when the broadcasting program supports subtitles.": "Ол хабар таратушы бағдарлама субтитрлерді қолдаған кезде ғана жұмыс істейді.",
	"Italian": "Итальян",
	"Italy": "Италия",
	"Ivory Coast": "Кот-д’Ивуар",
	"Jakarta": "Джакарта",
	"Jamaica": "Ямайка",
	"Japan": "Жапония",
	"Japanese": "Жапон",
	"Jayapura": "Джаяпура",
	"Jerusalem": "Йерусалим",
	"Johannesburg": "Йоханесбург",
	"Jordan": "Иордания",
	"Just Scan": "Тек іздеу",
	"Kabul": "Кабул",
	"Kaliningrad": "Калининград",
	"Kamchatka": "Камчатка",
	"Kampala": "Кампала",
	"Kannada": "Каннада",
	"Karachi": "Карачи",
	"Kasem": "Касем",
	"Kashgar": "Қашғар",
	"Katmandu": "Катманду",
	"Kazakh": "Қазақ",
	"Kazakhstan": "Қазақстан",
	"Kenya": "Кения",
	"Keyboard Languages": "Пернетақта тілдері",
	"Khartoum": "Хартум",
	"Khovd": "Ховд",
	"Kiev": "Киев",
	"Kigali": "Кигали",
	"Kingston": "Кингстон",
	"Kinshasa": "Киншаса",
	"Kiribati": "Кирибати",
	"Kiritimati": "Киритимати",
	"Kolkata": "Колката",
	"Korea": "Оңтүстік Корея",
	"Korean": "Корей",
	"Krasnoyarsk": "Красноярск",
	"Kuala Lumpur": "Куала Лумпур",
	"Kuching": "Кушин",
	"Kuwait": "Кувейт",
	"Kuwait City": "Кувейт қаласы",
	"Kyrgyzstan": "Қырғызстан",
	"LED Local Dimming": "LED экранының жергілікті көмескісі",
	"LG Logo Light (Front of TV)": "LG логотип шамы (ТД алды)",
	"LG Services Country": "LG қызметтер елі",
	"LG Wireless Keyboard": "LG сымсыз пернетақтасы",
	"LG Wireless Keyboard Connected:": "LG сымсыз пернетақтасы қосулы:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG сымсыз пернетақтасы сізге теледидарды Bluetooth арқылы басқаруға мүмкіндік береді.",
	"La Paz": "Ла Пас",
	"Lagos": "Лагос",
	"Language": "Тілі",
	"Laos": "Лаос",
	"Large": "Үлкен",
	"Last tuning:": "Соңғы реттеу:",
	"Latvia": "Латвия",
	"Latvian": "Латвиялық",
	"Lebanon": "Ливан",
	"Left": "Сол",
	"Left Right": "Сол/Оң",
	"Left Surround": "Сол жақ көлемді дыбысы",
	"Left drop shadow": "Сол жақ көлеңке",
	"Legal Notice": "Құқықтық ақпарат",
	"Lesotho": "Лесото",
	"Liberia": "Либерия",
	"Libreville": "Либревиль",
	"Libya": "Ливия",
	"Liechtenstein": "Лихтенштейн",
	"Light": "Жеңіл",
	"Lilongwe": "Лилонгве",
	"Lima": "Лима",
	"Limit AD Tracking": "Жарнама бақылауды шектеу",
	"Lisbon": "Лисабон",
	"Lithuania": "Литва",
	"Lithuanian": "Литвалық",
	"Live Theater": "Тікелей театр",
	"Ljubljana": "Любляна",
	"Loading...": "Жүктелуде...",
	"Local": "Жергілікті",
	"Local Language": "Жергілікті тіл",
	"Location": "Орны",
	"Lock All": "Барлығын құлыптау",
	"Lock changes for currently running apps will be applied the next time they are started.": "Ағымда орындалып жатқан бағдарламалардың құлыптау өзгертулері келесі жолы қосылған кезінде қолданылады.",
	"Logo Luminance Adjustment": "Логотип жарықтығын реттеу",
	"Lome": "Ломе",
	"London": "Лондон",
	"Lord Howe": "Лорд Хоу",
	"Los Angeles": "Лос Анджелес",
	"Louisville": "Луисвиль",
	"Low": "Төмен",
	"Luanda": "Луанда",
	"Lubumbashi": "Лубумбаши",
	"Luminance": "Жарықтылық",
	"Lusaka": "Лусака",
	"Luxembourg": "Люксембург",
	"MAC Address": "MAC мекенжайы",
	"MAC Address (Wired)": "MAC мекенжайы (Сымды)",
	"MAC Address (Wireless)": "MAC мекенжайы (Сымсыз)",
	"MASTER PASSWORD": "НЕГІЗГІ ҚҰПИЯ СӨЗ",
	"MHEG Guide": "MHEG нұсқаулығы",
	"MPEG Noise Reduction": "MPEG шуын төмендету",
	"Macao": "Макао",
	"Macedonia": "Македония",
	"Macedonia, The Former Yugoslav Republic Of": "Македония, бұрыңғы Югославия Республикасынан",
	"Macedonian": "Македониялық",
	"Maceió": "Масейо ",
	"Maceió ": "Масейо ",
	"Madagascar": "Мадагаскар",
	"Madeira": "Мадейра",
	"Madrid": "Мадрид",
	"Magadan": "Магадан",
	"Magenta": "Қызыл күрен",
	"Makassar": "Макассар",
	"Make blurry or difficult-to-see areas more vivid.": "Сулы немесе көру қиын аймақтарды қанығырақ етіңіз.",
	"Malabo": "Малабо",
	"Malawi": "Малави",
	"Malay": "Малай",
	"Malayalam": "Малаялам",
	"Malaysia": "Малайзия",
	"Maldives": "Мальдив аралдары",
	"Mali": "Мали",
	"Malta": "Мальта",
	"Manage channels stored on the TV.": "Теледидарда сақталған арналарды басқарыңыз.",
	"Managua": "Манагуа",
	"Manama": "Манама",
	"Manaus": "Манаус",
	"Mandarin": "Мандарин",
	"Manila": "Манила",
	"Manual": "Пайдаланушы нұсқаулығы",
	"Maori": "Маори",
	"Maputo": "Мапута",
	"Marathi": "Маратхи",
	"Marquesas": "Маркиз аралдары",
	"Marshall Islands": "Маршал аралдары",
	"Martinique": "Мартиник",
	"Maseru": "Масеру",
	"Mature Audience Only": "Тек ересек аудитория",
	"Mauritania": "Мавритания",
	"Mauritius": "Маврикий",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Экранның ашық және қараңғы аумақтарының қарқындылығын арттыру арқылы контраст деңгейін көтеру.",
	"Mayotte": "Майоте",
	"Mazatlán": "Масатлан",
	"Mbabane": "Мбабане",
	"Medium": "Орташа",
	"Menu Language": "Мәзір тілі",
	"Menu Transparency": "Мәзір тұнықтығы",
	"Message": "Хабар",
	"Method": "Әдіс",
	"Mexico": "Мексика",
	"Mexico City": "Мехико қаласы",
	"Middle East": "Таяу Шығыс",
	"Minsk": "Минск",
	"Minutes": "Минуттар",
	"Mobile Connection Management": "Ұялы байланысты басқару",
	"Mode Option": "Режим опциясы",
	"Model": "Үлгі",
	"Mogadishu": "Могадишу",
	"Moldova": "Молдова",
	"Monaco": "Монако",
	"Moncton": "Монктон",
	"Mongolia": "Моңғолия",
	"Monrovia": "Монровия",
	"Montenegro": "Черногория",
	"Monterrey": "Монтерреу",
	"Montevideo": "Монтевидеу",
	"Month": "Ай",
	"Montréal": "Монреаль",
	"Morocco": "Марокко",
	"Moscow": "Мәскеу",
	"Movie Lock": "Фильм құлпы",
	"Mozambique": "Мозамбик",
	"Multi Audio": "Мульти аудио",
	"Multi Channel Audio": "Көп арналы аудио",
	"Multi Feed": "Көп арна",
	"Multiple": "Бірнеше",
	"Muscat": "Мускат",
	"Music": "Музыка",
	"Myanmar": "Мьянма (Бирма)",
	"Mérida": "Мерида",
	"NEXTGEN TV Mode": "NEXTGEN ТД режимі",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Жаңа Оңтүстік Уэльс/Австралия астанасы аумағы - Сидней",
	"NT - Northern Territory - Darwin": "NT - Солтүстік территория - Дарвин",
	"Nairobi": "Найроби",
	"Namibia": "Намибия",
	"Narrow": "Жіңішке",
	"Nassau": "Нассау",
	"Natural": "Табиғи",
	"Ndebele": "Ндебеле",
	"Ndjamena": "Нджамена",
	"Nepal": "Непал",
	"Netherland": "Нидерланд",
	"Netherlands": "Нидерланд",
	"Network": "Желі",
	"Network Connection Settings": "Желі байланысы параметрлері",
	"Network Name": "Желі аты",
	"Network-Based Personalization Recommendations": "Желіге негізделген жекелендіру ұсыныстары",
	"New Caledonia": "Жаңа Каледония",
	"New York": "Нью Йорк",
	"New Zealand": "Жаңа Зеландия",
	"Next": "Келесі",
	"Niamey": "Ниамей",
	"Nicaragua": "Никарагуа",
	"Nicosia": "Никосия",
	"Niger": "Нигер",
	"Nigeria": "Нигерия",
	"Night": "Түн",
	"Nipigon": "Нипигон",
	"No": "Жоқ",
	"No Internet via 3G/4G network": "3G/4G желісі арқылы Интернет жоқ",
	"No Internet via Ethernet": "Ethernet арқылы Интернет жоқ",
	"No Internet via Wi-Fi": "Wi-Fi арқылы Интернет жоқ",
	"No One 17 and Under Admitted.": "17 және одан төменгілер қабылданбады.",
	"No Operation Auto Off": "Операцияны автоматты өшіру жоқ",
	"No Signal Auto Off": "Сигналды автоматты өшіру жоқ",
	"No Signal Image": "\"Сигнал жоқ\" суреті",
	"No Signal Power Off (15Min)": "Сигнал жоқ Қуат өшірулі (15мин)",
	"No devices have been found.": "Құрылғылар табылмады.",
	"No paired devices.": "Жұптастырылған құрылғылар жоқ.",
	"No signal on Server": "Серверде ешқандай сигнал жоқ",
	"No updates found.": "Жаңартулар табылмады.",
	"Noise Reduction": "Шуды азайту",
	"None": "Жоқ",
	"Normal": "Қалыпты",
	"North Korea": "Солтүстік Корея",
	"Northern Africa": "Солтүстік Африка",
	"Norway": "Норвегия",
	"Norwegian": "Норвег",
	"Not Connected": "Қосылмаған",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Ескерту: құрылғы осы мүмкіндікке қолдау көрсетпесе, ол дұрыс істемеуі мүмкін. Мұндай жағдайда құрылғыны басқа HDMI портына қосуға немесе 8K HDMI Ultra HD Deep Colour параметрін өшіруге болады.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Ескерту: құрылғы осы мүмкіндікке қолдау көрсетпесе, ол дұрыс істемеуі мүмкін. Мұндай жағдайда құрылғыны басқа HDMI портына қосуға немесе HDMI Ultra HD Deep Colour параметрін өшіруге болады.",
	"Note: Available options depend on the broadcast program.": "Ескерім: Қол жетімді опциялар трансляциялау бағдарламасына байланысты.",
	"Note: Behavior may differ if connected device is not a LG device.": "Ескертпе: Егер қосылған құрылғы LG құрылғысы болмаса, әрекет өзгеше болуы мүмкін.",
	"Note: Only displayed when it is provided by the program.": "Ескерім: Тек бағдарлама қамтамасыз еткенде көрсетіледі.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Ескерім: Субтитрлер тек хабар таратушы бағдарлама арқылы қамтамасыз етілген кезде ғана көрсетіледі.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Ескерту: Қолдау көрсетілетін мүмкіндіктер Live TV не VOD мазмұны сияқты мазмұнды ойнату мүмкіндігі және үлгісі мен тұнықтығы әртүрлі болуы мүмкін.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Ескерту:<br>1. Егер пиксель жаңартушысының жұмысы орындалған кезде теледидар қосылса, процес тоқтатылып, оны қайта бастау қажет болады.<br>2. Өңдеу кезінде экранда ақ сызық пайда болуы мүмкін. Бұл - экранды тазалау кезіндегі қалыпты жағдай.",
	"Notifications": "Хабарландырулар",
	"Nouméa": "Нумеа",
	"Novosibirsk": "Новосибирск",
	"Nzema": "Нзема",
	"OLED LIGHT": "OLED ЖАРЫҒЫ",
	"OLED Screen Saver": "OLED Экран сақтағышы",
	"Object Audio": "Объектінің дыбысы",
	"Off": "Өшірулі",
	"Oman": "Оман",
	"Omsk": "Омск",
	"On": "қосу",
	"OnTimer Channel not selected": "Таймердегі арна таңдалмады.",
	"Open": "Ашық",
	"Open Source Licenses": "Бастапқы бағдарламалық жасақтама ақпаратын ашу",
	"Open when TV is turned on": "Теледидар қосылғанда ашу",
	"Operate once when TV is off": "Теледидар өшірулі кезде пайдаланыңыз",
	"Optical": "Оптикалық",
	"Optical + Internal TV Speaker": "Оптикалық + Ішкі ТД үндеткіші",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Machine Learning техникасы арқылы үйренген алгоритм арқылы мазмұнның тереңдігін оңтайландырыңыз.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR мазмұны суретінің ашықтығына негізделген контраст параметрлерін оңтайландыру.",
	"Optimize contrast settings based on image brightness.": "Сурет ашықтығына негізделген контраст параметрлерін оңтайландыру.",
	"Optimize the sound for a cinematic experience.": "Кинематографиялық тәжірибе үшін дыбысты оңтайландырыңыз.",
	"Oranjestad": "Ораньестад",
	"Original Language": "Бастапқы тіл",
	"Oslo": "Осло",
	"Others": "Басқалар",
	"Ouagadougou": "Уагадугу",
	"Outer": "Сыртқы",
	"Output sound through the Internal TV speaker.": "Дыбысты ішкі ТД үндеткіші арқылы шығарыңыз.",
	"PIN: {pin}": "PIN коды: {pin}",
	"Pagode": "Пагоде",
	"Pakistan": "Пәкістан",
	"Palau": "Палау",
	"Panama": "Панама",
	"Panama City": "Панама қаласы",
	"Panjabi": "Панджаби",
	"Papua New Guinea": "Папуа Жаңа Гвинея",
	"Paraguay": "Парагвай",
	"Paramaribo": "Парамарибо",
	"Parental Guidance Suggested": "Ата-аналық нұсқаулық ұсынылады",
	"Parental Guidance Suggested :": "Ата-аналық нұсқаулық ұсынылады:",
	"Parental guidance suggested for children ages 8-13.": "8–13 жастағы балаларға ұсынылатын ата-ана нұсқаулығы.",
	"Parents Guidance strongly required :": "Ата-аналардың нұсқаулығы қатаң түрде талап етіледі:",
	"Parents Strongly Cautioned": "Ата-аналардың қауіптенуі",
	"Paris": "Париж",
	"Pass Through": "Арқылы өту",
	"Password": "Құпия сөз",
	"Patent Information": "Патент ақпараты",
	"Peak Brightness": "Жоғарғы жарықтық",
	"Persian": "Парсы",
	"Peru": "Перу",
	"Philippines": "Филиппин",
	"Phnom Penh": "Пномпень",
	"Phoenix": "Финикс",
	"Photo": "Фотосурет",
	"Pick a Time": "Уақытты таңдау",
	"Picture": "Сурет",
	"Picture Mode": "Сурет режимі",
	"Picture Mode Settings": "Сурет режимінің параметрлері",
	"Picture Options": "Сурет опциялары",
	"Picture Test": "Суретті тексеру",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Қосылған сыртқы құрылғы мен ТД байланысқан кезде сурет пен дыбыс дұрыс істемеуі мүмкін. Егер мәселе шешілмесе, онда параметрлерді бастапқы қалпына келтіріңіз немесе қосылған сыртқы құрылғыңызды өшіріп, қайта қосыңыз.",
	"Pitch": "Тапсыру",
	"Pixel Refresher": "Пиксель жаңартушысы",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Пиксель жаңартушысы теледидарыңызға мүмкіндігінше анық суретті ұсынады.",
	"Pixel Refresher begins only once when the TV is turned off.": "Теледидар өшірулі болса ғана, пиксель жаңартушысы іске қосылады.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Пиксель жаңартушысы процесті теледидар келесі рет өшірілген уақытқа жоспарлады.",
	"Play": "Ойнату",
	"Play sound through TV Speaker.": "Дыбысты ТД үндеткіші арқылы ойнатыңыз.",
	"Play the standard sound suitable for all types of content.": "Мазмұнның барлық түрлеріне лайықты стандартты дыбысты ойнатыңыз.",
	"Please check if WiSA Speakers are turned on and try again.": "WiSA үндеткіштердің қосылғанын тексеріп, әрекетті қайталаңыз.",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth құрылғысының басқа құрылғыға қосылғанын тексеріңіз.",
	"Please check the network name and password and try again.": "Желі атауы мен құпия сөзді тексеріп, әрекетті қайталаңыз.",
	"Please check the status and try again": "Күйін тексеріп, әрекетті қайталаңыз.",
	"Please do not unplug the USB storage until the copying is completed.": "Көшіру аяқталғанша USB сақтау құрылғысын ажыратпаңыз.",
	"Please enter your password to turn off this function.": "Бул функцияны өшіру ушін парольді енгізініз.",
	"Please enter your password to turn on this function.": "Бул функцияны қосу ушін құпия сөзді енгізініз.",
	"Please make sure that your TV is connected to the network and try again.": "ТД желіге қосылғанын тексеріп, әрекетті қайталаңыз.",
	"Please note that LG does not use or manage the value.": "LG мәнді пайдаланылмайтынын немесе басқармайтынын ескеріңіз.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Сандық шығыс дыбыс параметрі Арқылы өту режиміне орнатылған кезде, дыбыс шықпауы мүмкін екенін ескеріңіз.",
	"Please try again later.": "Әрекетті кейін қайталап көріңіз.",
	"Please wait while the Settings application reloads.": "Параметрлер бағдарламасы қайта жүктелгенше күте тұрыңыз.",
	"Please wait while the Settings application restarts.": "\"Параметрлер\" бағдарламасы қайта іске қосылғанға дейін күте тұрыңыз.",
	"Please wait while the TV restarts.": "ТД қайта қосылғанша күтіңіз.",
	"Please wait while the TV searches for LG Service Country.": "Теледидар LG қызметінің елін іздеуде, күтіңіз.",
	"Podgorica": "Подгорица",
	"Point": "Меңзеу",
	"Pointer Options": "Меңзер опциялары",
	"Pointer Size": "Көрсеткіш өлшемі",
	"Poland": "Польша",
	"Polish": "Поляк",
	"Pontianak": "Понтианак",
	"Port Louis": "Порт-Луи",
	"Port Moresby": "Порт-Морсби",
	"Port of Spain": "Порт-оф-Спейн",
	"Port-au-Prince": "Порт-о-Пренс",
	"Porto Novo": "Порто Ново",
	"Porto Velho": "Порту-Велью",
	"Porto-Novo": "Порто-Ново",
	"Portugal": "Португалия",
	"Portuguese": "Португал",
	"Position": "Орналасуы",
	"Position Settings": "Орналастыру параметрлері",
	"Power Off Timer": "Таймерді өшіру",
	"Power On Timer": "Таймерді қосу",
	"Power Saving Mode": "Қуатты үнемдеу режимі",
	"Prague": "Прага",
	"Praia": "Прайа",
	"Preschool": "Мектепке дейінгі оқыту мекемесі",
	"Press right button to adjust de-blur and Motion Pro value.": "de-blur және Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "De-blur және OLED Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-blur and OLED Motion value.": "De-blur және OLED Motion мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder and Motion Pro value.": "de-judder және Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "De-judder және OLED Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder and OLED Motion value.": "De-judder және OLED Motion мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "de-judder, de-blur және Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "De-judder, de-blur және OLED Motion Pro мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "De-judder, de-blur және OLED Motion мәнін реттеу үшін, оң жақ түймені басыңыз.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "ТД-ны желіге қосу үшін, WPS-қосылған маршрутизаторда WPS түймесін басыңыз.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro параметрлерін реттеу үшін оң жақ түймені басыңыз.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro параметрлерін реттеу үшін оң жақ түймені басыңыз.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion параметрлерін реттеу үшін оң жақ түймені басыңыз.",
	"Press the right button to adjust de-blur settings.": "De-blur параметрлерін реттеу үшін оң жақтағы түймені басыңыз.",
	"Press the right button to adjust de-judder settings.": "De-judder параметрлерін реттеу үшін оң жақтағы түймені басыңыз.",
	"Previous": "Алдыңғы",
	"Primary Audio Language": "Негізгі аудио тілі",
	"Primary Channels": "Негізгі арналар",
	"Primary Teletext Language": "Бастапқы Teletext тілі",
	"Program exempted from ratings.": "Бағдарлама рейтингтерден босатылған.",
	"Programme": "Бағдарлама",
	"Provide HbbTV Distinctive ID": "HbbTV айрықша идентификаторын ұсыну",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Хабар таратулар үшін HbbTV қызметіне HbbTV айрықша идентификаторын ұсыну.",
	"Provided services may vary depending on countries.": "Қамтамасыз етілетін қызметтер елдерге байланысты өзгеше болуы мүмкін.",
	"Puerto Rico": "Пуэрто-Рико",
	"Pyongyang": "Пхеньян",
	"QLD - Queensland - Brisbane": "QLD - Квинсленд - Брисбен",
	"Qatar": "Катар",
	"Quick Help": "Жылдам анықтама",
	"Quick Start+": "Жылдам бастау +",
	"Rainy River": "Рейни-Ривер",
	"Raised": "Көтерілген",
	"Rangoon": "Рангун",
	"Real Cinema": "Нақты фильм",
	"Reason: Authentication with access point was unsuccessful.": "Себеп: Қатынас нүктесінің түпнұсқалық растамасы сәтсіз өтті.",
	"Reason: Could not establish a connection to access point.": "Себебі: Кіру нүктесі үшін қосылымды орнату мүмкін болмады.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Себебі: DHCP пайдалану арқылы жарамды IP мекенжайын қалпына келтіру мүмкін болмады.",
	"Reason: Entered password is incorrect.": "Себеп: Енгізілген құпия сөз қате.",
	"Reason: Password is missing.": "Себеп: Құпия сөз жоқ.",
	"Reason: The network you selected is out of range.": "Себеп: Таңдалған желі ауқымнан тыс.",
	"Reason: Unable to login.": "Себебі: Кіру мүмкін емес.",
	"Receive emergency alerts from TV when an emergency occurs.": "Төтенше жағдай орын алған кезде теледидардан төтенше жағдай ескертулерін алыңыз.",
	"Recife": "Ресифи",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Сіз, әдетте, теледидар қарамайтын сағаттарды Always-on режиміне орнатуды ұсыну.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Көру тарихы мен қолданбаны пайдалану үлгілеріне негізделген пайдалы мазмұн мен мүмкіндіктерді ұсыныңыз.",
	"Recommendations are available for the people, products and locations related to the current program.": "Ұсынымдар қазіргі бағдарламаға қатысты адамдарға, өнімдерге және орналасқан жерлерге қолжетімді.",
	"Red": "Қызыл",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Кескін сапасын анық етіп оңтайландыру үшін сандық бейне сигналдарынан қалыптан тыс шуылды азайтыңыз.",
	"Regina": "Регина",
	"Region": "Аймақ",
	"Registered Devices ({num})": "Тіркелген құрылғылар ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Оңтайландырылған дыбыстың жоғары жиілікті үнін күшейтіңіз.",
	"Reinforce the low-pitched tone of the optimized sound.": "Оңтайландырылған дыбыстың төмен жиілікті үнін күшейтіңіз.",
	"Remote Settings": "Қашықтан басқару параметрлері",
	"Remove irregular and erratic pixels for a clearer image.": "Анығырақ сурет үшін, дұрыс емес және тұрақсыз пиксельдерді жою.",
	"Reset": "Қалпына келтіру",
	"Reset AD ID": "AD ID қалпына келтіру",
	"Reset CI Password": "CI құпиясөзін жою",
	"Reset HbbTV Distinctive ID": "HbbTV айрықша идентификаторын қалпына келтіру",
	"Reset Password": "Құпия сөзді қалпына келтіру",
	"Reset Settings": "Параметрлерді бастапқы мәнге келтіру",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV ұялы қолданбасына қосылу кезінде мақұлданған бағдарламалар тізімін қалпына келтіру.",
	"Reset the caption position.": "Субтитр орнын қалпына келтіріңіз.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Мазмұнды көріп, бағдарламаларды пайдаланудың журналын қайта орнатыңыз. Журнал қайта орнатылса, мазмұнның ұсынымдарын қайта алу үшін белгілі бір уақыт кетуі мүмкін.",
	"Reset to Initial Settings": "Бастапқы параметрлерге қалпына келтіру",
	"Restrict access to TV programs based on their ratings.": "Рейтингтерінің негізінде теледидар бағдарламаларынақ атынасты шектеу.",
	"Restrict watching based on age ratings for children programs.": "Балаларға арналған бағдарламалар үшін жас рейтингтерінің негізінде көруді шектеу.",
	"Restrict watching based on ages ratings.": "Жас рейтингілерінің негізінде көруді шектеу.",
	"Restrict watching based on fantasy violence content ratings.": "Қатыгездік көріністері бар фантастикалық мазмұн рейтингілерінің негізінде көруді шектеу.",
	"Restrict watching based on programs containing adult language.": "Ересектердің тілін қамтитын бағдарламалардың негізінде көруді шектеу.",
	"Restrict watching based on programs containing sexual scene.": "Сексуалды көріністі қамтитын бағдарламалардың негізінде көруді шектеу.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Сексуалды мазмұнды диалогты қамтитын бағдарламалардың негізінде көруді шектеу.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ата-аналардың басшылығымен белгілі бір жастағы немесе контент бағаларына негізделген бақылауды шектеу.",
	"Restrict watching based on violence content ratings.": "Қатыгездік мазмұны рейтингісінің негізінде көруді шектеу.",
	"Restrict watching movies based on rating.": "Рейтингтің негізінде фильмдерді көруді шектеу.",
	"Restrict watching programs based on rating.": "Рейтингтің негізінде бағдарламаларды көруді шектеу.",
	"Restriction ratings :": "Шектеу рейтингтері:",
	"Retry": "Қайталау",
	"Revert TV to its initial settings.": "Теледидарды өзінің бастапқы параметрлеріне қайтару.",
	"Revert color adjustment settings to default.": "Түсті реттеу параметрлерін әдепкі күйге келтіріңіз.",
	"Revert detailed sound effect settings of standard mode to default.": "Стандартты режимнің толық дыбыс әсері параметрлерін әдепкі мәнге келтіріңіз.",
	"Revert picture setting values to default.": "Сурет параметрінің мәндерін әдепкі күйге қайтару.",
	"Revert white balance settings to default.": "Ақ түс балансы параметрлерін әдепкі күйге келтіріңіз.",
	"Reykjavik": "Рейкьявик",
	"Riga": "Рига",
	"Right": "Оң",
	"Right Left": "Оң/Сол",
	"Right Surround": "Оң жақ көлемді дыбысы",
	"Right drop shadow": "Оң жақ көлеңке",
	"Rio Branco": "Риу-Бранку",
	"Riyadh": "Эр-Рияд",
	"Romania": "Румыния",
	"Romanian": "Румын",
	"Rome": "Рим",
	"Russia": "Ресей",
	"Russian": "Орыс",
	"Rwanda": "Руанда",
	"SA - South Australia - Adelaide": "SA - Оңтүстік Австралия - Аделаида",
	"SIGNATURE Opening": "SIGNATURE-ді ашу",
	"SIGNATURE TV Settings": "SIGNATURE TV параметрлері",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK бағдарламасы HDMI кабелі бар LG Smart TV құрылғысына қосылған DVD ойнату құралы немесе аудио үй кинотеатры жүйесі сияқты басқа SIMPLINK қосулы құрылғыларды басқару үшін LG қашықтан басқару құралын пайдалануға мүмкіндік береді.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK жүйесі осы ARC режимін пайдалану үшін автоматты түрде қосылады.",
	"Safety": "Қауіпсіздік",
	"Saint Lucia": "Сент-Люсия",
	"Saint Vincent": "Сент-Винсент және Гренадин аралдары",
	"Sakhalin": "Сахалин",
	"Samara": "Самара",
	"Samarkand": "Самарқанд",
	"Samoa": "Самоа",
	"San Luis": "Сан-Луис",
	"San Salvador": "Сан Сальвадор",
	"Sana": "Сана",
	"Santiago": "Сантьяга",
	"Santo Domingo": "Санто Доминго",
	"Sarajevo": "Сараево",
	"Satellite": "Жерсерік",
	"Satellite DTV": "DTV жерсерігі",
	"Satellite Radio": "Радио жерсерігі",
	"Saturation": "Қанықтық",
	"Saudi Arabia": "Сауд Арабиясы",
	"Saudi arabia": "Сауд Арабиясы",
	"Save CAM Operator's Profile": "CAM операторының профилін сақтау",
	"Save CI Password": "CI құпиясөзін сақтау",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Түсті реттеу параметрлерін ағымдағы сурет режимінен барлық енгізулерде сақтаңыз.",
	"Save the white balance settings from the current picture mode in all inputs.": "Ақ түс балансының параметрлерін ағымдағы сурет режимінен барлық енгізулерде сақтаңыз.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI құпия сөзін сақтау/қалпына келтіру. Құпия сөзді сақтау болашақта кіру қадамын өткізіп жіберуге мүмкіндік береді.",
	"Scan \"Auto Detect\" automatically.": "“Автоматты түрде анықтау” функциясын автоматты түрде сканерлеу.",
	"Scoresbysund": "Скорсбисунн",
	"Screen Down": "Экранды төмендету",
	"Screen Off": "Экранды өшіру",
	"Screen Saver": "Экран сақтағыш",
	"Screen Shift ": "Экран ауытқуы",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Экран жүйелі уақыт аралықтарында ауысып тұрады және теледидар ұзақ уақыт бойы қосулы болған кезде суреттің сапасына байланысты туындауы мүмкін мәселелерге жол берілмейді.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Экран 5 секунд ішінде өшіріледі. Экранды қайта қосу үшін, қуат және дыбыс деңгейі түймесінен басқа кез келген түймені басыңыз.",
	"Search": "Іздеу",
	"Search Bluetooth Device": "Bluetooth құрылғысын іздеу",
	"Searching...": "Іздеуде...",
	"Second Language": "Екінші тіл",
	"Secondary Audio Language": "Қосымша аудио тілі",
	"Secondary Teletext Language": "Қосымша телемәтін тілі",
	"Security": "Қауіпсіздік",
	"Select IRE point to adjust luminance.": "Ашықтықты реттеу үшін, IRE нүктесін таңдаңыз.",
	"Select Mode": "Режимді таңдау",
	"Select TV's language settings.": "Теледидардың тіл параметрлерін таңдаңыз.",
	"Select a caption type for HD broadcasts.": "HD хабар таратушылар үшін, субтитрлер түрін таңдаңыз.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN ТД хабар таратушылары үшін субтитр түрін таңдаңыз.",
	"Select a caption type for UHD broadcasts.": "UHD хабар таратушылар үшін субтитрлер түрін таңдаңыз.",
	"Select a caption type for analog broadcasts.": "Аналогты хабар таратушылар үшін субтитрлер түрін таңдаңыз.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Көру ортасына сәйкес келетін бейне режимін таңдаңыз немесе контраст, түс немесе т.б сияқты бейне режиміне арналған параметрлерді көрсетіңіз.",
	"Select an audio format for each HDMI input.": "Әрбір HDMI кірісіне арналған аудио форматты таңдаңыз.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Өткізуді таңдағаннан кейін дыбыс әсерін естімеген жағдайда, басқа сандық дыбыс шығаруды (Автоматты немесе PCM) таңдаңыз.",
	"Select audio language for digital broadcasts.": "Сандық хабар таратулар үшін дыбыс тілін таңдаңыз.",
	"Select color to be adjusted.": "Реттелетін түсті таңдаңыз.",
	"Select days to apply the Timer Power Off settings every week.": "Таймерді өшіру параметрлерін апта сайын қолдану үшін күндерді таңдаңыз.",
	"Select days to apply the Timer Power On settings every week.": "Таймерді қосу параметрлерін апта сайын қолдану үшін күндерді таңдаңыз.",
	"Select device for audio output.": "Құрылғыны аудио шығысы үшін таңдау.",
	"Select device or speaker for audio output.": "Дыбыс шығаратын құрылғыны немесе үндеткішті таңдаңыз.",
	"Select digital audio output format.": "Сандық дыбыс шығару пішімін таңдаңыз.",
	"Select language for TV menu.": "ТД мәзірі үшін тілді таңдаңыз.",
	"Select language for subtitles.": "Субтитрлерге арналған тілді таңдаңыз.",
	"Select languages for keyboards input.": "Пернетақталардан деректерді енгізу үшін тілдерді таңдаңыз.",
	"Select method to adjust white balance.": "Ақ балансын реттеу үшін әдісті таңдаңыз.",
	"Select point to adjust luminance.": "Жарықтығын реттеу үшін нүктесін таңдаңыз.",
	"Select the Sound mode and set detailed Audio effects.": "Дыбыс режимін таңдап, егжей-тегжейлі дыбыс әсерлерін орнатыңыз.",
	"Select the Sound mode for each content type.": "Әр мазмұн түрі үшін дыбыс режимін таңдаңыз.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} порты үшін Ultra HD Deep Colour параметрін таңдаңыз.",
	"Select the app to restrict the use.": "Пайдалануды шектеу үшін қолданбаны таңдаңыз.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Көру ортасы немесе мазмұн түріне байланысты лайық сурет режимін таңдаңыз.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Хабар таратуды өзіңізге ұнайтындай етіп тыңдау үшін дыбыс сипаттарын таңдаңыз.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Сандық хабар тарату үшін субтитр түрін таңдап, толық субтитр параметрлерін орнатыңыз.",
	"Select the channel to restrict watching.": "Көруді шектеу үшін арнаны таңдаңыз.",
	"Select the channel to watch when the TV turns on.": "Теледидар қосылған кезде қаралатын арнаны таңдаңыз.",
	"Select the color range to be displayed.": "Көрсетілетін түс ауқымын таңдаңыз.",
	"Select the country for your country's special services.": "Еліңіздің арнайы қызметтері үшін елді таңдаңыз.",
	"Select the desired video angle.": "Камераның тиісті бұрышын таңдаңыз.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "ТД Сандық дыбыс шығысын сыртқы құрылғыға тасымалдау үшін пішімді таңдаңыз.",
	"Select the input to use when the TV turns on.": "ТД қосылған кезде пайдаланылатын енгізуді таңдаңыз.",
	"Select the inputs to restrict the use.": "Пайдалануды шектеу үшін кірістерді таңдаңыз.",
	"Select the most preferred Subtitle Language.": "Субтитр тілі үшін бірінші таңдауды таңдаңыз.",
	"Select the place where to use the TV.": "Теледидар пайдаланылатын орынды таңдаңыз.",
	"Select the residential region for your regional broadcast signal.": "Өңірлік таратылым сигналы үшін тұрғылықты аймақты таңдаңыз.",
	"Select the second preferred Subtitle Language.": "Субтитр тілі үшін екінші таңдауды таңдаңыз.",
	"Select your first choice of audio language for digital broadcasts.": "Сандық хабар таратулар үшін дыбыс тілінің бірінші таңдауын таңдаңыз.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Таратылымның ТД жеткізушісінің телемәтін қызметтері үшін бірінші тілді таңдаңыз.",
	"Select your second choice of audio language for digital broadcasts.": "Сандық хабар таратулар үшін дыбыс тілінің екінші таңдауын таңдаңыз.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Таратылымның ТД жеткізушісінің телемәтін қызметтері үшін екінші тілді таңдаңыз.",
	"Senegal": "Сенегал",
	"Seoul": "Сеул",
	"Serbia": "Сербия",
	"Serbian": "Серб",
	"Serial Number": "Сериялық нөмір",
	"Serta Wego": "Серта вего",
	"Service 1": "1-қызмет",
	"Service 2": "2-қызмет",
	"Service 3": "3-қызмет",
	"Service 4": "4-қызмет",
	"Service 5": "5-қызмет",
	"Service 6": "6-қызмет",
	"Service Area Zip Code": "Қызмет көрсету аймағының пошталық индексі",
	"Set Automatically": "Автоматты түрде орнату",
	"Set ID": "Кодты орнату",
	"Set My Team Alarm.": "Менің тобымның дабылын орнатыңыз.",
	"Set Store Mode settings.": "Дүкен режимі параметрлерін орнату.",
	"Set System Color mode for your current TV input.": "Ағымдағы ТД кірісі үшін жүйелік түс режимін орнатыңыз.",
	"Set additional options for Video Description.": "Бейне сипаттамасы үшін қосымша опцияларды орнатыңыз.",
	"Set additional picture settings.": "Қосымша сурет параметрлерін орнатыңыз.",
	"Set additional sound-related settings.": "Қосымша дыбысқа қатысты параметрлерді орнатыңыз.",
	"Set advanced Subtitle options.": "Кеңейтілген субтитр опцияларын орнатыңыз.",
	"Set advanced captioning options.": "Кеңейтілген түсіру опцияларын орнатыңыз.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP мекенжайының нұсқасын IPv4 немесе IPv6 түріне орнатыңыз және өңдеңіз.",
	"Set audio-related options.": "Аудиоға қатысты опцияларды орнатыңыз.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Хабар таратушылар үшін субтитр өлшемін, түсін, тұнықтығын және басқа опцияларды орнатыңыз.",
	"Set color temperature from warm to cool.": "Түс температурасын жылы күйден суық күйге орнатыңыз.",
	"Set detailed caption settings for HD broadcasts.": "HD хабарын таратуды үшін толық субтитр параметрлерін орнын орнатыңыз.",
	"Set detailed options for the AI functions.": "Балама функциялардың толық опцияларын орнатыңыз.",
	"Set detailed options for the Home feature.": "Басты мүмкіндіктің толық функциясын орнатыңыз.",
	"Set detailed options for the Recommendation feature.": "Ұсынылған мүмкіндіктің толық функциясын орнатыңыз.",
	"Set easy connection settings with external devices.": "Қосылым параметрлерін шығыс құрылғыларымен оңай орнатыңыз.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Ата-аналардың нұсқаулығына сәйкес пайдалану үшін, көрсетілген арналарға, қолданбаларға, енгізулерге, т.б. құлыптауды орнатыңыз.",
	"Set necessary additional functions based on watching environment and screen status.": "Қарау ортасы мен экран күйінің негізінде қажетті қосымша функцияларды орнатыңыз.",
	"Set or reset the position of on-screen captions.": "Экрандағы субтитрлердің орнын орнатыңыз немесе қалпына келтіріңіз.",
	"Set settings related to your wired / wireless network.": "Сымды / сымсыз желіңізге қатысты параметрлерді орнатыңыз.",
	"Set the TV to turn off automatically after a set amount of time.": "Теледидарды орнатылған белгілі бір уақыт аралығынан кейін автоматты түрде өшетіндей етіп орнатыңыз.",
	"Set the TV to turn off automatically at a set time.": "Теледидарды орнатылған уақытта автоматты түрде өшетіндей етіп орнатыңыз.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Теледидар автоматты түрде қосылғаннан кейін 4 сағат бойы пайдаланушы ештеңе енгізбеген жағдайда, теледидарды автоматты түрде өшетіндей етіп орнатыңыз.",
	"Set the TV to turn on automatically at a set time.": "Теледидарды орнатылған уақытта автоматты түрде қосылатындай етіп орнатыңыз.",
	"Set the additional functions related to the TV.": "Теледидарға қатысты қосымша функцияларды орнатыңыз.",
	"Set the current date and time.": "Ағымдағы күн мен уақытты орнатыңыз.",
	"Set the current date manually.": "Ағымдағы күнді қолмен орнатыңыз.",
	"Set the current time manually.": "Ағымдағы уақытты қолмен орнатыңыз.",
	"Set the detect range of device available to connect.": "Қосу үшін қолжетімді құрылғының анықтау ауқымын орнатыңыз.",
	"Set the region and country for broadcasts and special services.": "Хабар таратулар мен арнайы қызметтер үшін аймақ пен елді орнатыңыз.",
	"Set the screen size and aspect ratio.": "Экран өлшемін және арақатынасын орнату.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV арнайы функцияларын орнатыңыз.",
	"Set the time to turn off the TV automatically without user input.": "Пайдаланушының енгізуінсіз-ақ теледидарды автоматты түрде өшіру үшін уақытты орнатыңыз.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Шынайы дыбысты тыңдау үшін виртуалды көп арналы айналадағы дыбыс әсерін орнатыңыз.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Шынайы дыбысты тыңдау үшін виртуалды айналадағы дыбыс әсерін орнатыңыз.",
	"Set the volume level when the TV turns on.": "Теледидар қосулы кездегі дыбыс деңгейін орнатыңыз.",
	"Set time to turn off the TV.": "ТД-ны өшіру уақытын орнатыңыз.",
	"Set time to turn on the TV.": "ТД-ны қосу үшін уақытты орнатыңыз.",
	"Set up additional features related to customer support.": "Тұтынушыларға қолдау көрсетуге қатысты қосымша мүмкіндіктерді орнатыңыз.",
	"Set up an account to use LG Services.": "LG қызметтерін пайдалану үшін есептік жазбаны орнатыңыз.",
	"Set whether to display Home when the TV is turned on.": "ТД өшірулі кезде Басты бетті көрсету үшін орнатыңыз.",
	"Settings Help": "Параметрлер анықтамасы",
	"Sexual Situations": "Жыныстық жағдайлар",
	"Sexually Suggestive Dialogue": "Сексуалды мазмұнды диалог",
	"Shanghai": "Шанхай",
	"Sharpness": "Дәлдік",
	"Show Password": "Құпия сөзді көрсету",
	"Side by Side": "Қасында",
	"Sierra Leone": "Сьерра-Леоне",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Сигнал кедергісі Сиқырлы қашықтан басқару пультінің сезімталдығын сымсыз роутер Тд-ға тым жақын болған жағдайда реттеуі мүмкін.",
	"Simferopol": "Симферополь",
	"Singapore": "Сингапур",
	"Size": "Өлшем",
	"Skopje": "Скопье",
	"Sleep Timer": "Автосөндіру таймері",
	"Slovak": "Словакия",
	"Slovakia": "Словакия",
	"Slovenia": "Словения",
	"Slovenian": "Словен",
	"Slow": "Баяу",
	"Small": "Кішкентай",
	"Smooth": "Тегіс",
	"Smooth Gradation": "Біртекті градация",
	"Soccer": "Футбол",
	"Sofia": "София",
	"Software Update": "Бағдарламалық жасақтама жаңартуы",
	"Software Version": "Бағдарламалық жасақтама нұсқасы",
	"Software update has been installed. Update will be applied when you restart your TV.": "Бағдарламалық жасақтама жаңартуы орнатылды. Жаңарту теледидарыңызды өшіріп, қайта қосқан кезде қолданылады.",
	"Solid": "Тұтас",
	"Solomon Islands": "Соломон аралдары",
	"Somalia": "Сомали",
	"Some material may not be appropriate for children under 13.": "Кейбір материал 13 жасқа толмаған балалар үшін лайық болмауы мүмкін.",
	"Some material may not be appropriate for children.": "Кейбір материал балалар үшін лайық болмауы мүмкін.",
	"Sotho, Northern": "Сото, Солтүстік",
	"Sotho, Southern": "Сото, Оңтүстік",
	"Sound": "Дыбыс",
	"Sound Mode": "Дыбыс режимі",
	"Sound Mode Settings": "Дыбыс режимі параметрлері",
	"Sound Out": "Дыбыс шығысы",
	"Sound Share": "Дыбыс бөлісу",
	"Sound Test": "Дыбысты тексеру",
	"South Africa": "Оңтүстік Африка Республикасы",
	"South Korea": "Оңтүстік Корея",
	"Southern Africa": "Оңтүстік Африка",
	"Spain": "Испания",
	"Spanish": "Испан",
	"Speaker Volume Control": "Үндеткіштің дыбыс деңгейін басқару",
	"Specify detailed voice guidance settings after turning on this feature.": "Осы мүмкіндікті қосқаннан кейін толық дауыстық нұсқаулар параметрлерін көрсетіңіз.",
	"Speed": "Жылдамдық",
	"Spoken Subtitle": "Айтылған субтитр",
	"Sports": "Спорт",
	"Sports Alert": "Спорттық хабарлағыш",
	"Srednekolymsk": "Среднеколымск",
	"Sri Lanka": "Шри-Ланка",
	"St. John's": "Әулие Иоанн",
	"Stand": "Тіреуіш",
	"Standard": "Стандартты",
	"Standard Mode Sound Effect": "Стандартты режим дыбысының әсері",
	"Standby Light": "Күту режимінің шамы",
	"Start New Sound Tuning": "Жаңа дыбыс реттеуін бастау",
	"Start Now": "Қазір бастау",
	"Startup Sound": "Бастапқы дыбысы",
	"Stockholm": "Стокгольм",
	"Stop": "Тоқтату",
	"Store Demo": "Демо режимді сақтау",
	"Store Mode": "Дүкен режимі",
	"Store Mode Settings": "Дүкен режимінің парамертлері",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Дүкен режимі дүкендегі өнімдерді көрсетуге арналған. Ол бірнеше минут сайын параметрлерді қайта баптандырады. Бұл бағдарламаны жауып, Дүкен режимін іске қосқыңыз келеді ме?",
	"Strong": "Қатты",
	"Style": "Мәнер",
	"Subnet Mask": "Ішкі желі маскасы",
	"Subnet prefix length": "Ішкі желінің префикс ұзындығы",
	"Subtitle First Choice Language": "Субтитрлердің бірінші тілі",
	"Subtitle Language": "Субтитр тілі",
	"Subtitle Second Choice Language": "Субтитрлердің екінші тілі",
	"Subtitles": "Субтитрлер",
	"Sudan": "Судан",
	"Super Resolution": "Супер ажыратымдылық",
	"Support": "Қолдау көрсету",
	"Suriname": "Суринам",
	"Surround Balance": "Қоршаған орта дыбысының балансы",
	"Surround Level": "Қоршаған орта дыбысының деңгейі",
	"Swahili": "Суахили",
	"Swati": "Свати",
	"Swaziland": "Свазиленд",
	"Sweden": "Швеция",
	"Swedish": "Швед",
	"Swift Current": "Свифт Карент",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Теледидарды өшірген кезде теледидарды қайтадан жылдам қосу мақсатында күту режиміне ауыстырыңыз.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Қолданбалар, іздеу сияқты және т.б. әртүрлі функцияны жылдам пайдалану үшін, теледидарды өшірген кезде күту режиміне ауыстырыңыз.",
	"Switzerland": "Швейцария",
	"Syria": "Сирия",
	"System Color": "Жүйе түсі",
	"São Paulo": "Сан Паулу",
	"TAS - Tasmania - Hobart": "TAS - Тасмания - Хобарт",
	"TEXT 1": "МӘТІН 1",
	"TEXT 2": "МӘТІН 2",
	"TEXT 3": "МӘТІН 3",
	"TEXT 4": "МӘТІН 4",
	"TV": "Теледидар",
	"TV Information": "ТД ақпараты",
	"TV Installation Type": "ТД орнату түрі",
	"TV Lock": "ТД құлпы",
	"TV Name": "Теледидар атауы",
	"TV On With Mobile": "Теледидарды ұялы телефонмен қосу",
	"TV Power Sound": "TV қуат дыбысы",
	"TV Power Sound Volume": "ТД қуатының дыбыс деңгейі",
	"TV Program Locks": "ТД бағдарламасын құлпы",
	"TV Rating English": "ТД бағалау (ағылшын)",
	"TV Rating French": "ТД бағалау (француз)",
	"TV Speaker": "ТД үндеткіші",
	"TV can be used as an alarm.": "Теледидарды оятар ретінде пайдалануға болады.",
	"TV is turned off at a set time on every specified day.": "Теледидар әрбір көрсетілген күні орнатылған уақытта өшеді.",
	"TV to USB": "ТД-дан USB құрылғысына",
	"Tagalog": "Тагал",
	"Tahiti": "Таити",
	"Taipei": "Тайбэй",
	"Taiwan": "Тайвань",
	"Tajikistan": "Тәжікстан",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Интернет, қолданбалар, бағдарламалық жасақтама жаңартулары және т.б. сияқты желіні қажет ететін мүмкіндіктерді барынша тиімді пайдаланыңыз.",
	"Tallinn": "Таллинн",
	"Tamil": "Тамил",
	"Tanzania": "Танзания",
	"Target Luminance": "Мақсатты жарықтық",
	"Tashkent": "Ташкент",
	"Tbilisi": "Тбилиси",
	"Tegucigalpa": "Тегусигальпа",
	"Tehran": "Тегеран",
	"Telugu": "Телугу",
	"Text Color": "Мәтін түсі",
	"Text Opacity": "Мәтін түссіздігі",
	"Text Search": "Мәтінді іздеу",
	"Thai": "Тай",
	"Thailand": "Тайланд",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} және HDMI {port2} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және бұл функцияны таңдауыңызға болады.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} және HDMI {port2} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} және HDMI {port2} порттары Ойынға жедел жауап функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} порты AMD FreeSync Premium функциясына қолдау көрсетеді және бұл функцияны таңдауыңызға болады.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} порты AMD FreeSync Premium функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} порты Ойынға жедел жауап функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} және HDMI {port3} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және бұл функцияны таңдауыңызға болады.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} және HDMI {port3} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} және HDMI {port4} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және бұл функцияны таңдауыңызға болады.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} және HDMI {port4} порттары AMD FreeSync Premium функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} және HDMI {port4} порттары Ойынға жедел жауап функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} және HDMI {port3} порттары Ойынға жедел жауап функциясына қолдау көрсетеді және оны қосуыңызға немесе өшіруіңізге болады.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV айрықша идентификаторы тек HbbTV үшін пайдаланылатын бірегей мән болып табылады, ол пайдаланушының жеке ақпаратына қатысы жоқ.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV айрықша идентификаторын қалпына келтірілді.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV қолданбасы немесе қызметі өзінің жеке пайдаланушыны бақылауын өшіреді.",
	"The IBB service will disable its tracking of an individual user.": "IBB қызметі өзінің жеке пайдаланушыны бақылауын өшіреді.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG қызметтер елінің ақпараты серверден алынбауы керек. Әрекетті кейін қайталап көріңіз.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Параметрлер бағдарламасы мәзір тілін өзгерту үшін қайта жүктелуі керек. Жалғастыру керек пе?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Теледидардың айналасында қозғалыс анықталған кезде, ортақ жарықтандыру қамтамасыз етіледі.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Қол жетімді сыртқы дауыс тану қызметтері тіл параметріне байланысты өзгеруі мүмкін. Сондай-ақ, мәзір тілін өзгертсеңіз, параметрлер мәзірі қайта жүктеледі. Жалғастырғыңыз келе ме?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Арналар тізімі USB сақтау орнынан теледидарға сәтті көшірілді. ТД 5 секундтан соң қайта қосылады.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Арналар тізімі теледидардан USB сақтау құрылғысына сәтті көшірілді.",
	"The closer to 100, the brighter.": "100 мәніне жақындаған сайын, жарығырақ бола түседі.",
	"The closer to 100, the clearer the color becomes.": "100 мәніне жақындаған сайын, түс ақшылдау бола түседі.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 мәніне жақындаған сайын, қызыл түс ағара бастайды, ал 50 мәніне жақындаған сайын, жасыл түс те ағара бастайды.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "White Balance функциясының толық жиынтық мәндері қалпына келтіріледі. Жалғастырғыңыз келе ме?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Арна мен бағдарламаның дыбыс көлемдерінің арасындағы алшақтық автоматты түрде азаяды, бұл бағдарламаны сәйкес көлемде көруге көмектеседі.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Арна мен бағдарлама дыбыс деңгейлерінің арасындағы алшақтық сәйкес келетін дыбыс деңгейімен бағдарламаны қарау үшін автоматты түрде орнатылады.",
	"The higher the settings, the louder the sound rapidly.": "Параметрлер жоғарырақ болған сайын, дыбыс та қаттырақ тез шыға бастайды.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Ішкі ТД үндеткіші және Bluetooth динамиктері айналадағы анық дыбыс әсерін жасай отырып, дыбысты бір уақытта шығарады.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Дауысты тану тілі таңдалған мәзір тіліне байланысты автоматты түрде орнатылады.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Дауысты тану үшін пайдаланылатын тіл таңдалған мәзір тіліне сәйкес орнатылған. Қолдау көрсетілетін қызметтер дауыс тіліне байланысты өзгешеленуі мүмкін.",
	"The network is currently unavailable. Please try again later.": "Желі ағымда қол жетімсіз. Әрекетті кейін қайталап көріңіз.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Процестің аяқталуына шамамен бір сағат кетеді және теледидар осы уақытта өшірулі болуы керек.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Процестің аяқталуына шамамен {n} минут кетеді және теледидарыңыз осы уақытта өшірулі күйінде қалуы қажет.",
	"The program is intended for adults only.": "Бағдарлама тек ересектерге ғана арналған.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Экран жарықтығы ТД айналасындағы жарықтыққа сәйкес автоматты түрде реттеледі.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Экран 5 секунд ішінде төмен сырғиды. Экранның сақтық көшірмесін сырғыту үшін қашықтан басқару құралындағы Қуат пен Дауыс туймесінен басқа кез келген түймені басыңыз.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Color Management System функциясының орнатылған қосалқы мәндері қалпына келтіріледі. Жалғастырғыңыз келе ме?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth көлемді дыбысы + Ішкі ТД үндеткіші параметрі қалпына келеді.",
	"The settings are as follows.": "Параметрлер келесідей.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Сандық дыбыс шығысы «Арқылы өту» мәніне орнатылған кезде дыбыс шықпауы мүмкін.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Жаңартуды теледидарға қолдану мүмкін емес. Бағдарламалық жасақтаманың алдыңғы нұсқасы қайтарылады.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Теледидар қосулы кезде және экран қозғалғанда визуалды әсерлер экранда көрсетіледі.",
	"There are no paired devices.": "Жұптастырылған құрылғылар жоқ.",
	"There are settings to correct or prevent OLED panel noise.": "Бұл OLED тақта шуын басуға не дұрыстауға арналған параметрлер.",
	"There is no USB device connected to your TV.": "Теледидарға USB құрылғысы қосылмаған.",
	"There is no message.": "Хабарлар жоқ.",
	"Thimphu": "Тхимпху",
	"Third Language": "Үшінші тіл",
	"This feature applies only to specified LG Wireless Keyboard models.": "Бұл мүмкіндік тек LG сымсыз пернетақтасының көрсетілген модельдеріне ғана қолданылады.",
	"This function works only when it is provided by the broadcast program.": "Бұл функция тек хабар тарату бағдарламасымен қамтамасыз етілген кезде жұмыс істейді.",
	"This is a closed caption preview": "Бұл — жабық субтитрлік алдын ала көру",
	"This is an already existing value.": "Бұл бұрыннан бар мән.",
	"This service provides you with more information about watching program and enjoys related contents.": "Бұл қызмет қаралатын бағдарлама туралы қосымша ақпаратты береді және қатысты мазмұндарды пайдаланады.",
	"This will revert all options on TV to their default settings.": "Бұл теледидардағы барлық опцияларды өздерінің әдепкі параметрлеріне қайтарады.",
	"Thule": "Тулий",
	"Tijuana": "Тихуана",
	"Time": "Уақыт",
	"Timer Channel": "Таймер арнасы",
	"Timer Repeat": "Таймерді қайталау",
	"Timers": "Таймерлер",
	"Timezone": "Уақыт белдеуі",
	"Timor-Leste": "Тимор-Лесте",
	"Tint": "Реңкі",
	"Tiranë": "Тирана",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Дыбысты оңтайландыру үшін, теледидарда сынақ дыбысын ойнатыңыз және Сиқырлы қашықтан басқару пультін пайдалану арқылы шағылған дыбысты өлшеуді бастаңыз.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ТД дыбысын тексеру үшін, дыбыс шығысының параметрін ішкі ТД үндеткішіне өзгерту қажет. Жалғастыру керек пе?",
	"Togo": "Того",
	"Tokyo": "Токио",
	"Tonga": "Тонга",
	"Top and Bottom": "Жоғарғы және төменгі",
	"Toronto": "Торонто",
	"Total Power On Time": "Жалпы қосылу уақыты",
	"Tracking Speed": "Бақылау жылдамдығы",
	"Translucent": "Жартылай мөлдір",
	"Transparent": "Мөлдір",
	"Treble Boost": "Жоғары жиілікті көбейткіш",
	"Trinidad And Tobago": "Тринидад және Табаго",
	"Trinidad and Tobago": "Тринидад және Тобаго",
	"Tripoli": "Триполи",
	"Tsonga": "Тсонга",
	"Tswana": "Тсвана",
	"Tune and save available channels.": "Баптаңыз және бар арналарды сақтаңыз.",
	"Tune and save available channels. You can set satellite channel options.": "Баптаңыз және бар арналарды сақтаңыз. Жерсерік арна опцияларын орнатуға болады.",
	"Tunis": "Тунис",
	"Tunisia": "Тунис",
	"Turkey": "Түркия",
	"Turkish": "Түрік",
	"Turkmenistan": "Түркменстан",
	"Turn on TV with mobile device same as smartphone.": "Теледидарды смартфон сияқты ұялы құрылғымен қосыңыз.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} порты үшін Ultra HD Deep Colour параметрін қосыңыз/өшіріңіз.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} порттың Жедел ойын жауап қызметін қосыңыз немесе өшіпіңіз.",
	"Turn on the TV using mobile device via Bluetooth.": "Теледидарды Bluetooth арқылы ұялы құрылғының көмегімен қосыңыз.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Теледидарды Wi-Fi арқылы ұялы құрылғыңыздың көмегімен қосыңыз.",
	"Turn on via Bluetooth": "Bluetooth арқылы қосу",
	"Turn on via Wi-Fi": "Wi-Fi арқылы қосу",
	"Turn on/off description box in Settings.": "“Параметрлер” мәзірінде сипаттама терезесін қосыңыз/өшіріңіз.",
	"Turn on/off standby light.": "Күту режимінің шамын қосыңыз/өшіріңіз.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} портының AMD FreeSync Premium функциясын қосыңыз/өшіріңіз.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Сигнал болмаған кезде экранда көрсетілетін кескіндерді қосыңыз/өшіріңіз.",
	"Turn on/off the related features of energy consumption.": "Энергияны тұтынуға қатысты мүмкіндіктерді қосыңыз/өшіріңіз.",
	"Turn the Hybridcast service on/off.": "Hybridcast қызметін қосу/өшіру.",
	"Turn the Interactivity (DTVi) service on/off.": "Өзара әрекеттесу (DTVi) қызметін қосу/өшіру.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Таратылымның ТД жеткізушісінің ТД нұсқаулығын қосу/өшіру.",
	"Turn your broadcast TV provider's teletext service on/off.": "Таратылымның ТД жеткізушісінің телемәтін қызметін қосу/өшіру.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi желісін өшіру желіге қосылу үшін кабель пайдаланған кезде Интернетке негізделген қызметтерге қатынасуға жол бермейді. Жалғастыру керек пе?",
	"UAE": "Біріккен Араб Әмірліктері",
	"UHD Mode": "UHD күйі",
	"USA": "Америка Құрама Штаттары",
	"USB storage for Copy Channels": "Арналарды көшіруге арналған USB қоймасы",
	"USB to TV": "USB құрылғысынан ТД-ға",
	"Uganda": "Уганда",
	"Ukraine": "Украина",
	"Ukrainian": "Украин",
	"Ulaanbaatar": "Улан-Батор",
	"Unable to check for updates.": "Жаңартуларды іздеу мүмкін емес.",
	"Unable to connect to the network.": "Желіге қосылу мүмкін емес.",
	"Undefined": "Анықталмаған",
	"Under 17 requires accompanying parent or adult guardian.": "17 жасқа толмаған балалар үшін алып жүруші ата-анасы немесе ересек қамқоршысы болуы қажет.",
	"Uniform": "Біріңғай",
	"United Arab Emirates": "Біріккен Араб Әмірлігі",
	"United Kingdom": "Ұлыбритания",
	"United States of America": "Америка Құрама Штаттары",
	"Universal Control Settings": "Қашықтан басқару параметрлері",
	"Unknown": "Белгісіз",
	"Unknown issue has occurred.": "Белгісіз қате пайда болды.",
	"Update canceled.": "Жаңарту болдырылмады.",
	"Update in progress...": "Жаңартылуда...",
	"Update in progress...({n}%)": "Жаңарту орныдалуда...({n}%)",
	"Update paused.": "Жаңарту уақытша тоқтатылды.",
	"Update reserved.": "Жаңарту кейінге қалдырылды.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Жаңартудан бас тартылып, барлық жаңарту файлдары жойылады. Жалғастыру керек пе?",
	"Urdu": "Урду",
	"Uruguay": "Уругвай",
	"Urumqi": "Урумчи",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Бөлменің акустикасын талдап, нәтижелердің негізінде теледидардың дыбысын оңтайландыру үшін Сиқырлы қашықтан басқару пультін пайдаланыңыз.",
	"Use a large pointer.": "Үлкен меңзерді пайдаланыңыз.",
	"Use a medium pointer.": "Орташа меңзерді пайдаланыңыз.",
	"Use a small pointer.": "Кішкентай меңзерді пайдаланыңыз.",
	"Use the 4-way controller to change the position and press the OK button.": "Орнын өзгерту үшін 4 позициялы контроллерді пайдаланып, ОК түймесін басыңыз.",
	"Use the following services with the selected language.": "Таңдалған тілмен келесі қызметтерді пайдаланыңыз.",
	"User": "Пайдаланушы",
	"User Agreements": "Пайдаланушы келісімдері",
	"User Guide": "Пайдаланушы нұсқаулығы",
	"Uzbek": "Өзбек",
	"Uzbekistan": "Өзбекстан",
	"Uzhhorod": "Ужгород",
	"V Position": "Вертикалды",
	"V Sharpness": "Т Анықтық",
	"V Size": "Тігінен өлшем",
	"VIC - Victoria - Melbourne": "VIC - Виктория - Мельбурн",
	"Vaduz": "Вадуц",
	"Valencian": "Валенсия",
	"Vancouver": "Ванкувер",
	"Vatican City": "Ватикан қаласы",
	"Venda": "Венда",
	"Venezuela": "Венесуэла",
	"Vertical Zoom": "Тік үлкейту",
	"Video 1": "Бейне 1",
	"Video 2": "Бейне 2",
	"Video 3": "Бейне 3",
	"Video Description": "Бейне сипаттамасы",
	"Vienna": "Вена",
	"Vientiane": "Вьентьян",
	"Vietnam": "Вьетнам",
	"Vietnamese": "Вьетнам",
	"View current Common Interface (CI) information.": "Ағымдағы жалпы интерфейс (CI) ақпаратын көру.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Элементтерді экрандағы мәзірдің түсін қара және ақ түске өзгерту арқылы анығырақ көріңіз.",
	"View messages from your broadcast TV provider.": "Таратылым ТД жеткізушісіне хабарларды көріңіз.",
	"View more information about watching program and enjoy related contents.": "Қаралатын бағдарлама туралы қосымша ақпаратты көріңіз және қатысты мазмұндарды тамашалаңыз.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Бастапқы экранды ешқандай өзгеріссіз сол қалпында көріңіз немесе экран өлшемін және арақатынасын орнатыңыз.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Бастапқы экранды ешқандай өзгеріссіз, хабар таратулар сигналынан немесе қосылған құрылғыдан қабылданған күйінде көріңіз.",
	"Vilnius": "Вильнус",
	"Violence": "Қатыгездік",
	"Vivid": "Шынайы",
	"Vladivostok": "Владивосток",
	"Voice Recognition Help and Settings": "Дауысты тану анықтамасы және параметрлер",
	"Voice Support Service": "Дауыстық қолдау көрсету қызметі",
	"Volgograd": "Волгоград",
	"Volume": "Дыбыс деңгейі",
	"Volume Increase Amount": "Дыбыстты арттыру көлемі",
	"Volume Mode": "Дыбыс деңгейінің режимі",
	"WA - Western Australia - Eucla": "WA - Батыс Австралия - Евкла",
	"WA - Western Australia - Perth": "WA - Батыс Австралия - Петр",
	"Wall-mounted": "Қабырғаға бекітілетін",
	"Warm1": "1 жылу",
	"Warm2": "2 жылу",
	"Warm3": "3 жылу",
	"Warsaw": "Варшава",
	"Watch a diverse range of Internet contents on TV channels.": "ТД арналарында сан алуан түрлі Интернет мазмұндарын қараңыз.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Құрылғыны растау және ең соңғы бағдарламалық жасақтама нұсқасы орнатылғанын тексеру мақсатында MAC мекенжайы, үлгі нөмірі, ел коды, тіл параметрлері және бағдарламалық жасақтама нұсқасы туралы ақпарат жинақталып, сақталады.",
	"Welcome Feature": "Оңды ерекшелік",
	"Welsh": "Уэльс",
	"Western Africa": "Батыс Африка",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Қосылған HDD көрсетілген уақыт аралығында пайдаланылмаған кезде, қуат тұтынуды азайту мақсатында күту режиміне ауыстырыңыз.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Құрылғы портқа қосылған кезде ойын кескіні минималды кідірістермен, бұзулармен немесе үзілістермен оңтайландырылады.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Жедел ойын жауап беру орнатылғанда, бейне уақытша жыпылықтауы мүмкін.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Дыбыс шығысы «Bluetooth / HDMI ARC / Оптикалық сандық / WiSA үндеткіштері» күйіне орнатылғанда немесе жалғанған құрылғы Ойынға жедел жауап қызметін қолдамаса, ол дұрыс жұмыс істемеуі мүмкін.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Дыбыс шығысы Bluetooth күйіне орнатылғанда немесе жалғанған құрылғы Ойынға жедел жауап қызметін қолдамаса, ол дұрыс жұмыс істемеуі мүмкін.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Құрылғы қосулы/өшірулі болса, ТД-ңыз автоматты түрде қосылып/өшіріледі.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Визуалды әсерлер өшірілген кезде экран Live TV ретінде көрсетіледі.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Бұл мүмкіндік «Қосулы» режиміне орнатылған кезде, экранда пайда болатын кейбір мүмкіндіктер жартылай мөлдір болады.",
	"When your TV is turned off, the device will automatically turn off.": "ТД-ңыз өшірулі болса, құрылғыңыз автоматты түрде өшіріледі.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Өзгертілген орнатылған мән сыртқы құрылғыға ауыстырылғанымен, сурет немесе дыбыс әдетте уақытша берілмеуі мүмкін.",
	"White": "Ақ",
	"White Balance": "Ақ түс балансы",
	"Wi-Fi Connection": "Wi-Fi байланысы",
	"Wi-Fi Security": "Wi-Fi қауіпсіздігі",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi өшірілді. Қосыла алатын қолжетімді желілер тізімін және қосымша қатысты мәзір элементтерін көру үшін оны қосыңыз.",
	"Wi-Fi issue has occurred.": "Wi-Fi мәселесі пайда болды.",
	"WiSA Speakers": "WiSA үндеткіштері",
	"Wide Area Zone": "Кең ауқым аймағы",
	"Wide View": "Кең көрініс",
	"Wide View (32:9)": "Кең көрініс (32:9)",
	"Wide Zoom": "Кең масштабтау",
	"Windhoek": "Виндхук",
	"Window Color": "Терезе түсі",
	"Window Opacity": "Терезенің түссіздігі",
	"Winnipeg": "Виннипег",
	"Wired Connection (Ethernet)": "Сымды қосылым (Ethernet)",
	"Wired Headphones": "Сымды құлаққаптар",
	"Wired Headphones + Internal TV Speaker": "Сымды құлаққаптар + Ішкі ТД үндеткіші",
	"With this option, you can control the audio device's volume with your TV remote.": "Осы опция арқылы аудио құрылғының дыбыс деңгейін ТД қашықтан басқару пультімен басқара аласыз.",
	"Xhosa": "Хоса",
	"Yakutsk": "Якутск",
	"Yamoussoukro": "Ямусукро",
	"Yangon": "Янгон",
	"Year": "Жыл",
	"Yekaterinburg": "Екатеринбург",
	"Yellow": "Сары",
	"Yellowknife": "Йеллоунайф",
	"Yemen": "Йемен",
	"Yerevan": "Ереван",
	"Yes": "Иә",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Теледидар қосулы немесе өшірілген кезде және экран қозғалғанда дыбыс әсерлерін реттеуге болады.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "HDMI порттарына Magic Remote құралы арқылы құрылғыны орнату процессісіз қосылған құрылғыларды басқара аласыз.",
	"You can delete the device connection history of Screen Share.": "Screen Share қызметінің құрылғыны қосу журналын жоя аласыз.",
	"You can delete the device connection history of Sound Share.": "Дыбысты бөлісу қызметінің құрылғыны қосу журналын жоя аласыз.",
	"You can find the default password in User Guide.": "Әдепкі парольді пайдаланушы нұсқаулығында таба аласыз.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD Deep Colour режимін «Қосулы» мәніне орнату арқылы Ойынға жедел жауапты іске қоса аласыз.",
	"You can only change settings from the current HDMI input.": "Параметрлерді ағымдағы HDMI енгізу түрінен ғана өзгертуге болады.",
	"You can scan again to connect the device.": "Құрылғыны қосу үшін қайта сканерлеуге болады.",
	"You can select left and right audio settings for broadcast signal.": "Тарату сигналы үшін сол жақ не оң жақ аудио параметрлерді таңдауға болады.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} портының AMD FreeSync Premium функциясын таңдай аласыз.",
	"You can select the Ultra HD Deep Color of port.": "Порттың Ultra HD Deep Colour режимін таңдауыңызға болады.",
	"You can set the sound to play when the TV is turned on or off.": "Теледидар қосылғанда немесе өшірілгенде ойнатылатын дыбысты орната аласыз.",
	"You can turn on/off the feature of saving CAM operator's profile.": "CAM оператор профилін сақтау мүмкіндігін қоса/өшіре аласыз.",
	"You can turn this feature on or off.": "Бұл мүмкіндікті қосуға немесе өшіруге болады.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Желі арқылы түрлі мазмұндағы ұсыныстарды алуға болады. Бұл параметрді өшіру тек негізгі мазмұнды қамтамасыз етеді және кейбір мүмкіндіктер қолжетімді болмауы мүмкін.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "ТД-ңыз бен SIMPLINK-қосылған құрылғы келесі ретінде синхрондалды:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Теледидар пиксель жаңартушысы процесі орындалып жатқан кезде өшірулі болуы керек. Осы процесс кезінде жоспарланған кез-келген ағымдағы не келешек жазулар, еске салғыштар не таймерлерді қосуды болдырмайды және BT динамигі нөлдік көрініс қызметінде қолжетімсіз болады.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Теледидар пиксель жаңартушысы процесі орындалып жатқан кезде өшірулі болуы керек. Осы процесс кезінде жоспарланған кез келген ағымдағы не келешек жазуларды, еске салғыштарды не таймерлерді қосу болдырылмайды.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG қызметтер елін автоматты түрде орнату үшін ТД желіге қосылуы керек. Қосылымды тексеру үшін желі параметрлеріне өткіңіз келе ме?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Сандық ТД сигнал арқылы төтенше жағдай туралы дабыл хабарларын көрсету үшін ТД сіздің нақты орныңызды білуі керек.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Процесс аяқталмағанша ТД өшіріледі, процесс аяқталғаннан кейін ТД қайта қосылады.",
	"Zagreb": "Загреб",
	"Zambia": "Замбия",
	"Zaporozhye": "Запорожье",
	"Zimbabwe": "Зимбабве",
	"Zoom": "Масштабтау",
	"Zulu": "Зулу",
	"Zürich": "Цюрих",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] теледидардан ажыратылады. Дыбыс енді осы құрылғыдан ойнатылмайды. Жалғастыру керек пе?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] жұптастырылған құрылғы тізімінен жойылады. Оны кейін қосқыңыз келсе, қолжетімді құрылғыларды іздеу және қайта жұптастыру қажет болады. Жалғастыру керек пе?",
	"[{deviceName}] will be deleted.": "[{deviceName}] жойылады.",
	"aspectRatio_original": "Бастапқы",
	"audioGuidance_fast": "Жылдам",
	"audioGuidance_high": "Жоғары",
	"audioGuidance_low": "Төмен",
	"audioGuidance_medium": "Орташа",
	"audioGuidance_slow": "Баяу",
	"audioGuidance_veryFast": "Тым жылдам",
	"audioGuidance_veryHigh": "Тым жоғары",
	"audioGuidance_veryLow": "Тым төмен",
	"audioGuidance_verySlow": "Тым баяу",
	"btDotSignalStrength_wide": "Толық",
	"button": "түйме",
	"character": "таңба",
	"characters": "таңбалар",
	"checked": "таңдау қойылды",
	"colorGamutJPNWide": "Толық",
	"connecting": "қосылған",
	"depthOfColor": "Түс",
	"diagonal zoom in": "диагональдық үлкейту",
	"diagonal zoom out": "диагональдық кішірейту",
	"digitalOptionSetByProgram": "Бағдарлама арқылы орнату",
	"energy_Maximum": "Максимум",
	"energy_Medium": "Орташа",
	"energy_Minimum": "Минимум",
	"freesync_high": "Жоғары",
	"freesync_low": "Төмен",
	"freesync_off": "Өшірулі",
	"freesync_wide": "Толық",
	"gamma_high1": "1-жоғарғы нүкте",
	"gamma_high2": "2-жоғарғы нүкте",
	"hidden": "жасырылған",
	"horizontal zoom in": "көлденең үлкейту",
	"horizontal zoom out": "көлденең кішірейту",
	"jpDoNot": "Өшірулі",
	"logoLuminance_high": "Жоғары",
	"logoLuminance_low": "Төмен",
	"min": "мин",
	"not connected": "қосылмаған",
	"objet_soundMode": "Дыбыс режимін әр мазмұн түрі үшін оңтайландыру.",
	"pictureControl3dModeStandard": "Стандартты",
	"pictureControlAuto": "Авто",
	"pictureControlAuto_BlackLevel": "Авто",
	"pictureControlHigh": "Жоғары",
	"pictureControlHigh_BlackLevel": "Жоғары",
	"pictureControlHigh_Male": "Жоғары",
	"pictureControlLow": "Төмен",
	"pictureControlLow_BlackLevel": "Төмен",
	"pictureControlLow_Male": "Төмен",
	"pictureControlMedium": "Орташа",
	"pictureControlMedium_BlackLevel": "Орташа",
	"pictureControlMedium_Male": "Орташа",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Орташа",
	"pictureLocalDimmingHigh": "Жоғары",
	"pictureLocalDimmingLow": "Төмен",
	"pictureLocalDimmingMed": "Орташа",
	"pictureMode": "Стандартты",
	"pictureModeSettings": "Реттеулер",
	"press OK button to edit IP manually": "IP мекенжайын қолмен өңдеу үшін ОК түймесін басыңыз",
	"press OK button to enter channel to search": "арнаны іздеу мақсатында енгізу үшін ОК түймесін басыңыз",
	"press OK button to enter value": "мәнді енгізу үшін ОК түймесін басыңыз",
	"press right button to adjust de-judder and de-blur value": "de-judder және de-blur мәнін реттеу үшін, оң жақ түймені басыңыз",
	"press right button to adjust zoom ratio and position": "үлкейту ауқымын және орнын реттеу үшін, оң жақ түймені басыңыз",
	"shift current screen down": "ағымдағы экран орнын төменге ауыстыру",
	"shift current screen to the left": "ағымдағы экран орнын солға ауыстыру",
	"shift current screen to the right": "ағымдағы экран орнын оңға ауыстыру",
	"shift current screen up": "ағымдағы экран орнын жоғары ауыстыру",
	"shift down": "төмен ауыстыру",
	"shift left": "орнын солға ауыстыру",
	"shift right": "орнын оңға ауыстыру",
	"shift up": "жоғары ауыстыру",
	"soundMode_Standard": "Стандартты",
	"speaker_channel": "Арна",
	"thaRatingNone": "Жоқ",
	"unchecked": "таңдау алынды",
	"unread": "оқылмаған",
	"vertical zoom in": "тік үлкейту",
	"vertical zoom out": "тік кішірейту",
	"volumeModeHigh": "Жоғары",
	"volumeModeLow": "Төмен",
	"volumeModeMedium": "Орташа",
	"webOS TV Version": "ТД-ға арналған webOS нұсқасы",
	"zoom in": "үлкейту",
	"zoom out": "кішірейту",
	"{label} : L{value}": "{label} : О{value}",
	"{label} : R{value}": "{label} : С{value}"
}
