{
	" (User)": " (Корисник)",
	"(Version: {l})": "(Верзија: {l})",
	"* The device connected should support this service.": "* Поврзаниот уред треба да ја поддржува оваа услуга.",
	"* This feature is applied once and only once when the TV is turned off.": "* Оваа функција се применува само еднаш кога телевизорот е исклучен.",
	"* This feature is available on certain devices only.": "* Оваа функција е достапна само кај одредени уреди.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Овој режим јасно ги изразува намерите на FILMMAKER MODE, но може да е позатемнет од другите режимини на слика.",
	"* This settings is only available for Internal TV Speaker.": "* Ова подесување е достапно само за внатрешниот ТВ-звучник.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Иако е вклучена опцијата, заштитата на екранот нема да се појавува за да не пречи кога гледате преку надворешен влез, како Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Можете да ја контролирате апликацијата што ја поддржува оваа функција на вашиот мобилен уред.",
	"1) Turn the Bluetooth on the other device off.": "1) Исклучете Bluetooth на другиот уред.",
	"10 Points Code Value": "Вредност на кодот од 10 поени",
	"10 Points IRE": "IRE од 10 точки",
	"10 and Above": "10 и повеќе",
	"10 min": "10 мин",
	"11 and Above": "11 и повеќе",
	"12 Hours": "12 часа",
	"12 and Above": "12 и повеќе",
	"120 min": "120 мин",
	"13 and Above": "13 и повеќе",
	"14 and Above": "14 и повеќе",
	"14 by 9": "14 на 9",
	"15 and Above": "15 и повеќе",
	"16 and Above": "16 и повеќе",
	"16 by 9": "16 на 9",
	"17 and Above": "17 и повеќе",
	"18 and Above": "18 и повеќе",
	"180 min": "180 мин",
	"19 and Above": "19 и повеќе",
	"2 Channel": "Канал 2 за сараунд звук",
	"2 Hours": "2 часа",
	"2 Points": "2 точки",
	"2) Turn the Bluetooth device to connect off and on.": "2) Исклучете го и вклучете го Bluetooth уредот за поврзување.",
	"20 Points Code Value": "Вредност на кодот од 20 поени",
	"20 Points IRE": "IRE од 20 точки",
	"20 and Above": "20 и повеќе",
	"20 min": "20 мин",
	"21 by 9": "21 на 9",
	"22 Points Code Value": "Вредност на кодот од 22 поени",
	"22 Points IRE": "IRE од 22 точки",
	"24 Hours": "24 часа",
	"240 min": "240 мин",
	"3 Hours": "3 часа",
	"30 min": "30 мин",
	"32 by 12": "32 на 12",
	"32 by 9": "32 на 9",
	"3G/4G Connection": "Поврзување од 3G/4G",
	"4 Hours": "4 часа",
	"4 Hours Auto Power Off": "Автоматско исклучување на електричната енергија по 4 часа",
	"4 and Above": "4 и повеќе",
	"4 by 3": "4 на 3",
	"4-Way Zoom": "4-насочен зум",
	"5 and Above": "5 и повеќе",
	"5.1 Channel": "Канал 5.1 за сараунд звук",
	"6 Hours": "6 часа",
	"6 and Above": "6 и повеќе",
	"60 min": "60 мин",
	"7 and Above": "7 и повеќе",
	"8 Hours": "8 часа",
	"8 and Above": "8 и повеќе",
	"9 and Above": "9 и повеќе",
	"90 min": "90 мин",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID се користи за идентификација на овој уред за рекламни цели и за прикажување одредени реклами што можеби ќе ве интересираат. Долу можете да го ресетирате AD ID или да го ограничите следењето со AD ID.",
	"AI Acoustic Tuning": "AI акустично штимање",
	"AI Acoustic Tuning Options": "Опции за AI акустично штимање",
	"AI Acoustic Tuning is disabled.": "AI акустично штимање е исклучено.",
	"AI Brightness Control": "Контрола за AI светлина",
	"AI Picture": "Слика за AI",
	"AI Picture Pro": "Слика за AI Про",
	"AI Recommendation": "AI препораки",
	"AI Service": "AI услуга",
	"AI Sound": "Звук за AI",
	"AI Sound Pro": "Звук за AI Про",
	"AV Sync Adjustment": "Прилагодување на синхронизацијата на AV",
	"Abidjan": "Абиџан",
	"Accessibility": "Пристапност",
	"Account Management": "Управување со сметка",
	"Accra": "Акра",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Ако ја активирате оваа опција, ќе прекине да се собираат и следат лични податоци поврзани со рекламите од овој паметен телевизор. Ако вклучите, тоа може да има влијание врз типовите на реклами што ги гледате, но нема да значи и прекин на рекламите.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Со активирање на ова, LGE ќе им прати наредба на своите даватели на услуги од трета страна да престанат да ги комерцијализираат вашите лични информации. Освен ако не се откажете од комерцијализацијата, и понатаму ќе имате пристап до услугите, како Live Plus, LG Channels и Who.Where.What?.",
	"Adak": "Адак",
	"Add Network": "Додај мрежа",
	"Add a hidden wireless network": "Додајте скриена безжична мрежа",
	"Add wireless network by manually entering network name (SSID).": "Додајте безжична мрежа со рачно внесување на нејзиното име (SSID).",
	"Addis Ababa": "Адис Абеба",
	"Additional Audio Selection": "Дополнителен избор за аудио",
	"Additional Settings": "Дополнителни поставки",
	"Address Setting": "Параметри на адреса",
	"Aden": "Аден",
	"Adjust Audio Guidance pitch.": "Прилагодете ја висината тонот на звучните упатства.",
	"Adjust Audio Guidance speed.": "Прилагодете ја брзината на звучните упатства.",
	"Adjust Audio Guidance volume.": "Прилагодете ја гласноста на звучните упатства.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Приспособете ја осветленоста за да добиете посветол или потемен екран.",
	"Adjust Screen Position": "Прилагодување на положбата на екранот",
	"Adjust Zoom Ratio": "Прилагодување на односот при зумирање",
	"Adjust animation effect shown on the home at certain times.": "Прилагодете ги ефектите на анимација што се прикажуваат на почетната страница на одредено време.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Прилагодете ја светлината со анализирање на движењата на сликата за спречување на одблесокот и намалување на потрошувачката на енергија.",
	"Adjust brightness of the LG logo.": "Приспособи осветленост на логото на LG.",
	"Adjust color and saturation for a more vivid image.": "Прилагодете ги бојата и заситеноста за поживописна слика.",
	"Adjust color temperature automatically to reduce eye strain.": "Автоматски приспособете ја температурата на бојата за да го намалите напрегањето на очите.",
	"Adjust cursor speed.": "Прилагодете ја брзината на покажувачот.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Прилагодете ја острината на работ. Повисоките вредности ја зголемуваат прецизноста и јасноста на сликата.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Прилагодете ги гама-параметрите за да компензирате за светлината на влезниот сигнал.",
	"Adjust left/right audio balance.": "Прилагодете го левиот/десниот аудиобаланс.",
	"Adjust luminance for selected color.": "Прилагодете ја осветленоста за избраната боја.",
	"Adjust luminance level for selected IRE point.": "Прилагодете го нивото на осветленост за избраната точка на IRE.",
	"Adjust peak brightness for the brightest luminance.": "Приспособете го најголемото осветлување коешто е најдобро.",
	"Adjust remote's cursor speed and appearance.": "Прилагодете ги брзината и изгледот на покажувачот од далечинскиот управувач.",
	"Adjust saturation for selected color.": "Прилагодете ја заситеноста за избраната боја.",
	"Adjust screen brightness to reduce energy consumption.": "Прилагодете ја светлината на екранот за да ја намалите потрошувачката на енергија.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Приспособете го OLED-СВЕТЛОТО за да добиете посветол или потемен екран.",
	"Adjust the audio timing to synchronize the video and audio.": "Прилагодете ја синхронизацијата на звукот за синхронизирање на видеото со звукот.",
	"Adjust the balance of red and green to display the tint on the screen.": "Приспособете го балансот меѓу црвената и зелената за да ја смените нијансата на екранот.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Приспособете го балансот на боите со тоа што ќе ја смените температурата на бојата, осветленоста и интензитетот на црвената, зелената и сината боја.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Приспособете го контрастот, резолуцијата и друго за поединечен режим на слика и дополнително поставете ја претпочитаната боја, гама вредност и друго.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Прилагодете ја разликата помеѓу светлите и темните области на екранот. Повисоките вредности ја зголемуваат разликата.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Приспособете го соодносот на кадрите да биде ист со тој на филмот за да се добиете ист квалитет како на кино-проекција.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Прилагодете ја светлината на статичните слики, како што се логоата итн. со цел да спречите проблеми поврзани со квалитетот на сликата кога ТВ-от е вклучен подолг период.",
	"Adjust the screen color to be pale or deep.": "Приспособете ја бојата на екранот за да биде побледа или поинтензивна.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Приспособете го звукот за да го пронајдете вашиот вкус за секој звучен опсег на фреквенции.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Приспособете го тајмингот за да се синхронизира кога постои временска разлика меѓу видеото и аудиото.",
	"Adjust the tint to brighten or darken the screen.": "Приспособете ја нијансата за да добиете посветол или потемен екран.",
	"Adjust the volume you want with pressing remote's volume key.": "Приспособете ја гласноста како што посакувате со помош на копчето за гласност на далечинскиот управувач.",
	"Adjust tint for selected color.": "Прилагодете ја нијансата за избраната боја.",
	"Adjust whether to display the home promotion.": "Прилагодете дали да се прикажува промоција на почетна.",
	"Adjusting Luminance": "Прилагодување на осветленоста",
	"Adolescent over 13 are allowed to watch.": "Дозволено е за адолесценти на возраст над 13 години.",
	"Adolescent over 14 are allowed to watch.": "Дозволено е за адолесценти на возраст над 14 години.",
	"Adolescent over 16 are allowed to watch.": "Дозволено е за адолесценти на возраст над 16 години.",
	"Adult": "Возрасни",
	"Adult Language": "Јазик за возрасни",
	"Adults only.": "Само возрасни.",
	"Advanced": "Напредни",
	"Advanced Controls": "Напредни контроли",
	"Advanced Wi-Fi Settings": "Напредни Wi-Fi параметри",
	"Advertisement": "Реклама",
	"Afghanistan": "Авганистан",
	"Afrikaans": "Африканс",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Откако ќе ја измените државата, сите тековно избрани програми ќе се избришат. За повторно да ги изберете програмите, појдете во Автоматско бирање. Сакате ли да продолжите?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Откако ќе го измените поштенскиот број, ќе се избришат сите тековни Freesat програми. За повторно да ги изберете програмите, појдете во Автоматско бирање. Сакате ли да продолжите?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Откако ќе ја смените државата, може да ги скенирате каналите со помош на Автоматско бирање. Дали сакате да продолжите?",
	"Ages 2-7 are allowed to watch.": "Дозволено е за деца на возраст 2-7 години.",
	"Akan": "Акански",
	"Albania": "Албанија",
	"Albanian": "Албански",
	"Alerts you by sound when the TV is turned on or off.": "Ве известува со звук ако телевизорот се вклучи или исклучи.",
	"Algeria": "Алжир",
	"Algiers": "Алжир",
	"All Channels": "Сите канали",
	"All Children": "Сите деца",
	"All ages are allowed to watch.": "Дозволено е за сите возрасти да гледаат.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Ќе се ресетираат сите тековни поставки за режимот {pictureMode}. Сакате ли да продолжите?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Сите поставки за звучни ефекти за стандардниот режим ќе се ресетираат. Сакате ли да продолжите?",
	"Allow Automatic Updates": "Дозволете автоматски ажурирања",
	"Almaty": "Алмати",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Исто така, можете да ги приспособите деталните поставки за Bluetooth сараунд звукот.",
	"Always Open": "Секогаш отворај",
	"Always-on Off Time": "Време на исклучување на Always-on",
	"Amman": "Аман",
	"Amsterdam": "Амстердам",
	"An error has occurred while copy channels.": "Се појави грешка при копирањето на каналите.",
	"An important software update is available.": "Има достапно важно ажурирање за софтверот.",
	"Anadyr": "Анадир",
	"Analog Mode": "Аналоген режим",
	"Analog TV": "Аналогна телевизија",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Анализирајте ги карактеристиките на звукот и оптимизирајте го звукот за секоја содржина во реално време.",
	"Anchorage": "Енкориџ",
	"Angola": "Ангола",
	"Antananarivo": "Антананариво",
	"Antenna": "Антена",
	"Antenna ATV": "Антена ATV",
	"Antenna DTV": "Антена DTV",
	"Antenna Radio": "Радио на антена",
	"Antigua and Barbuda": "Антигва и Барбуда",
	"Any Supplementary Audio": "Какво било дополнително аудио",
	"Apia": "Апија",
	"App Alarm": "Аларм на апликација",
	"Application Locks": "Заклучување апликации",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Применете ги деталните вредности на подесувањата за тековниот режим на слика за сите влезови или апликации.",
	"Apply to all inputs": "Применете на сите влезови",
	"Applying value to all inputs...": "Применување на вредноста на сите влезови...",
	"Aqtöbe": "Актобе",
	"Arabic": "Арапски",
	"Araguaína": "Арагуаина",
	"Argentina": "Аргентина",
	"Armenia": "Ерменија",
	"Aruba": "Аруба",
	"Ashgabat": "Ашхабад",
	"Asmara": "Асмара",
	"Aspect Ratio": "Однос на екранот",
	"Aspect Ratio Settings": "Параметри за односот на екранот",
	"Assamese": "Асамски",
	"Assign channels to remote buttons so you can quickly jump to them.": "Доделете им канали на копчињата од далечинскиот управувач за да може лесно да скокнете до нив.",
	"Asunción": "Асунсион",
	"Athens": "Атина",
	"Atikokan": "Атикокан",
	"Auckland": "Окленд",
	"Audio Delay": "Одложен звук",
	"Audio Description": "Аудио опис",
	"Audio Description Volume": "Гласност на аудио опис",
	"Audio Guidance": "Звучни упатства",
	"Audio Language": "Јазик за аудио",
	"Audio Out (Line Out)": "Аудио излез (Линиски излез)",
	"Audio Type": "Вид аудио",
	"Australia": "Австралија",
	"Austria": "Австрија",
	"Auto": "Автоматски",
	"Auto Detect": "Автоматско откривање",
	"Auto Device Detection": "Автоматско откривање на уред",
	"Auto Genre Selection": "Автоматски избор на жанр",
	"Auto Power Off": "Автоматско исклучување на електричната енергија",
	"Auto Power Sync": "Автоматско вклучување синхронизација",
	"Auto Start": "Автоматско стартување",
	"Auto Volume": "Автоматски волумен",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Автоматски прилагодете ја разликата во гласноста на звукот или поставете гласност којашто ќе ја приспособувате самите со помош на копчињата на далечинскиот управувач.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Автоматски приспособувајте вредност на слика оптимизирана за Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Автоматски приспособувајте вредност на слика оптимизирана за жанрови на содржина.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Автоматски смени во FILMMAKER MODE кога е препознаена содржина на филмот.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Автоматски оптимизирајте го квалитетот на сликата врз основа на бојата и светлината на амбиеталното светло.",
	"Automatically update system software when an update is found.": "Автоматски ажурирајте го системскиот софтвер кога ќе се најде ажурирање.",
	"Available Internal Storage": "Достапна внатрешна меморија",
	"Azerbaijan": "Азербејџан",
	"Azores": "Азорски Острови",
	"BG Color": "Боја на позадина",
	"BG Opacity": "Непроѕирност на позадина",
	"Back": "Назад",
	"Backlight": "Заднинското осветлување",
	"Baghdad": "Багдад",
	"Bahamas": "Бахами",
	"Bahrain": "Бахреин",
	"Baku": "Баку",
	"Balance": "Баланс",
	"Bamako": "Бамако",
	"Bangkok": "Банкок",
	"Bangladesh": "Бангладеш",
	"Bangui": "Банги",
	"Banjul": "Банџул",
	"Barbados": "Барбадос",
	"Basque": "Баскијски",
	"Bass Boost": "Засилен бас",
	"Behavior may vary depending on connected device.": "Однесувањето може да се разликува во зависност од поврзаниот уред.",
	"Beijing": "Пекинг",
	"Beirut": "Бејрут",
	"Belarus": "Белорусија",
	"Belgium": "Белгија",
	"Belgrade": "Белград",
	"Belize": "Белизе",
	"Belém": "Витлеем",
	"Bengali": "Бенгалски",
	"Benin": "Бенин",
	"Berlin": "Берлин",
	"Bermuda": "Бермуда",
	"Bhutan": "Бутан",
	"Bishkek": "Бишкек",
	"Bissau": "Бисао",
	"Black": "Црна",
	"Black Level": "Ниво на црна боја",
	"Blanc-Sablon": "Бланк-Саблон",
	"Blantyre": "Блантир",
	"Block TV programs broadcast in English based on their content ratings.": "Блокирајте ги ТВ-програмите што се емитуваат на англиски јазик врз основа на содржинската категоризација.",
	"Block TV programs broadcast in French based on their content ratings.": "Блокирајте ги ТВ-програмите што се емитуваат на француски јазик врз основа на содржинската категоризација.",
	"Block content based on genre.": "Блокирајте ја содржината врз основа на жанрот.",
	"Blue": "Сина",
	"Bluetooth Speaker Mode": "Режим на звучници Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth сараунд звук + Внатрешен ТВ-звучник",
	"Bluetooth Surround Sound Setup": "Поставување Bluetooth сараунд звук",
	"Boa Vista": "Боа Виста",
	"Bogotá": "Богота",
	"Bolivia": "Боливија",
	"Bosnia": "Босна",
	"Bosnia And Herzegovina": "Босна и Херцеговина",
	"Bosnian": "Босански",
	"Botswana": "Боцвана",
	"Bratislava": "Братислава",
	"Brazil": "Бразил",
	"Brazilian Punk": "Бразилски панк",
	"Brazzaville": "Бразавил",
	"Brightness": "Светлина",
	"Broadcast Country": "Држава што емитува",
	"Broadcast Mail": "Емитувај пошта",
	"Broken Hill": "Брокен Хил",
	"Brussels": "Брисел",
	"Bucharest": "Букурешт",
	"Budapest": "Будимпешта",
	"Buenos Aires": "Буенос Аирес",
	"Bujumbura": "Буџумбура",
	"Bulgaria": "Бугарија",
	"Bulgarian": "Бугарски",
	"Burkina Faso": "Буркина Фасо",
	"Burundi": "Бурунди",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Со притискање „Ресетирај“, ќе се избришат сите податоци поврзани со реклами што LGE ги има собрано од овој паметен телевизор во минатото. Притискањето на „Ресетирај“ може да има влијание врз типовите на реклами што ги гледате, но нема да значи и прекин на рекламите.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Доколку ја вклучите функцијата Live Plus, се согласувате LG Electronics Inc. (LGE) да собира информации за телевизиското прикажување преку ACR-модул коишто може анонимно да се споделат со трети страни за да ви се обезбедат интерактивни услуги. Исто така, може да споделуваме анонимни информации со третите страни за маркетиншки цели. Гореспоменатите информации не ги собираме свесно од деца помали од 13 години, ниту пак им ги дистрибуираме. Информациите за Live Plus се детално опишани во информации за прикажувањето (услови) коишто може да ги најдете во менито со параметри на SmartTV. LGE препорачува да ја прегледате целосната верзија од информациите за прикажувањето (условите) пред да ја активирате функцијата Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Вклучувањето на Live Plus значи дека разбирате дека содржината прикажана на телевизорот не може да се препознае, а информациите за гледање содржини може да се искористат за да го подобриме вашето доживување и да ги персонализираме услугите, вклучувајќи ги препораките за содржина и рекламите. За повеќе информации, погледнете повторно во Политиката за приватноста и релевантните кориснички договори во менито за поставки на телевизорот.",
	"CI Information": "CI-информации",
	"CI password incorrect. Please enter again.": "CI-лозинката е неправилна. Внесете ја повторно.",
	"COMPONENT2": "КОМПОНЕНТА 2",
	"COMPONENT3": "КОМПОНЕНТА 3",
	"CS1 Board": "CS1 емитер",
	"CS2 Board": "CS2 табла",
	"Cable": "Кабел",
	"Cable ATV": "Кабелска ATV",
	"Cable DTV": "Кабелска DTV",
	"Cable Radio": "Кабелско радио",
	"Cairo": "Каиро",
	"Cambodia": "Камбоџа",
	"Cameroon": "Камерун",
	"Campo Grande": "Кампо Гранде",
	"Can not Find Channel": "Не може да најде канал",
	"Canada": "Канада",
	"Canary Islands": "Канарски Острови",
	"Cancel": "Откажи",
	"Cancel Schedule": "Откажи го закажаното",
	"Cancel Update": "Откажи го надградувањето",
	"Cancún": "Канкун",
	"Cantonese": "Кантонески",
	"Cape Verde": "Зелен ’Рт",
	"Caracas": "Каракас",
	"Casablanca": "Казабланка",
	"Catalan": "Каталански",
	"Caution": "Внимание",
	"Cayman Islands": "Кајмански Острови",
	"Center": "Централно",
	"Central African Republic": "Централноафриканска Република",
	"Ceuta": "Сеута",
	"Chad": "Чад",
	"Change blue intensity and adjust the color balance.": "Сменете го интензитетот на сината и приспособете го балансот на боите.",
	"Change green intensity and adjust the color balance.": "Сменете го интензитетот на зелената и приспособете го балансот на боите.",
	"Change red intensity and adjust the color balance.": "Сменете го интензитетот на црвената и приспособете го балансот на боите.",
	"Change the left / right sound": "Смени го левиот/десниот звук",
	"Change the position of captions using the 4-way dial on the remote control.": "Сменете ја позицијата на титлот со помош на 4-насочното копче на далечинскиот управувач.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Менувањето на регионот може да ги измени тековно избраните програми на телевизорот. Може повторно да ги изберете програмите во Автоматско бирање. Сакате ли сега да ги измените регионалните поставки?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Менувањето на државата ќе го рестартира телевизорот и можеби ќе треба повторно да се согласите со договорите за корисници на LG. Исто така, достапноста на некои апликации и услуги може да варира врз основа на државата за услуги на LG. Сакате ли да продолжите?",
	"Channel Locks": "Заклучување канал",
	"Channel Manager": "Управник на канали",
	"Channel Scrolling Options": "Опции за лизгање на каналот",
	"Channel Tuning": "Бирање канал",
	"Channel Tuning & Settings": "Бирање канали и параметри",
	"Channels": "Канали",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Програмите од HDMI и другите надворешни влезови не може да се заклучуваат. За да ги заклучите ТВ програмите, изменете го тековниот влез во Live TV.",
	"Chatham Islands": "Четемски Острови",
	"Check TV information.": "Проверете ги ТВ-информациите.",
	"Check alarm messages about the user settings or TV status.": "Проверете ги предупредувачките пораки за корисничките подесувања или за статусот на ТВ-от.",
	"Check descriptions for each LG webOS TV functions.": "Проверете ги описите за секоја LG webOS TV функција.",
	"Check for Advertising settings and set it.": "Проверете ги поставките за рекламирање и поставете ги.",
	"Check for Updates": "Проверете дали има надградби",
	"Check for available functions with Voice and set Voice Settings.": "Проверете ги достапните функции со глас и поставете поставки за гласот.",
	"Check for problems with the picture quality.": "Проверете дали има проблеми со квалитетот на сликата.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Проверете дали има проблеми со звучниот квалитет на внатрешниот ТВ-звучник.",
	"Check for software updates and update if available.": "Проверете дали е надграден софтверот и дали има надградување на располагање.",
	"Check whether the Bluetooth device is in pairing mode.": "Проверете дали Bluetooth уредот е во режим на спарување.",
	"Check your TV status to solve problems or use remote support.": "Проверете го статусот на телевизорот за да ги решите проблемите или употребете далечинска поддршка.",
	"Checking Password": "Лозинката се проверува",
	"Checking for Updates": "Се проверува дали има надградби",
	"Checking...": "Се проверува...",
	"Chicago": "Чикаго",
	"Chihuahua": "Чивава",
	"Children": "Деца",
	"Children Age": "Возраст на деца",
	"Children Program Locks": "Заклучување програми за деца",
	"Children over 8 are allowed to watch.": "Дозволено е за деца на возраст над 8 години.",
	"Chile": "Чиле",
	"China": "Кина",
	"Chinese": "Кинески",
	"Chisinau": "Кишинев",
	"Choibalsan": "Чојбалсан",
	"Chongqing": "Чунгчинг",
	"Choose to have all channels or just your primary ones when you change channels.": "Изберете дали да ги имате сите или само примарните канали кога ги менувате.",
	"Christmas Island": "Божиќен Остров",
	"Cinema": "Кино",
	"Cinema Clear": "Нема кино содржини",
	"Cinema Home": "Домашно кино",
	"Cinema View": "Кино приказ",
	"Cinema View (32:12)": "Кино приказ (32:12)",
	"Cinema Zoom": "Кино зумирање",
	"City": "Град",
	"City Selection": "Избор на град",
	"Clean Audio": "Чист аудиозвук",
	"Clear": "Исчисти",
	"Clear Plus": "Избистри повеќе",
	"Clear1": "Исчисти",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Кликнете на копчето ПОВРЗИ долу откако ќе ја вклучите безжичната тастатура на LG и ќе ја поставите во режим за спарување.",
	"Close": "Затвори",
	"Closed Caption": "Затворено објаснување",
	"Closed Caption Settings": "Параметри на затворено објаснување",
	"Code Value": "Вредност на кодот",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "За да ја потврдите најновата верзија на софтвер, соберете ги и зачувајте ги MAC-адресите, бројот на моделот, кодот на државата, поставувањата за јазик и верзијата на софтверот.",
	"Colombia": "Колумбија",
	"Colombo": "Коломбо",
	"Color": "Боја",
	"Color Gamut": "Опсег на боја",
	"Color Management System": "Систем за управување со бои",
	"Color Temperature": "Температура на боја",
	"Component": "Компонента",
	"Conakry": "Конакри",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Потврдете ги одредбите и условите или изменете ја одлуката дали ќе го прифатите договорот.",
	"Congo Brazzaville": "Република Конго - Бразавил ",
	"Connect": "Поврзи",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Поврзете го Bluetooth звучникот и ТВ-звучникот и автоматски приспособете го одложениот звук помеѓу звучниците.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Поврзете надворешен аудио уред со eARC, којшто поддржува eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Поврзете надворешни уреди со ТВ-от, како дигитален приемник, Sound Bar - звучен систем итн. согласно водичот.",
	"Connect the LAN cable directly to the TV to use the network.": "Поврзете го LAN кабелот директно со ТВ-от за да користите интернет.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Поврзете се со мрежата со рачно внесување на IP и DNS.",
	"Connect to the network if a wireless router is installed.": "Поврзете се со мрежата ако имате инсталирано безжичен рутер.",
	"Connect via WPS PBC": "Поврзи преку WPS PBC",
	"Connect via WPS PIN": "Поврзи преку WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Поврзете го телевизорот со пренасочувачот или модемот со етернет кабел за да го активирате поврзувањето на жичната мрежа.",
	"Connect your TV with WiSA Speakers wirelessly.": "Безжично поврзете го ТВ-от со WiSA звучници.",
	"Connectable Devices ({num})": "Уреди што може да се поврзат ({num})",
	"Connected": "Поврзано",
	"Connected to Internet": "Поврзан на интернет",
	"Connecting...": "Се поврзува...",
	"Connection": "Поврзување",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Може да се управува со поврзувањата со паметен телефон или компјутер. За да поврзете телевизор со мобилен уред, потребни се поставки за поврзување и барања на паметниот телефон и компјутерот.",
	"Content Recommendations": "Препораки за содржина",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Содржината ќе се пушта со звук што одговара за слушање преку повеќе канали ако повеќеканалното аудио е поддржано од HbbTV услуга.",
	"Contrast": "Контраст",
	"Cool": "Ладна",
	"Copenhagen": "Копенхаген",
	"Copy Channels": "Копирај канали",
	"Copy/Delete file": "Копирај/избриши ја датотеката",
	"Correct contrast and brightness by adjusting black levels.": "Поправете ги контрастот и светлината со прилагодување на нивоата на црна боја.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Коригирајте ги пикселите на сликата за да ги решите проблемите со квалитетот на сликата, коишто може да настанат ако телевизорот бил вклучен подолг временски период.",
	"Costa Rica": "Костарика",
	"Could not fined available network.": "Не може да се најде достапна мрежа.",
	"Croatia": "Хрватска",
	"Croatian": "Хрватски",
	"Cuba": "Куба",
	"Cuiabá": "Кујаба",
	"Current time is not valid. Do you want to set the correct time now?": "Тековното време не е важечко. Сакате ли да го поставите точното време сега?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Тековните вредности за приспособените поставки за режимот на слика ќе се применат на режимот {pictureMode} за сите влезови. Сакате ли да продолжите?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Моментално поврзаната безжична тастатура на LG ќе се исклучи од телевизорот. Сакате ли да продолжите?",
	"Custom": "Прилагодено",
	"Custom Time Zone": "Прилагодена временска зона",
	"Customer Service": "Услуга за корисниците",
	"Cyan": "Цијан",
	"Cyprus": "Кипар",
	"Czech": "Чешка",
	"Czech Republic": "Република Чешка",
	"Côte d'Ivoire": "Брег на Слоновата Коска",
	"DNS Server": "DNS-сервер",
	"DR Congo": "ДР Конго",
	"DTV Audio Setting": "Поставување на DTV аудио",
	"Dagbani": "Дагбани",
	"Dakar": "Дакар",
	"Damascus": "Дамаск",
	"Danish": "Дански",
	"Danmarkshavn": "Данмарксхавн",
	"Dar es Salaam": "Дар ес Салам",
	"Data Service": "Услуга за податоци",
	"Date": "Датум",
	"Dawson": "Доусон",
	"Dawson Creek": "Залив Доусон",
	"Day": "Ден",
	"Delete": "Избриши",
	"Delete Connection History": "Избриши ја историјата на поврзување",
	"Delete Pairing History": "Избриши ја историјата на спарување",
	"Delete Usage Data": "Избриши податоци од користење",
	"Demo Options": "Опции за демонстрација",
	"Democratic Republic of the Congo": "Демократска Република Конго",
	"Denmark": "Данска",
	"Denver": "Денвер",
	"Depressed": "Втиснат",
	"Deregister": "Одрегистрирај се",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Содржината на екранот се опишува гласовно за лицата со оштетен вид да може да го користат ТВ.",
	"Detect Range": "Опсег на откривање",
	"Detroit": "Детроит",
	"Device Connection Settings": "Поставки за поврзување уред",
	"Device List": "Список на уреди",
	"Device Name": "Име на уред",
	"Dhaka": "Дака",
	"Digital Mode": "Дигитален режим",
	"Digital Sound Out": "Дигитален излезен звук",
	"Digital TV": "Дигитална телевизија",
	"Dili": "Дили",
	"Directed to Older Children (ages 7 and above)": "Наменето за поголеми деца (7 години и поголеми)",
	"Disabled": "Исклучено",
	"Disconnect": "Исклучи",
	"Display captions for hearing-impaired viewers to use TV.": "Се прикажуваат објаснувања за лицата со оштетен слух.",
	"Display fast-moving content smoothly and clearly.": "Направете брзодвижечката содржина да се прикажува рамномерно и јасно.",
	"Display luminance level for the highest point (100 IRE).": "Прикажете го нивото на осветленост за највисоката точка (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Направете сликите да се прикажуваат со потопла или поладна температура на боја.",
	"Djibouti": "Џибути",
	"Do Not Sell My Personal Information": "Не продавај ги моите лични информации",
	"Do Not Track": "Не следи",
	"Do you want to continue?": "Сакате ли да продолжите?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Сакате ли да го копирате списокот со програми од USB-складот на телевизорот? Тековните програми на телевизорот ќе се избришат.",
	"Do you want to copy channel list from your TV to the USB storage?": "Сакате ли списокот со програми од телевизорот да го ископирате на USB-складот?",
	"Do you want to reset Position Settings?": "Сакате ли да ги ресетирате поставките за позиција?",
	"Do you want to reset Volume Control?": "Сакате ли да ја измените контролата за гласност?",
	"Do you want to set the correct time now?": "Дали сакате да го поставите точното време сега?",
	"Do you want to turn your TV off now?": "Дали сакате да го исклучите телевизорот сега?",
	"Dodoma": "Додома",
	"Doha": "Доха",
	"Dominica": "Доминика",
	"Dominican Republic": "Доминиканска Република",
	"Done": "Готово",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Дуала",
	"Download Mail": "Преземи пошта",
	"Download and Install": "Преземи и инсталирај",
	"Downloadable Rating": "Оценување кое може да се преземе",
	"Dual Mono": "Двојно моно",
	"Dubai": "Дубаи",
	"Dublin": "Даблин",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "За време на исклучување на Always-on, дел од функциите, како гласовното пребарување итн., се ограничени додека е исклучен екранот.",
	"Dushanbe": "Душанбе",
	"Dutch": "Холандски",
	"Dynamic Color": "Динамична боја",
	"Dynamic Contrast": "Динамичен контраст",
	"Dynamic Tone Mapping": "Динамично мапирање тон",
	"Easter Island": "Велигденски Остров",
	"Eastern Africa": "Источна Африка",
	"Eco Mode": "Еко режим",
	"Ecuador": "Еквадор",
	"Edge Color": "Боја на раб",
	"Edge Enhancer": "Подобрување на рабовите",
	"Edge Type": "Тип на раб",
	"Edit": "Уреди",
	"Edmonton": "Едмонтон",
	"Egypt": "Египет",
	"Eirunepé": "Ејрунепе",
	"El Salvador": "Ел Салвадор",
	"El salvador": "Ел Салвадор",
	"Emergency Alert": "Итно предупредување",
	"Enabled": "Вклучено",
	"Energy Saving": "Штедење енергија",
	"Energy consumption may increase if this feature is on.": "Потрошувачката на струја може да се зголеми кога се користи оваа функција.",
	"Energy saving modes to limit power consumption.": "Режими на штедење енергија за намалување на потрошувачката на енергија.",
	"English": "Англиски",
	"Enhance the bass sound.": "Засилете го басот во звукот.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Зголемете го контрастот меѓу темните и светлите области на некои од менијата, како позадината и текстот, за полесно да им се гледа на лицата со намален вид.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Подобрете ја резолуцијата и острината на содржините со алгоритам изучен преку техниката за длабинско изучување на LG и оптимизрајте ја длабочината преку анализите за содржина.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Уживајте во содржината со Dolby Atmos и оптимален звук кога ќе го вклучите ефектот на звучно поле.",
	"Enjoy TV sound by connecting Wired Headphones.": "Уживајте во звукот на ТВ-от со поврзување жичани слушалки.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Уживајте во звукот на ТВ-от преку надворешните аудио уреди поврзани на влезот HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Уживајте во звукот на ТВ-от преку надворешните аудио уреди поврзани на портата OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Уживајте во звукот на ТВ-от преку LG аудио уред поврзан со влезот OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Уживајте во звукот на ТВ-от преку аудио уреди поврзани со аудио излез/излез за слушалки.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Уживајте во звукот преку внатрешниот ТВ-звучник и преку жичани поврзани слушалки.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Уживајте во звукот на ТВ-от преку надворешните аудио уреди поврзани со внатрешниот ТВ-звучник и излезот OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Уживајте во јасен и природен звук.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Уживајте во звукот со безжичен аудио уред поврзан со LG Sound Sync или Bluetooth.",
	"Enjoy the sound optimized to the room.": "Уживајте во звук оптимизиран според просторијата.",
	"Enter CI Password": "Внесете ја CI-лозинката",
	"Enter the PIN in your router's settings.": "Внесете го PIN-от во параметрите на пренасочувачот.",
	"Enter the master password.": "Внесете ја главната лозинка.",
	"Equalizer": "Стабилизатор",
	"Equatorial Guinea": "Екваторска Гвинеја",
	"Eritrea": "Еритреја",
	"Estonia": "Естонија",
	"Estonian": "Естонски",
	"Ethiopia": "Етиопија",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Дури и ако е исклучена поставката, можете да ги проверите информациите преку банерот за канали, гласовно пребарување.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Дури и кога телевизорот е исклучен и користи минимално струја, можете да слушате музика со тоа што ќе го поврзете мобилниот уред. Можете да употребувате еден куп функции веднаш штом повторно го вклучите телевизорот.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Дури и кога ТВ-от е исклучен, можете да слушате музика со тоа што ќе го поврзете вашиот паметен телефон со ТВ-от преку Bluetooth.",
	"Every Day": "Секој ден",
	"Every Weekday": "Секој работен ден",
	"Every Weekend": "Секој викенд",
	"Ewe": "Еве",
	"Expert (Bright Room)": "Експерт (светла соба)",
	"Expert (Dark Room)": "Експерт (темна соба)",
	"Export your TV's channel list information to a connected USB device.": "Извезете ги информациите за списокот со ТВ-канали во поврзаниот USB-уред.",
	"Extended": "Проширен",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Продолжувањето на временскиот период на поставката Автоматско исклучување или исклучувањето на функцијата може да ја зголеми потрошувачката на струја.",
	"Extreme": "Екстремно",
	"Eye Comfort Mode": "Режим за заштита на очите",
	"FILMMAKER MODE Auto Change": "Автоматска промена на FILMMAKER MODE",
	"Fantasy Violence": "Насилство од фантазијата",
	"Fast": "Брзо",
	"Fernando de Noronha": "Фернандо ди Нороња",
	"Fiji": "Фиџи",
	"Find and tell an audio device available to connect around TV.": "Пронајдете и изговорете аудио уред што може да се поврзе околу ТВ-от.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Прилагодете ги обоените простори со црвена, зелена, сино-зелена, сина, жолта боја и магента.",
	"Finland": "Финска",
	"Finnish": "Фински",
	"Flash": "Трепкање",
	"Flat Mode": "Рамен режим",
	"Font": "Фонт",
	"Font 1": "Фонт 1",
	"Font 2": "Фонт 2",
	"Font 3": "Фонт 3",
	"Font 4": "Фонт 4",
	"Font 5": "Фонт 5",
	"Font 6": "Фонт 6",
	"Font 7": "Фонт 7",
	"Font 8": "Фонт 8",
	"Football": "Фудбал",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Во случај на безжичен рутер со вклучено WPS (заштитено поставување Wi-Fi), внесете ПИН код за да го поврзете ТВ-от со безжична мрежа.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Во случај на безжичен рутер со вклучено WPS (заштитено поставување Wi-Fi), притиснете го копчето WPS-PBC за да го поврзете ТВ-от со безжична мрежа.",
	"Fortaleza": "Форталеза",
	"France": "Франција",
	"Freetown": "Фритаун",
	"French": "Француски",
	"French Polynesia": "Француска Полинезија",
	"Full Wide": "Цел широк",
	"Ga": "Га",
	"Gabon": "Габон",
	"Gaborone": "Габороне",
	"Gaelic": "Келтски",
	"Galapagos Islands": "Архипелагот Галапагос",
	"Galician": "Галегански",
	"Gallery": "Галерија",
	"Gambia": "Гамбија",
	"Gambier": "Гамбје",
	"Game": "Игра",
	"Gamma": "Гама",
	"Gateway": "Капија",
	"General": "Општо",
	"General Age": "Општа возраст",
	"General Audience": "Општа публика",
	"General Audiences": "Општа публика",
	"General Program Locks": "Општо заклучувања програми",
	"Georgia": "Грузија",
	"German": "Германски",
	"Germany": "Германија",
	"Get started in a quiet environment for sound optimization.": "Започнете во тивка средина за да се оптимизира звукот",
	"Getting...": "Добивање...",
	"Ghana": "Гана",
	"Gibraltar": "Гибралтар",
	"Glace Bay": "Глејс Беј",
	"Godthab": "Нук",
	"Grayscale": "Сиви бои",
	"Greece": "Грција",
	"Greek": "Грчки",
	"Green": "Зелена",
	"Greenland": "Гренланд",
	"Grenada": "Гренада",
	"Guadalcanal": "Гуадалканал",
	"Guadeloupe": "Гвадалупе",
	"Guam": "Гуам",
	"Guatemala": "Гватемала",
	"Guatemala City": "Градот Гватемала",
	"Guayaquil": "Гвајакил",
	"Guernsey": "Гернзи",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Лицата со оштетен вид можат гласовно да управуваат со менијата и операциите за користење на ТВ-от.",
	"Guinea": "Гвинеја",
	"Guinea Bissau": "Гвинеја-Бисао",
	"Guinea Conakry": "Гвинеја",
	"Guinea Equatorial": "Екваторска Гвинеја",
	"Gujarati": "Гуџаратски",
	"Guyana": "Гвајана",
	"H Position": "H позиција",
	"H Sharpness": "Хоризонтална острина",
	"H Size": "H големина",
	"HD Mode": "HD режим",
	"HD Mode Option": "Опција за HD режим",
	"HDD Eco Mode": "HDD Eco режим",
	"HDD Power Saving Mode": "HDD-режим на штедење енергија",
	"HDMI Input Audio Format": "Формат на аудио за влез на HDMI",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Влезовите на HDMI {port1} и HDMI {port2} поддржуваат 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Влезовите на HDMI {port1} и HDMI {port2} поддржуваат Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Влезот на HDMI {port1} поддржува 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Влезот на HDMI {port1} поддржува Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Влезовите на HDMI {port1}, HDMI {port2} и HDMI {port3} поддржуваат 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Влезовите на HDMI {port1}, HDMI {port2} и HDMI {port3} поддржуваат Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Влезовите на HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддржуваат 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Влезовите на HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддржуваат Ultra HD Deep Colour.",
	"HDR Effect": "HDR-ефект",
	"HDR Picture Mode": "Режим на слика HDR",
	"Haiti": "Хаити",
	"Halifax": "Халифакс",
	"Harare": "Хараре",
	"Harbin": "Харбин",
	"Hard of Hearing": "Проблеми со слухот",
	"Hausa": "Хауса",
	"Havana": "Хавана",
	"Headphones Volume": "Јачината на звукот на слушалка",
	"Hebrew": "Хебрејски",
	"Helsinki": "Хелсинки",
	"Hermosillo": "Ермосиљо",
	"High": "Висок",
	"High Contrast": "Висок контраст",
	"Higher values increase a sense of warmth or coldness.": "Повисоките вредности го зголемуваат чувството на топлина или студ.",
	"Hindi": "Хинди",
	"Ho Chi Minh": "Хо Ши Мин",
	"Home Animation": "Анимација на почетната страница",
	"Home Auto Launch": "Автоматско вклучување на почетната страница",
	"Home Mode": "Домашен режим",
	"Home Promotion": "Промоција на почетна",
	"Home Settings": "Поставки за почетна",
	"Home/Store Mode": "Режим Дома/Зачувај",
	"Honduras": "Хондурас",
	"Hong Kong": "Хонк Конг",
	"Hongkong": "Хонк Конг",
	"Honolulu": "Хонолулу",
	"Hours": "Часови",
	"However, the IPv6 version of the address does not support editing.": "Сепак, верзијата IPv6 на адресата не поддржува уредување.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Сепак, за телевизорот да биде во оптимална состојба, Always-on ќе биде исклучено за време од пет часа и напојувањето целосно ќе се исклучи.",
	"Hungarian": "Унгарски",
	"Hungary": "Унгарија",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ВАЖНО! Ресетирањето ќе ги избрише сите параметри на сметката и инсталираните апликации. Ова дејство не може да се врати назад.",
	"IP (Automatic)": "IP (автоматски)",
	"IP (Manual)": "IP (рачно)",
	"IP Address": "IP-адреса",
	"IVC (Cote d’Ivoire)": "Брегот на Слоновата Коска",
	"Iceland": "Исланд",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Доколку ја изберете автоматската синхронизација, телевизорот ќе се вклучува со вклучување на уредот со SIMPLINK, а уредите со SIMPLINK ќе се исклучуваат со исклучување на телевизорот.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Доколку можете да поставите универзален далечински управувач за дигиталниот приемник/OTT, искористете ја предноста на употреба на дигиталниот приемник со LG далечински управувач.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ако поврзете уред со влезот, можете да ја гледате оптимизираната слика на играта со минимално доцнење или прекин на видеото на уредот.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Доколку е вклучена и се поврзете со уред што исто така поддржува Ultra HD Deep Colour, сликата може да биде појасна.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ако во тек е снимање или ажурирање на софтверот, ќе почека додека тие да завршат и процесот може да трае подолго од еден час.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ако во тек е снимање или надградување на софтверот, ќе почека додека тие да завршат, а процесот може да трае подолго од {n} минута (минути).",
	"If the device is not connected, you may not hear any sound through it.": "Нема да слушате звук доколку уредот не е поврзан.",
	"If the edge of the screen is not clean, please turn this function off.": "Ако рабовите на екранот не се чисти, исклучете ја оваа функција.",
	"If the program does not support multiple languages, the default language is selected.": "Автоматски ќе се избере стандардниот аудио јазик доколку програмата не поддржува повеќекратни аудио јазици.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Кога програмата не го поддржува избраниот формат на излез, ќе се користи стандардниот излез од изворот.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ако програмата не поддржува различни подесувања за аудио, ќе биде избран стандардниот аудио звук.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ако се повтори истиот симптом, повторно сменете ја поставената вредност или рестартирајте го надворешниот поврзан уред.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Доколку не е поддржан избраниот јазик, ќе се употреби стандардниот јазик од емитувањето.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Статичниот екран ќе ја вклучи заштитата на екранот доколку нема никаква интеракција повеќе од еден час.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ако поставеното време е различно од тековното, нема да се прикажат некои паметни функции.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Доколку не се слуша звук од уредот, проверете дали работи исправно и дали поддржува LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ако го изберете режимот за демо продавница, ќе се постави на оптимизирани вредности како кога е вклучен на штанд во продавница.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Доколку го вклучите аудио водењето, може да се движите само со копчињата за лево, десно, горе, долу на далечинскиот управувач, а некои апликации за коишто е потребен покажувачот не може да се користат.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ако ја исклучите, CAM операторскиот профил ќе биде избришан.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Доколку ја исклучите, сите пронајдени CAM канали нема да бидат достапни и повеќе нема да добивате известувања.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ако исклучите „Брзо вклучување+“, нема да можете да го вклучите вашиот телевизор со контрола без далечинско. Дали сакате да продолжите?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Доколку го исклучите заштитникот на екранот и истата слика остане на екранот подолго од 2 часа, тоа може да влијае врз квалитетот на сликата на екранот. Доколку остане подолго од 5 часа, може да дојде до трајно намалување на квалитетот на сликата. Сакате ли да продолжите?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Доколку ја исклучите оваа опција, статичниот екран може да се задржи подолго што ќе резултира со понизок квалитет, а во некои случаи и тешко враќање на екранот.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ако ја користите функцијата Штедење енергија, тоа ќе влијае на осветлувањето на вашиот ТВ приемник.",
	"Import your TV's channel list information from a connected USB device.": "Увезете ги информациите за списокот со ТВ-канали од поврзаниот USB-уред.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Увезете ги/извезете ги информациите за списокот со ТВ-канали во/од поврзаниот USB-уред.",
	"In Home": "Дома",
	"India": "Индија",
	"Indianapolis": "Индијанаполис",
	"Indonesia": "Индонезија",
	"Indonesian": "Индонезиски",
	"Inner": "Внатрешен",
	"Input": "Влез",
	"Input Locks": "Заклучување влезови",
	"Input field": "Поле за внесување",
	"Installing...": "Инсталирање...",
	"Instant Game Response": "Инстантна реакција за игри",
	"Interactive Service": "Интерактивна услуга",
	"Interactivity(DTVi)": "Интерактивност (DTVi)",
	"Internal TV Speaker": "Внатрешен ТВ-звучник",
	"Invert Colors": "Инверзија на бои",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Направете инверзија и компензирајте за одредени бои во некои менија со цел да се зголеми видливоста на работите прикажани на екранот.",
	"Iran": "Иран",
	"Iraq": "Ирак",
	"Ireland": "Ирска",
	"Irish": "Ирски",
	"Irkutsk": "Иркутск",
	"Israel": "Израел",
	"Istanbul": "Истанбул",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Секој режим на слика се ресетира поединечно, затоа изберете го посакуваниот режим и ресетирајте го.",
	"It may not sound depending on connected devices.": "Може да не пушта звук во зависност од поврзаните уреди.",
	"It may take a few minutes.": "Може да потрае неколку минути.",
	"It may take a few seconds.": "Може да потрае неколку секунди.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Дава оптимален виртуелен 4.0 сараунд звук за гледање содржина преку алгоритам изучен преку техника на LG за машинксо изучување.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Дава оптимален звук или виртуелен 5.1 сараунд звук во зависност од гледањето жанр преку алгоритам изучен преку техника за длабинско изучување на LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Звукот се оптимизира со тоа што се прилагодува на звукот што се одбива од ѕидовите во просторијата врз основа на типот ТВ.",
	"It reduces jaggies in the picture for a smooth picture.": "Се намалуваат назабувањата во сликата за беспрекорна слика.",
	"It works only when the broadcasting program supports captions.": "Работи само кога програмата што се емитува поддржува опис.",
	"It works only when the broadcasting program supports subtitles.": "Работи само кога програмата што се емитува поддржува титл.",
	"Italian": "Италијански",
	"Italy": "Италија",
	"Ivory Coast": "Брегот на Слоновата Коска",
	"Jakarta": "Џакарта",
	"Jamaica": "Јамајка",
	"Japan": "Јапонија",
	"Japanese": "Јапонски",
	"Jayapura": "Џајапура",
	"Jerusalem": "Ерусалим",
	"Johannesburg": "Јоханесбург",
	"Jordan": "Јордан",
	"Just Scan": "Само скенирај",
	"Kabul": "Кабул",
	"Kaliningrad": "Калининград",
	"Kamchatka": "Камчатка",
	"Kampala": "Кампала",
	"Kannada": "Канада",
	"Karachi": "Карачи",
	"Kasem": "Касем",
	"Kashgar": "Кашгар",
	"Katmandu": "Катманду",
	"Kazakh": "Казахстански",
	"Kazakhstan": "Казахстан",
	"Kenya": "Кенија",
	"Keyboard Languages": "Јазици на тастатурата",
	"Khartoum": "Картум",
	"Khovd": "Ховд",
	"Kiev": "Киев",
	"Kigali": "Кигали",
	"Kingston": "Кингстон",
	"Kinshasa": "Киншаса",
	"Kiribati": "Кирибати",
	"Kiritimati": "Киритимати",
	"Kolkata": "Колката",
	"Korea": "Кореа",
	"Korean": "Корејски",
	"Krasnoyarsk": "Краснојарск",
	"Kuala Lumpur": "Куала Лумпур",
	"Kuching": "Кучинг",
	"Kuwait": "Кувајт",
	"Kuwait City": "Градот Кувајт",
	"Kyrgyzstan": "Киргистан",
	"LED Local Dimming": "LED локално затемнување",
	"LG Logo Light (Front of TV)": "LG светло од логото (предниот дел од телевизорот)",
	"LG Services Country": "Државата на услугите на LG",
	"LG Wireless Keyboard": "Безжична тастатура на LG",
	"LG Wireless Keyboard Connected:": "Безжичната тастатура на LG е поврзана:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Безжичната тастатура на LG ви дозволува да го контролирате ТВ-от преку Bluetooth.",
	"La Paz": "Ла Паз",
	"Lagos": "Лагос",
	"Language": "Јазик",
	"Laos": "Лаос",
	"Large": "Големо",
	"Last tuning:": "Последно нагодување:",
	"Latvia": "Латвија",
	"Latvian": "Латвиски ",
	"Lebanon": "Либан",
	"Left": "Лево",
	"Left Right": "Лево/Десно",
	"Left Surround": "Лев сараунд звучник",
	"Left drop shadow": "Лева паѓачка сенка",
	"Legal Notice": "Законска напомена",
	"Lesotho": "Лесото",
	"Liberia": "Либерија",
	"Libreville": "Либрвил",
	"Libya": "Либија",
	"Liechtenstein": "Лихтенштајн",
	"Light": "Светол",
	"Lilongwe": "Лилонгве",
	"Lima": "Лима",
	"Limit AD Tracking": "Огранички го следењето РЕКЛАМИ",
	"Lisbon": "Лисабон",
	"Lithuania": "Литванија",
	"Lithuanian": "Литвански",
	"Live Theater": "Кино во живо",
	"Ljubljana": "Љубљана",
	"Loading...": "Вчитување...",
	"Local": "Локално",
	"Local Language": "Локален јазик",
	"Location": "Локација",
	"Lock All": "Заклучи сè",
	"Lock changes for currently running apps will be applied the next time they are started.": "Измените за заклучување на тековните апликации ќе се применат при нивното следно активирање.",
	"Logo Luminance Adjustment": "Прилагодување на осветленоста на логото",
	"Lome": "Ломе",
	"London": "Лондон",
	"Lord Howe": "Лорд Хау",
	"Los Angeles": "Лос Анџелес",
	"Louisville": "Луисвил",
	"Low": "Ниско",
	"Luanda": "Луанда",
	"Lubumbashi": "Лубумбаши",
	"Luminance": "Блесок",
	"Lusaka": "Лусака",
	"Luxembourg": "Луксембург",
	"MAC Address": "MAC адреса",
	"MAC Address (Wired)": "MAC-адреса (жична)",
	"MAC Address (Wireless)": "MAC-адреса (безжична)",
	"MASTER PASSWORD": "ГЛАВНА ЛОЗИНКА",
	"MHEG Guide": "MHEG водич",
	"MPEG Noise Reduction": "MPEG намалување шум",
	"Macao": "Макао",
	"Macedonia": "Македонија",
	"Macedonia, The Former Yugoslav Republic Of": "Македонија",
	"Macedonian": "Македонски",
	"Maceió": "Масејо ",
	"Maceió ": "Масејо ",
	"Madagascar": "Мадагаскар",
	"Madeira": "Мадеира",
	"Madrid": "Мадрид",
	"Magadan": "Магадан",
	"Magenta": "Магента",
	"Makassar": "Макасар",
	"Make blurry or difficult-to-see areas more vivid.": "Направете замаглените делови или деловите тешки за гледање да бидат поживописни.",
	"Malabo": "Малабо",
	"Malawi": "Малави",
	"Malay": "Малезиски",
	"Malayalam": "Малајамски",
	"Malaysia": "Малезија",
	"Maldives": "Малдиви",
	"Mali": "Мали",
	"Malta": "Малта",
	"Manage channels stored on the TV.": "Управувајте со каналите зачувани на телевизорот.",
	"Managua": "Манагва ",
	"Manama": "Манама",
	"Manaus": "Манаус",
	"Mandarin": "Мандарински",
	"Manila": "Манила",
	"Manual": "Рачно",
	"Maori": "Маори",
	"Maputo": "Мапуто",
	"Marathi": "Марати",
	"Marquesas": "Маркиските Острови",
	"Marshall Islands": "Маршалски Острови",
	"Martinique": "Мартиник",
	"Mature Audience Only": "Само возрасна публика",
	"Mauritania": "Мавританија",
	"Mauritius": "Маврициус",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Зголемете го контрастот со зголемување на интензитетот на светли и темни области на екранот.",
	"Mayotte": "Мајот",
	"Mazatlán": "Мазатлан",
	"Mbabane": "Мбабане",
	"Medium": "Средна",
	"Menu Language": "Јазик на менито",
	"Menu Transparency": "Мени за проѕирност",
	"Message": "Порака",
	"Method": "Метод",
	"Mexico": "Мексико",
	"Mexico City": "Мексико Сити",
	"Middle East": "Среден Исток",
	"Minsk": "Минск",
	"Minutes": "Минути",
	"Mobile Connection Management": "Управување со поврзување на мобилен",
	"Mode Option": "Опција за режим",
	"Model": "Модел",
	"Mogadishu": "Могадишу",
	"Moldova": "Молдавија",
	"Monaco": "Монако",
	"Moncton": "Монктон",
	"Mongolia": "Монголија",
	"Monrovia": "Монровија",
	"Montenegro": "Црна Гора",
	"Monterrey": "Монтереј",
	"Montevideo": "Монтевидео",
	"Month": "Месец",
	"Montréal": "Монтреал",
	"Morocco": "Мароко",
	"Moscow": "Москва",
	"Motion Eye Care": "Заштита на очите при движења",
	"Movie Lock": "Заклучување на филм",
	"Mozambique": "Мозамбик",
	"Multi Audio": "Повеќекратно аудио",
	"Multi Channel Audio": "Повеќеканално аудио",
	"Multi Feed": "Повеќе канали",
	"Multiple": "Повеќе",
	"Muscat": "Мускат",
	"Music": "Музика",
	"Myanmar": "Мјанмар",
	"Mérida": "Мерида",
	"NEXTGEN TV Mode": "NEXTGEN ТВ режим",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Нов Јужен Велс/Австралиска престолнинска територија - Сиднеј",
	"NT - Northern Territory - Darwin": "NT - Северна Територија - Дарвин",
	"Nairobi": "Најроби",
	"Namibia": "Намибија",
	"Narrow": "Тесен",
	"Nassau": "Насау",
	"Natural": "Природно",
	"Ndebele": "Ндебеле",
	"Ndjamena": "Нџамена",
	"Nepal": "Непал",
	"Netherland": "Холандија",
	"Netherlands": "Холандија",
	"Network": "Мрежа",
	"Network Connection Settings": "Поставки за мрежно поврзување",
	"Network Name": "Име на мрежа",
	"Network-Based Personalization Recommendations": "Препораки за персонализација засновани врз мрежата",
	"New Caledonia": "Нова Каледонија",
	"New York": "Њујорк",
	"New Zealand": "Нов Зеланд",
	"Next": "Следно",
	"Niamey": "Нијамеј",
	"Nicaragua": "Никарагва",
	"Nicosia": "Левкозија",
	"Niger": "Нигер",
	"Nigeria": "Нигерија",
	"Night": "Ноќ",
	"Nipigon": "Нипигон",
	"No": "Не",
	"No Internet via 3G/4G network": "Нема интернет преку мрежата од 3G/4G",
	"No Internet via Ethernet": "Нема интернет преку Етернет",
	"No Internet via Wi-Fi": "Нема интернет преку Wi-Fi",
	"No One 17 and Under Admitted.": "Не е дозволено за деца под 17 години.",
	"No Operation Auto Off": "Автоматско исклучување нема операција",
	"No Signal Auto Off": "Автоматско исклучување нема сигнал",
	"No Signal Image": "Нема сигнална слика",
	"No Signal Power Off (15Min)": "Исклучување поради немање сигнал (15 мин.)",
	"No devices have been found.": "Не се најдени уреди.",
	"No paired devices.": "Нема спарени уреди.",
	"No signal on Server": "Нема сигнал на серверот",
	"No updates found.": "Не се најдени ажурирања.",
	"Noise Reduction": "Намалување шум",
	"None": "Ништо",
	"Normal": "Нормален",
	"North Korea": "Северна Кореја",
	"Northern Africa": "Северна Африка",
	"Norway": "Норвешка",
	"Norwegian": "Норвешки",
	"Not Connected": "Неуспешно поврзување",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Напомена: доколку уредот не ја поддржува оваа функција, може да не функционира како што треба. Во тој случај, може да го поврзете уредот со друга HDMI порта или да ја исклучите поставката за 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Белешка: доколку уредот не ја поддржува оваа функција, може да не функционира како што треба. Во тој случај, може да го поврзете уредот со друга HDMI порта или да ја исклучите поставката за HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Белешка: Достапните опции зависат до емитуваната програма.",
	"Note: Behavior may differ if connected device is not a LG device.": "Белешка: Однесувањето може да се разликува доколку поврзаниот уред не е на LG.",
	"Note: Only displayed when it is provided by the program.": "Белешка: Ќе се прикаже само кога го овозможува програмата.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Белешка: Преводите ќе се прикажат само кога ги овозможува емитуваната програма.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Белешка: Поддржаните функции може да се разликуваат во зависност од моделот, а проѕирноста според нивните операции со начините на пуштање на содржината како Live TV или VOD-содржина.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Белешка:<br>1. Ако го вклучите телевизорот додека трае освежувањето на пикселите, процесот ќе запре и ќе мора да започнете одново.<br>2. Додека се обработува, на екранот може да се појави бела линија. Ова е нормално при чистењето на екранот.",
	"Notifications": "Известувања",
	"Nouméa": "Нумеа",
	"Novosibirsk": "Новосибирск",
	"Nzema": "Нзема",
	"OK": "ОК",
	"OLED LIGHT": "OLED СВЕТЛО",
	"OLED Screen Saver": "OLED заштитник на екранот",
	"Object Audio": "Аудио објект",
	"Off": "Исклучено",
	"Oman": "Оман",
	"Omsk": "Омск",
	"On": "Вклучено",
	"OnTimer Channel not selected": "Каналот Време на вклучување не е избран.",
	"Open": "Отвори",
	"Open Source Licenses": "Известување за софтвер со отворен изворен код",
	"Open when TV is turned on": "Отвори кога телевизорот е вклучен",
	"Operate once when TV is off": "Вклучи штом се вклучи телевизорот",
	"Optical": "Оптички",
	"Optical + Internal TV Speaker": "Oптички + Внатрешен ТВ-звучник",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Оптимизирајте длабочина за содржината преку алгоритам научен преку техниката на LG за машинско изучување.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Поставете оптимални поставки за контраст според осветленоста на сликата на HDR содржината.",
	"Optimize contrast settings based on image brightness.": "Оптимизирајте ги параметрите за контрастот врз основа на светлината на сликата.",
	"Optimize the sound for a cinematic experience.": "Оптимизирајте го звукот за филмско доживување.",
	"Oranjestad": "Орањестад",
	"Original Language": "Оригинален јазик",
	"Oslo": "Осло",
	"Others": "Други",
	"Ouagadougou": "Уагадугу",
	"Outer": "Надворешен",
	"Output sound through the Internal TV speaker.": "Слушајте звук преку внатрешниот ТВ-звучник.",
	"PIN: {pin}": "ПИН: {pin}",
	"PS": "Палестина",
	"Pagode": "Пагоџи",
	"Pakistan": "Пакистан",
	"Palau": "Палау",
	"Panama": "Панама",
	"Panama City": "Градот Панама",
	"Panjabi": "Пенџапски",
	"Papua New Guinea": "Папуа Нова Гвинеја",
	"Paraguay": "Парагвај",
	"Paramaribo": "Парамарибо",
	"Parental Guidance Suggested": "Се препорачува родителски надзор",
	"Parental Guidance Suggested :": "Се препорачува родителски надзор:",
	"Parental guidance suggested for children ages 8-13.": "Се препорачува надзор од родител за деца на возраст 8-13 години.",
	"Parents Guidance strongly required :": "Строго се препорачува родителски надзор:",
	"Parents Strongly Cautioned": "Сериозно предупредување за родителите",
	"Paris": "Парис",
	"Pass Through": "Допуштено",
	"Password": "Лозинка",
	"Patent Information": "Патентни информации",
	"Peak Brightness": "Најголемо осветлување",
	"Persian": "Персијски ",
	"Peru": "Перу",
	"Philippines": "Филипини",
	"Phnom Penh": "Пном Пен",
	"Phoenix": "Феникс",
	"Photo": "Фотографија",
	"Pick a Time": "Изберете време",
	"Picture": "Слика",
	"Picture Mode": "Режим на слика",
	"Picture Mode Settings": "Параметри на режимот за слика",
	"Picture Options": "Опции на слика",
	"Picture Test": "Тест на слика",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Сликата или звукот може да не функционираат како што треба при почетното комуницирање на поврзаниот надворешен уред и телевизорот. Доколку проблемот продолжи, вратете ги поставките или ресетирајте го поврзаниот надворешен уред.",
	"Pitch": "Висина",
	"Pixel Refresher": "Освежување на пикселите",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Освежувањето на пиксели му дозволува на телевизорот да овозможи што е можно појасна слика.",
	"Pixel Refresher begins only once when the TV is turned off.": "Освежувањето на пиксели започнува штом се исклучи телевизорот.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Освежувањето на пикселите е закажано да започне следниот пат кога ќе го исклучите телевизорот.",
	"Play": "Репродуцирај",
	"Play sound through TV Speaker.": "Пушти звук преку ТВ звучник.",
	"Play the standard sound suitable for all types of content.": "Вратете на стандардниот звук што одговара за сите типови содржина.",
	"Please check if WiSA Speakers are turned on and try again.": "Проверете дали WiSA звучниците се вклучени и обидете се повторно.",
	"Please check that the Bluetooth device is already connected to another device.": "Проверете дали Bluetooth уредот е веќе поврзан со друг уред.",
	"Please check the network name and password and try again.": "Ве молиме проверете ги името и лозинката на мрежата и обидете се повторно.",
	"Please check the status and try again": "Проверете го статусот и обидете се повторно.",
	"Please do not unplug the USB storage until the copying is completed.": "Не исклучувајте го USB-складот додека не заврши копирањето.",
	"Please enter your password to turn off this function.": "Ве молиме внесете ја вашата лозинка за да ја исклучите оваа функција.",
	"Please enter your password to turn on this function.": "Ве молиме внесете ја вашата лозинка за да ја вклучите оваа функција.",
	"Please make sure that your TV is connected to the network and try again.": "Проверете дали телевизорот е поврзан на мрежата и обидете се повторно.",
	"Please note that LG does not use or manage the value.": "Имајте на ум дека LG не ја користи или не управува со вредноста.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Имајте на ум дека звукот може да не се слуша кога Дигиталниот излезен звук е поставен на „Допуштено“.",
	"Please try again later.": "Обидете се повторно подоцна.",
	"Please wait while the Settings application reloads.": "Почекајте додека апликацијата Поставки се вчитува повторно.",
	"Please wait while the Settings application restarts.": "Почекајте додека апликацијата Параметри се рестартира.",
	"Please wait while the TV restarts.": "Почекајте додека телевизорот се престартува.",
	"Please wait while the TV searches for LG Service Country.": "Почекајте додека телевизорот ја пребарува државата за услугата на LG.",
	"Podgorica": "Подгорица",
	"Point": "Точка",
	"Pointer Options": "Опција за покажувач",
	"Pointer Size": "Големина на покажувач",
	"Poland": "Полска",
	"Polish": "Полски",
	"Pontianak": "Понтианак",
	"Port Louis": "Порт Луис",
	"Port Moresby": "Порт Морсби",
	"Port of Spain": "Порт оф Спејн",
	"Port-au-Prince": "Порт о Пренс",
	"Porto Novo": "Порто Ново",
	"Porto Velho": "Порто Вељо",
	"Porto-Novo": "Порто Ново",
	"Portugal": "Португалија",
	"Portuguese": "Португалски",
	"Position": "Позиција",
	"Position Settings": "Поставки за позиција",
	"Power Off Timer": "Тајмер за исклучување на напојувањето",
	"Power On Timer": "Тајмер за вклучување на напојувањето",
	"Power Saving Mode": "Режим на штедење енергија",
	"Prague": "Прага",
	"Praia": "Праја",
	"Preschool": "Претшколска возраст",
	"Press right button to adjust de-blur and Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите за отстранување замагленост и Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите за отстранување замагленост и OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Притиснете го десното копче за приспособување на вредностите за отстранување замагленост и OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите против вибрации и Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите против вибрации и OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Притиснете го десното копче за приспособување на вредностите против вибрации и OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите против вибрации, отстранување замагленост и Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Притиснете го десното копче за приспособување на вредностите против вибрации, отстранување замагленост и OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Притиснете го десното копче за приспособување на вредностите против вибрации, отстранување замагленост и OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Притиснете го копчето WPS на пренасочувачот со WPS за поврзување на телевизорот на мрежата.",
	"Press the right button to adjust Motion Pro settings.": "Притиснете на десното копче за да ги приспособите подесувањата за Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Притиснете на десното копче за да ги приспособите подесувањата за OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Притиснете на десното копче за да ги приспособите подесувањата за OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Притиснете на десното копче за да ги приспособите поставките за отстранување замагленост.",
	"Press the right button to adjust de-judder settings.": "Притиснете на десното копче за да ги приспособите поставките за отстранување вибрации.",
	"Previous": "Претходно",
	"Primary Audio Language": "Примарен аудиојазик",
	"Primary Channels": "Примарни канали",
	"Primary Teletext Language": "Примарен јазик за телетекст",
	"Program exempted from ratings.": "Програмата е исклучена од рангирање.",
	"Programme": "Програма",
	"Provide HbbTV Distinctive ID": "Внесување дистинктивно ID за HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Внесете го HbbTV дистинктивното ID потребно за услуга за емитување од HbbTV.",
	"Provided services may vary depending on countries.": "Достапните услуги може да варираат во зависност од земјата.",
	"Puerto Rico": "Порторико",
	"Pyongyang": "Пјонгјанг",
	"QLD - Queensland - Brisbane": "QLD - Квинсленд - Бризбејн",
	"Qatar": "Катар",
	"Quick Help": "Брза помош",
	"Quick Start+": "Брзо вклучување+",
	"Rainy River": "Рејни Ривер",
	"Raised": "Подигнат",
	"Rangoon": "Рангун",
	"Real Cinema": "Вистинско кино",
	"Reason: Authentication with access point was unsuccessful.": "Причина: Автентикацијата со пристапни точки е неуспешна.",
	"Reason: Could not establish a connection to access point.": "Причина: Не може да се воспостави врска со пристапната точка.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Причина: Не може да се добие важечка IP-адреса со користење на DHCP.",
	"Reason: Entered password is incorrect.": "Причина: Внесената лозинка е неправилна.",
	"Reason: Password is missing.": "Причина: Недостасува лозинката.",
	"Reason: The network you selected is out of range.": "Причина: Мрежата што ја избравте е надвор од опсегот.",
	"Reason: Unable to login.": "Причина: Не може да се пријавите.",
	"Receive emergency alerts from TV when an emergency occurs.": "Добивајте итни предупредувања од ТВ-от кога има итни ситуации.",
	"Recife": "Ресифе",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Препорачуваме да ги поставите на часовите кога обично не гледате телевизија на со Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Препорачана корисна содржина и функции врз основа на историјата на гледање и шаблонот на користење апликации.",
	"Recommendations are available for the people, products and locations related to the current program.": "Има препораки за луѓето, производите и локациите поврзани со моменталната програма.",
	"Red": "Црвена",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Смалете го шумот од дигиталните видео сигнали со цел поголема оптимизација на квалитетот.",
	"Regina": "Реџина",
	"Region": "Регион",
	"Registered Devices ({num})": "Регистрирани уреди ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Засилете ги високите тонови од оптимизираниот звук.",
	"Reinforce the low-pitched tone of the optimized sound.": "Засилете ги ниските тонови од оптимизираниот звук.",
	"Remote Settings": "Параметри на далечински управувач",
	"Remove irregular and erratic pixels for a clearer image.": "Отстранете ги неправилните и погрешни пиксели за појасна слика.",
	"Reset": "Ресетирај",
	"Reset AD ID": "Ресетирај AD ID",
	"Reset CI Password": "Ресетирајте ја CI-лозинката",
	"Reset HbbTV Distinctive ID": "Ресетирање дистинктивно ID за HbbTV",
	"Reset Password": "Ресетирајте ја лозинката",
	"Reset Settings": "Ресетирај поставки",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Ресетирајте го списокот со апликации што бил одобрен кога се поврзувала HbbTV мобилна апликација.",
	"Reset the caption position.": "Ресетирајте ја позицијата на титлот.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Ресетирајте ја историјата и за гледаната содржина и за користените апликации. Кога ќе се ресетира историјата, може да е потребен одреден временски период за повторно да добивате препораки за содржина.",
	"Reset to Initial Settings": "Повторно поставување на почетните параметри",
	"Restrict access to TV programs based on their ratings.": "Ограничете го пристапот до ТВ-програмите врз основа на нивната категоризација.",
	"Restrict watching based on age ratings for children programs.": "Ограничете го гледањето детски програми според возраста.",
	"Restrict watching based on ages ratings.": "Ограничете го гледањето програми рангирани според возраста.",
	"Restrict watching based on fantasy violence content ratings.": "Ограничете го гледањето содржина рангирана според фантазија и насилство.",
	"Restrict watching based on programs containing adult language.": "Ограничете го гледањето програми што содржат јазик за возрасни.",
	"Restrict watching based on programs containing sexual scene.": "Ограничете го гледањето врз основа на програми што содржат сексуални сцени.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ограничете го гледањето програми што содржат дијалог со предупредување за сексуални содржини.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ограничете го гледањето според возраста или рејтингот на содржината за да биде потребно присуство на родител.",
	"Restrict watching based on violence content ratings.": "Ограничете го гледањето содржина рангирана според насилство.",
	"Restrict watching movies based on rating.": "Ограничете го гледањето филмови според рангирањето.",
	"Restrict watching programs based on rating.": "Ограничете го гледањето програми според рејтингот.",
	"Restriction ratings :": "Рангирање според рестрикција:",
	"Retry": "Обиди се повторно",
	"Revert TV to its initial settings.": "Вратете го ТВ-от на почетните подесувања.",
	"Revert color adjustment settings to default.": "Вратете ги подесувањата за приспособување на бојата на фабричките подесувања.",
	"Revert detailed sound effect settings of standard mode to default.": "Вратете ги деталните подесувања за звучниот ефект од стандарден режим во фабрички.",
	"Revert picture setting values to default.": "Вратете ги подесувањата за вредностите на квалитетот на стандардно.",
	"Revert white balance settings to default.": "Вратете ги подесувањата за балансот на бела боја на фабричките подесувања.",
	"Reykjavik": "Рејкјавик",
	"Riga": "Рига",
	"Right": "Десно",
	"Right Left": "Десно/Лево",
	"Right Surround": "Десен сараунд звучник",
	"Right drop shadow": "Десна паѓачка сенка",
	"Rio Branco": "Рио Бранко",
	"Riyadh": "Ријад",
	"Romania": "Романија",
	"Romanian": "Романски",
	"Rome": "Рим",
	"Russia": "Русија",
	"Russian": "Руски",
	"Rwanda": "Руанда",
	"SA - South Australia - Adelaide": "SA - Јужна Австралија - Аделаид",
	"SIGNATURE Opening": "SIGNATURE отворање",
	"SIGNATURE TV Settings": "Поставки за SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK ви дозволува да го користите далечинскиот управувач на LG за да ги контролирате другите уреди со SIMPLINK, како што е DVD плеер или систем на аудио домашно кино, коишто се поврзани со вашиот LG Smart TV преку HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK ќе се вклучи автоматски за го користи овој ARC режим.",
	"Safety": "Безбедност",
	"Saint Lucia": "Света Луција",
	"Saint Vincent": "Св. Винсент",
	"Sakhalin": "Сахалинска област",
	"Samara": "Самара",
	"Samarkand": "Самарканд",
	"Samoa": "Самоа",
	"San Luis": "Сан Луис",
	"San Salvador": "Сан Салвадор",
	"Sana": "Сана",
	"Santiago": "Сантијаго",
	"Santo Domingo": "Санто Доминго",
	"Sarajevo": "Сараево",
	"Satellite": "Сателит",
	"Satellite DTV": "Сателитска DTV",
	"Satellite Radio": "Сателитско радио",
	"Saturation": "Заситување",
	"Saudi Arabia": "Саудиска Арабија",
	"Saudi arabia": "Саудиска Арабија",
	"Save CAM Operator's Profile": "Зачувај профил на оператор за CAM",
	"Save CI Password": "Зачувајте ја CI-лозинката",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Зачувајте ги подесувањата за приспособување на бојата од тековно избраниот режим на слика за сите влезови.",
	"Save the white balance settings from the current picture mode in all inputs.": "Зачувајте ги параметрите за балансот на бела боја од тековниот режим на сликата за сите влезови.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Зачувајте ја/ресетирајте ја својата CI-лозинка Доколку ја зачувате лозинката, ќе го прескокнете чекорот за пријавување во иднина.",
	"Scan \"Auto Detect\" automatically.": "Автоматски скенирајте со „Автоматско откривање“.",
	"Scoresbysund": "Скорсбисанд",
	"Screen Down": "Спуштен екран",
	"Screen Off": "Екранот е исклучен",
	"Screen Saver": "Заштитник на екранот",
	"Screen Shift ": "Промена на екранот",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "На одредени интервали има промена на екранот со цел да спречат проблеми поврзани со квалитетот на сликата кога телевизорот е вклучен подолг период.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Екранот ќе се исклучи за 5 секунди. Притиснете на кое било копче, освен на копчето за напојување и гласност, со цел екранот повторно да се вклучи.",
	"Search": "Пребарувај",
	"Search Bluetooth Device": "Барај Bluetooth уред",
	"Searching...": "Пребарување...",
	"Second Language": "Втор јазик",
	"Secondary Audio Language": "Секундарен аудиојазик",
	"Secondary Teletext Language": "Секундарен јазик за телетекст",
	"Security": "Безбедност",
	"Select IRE point to adjust luminance.": "Изберете точка на IRE за да ја прилагодите осветленоста.",
	"Select Mode": "Изберете режим",
	"Select TV's language settings.": "Изберете ги подесувањата за јазик на ТВ-от.",
	"Select a caption type for HD broadcasts.": "Изберете тип за објаснувањата за HD емитување.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Изберете тип за објаснувањата за NEXTGEN ТВ-емитување.",
	"Select a caption type for UHD broadcasts.": "Изберете тип за објаснувањата за UHD емитување.",
	"Select a caption type for analog broadcasts.": "Изберете тип за објаснувањата за аналогно емитување.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Изберете режим на видео што се совпаѓа со средината на гледање, или изберете поставки за режим на видео, како контрастот, бојата и повеќе.",
	"Select an audio format for each HDMI input.": "Изберете аудио формат за секој влез на HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Изберете друг Дигитален излезен звук (автоматски или PCM) доколку не можете да слушнете звук откако ќе изберете Pass Through.",
	"Select audio language for digital broadcasts.": "Изберете аудио јазик за дигитално емитување.",
	"Select color to be adjusted.": "Изберете боја за прилагодување.",
	"Select days to apply the Timer Power Off settings every week.": "Изберете денови за примена на параметарот Исклучен тајмер секоја седмица.",
	"Select days to apply the Timer Power On settings every week.": "Изберете денови за примена на параметарот Вклучен тајмер секоја седмица.",
	"Select device for audio output.": "Изберете уред за звучен излез.",
	"Select device or speaker for audio output.": "Изберете уред или звучник за звучен излез.",
	"Select digital audio output format.": "Изберете дигитален формат на аудио излез.",
	"Select language for TV menu.": "Изберете јазик за менито на ТВ-от.",
	"Select language for subtitles.": "Изберете јазик за преводот.",
	"Select languages for keyboards input.": "Изберете јазици за пишување со тастатура.",
	"Select method to adjust white balance.": "Изберете метод за прилагодување на балансот на бела боја.",
	"Select point to adjust luminance.": "Изберете точка за да ја прилагодите осветленоста.",
	"Select the Sound mode and set detailed Audio effects.": "Изберете го звучниот режим и поставете детални аудио ефекти.",
	"Select the Sound mode for each content type.": "Изберете го звучниот режим за секој тип содржина.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Вклучи/исклучи Ultra HD Deep Colour за влезот на HDMI {num}.",
	"Select the app to restrict the use.": "Изберете апликација за да го ограничите користењето.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Изберете го соодветниот режим на слика согласно средината на гледање или типот содржина.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Изберете ги својствата на аудиото за да слушате емисии онака како што ви се допаѓа.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Изберете го типот на титл за дигитални емисии и направете детални поставки за превод.",
	"Select the channel to restrict watching.": "Изберете го каналот за којшто сакате да го ограничите гледањето.",
	"Select the channel to watch when the TV turns on.": "Изберете го каналот што сакате да го гледате кога ќе се вклучи ТВ-от.",
	"Select the color range to be displayed.": "Изберете го опсегот на бои што треба да се прикажува.",
	"Select the country for your country's special services.": "Изберете земја за да добиете посебни услуги.",
	"Select the desired video angle.": "Изберете го посакуваниот видеоагол.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Изберете го форматот за пренесување дигитален излезен звук од ТВ-от во надворешниот уред.",
	"Select the input to use when the TV turns on.": "Изберете го влезот што треба да се користи при вклучување на телевизорот.",
	"Select the inputs to restrict the use.": "Изберете ги влезовите за да го ограничите користењето.",
	"Select the most preferred Subtitle Language.": "Изберете ја правата алтернатива за јазик на преводот.",
	"Select the place where to use the TV.": "Изберете го местото каде што ќе го користите ТВ-от.",
	"Select the residential region for your regional broadcast signal.": "Изберете го резиденцијалниот регион за регионалниот сигнал на емитување.",
	"Select the second preferred Subtitle Language.": "Изберете ја втората алтернатива за јазик на преводот.",
	"Select your first choice of audio language for digital broadcasts.": "Изберете го првиот јазик за аудиото за дигитално емитување.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Изберете ја правата алтернатива за јазик за услугата за телетекст од давателот на телевизиски услуги.",
	"Select your second choice of audio language for digital broadcasts.": "Изберете го вториот јазик за аудиото за дигитално емитување.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Изберете ја втората алтернатива за јазик за услугата за телетекст од давателот на телевизиски услуги.",
	"Senegal": "Сенегал",
	"Seoul": "Сеул",
	"Serbia": "Србија",
	"Serbian": "Српски",
	"Serial Number": "Сериски број",
	"Serta Wego": "Серта Вего",
	"Service 1": "Услуга 1",
	"Service 2": "Услуга 2",
	"Service 3": "Услуга 3",
	"Service 4": "Услуга 4",
	"Service 5": "Услуга 5",
	"Service 6": "Услуга 6",
	"Service Area Zip Code": "Поштенски број на областа на услугата",
	"Set Automatically": "Поставете на автоматски",
	"Set ID": "Поставете ИД",
	"Set My Team Alarm.": "Постави го алармот за мојот тим.",
	"Set Store Mode settings.": "Поставете ги поставките за режимот на продавница.",
	"Set System Color mode for your current TV input.": "Поставете режим за боја на систем за тековниот ТВ-влез.",
	"Set additional options for Video Description.": "Поставете дополнителни опции за описот на видеото.",
	"Set additional picture settings.": "Поставете дополнителни поставки за слика.",
	"Set additional sound-related settings.": "Дефинирајте дополнителни подесувања со звукот.",
	"Set advanced Subtitle options.": "Поставете напредни опции за преводот.",
	"Set advanced captioning options.": "Изберете опции за напредно објаснување.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Поставете и уредете ја верзијата на IP адреса во IPv4 или IPv6.",
	"Set audio-related options.": "Поставете ги опциите за звукот.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Поставете големина, боја и провидност за објаснувањата и други опции за дигитално емитување.",
	"Set color temperature from warm to cool.": "Поставете ја температурата на бојата од топла на студена.",
	"Set detailed caption settings for HD broadcasts.": "Направете детални поставки за титл за HD емисии.",
	"Set detailed options for the AI functions.": "Поставете детални опции за функции за AI.",
	"Set detailed options for the Home feature.": "Поставете детални опции за функцијата на почетна страница.",
	"Set detailed options for the Recommendation feature.": "Поставете детални опции за функцијата на препораки.",
	"Set easy connection settings with external devices.": "Направете едноставни поставки за поврзувањето со надворешни уреди.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Заклучете одредени канали, апликации и влезови за да не може да се користат без присуство на родител.",
	"Set necessary additional functions based on watching environment and screen status.": "Поставете ги потребните дополнителни функции врз основа на средината во којашто ќе гледате телевизија и статусот на екранот.",
	"Set or reset the position of on-screen captions.": "Поставете ја или ресетирајте ја позицијата на титлот на екранот.",
	"Set settings related to your wired / wireless network.": "Направете ги поставките поврзани со жичната/безжичната мрежа.",
	"Set the TV to turn off automatically after a set amount of time.": "Поставете го ТВ-от автоматски да се исклучува по одреден временски период.",
	"Set the TV to turn off automatically at a set time.": "Поставете го ТВ-от да се исклучува автоматски во одредено време.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Поставете го ТВ автоматски да се исклучува доколку нема реакција од корисникот 4 часа по автоматското вклучување на истиот.",
	"Set the TV to turn on automatically at a set time.": "Поставете го ТВ-от автоматски да се вклучува во одреден временски период.",
	"Set the additional functions related to the TV.": "Поставете ги дополнителните функции за ТВ-от.",
	"Set the current date and time.": "Поставете ги датумот и времето.",
	"Set the current date manually.": "Поставете го тековниот датум рачно.",
	"Set the current time manually.": "Поставете го тековното време рачно.",
	"Set the detect range of device available to connect.": "Поставете го опсегот на откривање на уредот што е на располагање за да се поврзе.",
	"Set the region and country for broadcasts and special services.": "Поставете го регионот и земјата за емитувања и посебни услуги.",
	"Set the screen size and aspect ratio.": "Поставете ги големината и односот на екранот.",
	"Set the specialized functions of SIGNATURE TV.": "Поставете ги специјализираните функции на SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Поставете време за автоматско исклучување на ТВ-от без корисникот да мора да реагира.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Поставете повеќеканален Virtual Surround звучен ефект за да уживате во пореалистичен звук.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Поставете Virtual Surround звучен ефект за да уживате во пореалистичен звук.",
	"Set the volume level when the TV turns on.": "Изберете го нивото за гласност на звукот при вклучување на ТВ-от.",
	"Set time to turn off the TV.": "Поставете време за исклучување на телевизорот.",
	"Set time to turn on the TV.": "Поставете време за вклучување на телевизорот.",
	"Set up additional features related to customer support.": "Поставете дополнителни функции поврзани со грижата за корисници.",
	"Set up an account to use LG Services.": "Поставете сметка за да употребувате LG услуги.",
	"Set whether to display Home when the TV is turned on.": "Поставете дали да се прикажува почетната страница кога се вклучува телевизорот.",
	"Settings Help": "Помош за параметрите",
	"Sexual Situations": "Сексуални ситуации",
	"Sexually Suggestive Dialogue": "Сексуално сугестивен дијалог",
	"Shanghai": "Шангај",
	"Sharpness": "Острина",
	"Show Password": "Прикажи лозинка",
	"Side by Side": "Едно до друго",
	"Sierra Leone": "Сиера Леоне",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Пречките во сигналот може да ја намалат чувствителноста на Magic Remote ако има безжичен рутер преблиску до телевизорот.",
	"Simferopol": "Симферопол",
	"Singapore": "Сингапур",
	"Size": "Големина",
	"Skopje": "Скопје",
	"Sleep Timer": "Тајмер за мирување",
	"Slovak": "Словачки ",
	"Slovakia": "Словачка",
	"Slovenia": "Словенија",
	"Slovenian": "Словенски",
	"Slow": "Бавно",
	"Small": "Мало",
	"Smooth": "Рамномерно",
	"Smooth Gradation": "Беспрекорна градација",
	"Soccer": "Фудбал",
	"Sofia": "Софија",
	"Software Update": "Надградување на софтвер",
	"Software Version": "Верзија на софтвер",
	"Software update has been installed. Update will be applied when you restart your TV.": "Ажурирањето на софтверот е инсталирано. Ажурирањето ќе се примени кога ќе го рестартирате телевизорот.",
	"Solid": "Непрекинато",
	"Solomon Islands": "Соломонски Острови",
	"Somalia": "Сомалија",
	"Some material may not be appropriate for children under 13.": "Некои материјали може да не соодветни за деца под 13 години.",
	"Some material may not be appropriate for children.": "Некои содржини не се соодветни за деца.",
	"Sotho, Northern": "Сото, Северен",
	"Sotho, Southern": "Сото, Јужен",
	"Sound": "Звук",
	"Sound Mode": "Режим Звук",
	"Sound Mode Settings": "Параметри на звучниот режим",
	"Sound Out": "Звучен излез",
	"Sound Share": "Споделување звук",
	"Sound Test": "Тестирање на звук",
	"South Africa": "Јужна Африка",
	"South Korea": "Јужна Кореја",
	"Southern Africa": "Јужна Африка",
	"Spain": "Шпанија",
	"Spanish": "Шпански",
	"Speaker Volume Control": "Контрола за гласност на звучник",
	"Specify detailed voice guidance settings after turning on this feature.": "Изберете детални поставки за гласовното водење по вклучувањето на оваа функција.",
	"Speed": "Брзина",
	"Spoken Subtitle": "Говорен поднаслов",
	"Sports": "Спорт",
	"Sports Alert": "Спортски предупредувања",
	"Srednekolymsk": "Среднеколимск",
	"Sri Lanka": "Шри Ланка",
	"St. John's": "Сент Џонс",
	"Stand": "Држач",
	"Standard": "Стандардно",
	"Standard Mode Sound Effect": "Звучен ефект на стандардниот режим",
	"Standby Light": "Светло при мирување ",
	"Start New Sound Tuning": "Започни ново нагодување на звукот",
	"Start Now": "Започни сега",
	"Startup Sound": "Звук на Старт",
	"Stockholm": "Стокхолм",
	"Stop": "Стоп",
	"Store Demo": "Демо продавница",
	"Store Mode": "Режим на продавница",
	"Store Mode Settings": "Поставки за режимот на продавница",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Режимот на продавница е за потребите за прикажување во продавницата. Поставките повторно ќе се иницијализираат на неколку минути. Дали сакате да ја затворите оваа апликација и да го стартувате режимот на продавница?",
	"Strong": "Силен",
	"Style": "Стил",
	"Subnet Mask": "Маска на подмрежа",
	"Subnet prefix length": "Должина на префикс на подмрежа",
	"Subtitle First Choice Language": "Права алтернатива за јазик на преводот",
	"Subtitle Language": "Јазик на превод",
	"Subtitle Second Choice Language": "Втора алтернатива за јазик на преводот",
	"Subtitles": "Преводи",
	"Sudan": "Судан",
	"Super Impose": "Преклопување слики",
	"Super Resolution": "Супер резолуција",
	"Support": "Поддршка",
	"Suriname": "Суринам",
	"Surround Balance": "Рамнотежа на сараундот",
	"Surround Level": "Ниво на сараундот",
	"Swahili": "Свахили",
	"Swati": "Свати",
	"Swaziland": "Свазиленд",
	"Sweden": "Шведска",
	"Swedish": "Шведски",
	"Swift Current": "Свифт Карент",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Ставете го ТВ-от во режим на мирување за да се вклучи побрзо подоцна кога ќе сакате да гледате.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Наместо да го исклучите ТВ-от, ставете го во режим на мирување за побрзо да ги користите разните функции, како апликациите, пребарувања итн. кога ќе го вклучите.",
	"Switzerland": "Швајцарија",
	"Sync Demo": "Синхронизирај демо",
	"Syria": "Сирија",
	"System Color": "Боја на систем",
	"São Paulo": "Сао Паоло",
	"TAS - Tasmania - Hobart": "TAS - Тасманија - Хобарт",
	"TEXT 1": "ТЕКСТ 1",
	"TEXT 2": "ТЕКСТ 2",
	"TEXT 3": "ТЕКСТ 3",
	"TEXT 4": "ТЕКСТ 4",
	"TV": "ТВ",
	"TV Information": "ТВ-информации",
	"TV Installation Type": "Тип ТВ-инсталација",
	"TV Lock": "Заклучување на ТВ",
	"TV Name": "Име на телевизор",
	"TV On With Mobile": "Вклучи телевизор со мобилен",
	"TV Power Sound": "Звук на TV Power",
	"TV Power Sound Volume": "Гласност на звук на ТВ",
	"TV Program Locks": "Заклучувања на ТВ-програми",
	"TV Rating English": "ТВ оценување на англиски јазик",
	"TV Rating French": "ТВ оценување на француски јазик",
	"TV Speaker": "ТВ звучник",
	"TV can be used as an alarm.": "ТВ-от може да се користи како аларм.",
	"TV is turned off at a set time on every specified day.": "ТВ-от се исклучува во одреден временски период на одреден ден.",
	"TV to USB": "од ТВ на USB",
	"Tagalog": "Тагалог",
	"Tahiti": "Тахити",
	"Taipei": "Тајпеј",
	"Taiwan": "Тајван",
	"Tajikistan": "Таџикистан",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Искористете ги функциите за кои е потребен интернет, како што се интернет апликациите, надградување на софтвер итн.",
	"Tallinn": "Талин",
	"Tamil": "Тамилски",
	"Tanzania": "Танзанија",
	"Target Luminance": "Осветленост на целта",
	"Tashkent": "Ташкент",
	"Tbilisi": "Тбилиси",
	"Tegucigalpa": "Тегусигалпа",
	"Tehran": "Техеран",
	"Teletext": "Телетекст",
	"Telugu": "Телегу",
	"Text Color": "Боја на текст",
	"Text Opacity": "Непроѕирност на текст",
	"Text Search": "Текстуално пребарување",
	"Thai": "Тајландски",
	"Thailand": "Тајланд",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Портите HDMI {port1} и HDMI {port2} поддржуваат AMD FreeSync Premium и можете да ја изберете оваа функција.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портите за HDMI {port1} и HDMI {port2} ја поддржуваат функцијата AMD FreeSync Premium, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Влезовите за HDMI {port1} и HDMI {port2} поддржуваат Инстантна реакција за игри, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Портата HDMI {port1} поддржува AMD FreeSync Premium и можете да ја изберете оваа функција.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Портата за HDMI {port1} ја поддржува функцијата AMD FreeSync Premium, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Влезот за HDMI {port1} поддржува Инстантна реакција за игри, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Портите HDMI {port1}, HDMI {port2} и HDMI {port3} поддржуваат AMD FreeSync Premium и можете да ја изберете оваа функција.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портите за HDMI {port1}, HDMI {port2} и HDMI {port3} ја поддржуваат функцијата AMD FreeSync Premium, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Портите HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддржуваат AMD FreeSync Premium и можете да ја изберете оваа функција.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портите за HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} ја поддржуваат функцијата AMD FreeSync Premium, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Влезовите за HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддржуваат Инстантна реакција за игри, којашто можете да ја исклучувате и вклучувате.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Влезовите за HDMI {port1}, HDMI {port2} и HDMI {port3} поддржуваат Инстантна реакција за игри, којашто можете да ја исклучувате и вклучувате.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Дистинктивното ID за HbbTV е единствена вредност што се користи само за HbbTV, коешто не е поврзано со личните информации на корисникот.",
	"The HbbTV Distinctive ID will be reset.": "Дистинктивното ID на HbbTV ќе биде ресетирано.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Апликацијата или услугата HbbTV ќе го исклучи следењето на индивидуален корисник.",
	"The IBB service will disable its tracking of an individual user.": "Услугата IBB ќе го исклучи следењето на индивидуален корисник.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Информациите за државата за услугите на LG не може да се вчитаат од серверот. Обидете се повторно подоцна.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Апликацијата Поставки мора повторно да се вчита за да се измени јазикот на менито. Сакате ли да продолжите?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Амбиенталното осветлување ќе се активира ако се детектира движење околу телевизорот.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Надворешните услуги за гласовно пребарување што се достапни може да се променат во зависност од поставениот јазик. Исто така, ако го смените јазикот на менито, менито со поставки ќе се вчита повторно. Дали сакате да продолжите?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Списокот со програми успешно се копира од USB-складот на телевизорот. Телевизорот ќе се рестартира за 5 секунди.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Списокот со програми успешно се копира од телевизорот на USB-складот.",
	"The closer to 100, the brighter.": "Што повеќе одите кон 100, тоа посветол е екранот.",
	"The closer to 100, the clearer the color becomes.": "Што повеќе одите кон 100, тоа појасни се боите.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Колку повеќе одите кон 50, толку црвената е појасна, колку повеќе одите кон 50, толку зелената е појасна.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Поставените вредности за функцијата за Баланс на бела боја ќе бидат ресетирани. Дали сакате да продолжите?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Празнината меѓу гласноста на звуците на каналите и програмите автоматски се намалува, што е корисно кога сакате да гледате програми со константна гласност.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Јазот меѓу гласноста на звуците на каналите и програмите автоматски се поставува кога сакате да гледате програми со постојана гласност.",
	"The higher the settings, the louder the sound rapidly.": "Што повисока вредност, тоа побрзо се појачува гласот.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Внатрешниот ТВ-звучник и Bluetooth звучниците може истовремено да пуштаат звуци, при што се создава живописен сараунд ефект.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Јазикот за гласовното пребарување автоматски ќе биде поставен во зависност од јазикот избран за менито.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Јазикот што се користи за гласовно пребарување е поставен според избраниот јазик на менито. Услугите за поддршка може да варираат во зависност од гласовниот јазик.",
	"The network is currently unavailable. Please try again later.": "Мрежата моментално не е достапна. Обидете се повторно подоцна.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Потребен е околу еден час за да се изврши процесот и телевизорот мора да остане исклучен.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Потребни се околу {n} минута (минути) за да заврши процесот и треба ТВ-от да е исклучен.",
	"The program is intended for adults only.": "Програмата е наменета само за возрасни.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Освтленоста на екранот е автоматски приспособена согласно осветленоста околу телевизорот.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Екранот ќе се излизга надолу во рок од 5 секунди. Притиснете на кое било копче освен на Power и на Volume на далечинскиот управувач за да го вратите екранот назад.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Поставените подвредности за функцијата за Систем за управување со бои ќе бидат ресетирани. Дали сакате да продолжите?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Поставката за Bluetooth сараунд звук + Внатрешен ТВ-звучник ќе бидат ресетирани.",
	"The settings are as follows.": "Подесувањата се следните.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Звукот може да не се слуша кога „Дигитален излезен звук“ е поставено на „Допуштено“.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Ажурирањето не може да се примени на телевизорот. Софтверот ќе се врати на претходната верзија.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Визуелните ефекти се прикажани на екранот кога ТВ-от е вклучен и има движења на екранот.",
	"There are no paired devices.": "Нема спарени уреди.",
	"There are settings to correct or prevent OLED panel noise.": "Постојат параметри за поправање или спречување на шумот на OLED-плочата.",
	"There is no USB device connected to your TV.": "Не е поврзан USB-уред со телевизорот.",
	"There is no message.": "Нема порака.",
	"Thimphu": "Тимфу",
	"Third Language": "Трет јазик",
	"This feature applies only to specified LG Wireless Keyboard models.": "Оваа функција се однесува само на одредени модели на безжични тастатури на LG.",
	"This function works only when it is provided by the broadcast program.": "Оваа функција работи само ако е овозможена од програмата за емитување.",
	"This is a closed caption preview": "Ова е преглед со објаснување",
	"This is an already existing value.": "Оваа вредност веќе постои.",
	"This service provides you with more information about watching program and enjoys related contents.": "Со оваа услуга добивате информации околку програмите што ги гледате и уживате во слична содржина.",
	"This will revert all options on TV to their default settings.": "Така ќе се вратат сите опции на ТВ-от на стандардните подесувања.",
	"Thule": "Туле",
	"Tijuana": "Тихуана",
	"Time": "Време",
	"Timer Channel": "Тајмер на канал",
	"Timer Repeat": "Повтори тајмер",
	"Timers": "Тајмери",
	"Timezone": "Временска зона",
	"Timor-Leste": "Источен Тимор",
	"Tint": "Нијанса",
	"Tiranë": "Тирана",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "За да го оптимизирате звукот, пуштете тест-звук и започнете да го мерите звукот што се одбива од ѕидовите со Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "За да го тестирате звукот на телевизорот, поставката Звучен излез треба да се измени во Внатрешен ТВ-звучник. Сакате ли да продолжите?",
	"Togo": "Того",
	"Tokyo": "Токио",
	"Tonga": "Тонга",
	"Top and Bottom": "Врв и дно",
	"Toronto": "Торонто",
	"Total Power On Time": "Вкупно време на вклучување",
	"Tracking Speed": "Следење на брзина",
	"Translucent": "Делумно проѕирно",
	"Transparent": "Проѕирно",
	"Treble Boost": "Засилени високи тонови",
	"Trinidad And Tobago": "Тринидад и Тобаго",
	"Trinidad and Tobago": "Тринидад и Тобаго",
	"Tripoli": "Триполи",
	"Tsonga": "Цонга",
	"Tswana": "Цвана",
	"Tune and save available channels.": "Бирајте и зачувувајте достапни програми.",
	"Tune and save available channels. You can set satellite channel options.": "Бирајте и зачувувајте достапни програми. Може да ги поставите опциите за сателитските програми.",
	"Tunis": "Тунис",
	"Tunisia": "Тунис",
	"Turkey": "Турција",
	"Turkish": "Турски",
	"Turkmenistan": "Туркменистан",
	"Turn on TV with mobile device same as smartphone.": "Вклучувајте го ТВ-от со мобилен уред исто како со паметен телефон.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Вклучи и исклучи Ultra HD Deep Colour за HDMI {num} влез.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Вклучете ја или исклучете ја опцијата Инстант реакција за игри за влезот на HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Вклучувајте го ТВ-от со мобилен уред преку Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Вклучувајте го ТВ-от со мобилен уред преку Wi-Fi.",
	"Turn on via Bluetooth": "Вклучи преку Bluetooth",
	"Turn on via Wi-Fi": "Вклучи преку Wi-Fi",
	"Turn on/off description box in Settings.": "Вклучете/исклучете го полето за опис во Подесувања.",
	"Turn on/off standby light.": "Вклучи/исклучи светло за подготвеност.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Вклучете/исклучете AMD FreeSync Premium на портата HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Вклучете/исклучете ги сликите што треба да се прикажат кога нема сигнал.",
	"Turn on/off the related features of energy consumption.": "Вклучете ги или исклучете ги функциите за потрошувачка на струја.",
	"Turn the Hybridcast service on/off.": "Вклучете ја/исклучете ја услугата Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Вклучете ја/исклучете ја услугата за интерактивност (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Вклучете го/исклучете го ТВ водичот од давателот на телевизиски услуги.",
	"Turn your broadcast TV provider's teletext service on/off.": "Вклучете ја/исклучете ја услугата за телетекст од давателот на телевизиски услуги.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Доколку Wi-Fi се исклучи, тоа ќе ве спречи да пристапите до сите услуги на интернет, освен ако не користите кабел за да се поврзете на мрежата. Сакате ли да продолжите?",
	"UAE": "Обединети Арапски Емирати",
	"UHD Mode": "UHD режим",
	"USA": "САД",
	"USB storage for Copy Channels": "USB уред за копирање канали",
	"USB to TV": "од USB на ТВ",
	"Uganda": "Уганда",
	"Ukraine": "Украина",
	"Ukrainian": "Украински",
	"Ulaanbaatar": "Улан Батор",
	"Unable to check for updates.": "Не може да се провери дали има ажурирања.",
	"Unable to connect to the network.": "Не може да се поврзе на мрежата.",
	"Undefined": "Недефиниран",
	"Under 17 requires accompanying parent or adult guardian.": "Потребен е надзор од родител или возрасен старател за деца под 17 години.",
	"Uniform": "Еднообразен",
	"United Arab Emirates": "Обединети Арапски Емирати",
	"United Kingdom": "Обединето Кралство",
	"United States of America": "Обединети Американски Држави",
	"Universal Control Settings": "Поставки за универзална контрола",
	"Unknown": "Непознат",
	"Unknown issue has occurred.": "Се појави непознат проблем.",
	"Update canceled.": "Ажурирањето е откажано.",
	"Update in progress...": "Ажурирањето е во тек...",
	"Update in progress...({n}%)": "Ажурирањето е во тек...({n}%)",
	"Update paused.": "Ажурирањето е паузирано.",
	"Update reserved.": "Ажурирањето е резервирано.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Ажурирањето ќе се откаже и сите негови датотеки ќе се избришат сега. Сакате ли да продолжите?",
	"Urdu": "Урду",
	"Uruguay": "Уругвај",
	"Urumqi": "Урумки",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Користете го Magic Remote за да ја анализирате акустиката во собата и за оптимизирање на квалитетот на звукот од телевизорот врз основа на резултатите.",
	"Use a large pointer.": "Користете голем покажувач.",
	"Use a medium pointer.": "Користете среден покажувач.",
	"Use a small pointer.": "Користете мал покажувач.",
	"Use the 4-way controller to change the position and press the OK button.": "Користете го 4-насочниот контролер за да ја менувате позицијата и притиснете го копчето „ОК“.",
	"Use the following services with the selected language.": "Користете ги следните услуги со избраниот јазик.",
	"User": "Корисник",
	"User Agreements": "Кориснички договори",
	"User Guide": "Водич за корисници",
	"Uzbek": "Узбечки",
	"Uzbekistan": "Узбекистан",
	"Uzhhorod": "Ужгород",
	"V Position": "V позиција",
	"V Sharpness": "Вертикална острина",
	"V Size": "V големина",
	"VIC - Victoria - Melbourne": "VIC - Викторија - Мелбурн",
	"Vaduz": "Вадуц",
	"Valencian": "Валенсиски",
	"Vancouver": "Ванкувер",
	"Vatican City": "Градот Ватикан",
	"Venda": "Венда",
	"Venezuela": "Венецуела",
	"Vertical Zoom": "Вертикален зум",
	"Video 1": "Видео 1",
	"Video 2": "Видео 2",
	"Video 3": "Видео 3",
	"Video Description": "Опис на видео",
	"Vienna": "Виена",
	"Vientiane": "Виентијан",
	"Vietnam": "Виетнам",
	"Vietnamese": "Виетнамски",
	"View current Common Interface (CI) information.": "Прикажи информации за тековниот заеднички интерфејс (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Гледајте појасна слика со менување на боите на менито на екранот во црно и бело.",
	"View messages from your broadcast TV provider.": "Прикажете ги пораките од давателот на телевизиски услуги.",
	"View more information about watching program and enjoy related contents.": "Видете повеќе информации околу програмите и уживајте во слични содржини.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Гледајте го екранот според оригиналниот сооднос или поставете ги големината и содносот на екранот.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Гледајте го екранот со оригиналните димензии, односно онака како што е сигналот на емитување или според поврзаниот уред.",
	"Vilnius": "Вилнус",
	"Violence": "Насилство",
	"Vivid": "Живописно",
	"Vladivostok": "Владивосток",
	"Voice Recognition Help and Settings": "Помош за гласовно пребарување и поставки",
	"Voice Support Service": "Услуга за гласовна поддршка",
	"Volgograd": "Волгоград",
	"Volume": "Волумен",
	"Volume Increase Amount": "Вредност на зголемувањето на јачината на звукот",
	"Volume Mode": "Режим Звук",
	"WA - Western Australia - Eucla": "WA - Западна Австралија - Јукла",
	"WA - Western Australia - Perth": "WA - Западна Австралија - Перт",
	"Wall-mounted": "Монтирано на ѕид",
	"Warm1": "Топло1",
	"Warm2": "Топло2",
	"Warm3": "Топло3",
	"Warsaw": "Варшава",
	"Watch a diverse range of Internet contents on TV channels.": "Гледајте различни видови интернет-содржина на телевизиските канали.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Собираме и чуваме MAC-адреса, број на моделот, поштенски код, параметри на јазикот и верзија на софтверот за да го потврдиме вашиот уред и да провериме дали ја имате најновата верзија на софтверот.",
	"Welcome Feature": "За добредојде",
	"Welsh": "Велшки",
	"Western Africa": "Западна Африка",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Кога поврзаниот HDD не се користи одреден временски период, ставете го во режим на мирување за да ја намалите потрошувачката.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Кога уредот е поврзан со портата, сликата од играта е оптимизирана со минимални задоцнувања, чкрипења или прекини.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Кога се вклучува Инстант реакција за игри, видеото може привремено да затрепери.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Кога звучниот излез е поставен на „Bluetooth / HDMI ARC / Optical Digital / WiSA звучници“ или поврзаните уреди не подрржуваат Инстант реакција за игри, може да не функционира правилно.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Кога звучниот излез е поставен на „Bluetooth“ или поврзаните уреди не поддржуваат „Инстантна реакција за игри“, може да не функционира правилно.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Кога уредот ќе се вклучи/исклучи, и телевизорот ќе се вклучи/исклучи автоматски",
	"When the visual effects is off, the screen is displayed as Live TV.": "Кога визуелните ефекти се исклучени, екранот се користи како телевизор во живо.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Кога е вклучена оваа функција, некои од функциите коишто се појавуваат на екранот ќе бидат донекаде провидни.",
	"When your TV is turned off, the device will automatically turn off.": "Кога телевизорот ќе се исклучи, и уредот ќе се исклучи автоматски.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Додека изменетата поставена вредност се пренесува до надворешен уред, може привремено да има проблеми со сликата и звукот.",
	"White": "Бела",
	"White Balance": "Баланс на бела боја",
	"Wi-Fi Connection": "Wi-Fi поврзување",
	"Wi-Fi Security": "Wi-Fi безбедност",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi е исклучен. Вклучете го за да го видите списокот со достапни мрежи со коишто може да се поврзете и дополнителните поврзани ставки на менито.",
	"Wi-Fi issue has occurred.": "Се појави проблем со Wi-Fi.",
	"WiSA Speakers": "WiSA звучници",
	"Wide Area Zone": "Зона со широка област",
	"Wide View": "Широк приказ",
	"Wide View (32:9)": "Широк приказ (32:9)",
	"Wide Zoom": "Широк зум",
	"Windhoek": "Виндхук",
	"Window Color": "Боја на прозорец",
	"Window Opacity": "Непроѕирност на прозорец",
	"Winnipeg": "Винипег",
	"Wired Connection (Ethernet)": "Жична врска (Етернет)",
	"Wired Headphones": "Поврзани слушалки",
	"Wired Headphones + Internal TV Speaker": "Поврзани слушалки + Внатрешен ТВ-звучник",
	"With this option, you can control the audio device's volume with your TV remote.": "Со оваа опција можете да ја контролирате гласноста на аудиото на уредот со помош на далечинскиот управувач за ТВ-от.",
	"Xhosa": "Ксоса",
	"Yakutsk": "Јакутск",
	"Yamoussoukro": "Јамусукро",
	"Yangon": "Јангон",
	"Year": "Година",
	"Yekaterinburg": "Екатеринбург",
	"Yellow": "Жолта",
	"Yellowknife": "Јелоунајф",
	"Yemen": "Јемен",
	"Yerevan": "Ереван",
	"Yes": "Да",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Звучните ефекти можете да ги прилагодите кога телевизорот е вклучен и исклучен и кога екранот мрда.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Можете да ги контролирате уредите што се поврзани со HDMI порти со помош на магичниот далечински управувач, без да мора да се вклучуваат процесите за поставување уред.",
	"You can delete the device connection history of Screen Share.": "Можете да ја избришете историјата на поврзувања за Screen Share.",
	"You can delete the device connection history of Sound Share.": "Можете да ја избришете историјата на поврзувања за Sound Share.",
	"You can find the default password in User Guide.": "Можете да ја најдете стандардната лозинка во водичот за корисници.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Можете да ја вклучите функцијата „Инстантна реакција за игри“ со вклучување на HDMI Ultra HD Deep Colour.",
	"You can only change settings from the current HDMI input.": "Може да менувате поставки само од тековниот HDMI влез.",
	"You can scan again to connect the device.": "Повторно можете да скенирате за да се поврзе уредот.",
	"You can select left and right audio settings for broadcast signal.": "Може да изберете леви и десни аудиопараметри за сигналот за емитување.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Можете да изберете AMD FreeSync Premium на портата HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Можете да изберете Ultra HD Deep Colour на портата.",
	"You can set the sound to play when the TV is turned on or off.": "Можете да оставите звукот да работи кога телевизорот е исклучен или вклучен.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Можете да ја вклучите/исклучите функцијата за зачувување на CAM операторски профил.",
	"You can turn this feature on or off.": "Може да ја вклучите или исклучите оваа карактеристика.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Може да добиете препораки за разновидна содржина преку мрежата. Ако ја исклучите оваа опција, ќе добивате само основна содржина и одредени функции може да не се достапни.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Телевизорот и уредот поврзан на SIMPLINK ќе се синхронизираат на следниов начин:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Телевизорот мора да остане исклучен додека е во тек процесот Освежување на пикселите. Ќе се откажат тековните или претстојните снимања, потсетници или вклучувања со тајмер закажани за време на овој процес, а BT звучниците за „Нула поглед“ нема да бидат достапни.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Телевизорот мора да остане исклучен додека е во тек процесот за освежување на пикселите.  Ќе се откажат тековните или претстојните снимања, потсетници или вклучувања со тајмер закажани за време на овој процес.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Телевизорот треба да се поврзе на мрежата за автоматско поставување на државата за услуги на LG. Сакате ли сега да појдете во поставките за мрежата за да го проверите поврзувањето?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Телевизорот треба да ја знае точната локација за да овозможува итни пораки со предупредувања преку дигиталниот ТВ-сигнал.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Телевизорот ќе се исклучи додека да заврши процесот, а потоа повторно ќе се вклучи автоматски.",
	"Zagreb": "Загреб",
	"Zambia": "Замбија",
	"Zaporozhye": "Запорожје",
	"Zimbabwe": "Зимбабве",
	"Zoom": "Зумирај",
	"Zoom2": "Зумирај2",
	"Zulu": "Зулу",
	"Zürich": "Цирих",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] ќе се исклучи од телевизорот. Повеќе нема да се пушта звук од уредов. Сакате ли да продолжите?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] ќе се отстрани од списокот со спарени уреди. Доколку сакате да го поврзете подоцна, треба да пребарате достапни уреди и повторно да го спарите. Сакате ли да продолжите?",
	"[{deviceName}] will be deleted.": "[{deviceName}] ќе биде избришано.",
	"aspectRatio_original": "Оригинал",
	"audioGuidance_fast": "Брзо",
	"audioGuidance_high": "Висок",
	"audioGuidance_low": "Ниско",
	"audioGuidance_medium": "Средна",
	"audioGuidance_slow": "Бавно",
	"audioGuidance_veryFast": "Многу брзо",
	"audioGuidance_veryHigh": "Многу високо",
	"audioGuidance_veryLow": "Многу ниско",
	"audioGuidance_verySlow": "Многу бавно",
	"btDotSignalStrength_wide": "Широк",
	"button": "копче",
	"character": "знак",
	"characters": "знаци",
	"checked": "избрано",
	"colorGamutJPNWide": "Широк",
	"connecting": "се поврзува",
	"depthOfColor": "Боја",
	"diagonal zoom in": "дијагонално зумирање",
	"diagonal zoom out": "дијагонално одзумирање",
	"digitalOptionSetByProgram": "Постави според програмите",
	"energy_Maximum": "Максимум",
	"energy_Medium": "Средна",
	"energy_Minimum": "Минимум",
	"freesync_high": "Висок",
	"freesync_low": "Ниско",
	"freesync_off": "Исклучено",
	"freesync_wide": "Широк",
	"gamma_high1": "Високо 1",
	"gamma_high2": "Високо 2",
	"hidden": "скриено",
	"horizontal zoom in": "хоризонтално зумирање",
	"horizontal zoom out": "хоризонтално одзумирање",
	"jpDoNot": "Исклучено",
	"logoLuminance_high": "Високо",
	"logoLuminance_low": "Ниско",
	"min": "мин",
	"not connected": "не е поврзано",
	"objet_soundMode": "Оптимизирајте го звучниот режим за секој тип содржина.",
	"pictureControl3dModeStandard": "Стандардно",
	"pictureControlAuto": "Автоматски",
	"pictureControlAuto_BlackLevel": "Автоматски",
	"pictureControlHigh": "Висок",
	"pictureControlHigh_BlackLevel": "Висок",
	"pictureControlHigh_Male": "Висок",
	"pictureControlLow": "Ниско",
	"pictureControlLow_BlackLevel": "Ниско",
	"pictureControlLow_Male": "Ниско",
	"pictureControlMedium": "Средна",
	"pictureControlMedium_BlackLevel": "Средна",
	"pictureControlMedium_Male": "Средна",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Средна",
	"pictureLocalDimmingHigh": "Висок",
	"pictureLocalDimmingLow": "Ниско",
	"pictureLocalDimmingMed": "Средна",
	"pictureMode": "Стандардно",
	"pictureModeSettings": "Прилагоди",
	"press OK button to edit IP manually": "притиснете го копчето OK за рачно уредување на IP",
	"press OK button to enter channel to search": "притиснете го копчето OK за да внесете канал за пребарување",
	"press OK button to enter value": "притиснете го копчето OK за да внесете вредност",
	"press right button to adjust de-judder and de-blur value": "притиснете го десното копче за приспособување на вредностите против вибрации и заматеност",
	"press right button to adjust zoom ratio and position": "притиснете го десното копче за приспособување на односот и позицијата на зумот",
	"shift current screen down": "премести го тековниот екран надолу",
	"shift current screen to the left": "премести го тековниот екран налево",
	"shift current screen to the right": "премести го тековниот екран надесно",
	"shift current screen up": "премести го тековниот екран нагоре",
	"shift down": "премести надолу",
	"shift left": "премести налево",
	"shift right": "премести надесно",
	"shift up": "премести нагоре",
	"soundMode_Standard": "Стандардно",
	"speaker_channel": "Канал за сараунд звук",
	"thaRatingNone": "Ништо",
	"unchecked": "неизбрано",
	"unread": "непрочитано",
	"vertical zoom in": "вертикално зумирање",
	"vertical zoom out": "вертикално одзумирање",
	"volumeModeHigh": "Висок",
	"volumeModeLow": "Ниско",
	"volumeModeMedium": "Средна",
	"webOS TV Version": "Верзија на webOS TV",
	"zoom in": "зумирај",
	"zoom out": "одзумирај"
}
