{
	" (User)": " (korisnik)",
	"(Version: {l})": "(Verzija: {l})",
	"* The device connected should support this service.": "* Povezani uređaj treba da podržava ovu uslugu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ova se funkcija primjenjuje jednom i samo jednom kada je TV isključen.",
	"* This feature is available on certain devices only.": "* Ova funkcija dostupna je samo na određenim uređajima.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ovaj način rada jasno izražava namjere FILMMAKER MODE-a, ali može izgledati tamnije od ostalih modova slike.",
	"* This settings is only available for Internal TV Speaker.": "* Ova postavka je dostupna samo za unutrašnji TV zvučnik.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Iako je ova opcija postavljena na UKLJUČENO, čuvar ekrana neće raditi kako bi se izbjeglo ometanje doživljaja gledanja na vanjskim ulazima kao što je TV Uživo.",
	"* You can control the app which supports the function on your mobile device.": "* Možete upravljati aplikacijom koja podržava ovu funkciju na vašem pametnom uređaju.",
	"1) Turn the Bluetooth on the other device off.": "1) Isključite Bluetooth na drugom uređaju.",
	"10 Points Code Value": "Vrijednost koda od 10 bodova",
	"10 Points IRE": "10 tačaka IRE",
	"10 and Above": "10 i više",
	"11 and Above": "11 i više",
	"12 Hours": "12 sati",
	"12 and Above": "12 i više",
	"13 and Above": "13 i više",
	"14 and Above": "14 i više",
	"14 by 9": "14 sa 9",
	"15 and Above": "15 i više",
	"16 and Above": "16 i više",
	"16 by 9": "16 sa 9",
	"17 and Above": "17 i više",
	"18 and Above": "18 i više",
	"19 and Above": "19 i više",
	"2 Channel": "Kanal 2 za surround zvuk",
	"2 Hours": "2 sata",
	"2 Points": "2 poena",
	"2) Turn the Bluetooth device to connect off and on.": "2) Isključite i uključite Bluetooth uređaj da biste se povezali.",
	"20 Points Code Value": "Vrijednost koda od 20 bodova",
	"20 Points IRE": "20 tačaka IRE",
	"20 and Above": "20 i više",
	"21 by 9": "21 sa 9",
	"22 Points Code Value": "Vrijednost koda od 22 bodova",
	"22 Points IRE": "22 tačke IRE",
	"24 Hours": "24 sata",
	"3 Hours": "3 sata",
	"32 by 12": "32 sa 12",
	"32 by 9": "32 sa 9",
	"3G/4G Connection": "3G/4G veza",
	"4 Hours": "4 sata",
	"4 Hours Auto Power Off": "4 Sata za automatsko isključivanje napajanja",
	"4 and Above": "4 i više",
	"4 by 3": "4 sa 3",
	"4-Way Zoom": "Četverosmjerno zumiranje",
	"5 and Above": "5 i više",
	"5.1 Channel": "Kanal 5.1 za surround zvuk",
	"6 Hours": "6 sati",
	"6 and Above": "6 i više",
	"7 and Above": "7 i više",
	"8 Hours": "8 sati",
	"8 and Above": "8 i više",
	"9 and Above": "9 i više",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID se koristi za prepoznavanje ovog uređaja u reklamne svrhe i za olakšavanje određenih oglasa koji bi vas mogli zanimati. Možete resetirati AD ID ili ograničiti praćenje AD ID u nastavku.",
	"AI Acoustic Tuning": "Akustično podešavanje za AI",
	"AI Acoustic Tuning Options": "Opcije za Akustično podešavanje za AI",
	"AI Acoustic Tuning is disabled.": "Akustično podešavanje za AI je onemogućeno.",
	"AI Brightness Control": "Kontrola AI osvjetljenje",
	"AI Picture": "AI slika",
	"AI Picture Pro": "AI slika Pro",
	"AI Recommendation": "AI preporuka",
	"AI Service": "AI usluga",
	"AI Sound": "AI zvuk",
	"AI Sound Pro": "AI zvuk Pro",
	"AV Sync Adjustment": "Podešavanje AV Sync",
	"Abidjan": "Abidžan",
	"Accessibility": "Pristupačnost",
	"Account Management": "Upravljanje računom",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktiviranjem ove opcije će se zaustaviti prikupljanje i praćenje ličnih podataka u vezi sa oglasima sa ovog Smart TV-a. Uključivanje preklopnice može uticati na vrste oglasa koje gledate ubuduće, ali vas neće zaustaviti u primanju oglasa.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aktiviranjem ove preklopnice LGE će uputiti svoje treće strane da prestanu sa komercijalizacijom vaših ličnih podataka. Osim ako se posebno ne isključite, i dalje možete pristupati uslugama kao što su Live Plus, LG Channels i Who.Where.What?.",
	"Add Network": "Dodaj mrežu",
	"Add a hidden wireless network": "Dodajte sakrivenu bežičnu mrežu",
	"Add wireless network by manually entering network name (SSID).": "Dodajte bežičnu mrežu ručnim upisivanjem imena mreže (SSID).",
	"Additional Audio Selection": "Dodatna audio selekcija",
	"Additional Settings": "Dodatne postavke",
	"Address Setting": "Postavka adrese",
	"Adjust Audio Guidance pitch.": "Podesite kvalitet zvuka Audio vodiča.",
	"Adjust Audio Guidance speed.": "Podesite brzinu Audio vodiča.",
	"Adjust Audio Guidance volume.": "Podesite brzinu Audio vodiča.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Podesite svjetlost pozadinskog osvjetljenja da biste osvijetlili ili potamnili ekran.",
	"Adjust Screen Position": "Podesiti položaj ekrana",
	"Adjust Zoom Ratio": "Podesiti Odnos Zumiranja",
	"Adjust animation effect shown on the home at certain times.": "Prilagodite efekat animacije prikazan na početnoj stranici u određeno vrijeme.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Podesite osvjetljenje pomoću analize pokreta slike da spriječite odsjaj i smanjite potrošnju električne energije.",
	"Adjust brightness of the LG logo.": "Prilagodite svjetlinu za LG logotip.",
	"Adjust color and saturation for a more vivid image.": "Podesite boju i zasićenost boje za življu sliku.",
	"Adjust color temperature automatically to reduce eye strain.": "Automatski podesite temperaturu boje kako biste smanjili naprezanje očiju.",
	"Adjust cursor speed.": "Podesite brzinu kursora.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Podesite oštrinu ruba. Veće vrijednosti pojačavaju svježinu i jasnoću slike.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Za jasnoću ulaznog signala podesite postavke za gama korekcije na kompenzaciju.",
	"Adjust left/right audio balance.": "Podesite lijevi/desni balans zvuka.",
	"Adjust luminance for selected color.": "Podesite osvjetljenje za odabranu boju.",
	"Adjust luminance level for selected IRE point.": "Podesi nivo osvjetljenja za odabranu IRE tačku.",
	"Adjust peak brightness for the brightest luminance.": "Podesite maksimalnu osvijetljenost za najsjajnije osvjetljenje.",
	"Adjust remote's cursor speed and appearance.": "Podesite brzinu i izgled pokazivača vašeg daljinskog.",
	"Adjust saturation for selected color.": "Podesite zasićenost za odabranu boju.",
	"Adjust screen brightness to reduce energy consumption.": "Podesite osvjetljenje ekrana da smanjite potrošnju električne energije.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Podesite OLED SVJETLO da biste osvijetlili ili potamnili ekran.",
	"Adjust the audio timing to synchronize the video and audio.": "Podesite vrijeme za audio da sinhronizirate video i audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Podesite balans crvene i zelene boje da biste prikazali nijansu na ekranu.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Podesite balans boja promjenom temperature boje, osvjetljenosti i intenziteta crvene, zelene i plave boje.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Podesite kontrast, rezoluciju itd. za pojedinačni mod slike u detaljima i dodatno podesite željenu boju, gamu itd.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Podesite razliku između svijetlih i tamnih dijelova ekrana. Veće vrijednosti intenziviraju razliku.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Podesite omjer okvira na isti način sa filmom i pružit će vam osjećaj kina.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Podesite osvijetljenost statičnih slika kao što su logotipi itd. i spriječite probleme sa kvalitetom slike koji se mogu pojaviti kada se TV uključi na duže vrijeme.",
	"Adjust the screen color to be pale or deep.": "Podesite boju ekrana da bude blijeda ili duboka.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Podesite zvuk da biste zadovoljili svoj ukus za svaki pojas zvučne frekvencije.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Prilagodite vrijeme za sinhronizaciju kada video i audio imaju vremensku razliku.",
	"Adjust the tint to brighten or darken the screen.": "Podesite nijansu da osvijetli ili zatamni ekran.",
	"Adjust the volume you want with pressing remote's volume key.": "Podesite željenu jačinu zvuka pritiskom na tipku za jačinu zvuka na daljinskom upravljaču.",
	"Adjust tint for selected color.": "Podesite nijansu za odabranu boju.",
	"Adjust whether to display the home promotion.": "Podesite da li želite prikazati promociju početne stranice.",
	"Adjusting Luminance": "Podešavanje osvjetljenja",
	"Adolescent over 13 are allowed to watch.": "Adolescentima preko 13 godina je dozvoljeno da gledaju.",
	"Adolescent over 14 are allowed to watch.": "Adolescentima preko 14 godina je dozvoljeno da gledaju.",
	"Adolescent over 16 are allowed to watch.": "Adolescentima preko 16 godina je dozvoljeno da gledaju.",
	"Adult": "Odrasli",
	"Adult Language": "Jezik odraslih",
	"Adults only.": "Samo odrasli.",
	"Advanced": "Napredne postavke",
	"Advanced Controls": "Napredne Kontrole",
	"Advanced Wi-Fi Settings": "Napredne Wi-Fi Postavke",
	"Advertisement": "Reklama",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrički",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nakon promjene zemlje izbrisat će se svi trenutno podešeni programi. Za ponovno podešavanje programa idite na opciju Automatsko podešavanje. Želite li nastaviti?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nakon promjene poštanskog broja izbrisat će se svi trenutni Freesat programi. Za ponovno podešavanje programa idite na opciju Automatsko podešavanje. Želite li nastaviti?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nakon što promijenite državu, možete tražiti kanale koristeći Automatsko podešavanje. Nastavak?",
	"Ages 2-7 are allowed to watch.": "Dozvoljeno je za djecu od 2-7 godina.",
	"Albania": "Albanija",
	"Albanian": "Albanski",
	"Alerts you by sound when the TV is turned on or off.": "Obavještava vas zvukom kada je TV uključen ili isključen.",
	"Algeria": "Alžir",
	"Algiers": "Alžir",
	"All Channels": "Svi kanali",
	"All Children": "Sva Djeca",
	"All ages are allowed to watch.": "Sve stranice su dopuštene za gledanje.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Resetovat će se sve trenutne postavke za režim {pictureMode}. Želite li nastaviti?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Resetovat će se sve postavke zvučnih efekata za Standardni režim. Želite li nastaviti?",
	"Allow Automatic Updates": "Dopusti automatska ažuriranja",
	"Almaty": "Alma Ata",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Također možete podesiti detaljna podešavanja za Bluetooth surround zvuk.",
	"Always Open": "Uvijek otvori",
	"Always-on Off Time": "Always-on vrijeme isključivanja",
	"Amman": "Aman",
	"An error has occurred while copy channels.": "Došlo je do greške prilikom kopiranja kanala.",
	"An important software update is available.": "Dostupno je važno ažuriranje za softver.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analogni mod",
	"Analog TV": "Analogna TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizirajte karakteristike zvuka i optimizirajte zvuk za svaki sadržaj u realnom vremenu.",
	"Anchorage": "Ankoridž",
	"Antenna": "Antena",
	"Antenna ATV": "Antenska ATV",
	"Antenna DTV": "Antenska DTV",
	"Antenna Radio": "Antenski radio",
	"Antigua and Barbuda": "Antigva i Barbuda",
	"Any Supplementary Audio": "Bilo koji dodatni audio",
	"Apia": "Apija",
	"App Alarm": "Aplikacija za alarm",
	"Application Locks": "Zaključavanje aplikacija",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Primijenite detaljne vrijednosti postavki trenutnog režima slike na sve ulaze ili aplikacije.",
	"Apply to all inputs": "Primijeni na sve ulaze",
	"Applying value to all inputs...": "Primjenjuju se vrijednosti na sve ulaze...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arapski",
	"Armenia": "Armenija",
	"Ashgabat": "Ašgabat",
	"Aspect Ratio": "Razmjer širine i visine slike",
	"Aspect Ratio Settings": "Postavke za format prikaza",
	"Assign channels to remote buttons so you can quickly jump to them.": "Dodijelite kanale tipkama tako da im možete brzo pristupiti.",
	"Asunción": "Asunsion",
	"Athens": "Atina",
	"Audio Delay": "Odgoda zvuka",
	"Audio Description": "Zvučno opisivanje",
	"Audio Description Volume": "Jačina zvučnog opisivanja",
	"Audio Guidance": "Zvučni vodič",
	"Audio Language": "Audio jezik",
	"Audio Out (Line Out)": "Audio izlaz (Line Out)",
	"Audio Type": "Audio tip",
	"Australia": "Australija",
	"Austria": "Austrija",
	"Auto": "Automatsko",
	"Auto Detect": "Automatsko pronalaženje",
	"Auto Device Detection": "Automatsko detektiranje uređaja",
	"Auto Genre Selection": "Automatski odabir žanra",
	"Auto Power Off": "Automatsko isključivanje napajanja",
	"Auto Power Sync": "Automatska sinhronizacija napajanja",
	"Auto Start": "Automatsko pokretanje",
	"Auto Volume": "Automatska jačina",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatski podesite prazninu u jačini zvuka ili podesite jačinu zvuka koji se istovremeno podešava pomoću tipke za jačinu zvuka na daljinskom upravljaču.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatski se prilagodite vrijednosti slike optimizirane za Dolby HDR sadržaj žanra.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatski se prilagodite vrijednosti slike optimizirane za žanr sadržaja.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Kad se prepozna filmski sadržaj, automatski prebaci u FILMMAKER MODE.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatski optimizira kvalitet slike na osnovu boje i osvjetljenja ambijentalnog svjetla.",
	"Automatically update system software when an update is found.": "Automatski ažurira sistemski softver kad se ažuriranje pronađe.",
	"Available Internal Storage": "Dostupna interna memorija",
	"Azerbaijan": "Azerbejdžan",
	"Azores": "Azori",
	"BG Color": "Boja pozadine",
	"BG Opacity": "Prozirnost pozadine",
	"Back": "Nazad",
	"Backlight": "Pozadinsko osvjetljenje",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahami",
	"Bahrain": "Bahrein",
	"Balance": "Balans",
	"Bangladesh": "Bangladeš",
	"Basque": "Baskijski",
	"Bass Boost": "Pojačivač za bas",
	"Behavior may vary depending on connected device.": "Ponašanje može varirati u zavisnosti od povezanog uređaja.",
	"Beijing": "Peking",
	"Beirut": "Bejrut",
	"Belarus": "Bjelorusija",
	"Belgium": "Belgija",
	"Belgrade": "Beograd",
	"Belém": "Belem",
	"Bengali": "Bengalski",
	"Bhutan": "Butan",
	"Bishkek": "Biškek",
	"Bissau": "Bisau",
	"Black": "Crno",
	"Black Level": "Nivo crnog",
	"Block TV programs broadcast in English based on their content ratings.": "Blokirajte TV programe emitovane na engleskom jeziku na osnovu ocjene sadržaja.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokirajte TV programe emitovane na francuskom jeziku na osnovu ocjene sadržaja.",
	"Block content based on genre.": "Blokirajte sadržaj na osnovu žanra.",
	"Blue": "Plavo",
	"Bluetooth Speaker Mode": "Bluetooth mod zvučnika",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround zvuk + Unutrašnji TV zvučnik",
	"Bluetooth Surround Sound Setup": "Postavljanje Bluetooth Surround zvuka",
	"Bogotá": "Bogota",
	"Bolivia": "Bolivija",
	"Bosnia": "Bosna i Hercegovina",
	"Bosnia And Herzegovina": "Bosna i Hercegovina",
	"Bosnian": "Bosanski",
	"Botswana": "Bocvana",
	"Brazilian Punk": "Brazilski pank",
	"Brazzaville": "Brazavil",
	"Brightness": "Jačina osvjetljenja",
	"Broadcast Country": "Država emitovanja",
	"Brussels": "Brisel",
	"Bucharest": "Bukurešt",
	"Budapest": "Budimpešta",
	"Bulgaria": "Bugarska",
	"Bulgarian": "Bugarski",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Pritiskom na opciju „Reset“ izbrisat ćete sve podatke povezane s oglasima koje je LGE prikupio sa ovog Smart TV-a u prošlosti. Pritiskom na opciju „Reset“ možete uticati na vrste oglasa koje gledate ubuduće, ali vas neće spriječiti da primate oglase.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Uključivanjem funkcije Live Plus dajete pristanak na zbirku informacija za televizijsko gledanje koje vam omogućava LG Electronics Inc. (\"LGE\") preko ACR modula i koje se anonimno mogu dijeliti sa trećim stranama da biste primali interaktivne usluge. Prikupljene anonimne informacije možemo dijeliti sa trećim osobama i za marketinške svrhe. Naglašavamo da svjesno ne skupljamo ili ne distribuiramo gore navedene informacije od djece ili o djeci ispod 13 godina. Detaljne informacije o funkciji Live Plus prikazane su u Informacijama za gledanje (odredbe) kojima možete pristupiti preko izbornika postavki za SmartTV. LGE toplo preporučuje da pročitate punu verziju Informacija za gledanje (odredbe) prije nego što aktivirate funkciju Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ako uključite Live Plus, razumijete da se sadržaj prikazan na vašem TV-u može prepoznati, a informacije o gledanju se mogu koristiti za pružanje poboljšanog iskustva gledanja i prilagođenih usluga, uključujući sadržajne preporuke i reklame. Za više informacija pogledajte Politiku privatnosti i relevantne Sporazume sa korisnikom u izborniku Postavke TV-a.",
	"CI Information": "Informacije za CI",
	"CI password incorrect. Please enter again.": "CI lozinka neispravna. Unesite ponovo.",
	"COMPONENT2": "KOMPONENTA2",
	"COMPONENT3": "KOMPONENTA3",
	"Cable": "Kabl",
	"Cable ATV": "Kablovska ATV",
	"Cable DTV": "Kablovska DTV",
	"Cable Radio": "Kablovski radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Campo Grande": "Kampo Grande",
	"Can not Find Channel": "Nije moguće pronaći kanal",
	"Canada": "Kanada",
	"Canary Islands": "Kanarska Ostrva",
	"Cancel": "Otkaži",
	"Cancel Schedule": "Otkaži zakazano",
	"Cancel Update": "Otkaži ažuriranje",
	"Cancún": "Kankun",
	"Cantonese": "Kantonski",
	"Cape Verde": "Kape Verde",
	"Caracas": "Karakas",
	"Casablanca": "Kasablanka",
	"Catalan": "Katalanski",
	"Caution": "Pažnja",
	"Cayman Islands": "Kajmanska Ostrva",
	"Center": "Centar",
	"Central African Republic": "Centralnoafrička Republika",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Promijenite intenzitet plave boje i podesite balans boje.",
	"Change green intensity and adjust the color balance.": "Promijenite intenzitet zelene boje i podesite balans boje.",
	"Change red intensity and adjust the color balance.": "Promijenite intenzitet crvene boje i podesite balans boje.",
	"Change the left / right sound": "Promijenite lijevi / desni zvuk",
	"Change the position of captions using the 4-way dial on the remote control.": "Promijenite položaj natpisa pomoću 4-smjernog kotačića na daljinskom upravljaču.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Promjena regije može promijeniti trenutno podešene programe na TV-u. Programe možete ponovo podesiti u opciji Automatsko podešavanje. Želite li sada promijeniti regionalne postavke?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Promjena zemlje rezultirat će ponovnim pokretanjem TV-a i možda ćete morati ponovo prihvatiti LG Korisnički sporazum. I dostupnost nekih aplikacija i usluga može varirati zavisno od zemlje LG usluge. Želite li nastaviti?",
	"Channel Locks": "Zaključavanje kanala",
	"Channel Manager": "Upravitelj kanala",
	"Channel Scrolling Options": "Opcije za pomjeranje programa",
	"Channel Tuning": "Podešavanje kanala",
	"Channel Tuning & Settings": "Podešavanje i postavljanje programa",
	"Channels": "Kanali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Programe s HDMI i druge vanjske ulaze nije moguće zaključati. Za zaključavanje TV programa promijenite trenutni ulaz na Live TV.",
	"Chatham Islands": "Čatamska Ostrva",
	"Check TV information.": "Provjerite TV informacije.",
	"Check alarm messages about the user settings or TV status.": "Provjerite poruke alarma o korisničkim postavkama ili TV statusu.",
	"Check descriptions for each LG webOS TV functions.": "Provjerite opise za svaku LG webOS TV funkciju.",
	"Check for Advertising settings and set it.": "Provjerite postavke oglašavanja i postavite ih.",
	"Check for Updates": "Provjeri ažuriranja",
	"Check for available functions with Voice and set Voice Settings.": "Provjerite dostupne funkcije pomoću glasa i postavite Glasovne postavke.",
	"Check for problems with the picture quality.": "Provjerite da li ima problema s kvalitetom slike.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Provjerite da li ima problema s kvalitetom zvuka na unutrašnji TV zvučnik.",
	"Check for software updates and update if available.": "Provjerite ima li ažuriranja i ažuriranja softvera ako su dostupni.",
	"Check whether the Bluetooth device is in pairing mode.": "Provjerite da li je Bluetooth uređaj u modu uparivanja.",
	"Check your TV status to solve problems or use remote support.": "Provjerite status svog TV-a kako biste riješili probleme ili koristili podršku daljinskog upravljača.",
	"Checking Password": "Provjera lozinke",
	"Checking for Updates": "Provjeravanje ažuriranja",
	"Checking...": "Provjera...",
	"Chicago": "Čikago",
	"Children": "Djeca",
	"Children Age": "Dječji uzrast",
	"Children Program Locks": "Zaključavanje dječjeg programa",
	"Children over 8 are allowed to watch.": "Dozvoljeno je za djecu preko 8 godina.",
	"Chile": "Čile",
	"China": "Kina",
	"Chinese": "Kineski",
	"Chisinau": "Čizinau",
	"Choose to have all channels or just your primary ones when you change channels.": "Izaberite mogućnost da imate sve programe ili samo vaše primarne kada mijenjate programe.",
	"Christmas Island": "Božično Ostrvo",
	"Cinema Clear": "Čisto kino",
	"Cinema Home": "Kućno kino",
	"Cinema View": "Kino prikaz",
	"Cinema View (32:12)": "Kino pogled (32:12)",
	"City": "Grad",
	"City Selection": "Izbor grada",
	"Clean Audio": "Očisti audio",
	"Clear": "Obriši",
	"Clear Plus": "Obriši Plus",
	"Clear Voice Ⅲ": "Čist zvuk Ⅲ",
	"Clear Voice Ⅳ": "Čist glas Ⅳ",
	"Clear1": "Obriši1",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Kliknite na tipku POVEŽI nakon što uključite vašu LG Bežičnu Tastaturu i podesite na način za uparivanje.",
	"Close": "Zatvori",
	"Closed Caption": "Komentari u zagradi",
	"Closed Caption Settings": "Postavke za zatvorene komentare",
	"Code Value": "Vrijednost koda",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Prikupite i pohranite MAC adresu, broj modela, kôd zemlje, jezičke postavke i verziju softvera kako biste provjerili ažuriranje najnovijeg softvera.",
	"Colombia": "Kolumbija",
	"Colombo": "Kolombo",
	"Color": "Boja",
	"Color Gamut": "Skala boje",
	"Color Management System": "Sistem za upravljanje bojama",
	"Color Temperature": "Temperatura boje",
	"Component": "Komponenta",
	"Conakry": "Conakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potvrdite odredbe i uslove ili promijenite da li da prihvatite sporazum.",
	"Congo Brazzaville": "Kongo",
	"Connect": "Poveži",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Povežite Bluetooth zvučnik i TV zvučnik i automatski prilagodite opciju Odgoda zvuka između zvučnika.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Povežite eksterni audio uređaj, koji podržava eARC, na eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Povežite spoljne uređaje kao što su upravljačka kutija, zvučna traka i sl. na TV na osnovu vodiča.",
	"Connect the LAN cable directly to the TV to use the network.": "Povežite LAN kabl direktno na TV da biste koristili mrežu.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Povežite se sa mrežom ručno unoseći IP adrese i DNS servere.",
	"Connect to the network if a wireless router is installed.": "Povežite se na mrežu ako je instaliran bežični ruter.",
	"Connect via WPS PBC": "Poveži preko WPS PBC",
	"Connect via WPS PIN": "Poveži preko WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Povežite TV sa ruterom ili modemom pomoću ethernetskog kabla da aktivirate vezu sa žičnom mrežom.",
	"Connect your TV with WiSA Speakers wirelessly.": "Povežite vaš TV sa WiSA zvučnicima bežično.",
	"Connectable Devices ({num})": "Uređaji s mogućnošću povezivanja ({num})",
	"Connected": "Spojeno",
	"Connected to Internet": "Povezano sa Internetom",
	"Connecting...": "Povezivanje...",
	"Connection": "Povezivanje",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Dostupno je upravljanje vezom sa pametnim telefonom ili računarom. Da biste TV povezali sa mobilnim uređajem, na pametnom telefonu i računaru su potrebne postavke veze i zahtjevi.",
	"Content Recommendations": "Sadržajne preporuke",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Sadržaj će se reproducirati sa zvukom koji je pogodan za višekanalno slušanje ako HbbTV usluga podržava višekanalni zvuk.",
	"Contrast": "Kontrast",
	"Cool": "Hladno",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopiraj kanale",
	"Copy/Delete file": "Kopiraj/obriši datoteku",
	"Correct contrast and brightness by adjusting black levels.": "Popravite kontrast i osvjetljenje podešavanjem nivoa crne boje.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ispravite piksele slike i spriječite probleme sa kvalitetom slike koji mogu nastati nakon što je vaš TV ostao duže vrijeme uključen.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Nije bilo moguće pronaći dostupnu mrežu.",
	"Croatia": "Hrvatska",
	"Croatian": "Hrvatski",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Trenutno vrijeme nije valjano. Želite li sada postaviti tačno vrijeme?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Trenutne vrijednosti prilagođenih postavki režima slike primijenit će se na režim {pictureMode} za sve ulaze. Želite li nastaviti?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Trenutno povezani uređaj LG bežična tastatura isključit će se s TV-a. Želite li nastaviti?",
	"Custom": "Prilagođeno",
	"Custom Time Zone": "Prilagođena vremenska zona",
	"Customer Service": "Služba za korisnike",
	"Cyan": "Modra",
	"Cyprus": "Kipar",
	"Czech": "Češka Republika",
	"Czech Republic": "Češka Republika",
	"Côte d'Ivoire": "Obala Slonovače",
	"DNS Server": "DNS server",
	"DR Congo": "DR Kongo",
	"DTV Audio Setting": "Audio postavka za DTV",
	"Damascus": "Damask",
	"Danish": "Danski",
	"Dar es Salaam": "Dar es Salam",
	"Date": "Datum",
	"Day": "Dan",
	"Delete": "Obriši",
	"Delete Connection History": "Izbrišite historiju povezivanja",
	"Delete Pairing History": "Izbrišite historiju uparivanja",
	"Delete Usage Data": "Izbrišite podatke o upotrebi",
	"Demo Options": "Demo opcije",
	"Democratic Republic of the Congo": "Demokratska Republika Kongo",
	"Denmark": "Danska",
	"Depressed": "Spušteno",
	"Deregister": "Poništite registraciju",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Opišite sadržaje na ekranu glasom za gledatelje oštećenog vida kako bi koristili TV.",
	"Detect Range": "Raspon detektiranja",
	"Device Connection Settings": "Postavke veze uređaja",
	"Device List": "Popis uređaja",
	"Device Name": "Naziv uređaja",
	"Dhaka": "Daka",
	"Digital Mode": "Digitalni mod",
	"Digital Sound Out": "Izlaz digitalnog zvuka",
	"Digital TV": "Digitalna TV",
	"Directed to Older Children (ages 7 and above)": "Usmjereno za odraslu djecu (dobi od 7 godina i više)",
	"Disabled": "Isključeno",
	"Disconnect": "Isključi",
	"Display captions for hearing-impaired viewers to use TV.": "Prikažite natpise za osobe oštećenog sluha kako bi koristili TV.",
	"Display fast-moving content smoothly and clearly.": "Lako i jasno prikažite brzo pokretne sadržaje.",
	"Display luminance level for the highest point (100 IRE).": "Pokaži nivo osvjetljenja za najvišu tačku (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Prikažite slike na toploj ili hladnoj temperaturi u boji.",
	"Djibouti": "Džibuti",
	"Do Not Sell My Personal Information": "Nemojte prodavati moje lične informacije",
	"Do Not Track": "Nemoj pratiti",
	"Do you want to continue?": "Želite li nastaviti?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Želite li kopirati popis programa s USB memorijskog uređaja na TV? Trenutni programi na TV-u će se izbrisati.",
	"Do you want to copy channel list from your TV to the USB storage?": "Želite li kopirati popis programa s TV-a na USB memorijski uređaj?",
	"Do you want to reset Position Settings?": "Želite li resetovati Postavke položaja?",
	"Do you want to reset Volume Control?": "Želite li resetovati kontrolu glasnoće?",
	"Do you want to set the correct time now?": "Da li želite odmah postaviti trenutno vrijeme?",
	"Do you want to turn your TV off now?": "Želite li sada isključiti vaš TV?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikanska Republika",
	"Done": "Gotovo",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Preuzmi poštu",
	"Download and Install": "Preuzmi i instaliraj",
	"Downloadable Rating": "Dobna procjena koja se može preuzeti",
	"Dubai": "Dubaji",
	"Dublin": "Dablin",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Tokom trajanja Always-on vremena isključivanja, dio funkcija kao što je prepoznavanje glasa i sl. su ograničene kada je ekran isključen.",
	"Dushanbe": "Dušanbe",
	"Dutch": "Holandski",
	"Dynamic Color": "Dinamička boja",
	"Dynamic Contrast": "Dinamički kontrast",
	"Dynamic Tone Mapping": "Mapiranje dinamičnih tonova",
	"Easter Island": "Uskršnje Ostrvo",
	"Eastern Africa": "Istočna Afrika",
	"Eco Mode": "Eco Mod",
	"Ecuador": "Ekvador",
	"Edge Color": "Boja ruba",
	"Edge Enhancer": "Izoštrivač ruba",
	"Edge Type": "Vrsta ruba",
	"Edit": "Uredi",
	"Egypt": "Egipat",
	"El salvador": "Salvador",
	"Emergency Alert": "Hitno upozorenje",
	"Enabled": "Uključeno",
	"Energy Saving": "Ušteda energije",
	"Energy consumption may increase if this feature is on.": "Potrošnja energije se može povećati ako je ova funkcija uključena.",
	"Energy saving modes to limit power consumption.": "Modovi za uštedu energije koji ograničavaju potrošnju električne energije.",
	"English": "Engleski",
	"Enhance the bass sound.": "Poboljšajte zvuk basa.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Poboljšajte kontrast između svijetlih i tamnih područja nekih menija, kao što su pozadina i tekst, da bi ih osobe sa slabim vidom mogle lako gledati.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Povećajte rezoluciju i oštrinu sadržaja algoritmom naučenim tehnikom LG Dubinsko učenje i optimizirajte dubinu analizom sadržaja.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Uživajte u Dolby Atmos sadržaju uz optimalan zvuk uključivanjem efekta zvučnog polja.",
	"Enjoy TV sound by connecting Wired Headphones.": "Uživajte u TV zvuku spajanjem slušalica s kablom.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Uživajte u TV zvuku putem audio uređaja povezanih na ulaz HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Uživajte u TV zvuku putem audio uređaja priključenih na OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u TV zvuku preko LG audio uređaja priključenog na OPTICAL DIGITAL AUDIO OUT ulaz.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Uživajte u TV zvuku preko audio uređaja koji su povezani na izlazne priključke za Audio izlaz/slušalice.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Uživajte u TV zvuku i preko opcije unutrašnji TV zvučnik i preko vanjskih slušalica s kablom.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u TV zvuku preko vanjskih audio uređaja priključenih na unutrašnji TV zvučnik i na ulaz OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Uživajte u jasnom i prirodnom zvuku.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Uživajte u zvuku pomoću bežičnog audio uređaja priključenog na LG Sound Sync ili Bluetooth.",
	"Enjoy the sound optimized to the room.": "Uživajte u zvuku optimiziranom za sobu.",
	"Enter CI Password": "Unesi CI lozinku",
	"Enter the PIN in your router's settings.": "Unesite PIN u postavke rutera.",
	"Enter the master password.": "Unesite glavnu lozinku.",
	"Equalizer": "Ekvilajzer",
	"Equatorial Guinea": "Ekvatorijalna Gvineja",
	"Eritrea": "Eritreja",
	"Estonia": "Estonija",
	"Estonian": "Estonski",
	"Ethiopia": "Etiopija",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Čak i ako je podešavanje isključeno, možete provjeriti povezane informacije putem natpisa kanala, prepoznavanja glasa.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Čak i kada je TV isključen i koristi minimalnu energiju, možete slušati muziku povezivanjem mobilnog uređaja. Veliki broj funkcija možete ponovo brzo upotrijebiti kada je TV uključen.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Čak i kada je TV isključen, možete slušati muziku povezivanjem pametnog telefona s TV-om preko Bluetooth-a.",
	"Every Day": "Svaki Dan",
	"Every Weekday": "Svaki Radni dan",
	"Every Weekend": "Svakog Vikenda",
	"Expert (Bright Room)": "Ekspert (Svijetla Prostorija)",
	"Expert (Dark Room)": "Ekspert (Tamna Prostorija)",
	"Export your TV's channel list information to a connected USB device.": "Izvezite informacije o popisu programa na vašem TV-u na povezani USB uređaj.",
	"Extended": "Produženo",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Produžavanje perioda vremena podešavanja Automatskog isključivanja ili isključivanja funkcije može povećati potrošnju energije.",
	"Extreme": "Ekstremno",
	"Eye Comfort Mode": "Način rada Ugodno za oči",
	"FILMMAKER MODE Auto Change": "Automatska promjena FILMMAKER MODE",
	"Fantasy Violence": "Animirano nasilje",
	"Fast": "Brzo",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Pronađite i recite na audio uređaj dostupnom za povezivanje oko TV-a.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ugodite prostore boje za crvenu, zelenu, plavu, modru, ružičastu ili žutu.",
	"Finland": "Finska",
	"Finnish": "Finski",
	"Flash": "Treptanje",
	"Font": "Slova",
	"Football": "Nogomet",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Za WPS (Wi-Fi zaštićeno podešavanje) - uključeni bežični ruter, unesi PIN kôd za povezivanje TV-a na bežičnu mrežu.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Za WPS (Wi-Fi zaštićeno podešavanje) - uključeni bežični ruter, pritisnite WPS-PBC dugme za povezivanje TV-a na bežičnu mrežu.",
	"France": "Francuska",
	"French": "Francuski",
	"French Polynesia": "Francuska Polinezija",
	"Gaelic": "Galski",
	"Galapagos Islands": "Galapagos",
	"Galician": "Galicijski",
	"Gallery": "Galerija",
	"Gambia": "Gambija",
	"Gateway": "Portal",
	"General": "Opće",
	"General Age": "Uzrast",
	"General Audience": "Opća Publika",
	"General Audiences": "Opća publika",
	"General Program Locks": "Zaključavanje opšteg programa",
	"Georgia": "Gruzija",
	"German": "Njemački",
	"Germany": "Njemačka",
	"Get started in a quiet environment for sound optimization.": "Započnite u tihom okruženju za optimizaciju zvuka",
	"Getting...": "Stižu...",
	"Ghana": "Gana",
	"Grayscale": "Sivi tonovi",
	"Greece": "Grčka",
	"Greek": "Grčki",
	"Green": "Zeleno",
	"Greenland": "Grenland",
	"Guadeloupe": "Gvadalupe",
	"Guatemala": "Gvatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Vodiči za menije i rad sa glasom za gledatelje oštećenog vida da koriste TV.",
	"Guinea": "Gvineja",
	"Guinea Bissau": "Gvineja Bisao",
	"Guinea Conakry": "Gvineja",
	"Guinea Equatorial": "Ekvatorijalna Gvineja",
	"Guyana": "Gvajana",
	"H Position": "Položaj H",
	"H Sharpness": "Položaj H",
	"H Size": "Veličina H",
	"HD Mode": "HD mod",
	"HD Mode Option": "Opcija HD moda",
	"HDD Eco Mode": "HDD Eco mod",
	"HDD Power Saving Mode": "HDD mod uštede energije",
	"HDMI Input Audio Format": "HDMI ulaz za audio format",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Ulazi HDMI {port1} i HDMI {port2} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Ulazi HDMI {port1} i HDMI {port2} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Ulaz HDMI {port1} podržava 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Ulaz HDMI {port1} podržava Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Ulazi HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Ulazi HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Ulazi HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Ulazi HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju Ultra HD Deep Colour.",
	"HDR Effect": "HDR Efekt",
	"HDR Picture Mode": "Režim slike HDR",
	"Hard of Hearing": "Za oštećeni sluh",
	"Headphones Volume": "Jačina zvuka na slušalicama",
	"Hebrew": "Hebrejski",
	"High": "Visok",
	"High Contrast": "Visoki kontrast",
	"Higher values increase a sense of warmth or coldness.": "Više vrijednost povećavaju osjećaj za toplinu i hladnoću.",
	"Hindi": "Hindski",
	"Ho Chi Minh": "Ho Ši Min",
	"Home Animation": "Početna stranica za Animaciju",
	"Home Auto Launch": "Početna stranica za Automatsko pokretanje",
	"Home Mode": "Kućni način rada",
	"Home Promotion": "Kućna promocija",
	"Home Settings": "Postavke za Početnu stranicu",
	"Home/Store Mode": "Mod za kuću/prodavnicu",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Sati",
	"However, the IPv6 version of the address does not support editing.": "Međutim IPv6 verzija adrese ne podržava uređivanje.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Međutim, da biste svoj TV zadržali u optimalnom stanju, opcija Always-on će biti isključena tokom pet sati i napajanje će biti potpuno isključeno.",
	"Hungarian": "Mađarski",
	"Hungary": "Mađarska",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VAŽNO! Resetovanje će izbrisati sve postavke vašeg računa i instalirane aplikacije. Ova se radnja ne može opozvati.",
	"IP (Automatic)": "IP (automatska)",
	"IP (Manual)": "IP (ručna)",
	"IP Address": "IP adresa",
	"IVC (Cote d’Ivoire)": "IVC (Obala Slonovače)",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "S izabranom automatskom sinhronizacijom napajanja vaš TV će se uključiti kad uključite uređaj koji podržava SIMPLINK, a uređaji koji podržavaju SIMPLINK će se isključiti kad isključite svoj TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ako je postavljena univerzalna kontrola Upravljačke kutije/OTT-a, iskoristite prednosti korištenja upravljačke kutije povezane sa LG daljinskim upravljačem.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ako je uređaj povezan s ulazom, možete vidjeti optimiziranu sliku igre uz minimalno kašnjenje ili prekid videozapisa uređaja.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ako je funkcija uključena i povezali ste uređaj koji također podržava Ultra HD Deep Colour, slika bi mogla biti jasnija.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ako je snimanje ili ažuriranje softvera u toku, pričekat će se dok se ne završe i ovaj proces može trajati duže od jednog sata.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ako je snimanje ili ažuriranje softvera u toku, pričekat će se dok se ne završe i ovaj proces može trajati duže od {n} minut(a).",
	"If the device is not connected, you may not hear any sound through it.": "Ako uređaj nije povezan, moguće je da preko njega nećete čuti nikakav zvuk.",
	"If the edge of the screen is not clean, please turn this function off.": "Ako rubovi ekrana ne izgledaju čisti, isključite ovu funkciju.",
	"If the program does not support multiple languages, the default language is selected.": "Ako program ne podržava više jezika, odabire se zadani jezik.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ako program ne podržava format odabranog izlaza, koristit će se zadani izlaz iz izvora.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ako program ne podržava različite audio postavke, zadani audio će biti odabran.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ako se isti simptom ponavlja, promijenite podešenu vrijednost ili ponovo pokrenite povezani vanjski uređaj.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ako se izabrani jezik ne podržava, koristit će se podrazumijevani jezik iz emitovanja.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ako statični ekran nije primio nijedan korisnički unos tokom jednog sata, prebacit će se na čuvara ekrana.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ako je vrijeme koje ste postavili znatno drugačije od trenutnog vremena, neke pametne funkcije možda neće biti prikazane.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ako ne čujete zvuk preko uređaja, provjerite da li je ispravan i da li podržava LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ako izaberete režim Demo prodavnice, on se postavlja na optimizirane vrijednosti za prikaze u trgovinama koje prodaju TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ako uključite funkciju Audio vodič, možete pomjerati samo pomoću tipki za kretanje lijevo, desno, naviše, naniže na svom daljinskom upravljaču, a neke aplikacije koje zahtijevaju pokazivač neće biti moguće koristiti.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ako isključite ovu funkciju, profil CAM operatora će biti obrisan.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ako je isključite, svi podešeni CAM kanali neće biti dostupni i obavijesti se više neće dostavljati.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ako isključite 'Brzo pokretanje+', nećete moći uključiti TV pomoću daljinskog besplatnog upravljanja. Želite li nastaviti?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ako isključite zaštitu ekrana i ista slika ostane na ekranu duže od 2 sata, to može uticati na kvalitet slike vašeg ekrana. Ako slika ostane duže od 5 sati, može doći do trajnog smanjenja kvaliteta slike. Želite li nastaviti?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ako isključite ovu opciju, statičan ekran može trajati duže, što smanjuje kvalitetu slike ili se u nekim slučajevima teško oporavlja.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Upotreba funkcije za uštedu energije će utjecati na svjetlinu ekrana Vašeg TV-a.",
	"Import your TV's channel list information from a connected USB device.": "Uvezite informacije o popisu programa na vašem TV-u s povezanog USB uređaja.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Uvezite/izvezite informaciju s liste kanala TV-a iz povezanog/u povezani USB uređaj.",
	"In Home": "Kod kuće",
	"India": "Indija",
	"Indonesia": "Indonezija",
	"Indonesian": "Indonezijski",
	"Inner": "Prema unutra",
	"Input": "Ulaz",
	"Input Locks": "Zaključavanje unosa",
	"Input field": "Polje za unos",
	"Installing...": "Instaliranje...",
	"Instant Game Response": "Odziv za instant igru",
	"Interactive Service": "Interaktivna usluga",
	"Interactivity(DTVi)": "Interaktivnost(DTVi)",
	"Internal TV Speaker": "Unutrašnji TV zvučnik",
	"Invert Colors": "Invertne boje",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Pretvorite i nadoknadite određene boje u nekim izbornicima kako biste poboljšali vidljivost stavki prikazanih na ekranu.",
	"Iraq": "Irak",
	"Ireland": "Irska",
	"Irish": "Irski",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ono se individualno vraća u režim slike, tako da izaberete željeni režim slike i resetujete ga.",
	"It may not sound depending on connected devices.": "Moguće je da neće zvučati ovisno o povezanim uređajima.",
	"It may take a few minutes.": "Može potrajati nekoliko minuta.",
	"It may take a few seconds.": "Može potrajati nekoliko sekundi.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "To pruža optimalan Virtual 4.0 surround za gledanje sadržaja po algoritmu koji je naučen preko tehnike LG Mašinsko učenje.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "To pruža optimalni zvuk ili Virtual 5.1 surround, ovisno o žanru gledanja, po algoritmu koji je naučen preko tehnike LG Dubinsko učenje.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Omogućava optimizirani zvuk podešavanjem reflektovanog zvuka u sobi na osnovu vrste TV instalacije.",
	"It reduces jaggies in the picture for a smooth picture.": "To smanjuje zakrivljene linije na slici za glatkoću slike.",
	"It works only when the broadcasting program supports captions.": "Funkcioniše samo kada program koji se emituje podržava naslove.",
	"It works only when the broadcasting program supports subtitles.": "Funkcioniše samo kada program koji se emituje podržava titlove.",
	"Italian": "Italijanski",
	"Italy": "Italija",
	"Ivory Coast": "Obala Slonovače",
	"Jakarta": "Džakarta",
	"Jamaica": "Jamajka",
	"Japanese": "Japanski",
	"Jerusalem": "Jerusalim",
	"Just Scan": "Samo skeniranje",
	"Kaliningrad": "Kalinjingrad",
	"Kamchatka": "Kamčatka",
	"Karachi": "Karači",
	"Kazakh": "Kazaški",
	"Kazakhstan": "Kazahstan",
	"Kenya": "Kenija",
	"Keyboard Languages": "Jezici tastature",
	"Khartoum": "Kartum",
	"Kiev": "Kijev",
	"Kinshasa": "Kinšasa",
	"Korea": "Južna Koreja",
	"Korean": "Korejski",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuvajt",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "LED lok. zamračenje",
	"LG Logo Light (Front of TV)": "Svjetlo za LG logotip (sa prednje strane TV uređaja)",
	"LG Services Country": "Država za LG Services",
	"LG Wireless Keyboard": "LG Bežična Tastatura",
	"LG Wireless Keyboard Connected:": "LG Bežična Tastatura je povezana:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG bežična tastatura vam omogućava da kontrolišete TV putem Bluetooth veze.",
	"Language": "Jezik",
	"Large": "Veliki",
	"Last tuning:": "Zadnje podešavanje:",
	"Latvia": "Latvija",
	"Latvian": "Latvijski",
	"Lebanon": "Liban",
	"Left": "Lijevo",
	"Left Right": "lijevo/desno",
	"Left Surround": "Lijevi Surround",
	"Left drop shadow": "Lijeva sjena",
	"Legal Notice": "Pravna obavijest",
	"Lesotho": "Lesoto",
	"Liberia": "Liberija",
	"Libya": "Libija",
	"Liechtenstein": "Lihtenštajn",
	"Light": "Svjetlo",
	"Lilongwe": "Lilongve",
	"Limit AD Tracking": "Ograničite AD praćenje",
	"Lisbon": "Lisabon",
	"Lithuania": "Litvanija",
	"Lithuanian": "Litvanski",
	"Live Theater": "Live kino",
	"Loading...": "Učitavanje...",
	"Local": "Lokalno",
	"Local Language": "Lokalni jezik",
	"Location": "Lokacija",
	"Lock All": "Zaključaj sve",
	"Lock changes for currently running apps will be applied the next time they are started.": "Zaključavanje promjena za trenutno pokrenute aplikacije primijenit će se pri sljedećem pokretanju.",
	"Logo Luminance Adjustment": "Prilagođavanje osvjetljenja logotipa",
	"Low": "Nisko",
	"Luminance": "Osvjetljenje",
	"Luxembourg": "Luksemburg",
	"MAC Address": "MAC adresa",
	"MAC Address (Wired)": "MAC adresa (žična)",
	"MAC Address (Wireless)": "MAC adresa (bežična)",
	"MASTER PASSWORD": "GLAVNA LOZINKA",
	"MHEG Guide": "Vodič za MHEG",
	"MPEG Noise Reduction": "MPEG utišavanje zvuka",
	"Macao": "Makao",
	"Macedonia": "Makedonija",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonija, Bivša Jugoslavenska Republika",
	"Macedonian": "Makedonski",
	"Madagascar": "Madagaskar",
	"Magenta": "Ružičasta",
	"Make blurry or difficult-to-see areas more vivid.": "Učinite zamagljena ili teško vidljiva područja živopisnijim.",
	"Malawi": "Malavi",
	"Malay": "Malajski",
	"Malaysia": "Malezija",
	"Maldives": "Maldivi",
	"Manage channels stored on the TV.": "Upravljajte kanalima pohranjenim na TV-u.",
	"Managua": "Managva",
	"Mandarin": "Mandarinski",
	"Manual": "Ručno",
	"Maori": "Maorski",
	"Marshall Islands": "Maršalska Ostrva",
	"Martinique": "Martinik",
	"Mature Audience Only": "Samo zrela publika",
	"Mauritania": "Mauritanija",
	"Mauritius": "Mauricijus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimizirajte kontrast povećanjem intenziteta svijetlih i tamnih dijelova ekrana.",
	"Medium": "Srednje",
	"Menu Language": "Jezik izbornika",
	"Menu Transparency": "Transparentnost izbornika",
	"Message": "Poruka",
	"Method": "Metoda",
	"Mexico": "Meksiko",
	"Middle East": "Srednji Istok",
	"Minutes": "Minute",
	"Mobile Connection Management": "Upravljanje mobilnom vezom",
	"Mode Option": "Opcija moda",
	"Mogadishu": "Mogadišu",
	"Moldova": "Moldavija",
	"Monaco": "Monako",
	"Mongolia": "Mongolija",
	"Monrovia": "Monrovija",
	"Montenegro": "Crna Gora",
	"Month": "Mjesec",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Zaštita očiju pri pokretima",
	"Movie Lock": "Zaključavanje filma",
	"Mozambique": "Mozambik",
	"Multi Audio": "Multi zvuk",
	"Multi Channel Audio": "Višekanalni Audio",
	"Multi Feed": "Višestruki sadržaj",
	"Multiple": "Višestruko",
	"Music": "Muzika",
	"Myanmar": "Mijanmar",
	"NEXTGEN TV Mode": "NEXTGEN TV mod",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Novi Južni Wales/područje glavnog grada - Sydney",
	"NT - Northern Territory - Darwin": "NT - Sjeverna teritorija - Darwin",
	"Namibia": "Namibija",
	"Narrow": "Usko",
	"Natural": "Prirodno",
	"Netherland": "Holandija",
	"Netherlands": "Holandija",
	"Network": "Mreža",
	"Network Connection Settings": "Postavke mrežne veze",
	"Network Name": "Naziv mreže",
	"Network-Based Personalization Recommendations": "Preporuke za personalizaciju bazirane na mreži",
	"New Caledonia": "Nova Kaledonija",
	"New Zealand": "Novi Zeland",
	"Next": "Sljedeće",
	"Nicaragua": "Nikaragva",
	"Nicosia": "Nikozija",
	"Nigeria": "Nigerija",
	"Night": "Noć",
	"No": "Ne",
	"No Internet via 3G/4G network": "Nema Interneta preko 3G/4G mreže",
	"No Internet via Ethernet": "Nema Interneta preko mreže Ethernet",
	"No Internet via Wi-Fi": "Nema Interneta preko mreže Wi-Fi",
	"No One 17 and Under Admitted.": "Nikome od 17 godina i manje nije dopušteno.",
	"No Operation Auto Off": "Automatsko isključivanje kad se ne koristi",
	"No Signal Auto Off": "Automatsko isključivanje kad nema signala",
	"No Signal Image": "Slika kada nema signala",
	"No Signal Power Off (15Min)": "Automatsko isključivanje kad nema signala (15 min)",
	"No devices have been found.": "Uređaji nisu pronađeni.",
	"No paired devices.": "Nema uparenih uređaja.",
	"No signal on Server": "Na Serveru nema signala",
	"No updates found.": "Nema pronađenih ažuriranja.",
	"Noise Reduction": "Utišavanje zvuka",
	"None": "Ništa",
	"Normal": "Normalno",
	"North Korea": "Sjeverna Koreja",
	"Northern Africa": "Sjeverna Afrika",
	"Norway": "Norveška",
	"Norwegian": "Norveški",
	"Not Connected": "Nije spojeno",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Napomena: Ako vaš uređaj ne podržava ovu funkciju, možda neće raditi ispravno. U tom slučaju uređaj možete povezati na drugi HDMI ulaz ili isključiti postavke za 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Napomena: Ako vaš uređaj ne podržava ovu funkciju, možda neće raditi ispravno. U tom slučaju uređaj možete povezati na drugi HDMI ulaz ili isključiti postavke za HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Napomena: Dostupne opcije zavise od programa emitovanja.",
	"Note: Behavior may differ if connected device is not a LG device.": "Napomena: Ponašanje se može razlikovati ako povezani uređaj nije LG uređaj.",
	"Note: Only displayed when it is provided by the program.": "Napomena: Pojavljuju se samo kad ih prikazuje program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Napomena: Titlovi se pojavljuju samo kad ih prikazuje program emitovanja.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Napomena: podržane funkcije mogu se razlikovati zavisno od modela i njegove transparentnosti radom funkcija uz reprodukciju sadržaja poput Live TV ili VOD sadržaja.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Napomena:<br>1. Ako se vaš TV uključi kada je Osvježivač za piksele u toku, to će zaustaviti proces i morat ćete početi ispočetka.<br>2. Prilikom obrade, bijela linija se može pojaviti na ekranu. To je normalno kada se vaš ekran čisti.",
	"Notifications": "Obavijesti",
	"OLED LIGHT": "OLED OSVJETLJENJE",
	"OLED Screen Saver": "OLED Čuvar ekrana",
	"Object Audio": "Audio objekta",
	"Off": "Isključi",
	"On": "Uključi",
	"OnTimer Channel not selected": "Kanal za programiranje nije izabran.",
	"Open": "Otvoren",
	"Open Source Licenses": "Napomena o softveru otvorenog koda",
	"Open when TV is turned on": "Otvori kad se uključi TV",
	"Operate once when TV is off": "Radi kada je TV isključen",
	"Optical": "Optički",
	"Optical + Internal TV Speaker": "Optički + Unutrašnji TV zvučnik",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizirajte dubinu sadržaja pomoću algoritma naučenog pomoću tehnike LG Mašinsko učenje.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizirajte podešavanja kontrasta na osnovu osvjetljenja slike HDR sadržaja.",
	"Optimize contrast settings based on image brightness.": "Optimizirajte postavke kontrasta na osnovu osvjetljenja slike.",
	"Optimize the sound for a cinematic experience.": "Optimizirajte zvuk za filmski doživljaj.",
	"Original Language": "Originalni jezik",
	"Others": "Drugo",
	"Outer": "Prema vani",
	"Output sound through the Internal TV speaker.": "Izlazni zvuk preko unutrašnjeg TV zvučnika.",
	"Papua New Guinea": "Papua Nova Gvineja",
	"Paraguay": "Paragvaj",
	"Parental Guidance Suggested": "Predložen Roditeljski Nadzor",
	"Parental Guidance Suggested :": "Predložen roditeljski nadzor:",
	"Parental guidance suggested for children ages 8-13.": "Roditeljski nadzor se predlaže za djecu u dobi od 8-13 godina.",
	"Parents Guidance strongly required :": "Roditeljski nadzor je jako potreban:",
	"Parents Strongly Cautioned": "Jak oprez od strane roditelja",
	"Paris": "Pariz",
	"Pass Through": "Prolazak",
	"Password": "Šifra",
	"Patent Information": "Informacije o patentu",
	"Peak Brightness": "Maksimalna osvijetljenost",
	"Persian": "Perzijski",
	"Philippines": "Filipini",
	"Phnom Penh": "Pnom Pen",
	"Pick a Time": "Izaberite vrijeme",
	"Picture": "Slika",
	"Picture Mode": "Mod slike",
	"Picture Mode Settings": "Postavke moda slike",
	"Picture Options": "Opcije slike",
	"Picture Test": "Test slike",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Slika ili zvuk možda neće raditi ispravno kada povezani vanjski uređaj i TV inicijalno komuniciraju. Ako problem i dalje postoji, vratite postavke ili ponovno podignite sistem povezanog vanjskog uređaja.",
	"Pitch": "Kvalitet zvuka",
	"Pixel Refresher": "Osvježivač za piksele",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Osvježivač za piksele omogućava vašem TV-u da osigura najjasniju moguću sliku.",
	"Pixel Refresher begins only once when the TV is turned off.": "Osvježivač za piksele započinje samo kada je TV isključen.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Osvježivač za piksele je zakazan da se pokrene sljedeći put kada isključite vaš TV.",
	"Play": "Reprodukuj",
	"Play sound through TV Speaker.": "Reprodukujte zvuk preko TV zvučnika.",
	"Play the standard sound suitable for all types of content.": "Reprodukujte standardni zvuk pogodan za sve vrste sadržaja.",
	"Please check if WiSA Speakers are turned on and try again.": "Provjerite da li su WiSA zvučnici uključeni i pokušajte ponovo.",
	"Please check that the Bluetooth device is already connected to another device.": "Molimo provjerite da je Bluetooth uređaj povezan sa drugim uređajem.",
	"Please check the network name and password and try again.": "Provjerite naziv mreže i lozinku i pokušajte ponovo.",
	"Please check the status and try again": "Molimo provjerite status i pokušajte ponovo",
	"Please do not unplug the USB storage until the copying is completed.": "Ne uključujte USB memorijski uređaj dok se kopiranje ne završi.",
	"Please enter your password to turn off this function.": "Molimo unesite lozinku kako biste isključili ovu funkciju.",
	"Please enter your password to turn on this function.": "Unesite lozinku kako biste uključili ovu funkciju.",
	"Please make sure that your TV is connected to the network and try again.": "Uvjerite se da je vaš TV povezan na mrežu i pokušajte ponovo.",
	"Please note that LG does not use or manage the value.": "Imajte na umu da LG ne koristi ili upravlja tom vrijednošću.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Imajte na umu da zvuk možda neće biti izlazni kada je Digitalni izlazni zvuk podešen na Prolazak.",
	"Please try again later.": "Pokušajte ponovo kasnije.",
	"Please wait while the Settings application reloads.": "Pričekajte dok se ponovo ne učita aplikacija za postavke.",
	"Please wait while the Settings application restarts.": "Pričekaj dok se ponovo ne pokrene aplikacija Settings.",
	"Please wait while the TV restarts.": "Pričekajte dok se TV ponovo ne pokrene.",
	"Please wait while the TV searches for LG Service Country.": "Pričekajte dok TV traži državu za LG usluge.",
	"Point": "Korak",
	"Pointer Options": "Opcija pokazivača",
	"Pointer Size": "Veličina pokazivača",
	"Poland": "Poljska",
	"Polish": "Poljski",
	"Portuguese": "Portugalski",
	"Position": "Položaj",
	"Position Settings": "Postavke položaja",
	"Power Off Timer": "Tajmer isključivanja",
	"Power On Timer": "Tajmer uključivanja",
	"Power Saving Mode": "Mod uštede energije",
	"Prague": "Prag",
	"Preschool": "Predškolsko",
	"Press right button to adjust de-blur and Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-blur i Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-blur i OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pritisnite tipku za desno da podesite vrijednost za de-blur i OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder i Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder i OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder i OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder, de-blur i Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder, de-blur i OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pritisnite tipku za desno da podesite vrijednost za de-judder, de-blur i OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Za povezivanje TV uređaja na mrežu pritisnite tipku WPS na ruteru s omogućenim WPS-om.",
	"Press the right button to adjust Motion Pro settings.": "Za podešavanje postavki za Motion Pro pritisnite tipku za desno.",
	"Press the right button to adjust OLED Motion Pro settings.": "Za podešavanje postavki za OLED Motion Pro pritisnite tipku za desno.",
	"Press the right button to adjust OLED Motion settings.": "Za podešavanje postavki za OLED Motion pritisnite tipku za desno.",
	"Press the right button to adjust de-blur settings.": "Za podešavanje postavki za smanjenje zamagljenja slike pritisnite desnu tipku.",
	"Press the right button to adjust de-judder settings.": "Za podešavanje postavki za smanjenje podrhtavanja slike pritisnite desnu tipku.",
	"Previous": "Nazad",
	"Primary Audio Language": "Primarni jezik za audio",
	"Primary Teletext Language": "Prvi jezik za teletekst",
	"Program exempted from ratings.": "Program oslobođen od ocjenjivanja.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Navedite HbbTV karakteristični ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Navedite HbbTV karakteristični ID za HbbTV uslugu za emitovanje.",
	"Provided services may vary depending on countries.": "Pružene usluge mogu varirati u zavisnosti od zemlje.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pjongjang",
	"Qatar": "Katar",
	"Quick Help": "Brza pomoć",
	"Quick Start+": "Brzo pokretanje+",
	"Raised": "Podignuto",
	"Rangoon": "Rangun",
	"Real Cinema": "Pravo Kino",
	"Reason: Authentication with access point was unsuccessful.": "Razlog: provjera autentičnosti s pristupnom tačkom nije bila uspješna.",
	"Reason: Could not establish a connection to access point.": "Razlog: Nije bilo moguće utvrditi vezu za pristupnu tačku.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Razlog: Nije moguće vratiti važeću IP adresu koristeći DHCP.",
	"Reason: Entered password is incorrect.": "Razlog: Unešena lozinka je natačna.",
	"Reason: Password is missing.": "Razlog: nedostaje lozinka.",
	"Reason: The network you selected is out of range.": "Razlog: Mreža koju ste odabrali je izvan dosega.",
	"Reason: Unable to login.": "Razlog: Nije moguća prijava.",
	"Receive emergency alerts from TV when an emergency occurs.": "Primite hitna upozorenja od TV-a kada dođe do hitne situacije.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Preporučujemo da podesite sate kad obično ne gledate TV na Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Preporučite korisne sadržaje i funkcije na temelju historije gledanja i obrazaca upotrebe aplikacija.",
	"Recommendations are available for the people, products and locations related to the current program.": "Dostupne su preporuke za ljude, proizvode i lokacije koje se odnose na trenutni program.",
	"Red": "Crveno",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Smanjite nepropisnu buku iz digitalnih video signala da biste jasno optimizirali kvalitet slike.",
	"Registered Devices ({num})": "Registrirani uređaji ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Pojačajte visoki ton optimiziranog zvuka.",
	"Reinforce the low-pitched tone of the optimized sound.": "Pojačajte niski ton optimiziranog zvuka.",
	"Remote Settings": "Postavke daljinskog upravljača",
	"Remove irregular and erratic pixels for a clearer image.": "Uklonite nepravilne ili čudne piksele za jasniju sliku.",
	"Reset": "Resetiraj",
	"Reset AD ID": "Resetiraj AD ID",
	"Reset CI Password": "Resetuj CI lozinku",
	"Reset HbbTV Distinctive ID": "Resetirajte HbbTV karakterističan ID",
	"Reset Password": "Resetujte lozinku",
	"Reset Settings": "Poništi postavke",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Resetirajte popis odobrenih aplikacija kada se povezujete na HbbTV mobilnu aplikaciju.",
	"Reset the caption position.": "Resetirajte položaj natpisa.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Poništite historiju gledanja sadržaja i korištenja aplikacija. Kada se historija poništi, može potrajati određeno vrijeme dok ponovo primite preporuke o sadržaju.",
	"Reset to Initial Settings": "Resetiraj na početne postavke",
	"Restrict access to TV programs based on their ratings.": "Ograničite pristup TV programima na osnovu njihovih ocjena.",
	"Restrict watching based on age ratings for children programs.": "Ograničite gledanje na osnovu dobnih ocjena za dječje programe.",
	"Restrict watching based on ages ratings.": "Ograničite gledanje na osnovu procjene dobi.",
	"Restrict watching based on fantasy violence content ratings.": "Ograničite gledanje zasnovano na ocjenama sadržaja fantazijskog nasilja.",
	"Restrict watching based on programs containing adult language.": "Ograničite gledanje na osnovu programa koji sadrže jezik za odrasle.",
	"Restrict watching based on programs containing sexual scene.": "Ograničite gledanje na osnovu programa koji sadrže seksualne scene.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ograničite gledanje na osnovu programa koji sadrže seksualno sugestivan dijalog.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ograničite gledanje na osnovu određenih godina ili ocjene sadržaja pod nadzorom roditelja.",
	"Restrict watching based on violence content ratings.": "Ograničite gledanje zasnovano na ocjenama sadržaja nasilja.",
	"Restrict watching movies based on rating.": "Ograničite gledanje filmova na osnovu ocjene.",
	"Restrict watching programs based on rating.": "Ograničite gledanje programa na osnovu ocjene.",
	"Restriction ratings :": "Ocjene ograničenja:",
	"Retry": "Ponovi",
	"Revert TV to its initial settings.": "Vraćanje TV-a na početne postavke.",
	"Revert color adjustment settings to default.": "Vratite postavke podešavanja boje na zadano.",
	"Revert detailed sound effect settings of standard mode to default.": "Vratite detaljne postavke zvučnog efekta standardnog režima na zadane vrijednosti.",
	"Revert picture setting values to default.": "Vratite vrijednosti postavki slike na zadano.",
	"Revert white balance settings to default.": "Vratite postavke balansa bjeline na zadano.",
	"Reykjavik": "Rejkjavik",
	"Right": "Desno",
	"Right Left": "desno/lijevo",
	"Right Surround": "Desni Surround",
	"Right drop shadow": "Desna sjena",
	"Riyadh": "Rijad",
	"Romania": "Rumunija",
	"Romanian": "Rumunski",
	"Rome": "Rim",
	"Russia": "Rusija",
	"Russian": "Ruski",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Južna Australija - Adelaide",
	"SIGNATURE Opening": "SIGNATURE Otvaranje",
	"SIGNATURE TV Settings": "POTPIS TV Postavke",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vam omogućava da koristite vaš LG daljinski za upravljanje SIMPLINK-omogućenim uređajima, poput DVD playera ili audio sistema kućnog kina, koji su spojeni na vaš LG Smart TV preko HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK će se automatski uključiti da koristi ovaj ARC režim.",
	"Safety": "Sigurnost",
	"Saint Vincent": "Sveti Vinsent i Grenadin",
	"Sakhalin": "Sahalin",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelitska DTV",
	"Satellite Radio": "Satelitski radio",
	"Saturation": "Zasićenost",
	"Saudi Arabia": "Saudijska Arabija",
	"Saudi arabia": "Saudijska Arabija",
	"Save CAM Operator's Profile": "Sačuvajte CAM profil operatora",
	"Save CI Password": "Spremi CI lozinku",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Sačuvajte postavke podešavanja boje iz trenutnog režima slike na svim ulazima.",
	"Save the white balance settings from the current picture mode in all inputs.": "Sačuvajte postavke balansa bijele boje od trenutno odabranog režima slike za sve ulaze.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Spremite/Resetujte CI lozinku. Spremanjem lozinke ubuduće ćete moći da preskočite korak prijavljivanja.",
	"Scan \"Auto Detect\" automatically.": "Skenirajte \"Automatsko pronalaženje\" automatski.",
	"Screen Down": "Pomjeriti ekran prema dolje",
	"Screen Off": "Ekran isključen",
	"Screen Saver": "Čuvar ekrana",
	"Screen Shift ": "Podizanje ekrana",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekran se mijenja u redovnim vremenskim intervalima i sprječava probleme sa kvalitetom slike koji se mogu pojaviti kada se TV uključi na duže vrijeme.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekran će se isključiti za 5 sekundi. Da biste ponovo uključili ekran, pritisnite bilo koju tipku osim tipke za napajanje i tipke za podešavanje glasnoće.",
	"Search": "Pretraži",
	"Search Bluetooth Device": "Pretražite Bluetooth uređaj",
	"Searching...": "Traženje...",
	"Second Language": "Drugi jezik",
	"Secondary Audio Language": "Sekundarni jezik za audio",
	"Secondary Teletext Language": "Drugi jezik za teletekst",
	"Security": "Sigurnost",
	"Select IRE point to adjust luminance.": "Odaberite IRE tačku da podesite osvjetljenost.",
	"Select Mode": "Izaberi mod",
	"Select TV's language settings.": "Odaberite postavke za jezik na TV-u.",
	"Select a caption type for HD broadcasts.": "Izaberite tip komentara za HD emitovanje.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Izaberite tip komentara za NEXTGEN TV emitovanje.",
	"Select a caption type for UHD broadcasts.": "Izaberite tip komentara za UHD emitovanje.",
	"Select a caption type for analog broadcasts.": "Izaberite tip komentara za analogno emitovanje.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Odaberite video mod koji odgovara okruženju gledanja ili odredite postavke za video mod, kao što su kontrast, boja i drugo.",
	"Select an audio format for each HDMI input.": "Odaberite audio format za svaki HDMI ulaz.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Odaberite drugi Izlaz digitalnog zvuka (Auto ili PCM) ako ne čujete zvučni efekt nakon odabira opcije Prolazak.",
	"Select audio language for digital broadcasts.": "Izaberite audio jezik za digitalno emitovanje.",
	"Select color to be adjusted.": "Odaberite boju koju treba podesiti.",
	"Select days to apply the Timer Power Off settings every week.": "Odaberite dane da primijenite postavke programatora za isključivanje svake sedmice.",
	"Select days to apply the Timer Power On settings every week.": "Odaberite dane da biste primijenili postavke za Programirano Uključivanje svake sedmice.",
	"Select device for audio output.": "Izaberite uređaj za izlaz zvuka.",
	"Select device or speaker for audio output.": "Izaberite uređaj ili zvučnik za izlaz zvuka.",
	"Select digital audio output format.": "Izaberite format digitalnog izlaza zvuka.",
	"Select language for TV menu.": "Izaberite jezik za TV meni.",
	"Select language for subtitles.": "Izaberite jezike za titlove.",
	"Select languages for keyboards input.": "Izaberite jezike za unos preko tastature.",
	"Select method to adjust white balance.": "Odaberite metod za podešavanje balansa bijele boje.",
	"Select point to adjust luminance.": "Odaberite tačku da biste podesili osvijetljenost.",
	"Select the Sound mode and set detailed Audio effects.": "Odaberite način rada zvuka i postavite detaljne audio efekte.",
	"Select the Sound mode for each content type.": "Odaberite način rada zvuka za svaki tip sadržaja.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Odaberite Ultra HD Deep Colour za priključak HDMI {num}.",
	"Select the app to restrict the use.": "Izaberite aplikaciju da biste ograničili upotrebu.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Odaberite odgovarajući mod slike u skladu sa okruženjem za gledanje ili vrstom sadržaja.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Odaberite audio svojstva da biste slušali emisije na način kako to želite.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Odaberite vrstu natpisa za digitalne emisije i postavite detaljne postavke titlova.",
	"Select the channel to restrict watching.": "Izaberite kanal za ograničavanje gledanja.",
	"Select the channel to watch when the TV turns on.": "Odaberite kanal za gledanje kada se TV uključi.",
	"Select the color range to be displayed.": "Odaberite raspon boja za prikaz.",
	"Select the country for your country's special services.": "Izaberite zemlju za specijalne usluge vaše zemlje.",
	"Select the desired video angle.": "Izaberite željeni ugao za video.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Izaberite format za prenos TV izlaz digitalnog zvuka na neki od vanjskih uređaja.",
	"Select the input to use when the TV turns on.": "Odaberite ulaz za korištenje kada se TV uključi.",
	"Select the inputs to restrict the use.": "Izaberite ulaze da biste ograničili upotrebu.",
	"Select the most preferred Subtitle Language.": "Izaberite prvi izbor za jezik titlova.",
	"Select the place where to use the TV.": "Odaberite mjesto gdje ćete koristiti TV.",
	"Select the residential region for your regional broadcast signal.": "Izaberite rezidencijalno područje za vaš regionalni signal emitovanja.",
	"Select the second preferred Subtitle Language.": "Izaberite drugi izbor za jezik titlova.",
	"Select your first choice of audio language for digital broadcasts.": "Izaberite svoj prvi izbor za audio jezik za digitalna emitovanja.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Izaberite prvi jezik za uslugu teleteksta vašeg TV operatera.",
	"Select your second choice of audio language for digital broadcasts.": "Izaberite svoj drugi izbor za audio jezik za digitalna emitovanja.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Izaberite drugi jezik za uslugu teleteksta vašeg TV operatera.",
	"Seoul": "Seul",
	"Serbia": "Srbija",
	"Serbian": "Srpski",
	"Serial Number": "Serijski broj",
	"Service 1": "Usluga 1",
	"Service 2": "Usluga 2",
	"Service 3": "Usluga 3",
	"Service 4": "Usluga 4",
	"Service 5": "Usluga 5",
	"Service 6": "Usluga 6",
	"Service Area Zip Code": "Poštanski broj uslužnog područja",
	"Set Automatically": "Postavi automatski",
	"Set ID": "Postavi ID",
	"Set My Team Alarm.": "Postavite Alarm Moj tim.",
	"Set Store Mode settings.": "Podesite postavke režima Trgovina.",
	"Set System Color mode for your current TV input.": "Postavite mod Sistemska boja za trenutni TV ulaz.",
	"Set additional options for Video Description.": "Postavite dodatne opcije za opis videozapisa.",
	"Set additional picture settings.": "Podesite dodatne postavke slike.",
	"Set additional sound-related settings.": "Postavite dodatne postavke vezane za zvuk.",
	"Set advanced Subtitle options.": "Postavite napredne opcije za titlove.",
	"Set advanced captioning options.": "Postavite napredne opcije za komentare.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Podesite i uredite verziju IP adrese na IPv4 ili IPv6.",
	"Set audio-related options.": "Postavite opcije povezane sa zvukom.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Postavite veličinu, boju, providnost i druge opcije komentara za emitovanje.",
	"Set color temperature from warm to cool.": "Podesite temperaturu boje od tople ka hladnoj.",
	"Set detailed caption settings for HD broadcasts.": "Postavite detaljna podešavanja natpisa za HD emisije.",
	"Set detailed options for the AI functions.": "Postavite detaljne opcije za AI funkcije.",
	"Set detailed options for the Home feature.": "Postavite detaljne opcije za funkciju Početna.",
	"Set detailed options for the Recommendation feature.": "Postavite detaljne opcije za funkciju Preporuka.",
	"Set easy connection settings with external devices.": "Podesite jednostavna podešavanja veze s vanjskim uređajima.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Postavite zaključavanje na određenim kanalima, aplikacijama, ulazima i sl. da bi bili korišteni pod nadzorom roditelja.",
	"Set necessary additional functions based on watching environment and screen status.": "Postavite potrebne dodatne funkcije na osnovu okoline gledanja i statusa ekrana.",
	"Set or reset the position of on-screen captions.": "Postavite ili resetirajte položaj titlova na ekranu.",
	"Set settings related to your wired / wireless network.": "Postavite postavke povezane sa vašom žičnom / bežičnom mrežom.",
	"Set the TV to turn off automatically after a set amount of time.": "Postavite TV da se automatski isključi poslije određenog vremena.",
	"Set the TV to turn off automatically at a set time.": "Postavite automatsko isključivanje TV uređaja u određeno vrijeme.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Postavite TV da se isključi automatski ako nema korisničkog unosa 4 sata nakon što se TV automatski uključio.",
	"Set the TV to turn on automatically at a set time.": "Postavite automatsko uključivanje TV uređaja u određeno vrijeme.",
	"Set the additional functions related to the TV.": "Podesite dodatne funkcije koje se odnose na TV.",
	"Set the current date and time.": "Postavite trenutni datum i vrijeme.",
	"Set the current date manually.": "Ručno postavite trenutni datum.",
	"Set the current time manually.": "Ručno postavite trenutno vrijeme.",
	"Set the detect range of device available to connect.": "Podesite domet otkrivanja dostupnog uređaja za povezivanje.",
	"Set the region and country for broadcasts and special services.": "Izaberite region i zemlju za emitovanje i posebne usluge.",
	"Set the screen size and aspect ratio.": "Postavite veličinu ekrana i format.",
	"Set the specialized functions of SIGNATURE TV.": "Podesite specijalizovane funkcije od SIGNATURE TV-a.",
	"Set the time to turn off the TV automatically without user input.": "Podesite vrijeme za automatsko isključivanje TV-a bez korisničkog unosa.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Podesite virtualni efekt višekanalnog surround zvuka da biste uživali u realističnijem zvuku.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Podesite virtual surround efekt zvuka da biste uživali u realističnijem zvuku.",
	"Set the volume level when the TV turns on.": "Postavite nivo jačine zvuka kada se TV uključi.",
	"Set time to turn off the TV.": "Postavite vrijeme za isključivanje TV-a.",
	"Set time to turn on the TV.": "Postavite vrijeme za uključivanje TV-a.",
	"Set up additional features related to customer support.": "Postavljanje dodatnih funkcija vezanih za korisničku podršku.",
	"Set up an account to use LG Services.": "Podesite račun za korištenje LG usluga.",
	"Set whether to display Home when the TV is turned on.": "Postavite da li da se Početna stranica prikazuje kada je TV uključen.",
	"Settings Help": "Pomoć za Postavke",
	"Sexual Situations": "Scene seksa",
	"Sexually Suggestive Dialogue": "Seksualno sugestivni dijalog",
	"Shanghai": "Šangaj",
	"Sharpness": "Oštrina",
	"Show Password": "Prikaži lozinku",
	"Sierra Leone": "Sijera Leone",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Smetnje signala mogu smanjiti osjetljivost za Magic Remote ako je bežični ruter preblizu TV-u.",
	"Singapore": "Singapur",
	"Size": "Veličina",
	"Sleep Timer": "Samoisključivanje",
	"Slovak": "Slovački",
	"Slovakia": "Slovačka",
	"Slovenia": "Slovenija",
	"Slovenian": "Slovenski",
	"Slow": "Polako",
	"Small": "Male",
	"Smooth": "Glatko",
	"Smooth Gradation": "Glatka gradacija",
	"Soccer": "Fudbal",
	"Sofia": "Sofija",
	"Software Update": "Ažuriranje softvera",
	"Software Version": "Verzija softvera",
	"Software update has been installed. Update will be applied when you restart your TV.": "Ažuriranje softvera je instalirano. Ažuriranje će se primijeniti kada ponovo pokrenete TV.",
	"Solid": "Ispunjeno",
	"Solomon Islands": "Solomonska Ostrva",
	"Somalia": "Somalija",
	"Some material may not be appropriate for children under 13.": "Neki materijali možda nisu prikladni za djecu mlađu od 13 godina.",
	"Some material may not be appropriate for children.": "Neki materijali možda nisu prikladni za djecu.",
	"Sotho, Northern": "Sotho, sjeverni",
	"Sotho, Southern": "Sotho, južni",
	"Sound": "Zvuk",
	"Sound Mode": "Mod zvuka",
	"Sound Mode Settings": "Postavke načina zvuka",
	"Sound Out": "Zvučni izlaz",
	"Sound Share": "Dijeljenje zvuka",
	"Sound Test": "Test zvuka",
	"South Africa": "Južnoafrička Republika",
	"South Korea": "Južna Koreja",
	"Southern Africa": "Južna Afrika",
	"Spain": "Španija",
	"Spanish": "Španski",
	"Speaker Volume Control": "Kontrola glasnoće zvučnika",
	"Specify detailed voice guidance settings after turning on this feature.": "Navedite detaljne postavke glasovnog navođenja nakon uključivanja ove funkcije.",
	"Speed": "Brzina",
	"Spoken Subtitle": "Izgovor titla",
	"Sports": "Sport",
	"Sports Alert": "Sportski alarm",
	"Srednekolymsk": "Srednekolimsk",
	"Sri Lanka": "Šri Lanka",
	"Stand": "Postolje",
	"Standard Mode Sound Effect": "Efekat standardnog načina zvuka",
	"Standby Light": "Svjetlo za mirovanje",
	"Start New Sound Tuning": "Pokreni podešavanje novog zvuka",
	"Start Now": "Počnite sada",
	"Startup Sound": "Zvuk pokretanja",
	"Stockholm": "Štokholm",
	"Stop": "Zaustavi",
	"Store Demo": "Demo prodavnice",
	"Store Mode": "Način rada u trgovini",
	"Store Mode Settings": "Postavke režima Trgovina",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Režim rada Trgovina služi za svrhe prikazivanja u trgovini. To će ponovo inicijalizirati postavke svakih par minuta. Želite li zatvoriti ovu aplikaciju i pokrenuti režim rada Trgovina?",
	"Strong": "Jako",
	"Style": "Stil",
	"Subnet Mask": "Podmrežna maska",
	"Subnet prefix length": "Dužina prefiksa podmreže",
	"Subtitle First Choice Language": "Prvi jezik za titlove",
	"Subtitle Language": "Jezik za titlove",
	"Subtitle Second Choice Language": "Drugi jezik za titlove",
	"Subtitles": "Titlovi",
	"Super Impose": "Superimpozicija",
	"Super Resolution": "Super rezolucija",
	"Support": "Podrška",
	"Suriname": "Surinam",
	"Surround Balance": "Surround Balans",
	"Surround Level": "Surround nivo",
	"Swahili": "Svahili",
	"Swaziland": "Svazilend",
	"Sweden": "Švedska",
	"Swedish": "Švedski",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Prebacite se u režim pripravnosti da biste brzo uključili TV kada isključite TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Prebacite se u režim pripravnosti da biste brzo koristili razne funkcije kao što su aplikacije, pretraživanje i sl. kada isključite TV.",
	"Switzerland": "Švicarska",
	"Sync Demo": "Sinhronizacija Demo",
	"Syria": "Sirija",
	"System Color": "Sistemska boja",
	"TAS - Tasmania - Hobart": "TAS - Tasmanija - Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "TV informacija",
	"TV Installation Type": "Tip TV Instalacije",
	"TV Lock": "Zaključavanje TV-a",
	"TV Name": "Naziv TV-a",
	"TV On With Mobile": "Uključivanje TV-a pomoću mobilnog",
	"TV Power Sound": "TV Jačina Zvuka",
	"TV Power Sound Volume": "TV Jačina glasnoće zvuka",
	"TV Program Locks": "Zaključavanje TV programa",
	"TV Rating English": "Dobna procjena za TV engleski",
	"TV Rating French": "Dobna procjena za TV francuski",
	"TV Speaker": "TV zvučnik",
	"TV can be used as an alarm.": "TV se može koristiti kao alarm.",
	"TV is turned off at a set time on every specified day.": "TV se isključuje u određeno vrijeme svakog određenog dana.",
	"TV to USB": "TV na USB",
	"Taiwan": "Tajvan",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Iskoristite prednosti funkcija koje zahtijevaju umrežavanje, kao što su internet, aplikacije, ažuriranja softvera i sl.",
	"Tallinn": "Talin",
	"Tamil": "Tamilski",
	"Tanzania": "Tanzanija",
	"Target Luminance": "Ciljano osvjetljenje",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Boja teksta",
	"Text Opacity": "Prozirnost teksta",
	"Text Search": "Tekstualno pretraživanje",
	"Thai": "Tajlandski",
	"Thailand": "Tajland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Ulazi HDMI {port1} i HDMI {port2} podržavaju AMD FreeSync Premium, i možete izabrati ovu funkciju.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Ulazi HDMI {port1} i HDMI {port2} podržavaju AMD FreeSync Premium i možete ga uključiti ili isključiti.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Ulazi HDMI {port1} i HDMI {port2} podržavaju Odziv za instant igru i vi ga možete uključiti ili isključiti.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Ulaz HDMI {port1} podržava AMD FreeSync Premium i možete izabrati ovu funkciju.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Ulaz HDMI {port1} podržava AMD FreeSync Premium i možete ga uključiti ili isključiti.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ulaz podržava Odziv za instant igru i vi ga možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Ulazi HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju AMD FreeSync Premium i možete izabrati ovu funkciju.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Ulazi HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju AMD FreeSync Premium i možete ih uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Ulazi HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju AMD FreeSync Premium i možete izabrati ovu funkciju.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Ulazi HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju AMD FreeSync Premium i možete ih uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Ulazi HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju Odziv za instant igru, i vi ih možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Ulazi HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju Odziv za instant igru, i vi ih možete uključiti ili isključiti.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV karakteristični ID je jedinstvena vrijednost koja se koristi samo za HbbTV, koji nije povezan s korisnikovim ličnim informacijama.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV karakteristični ID će biti resetiran.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV aplikacija ili usluga će isključiti praćenje pojedinog korisnika.",
	"The IBB service will disable its tracking of an individual user.": "IBB usluga će isključiti praćenje pojedinog korisnika.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informacije o zemlji LG Usluga nije bilo moguće povratiti sa servera. Molimo pokušajte ponovo kasnije.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Za promjenu jezika izbornika potrebno je ponovo učitati aplikaciju Postavke. Želite li nastaviti?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Osvjetljenje okoline će se osigurati kada se detektira kretanje oko TV-a.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostupne vanjske usluge glasovnog prepoznavanja mogu se promijeniti ovisno o postavci jezika, Također, ako promijenite jezik izbornika, izbornik za postavke se ponovo učitava. Da li želite nastaviti?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Popis programa uspješno je kopiran s USB memorijskog uređaja na vaš TV. TV će se ponovo pokrenuti za 5 sekundi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Popis programa uspješno je kopiran s vašeg TV-a na USB memorijski uređaj.",
	"The closer to 100, the brighter.": "Što je bliže 100, to je svjetlije.",
	"The closer to 100, the clearer the color becomes.": "Što je bliže 100, boja postaje sve jasnija.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Što je bliže 50, to je crvena jasnija, što je bliže 50, zelenija je jasnija.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Detaljno podešene vrijednosti funkcije balansa bijele boje će biti poništene. Da li želite nastaviti?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Jaz između jačine zvuka kanala i programa se smanjuje automatski, što pomaže da gledate program s konzistentnom jačinom zvuka.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Jaz između jačine zvuka kanala i programa se automatski podešava da gledate program s konzistentnom jačinom zvuka.",
	"The higher the settings, the louder the sound rapidly.": "Što su postavke veće, to se jačina zvuka brže povećava.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Unutrašnji TV zvučnik i Bluetooth zvučnici mogu istovremeno emitirati zvuk, stvarajući živopisan efekat za okruženje.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jezik za glasovno prepoznavanje će se automatski podesiti u zavisnosti od izabranog jezika menija.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jezik za prepoznavanje glasa postavljen je prema odabranom jeziku izbornika. Usluge podrške mogu se razlikovati zavisno o govornom jeziku.",
	"The network is currently unavailable. Please try again later.": "Mreža nije trenutno dostupna. Pokušajte ponovo kasnije.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Proces će trajati oko jedan sat da bi se dovršio i vaš TV treba ostati isključen.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Proces će trajati oko {n} minut(a) da bi se dovršio i vaš TV treba ostati isključen.",
	"The program is intended for adults only.": "Ovaj program je namijenjen samo za odrasle.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Svjetlina ekrana se podešava automatski u skladu sa svjetlinom oko vašeg TV-a.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran će se pomjeriti prema dolje za 5 sekundi. Pritisnite bilo koju tipku osim tipke za uključivanje i tipke za glasnoću na daljinskom upravljaču da se ekran ponovo pomjeri gore.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Postavljene podvrijednosti funkcije Sistema za upravljanje bojama će biti poništene. Da li želite nastaviti?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Postavka Bluetooth Surround zvuka + unutrašnji TV zvučnik će biti resetirana.",
	"The settings are as follows.": "Postavke su sljedeće.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvuk se možda neće oglasiti kada je izlaz digitalnog zvuka podešen na Prolazak.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Ažuriranje nije moguće primijeniti na TV. Softver će se vratiti na prethodnu verziju.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vizuelni efekti se prikazuju na ekranu kada je TV uključen i ekran se pomjera.",
	"There are no paired devices.": "Nema uparenih uređaja.",
	"There are settings to correct or prevent OLED panel noise.": "Postoje postavke za ispravljanje ili sprječavanje buke OLED ploče.",
	"There is no USB device connected to your TV.": "Nijedan USB uređaj nije povezan s TV uređajem.",
	"There is no message.": "Nema poruka.",
	"Third Language": "Treći jezik",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ova funkcija se odnosi samo na određene modele LG bežične tastature.",
	"This function works only when it is provided by the broadcast program.": "Ova funkcija radi samo kada je osigurana emitovanim programom.",
	"This is a closed caption preview": "Ovo je pregled komentara u zagradi",
	"This is an already existing value.": "Ovo je već postojeća vrijednost.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ova usluga vam pruža više informacija o gledanju programa i uživanju u povezanim sadržajima.",
	"This will revert all options on TV to their default settings.": "Ovo će vratiti sve opcije na TV-u na njihove zadane postavke.",
	"Time": "Vrijeme",
	"Timer Channel": "Kanal sa tajmerom",
	"Timer Repeat": "Ponavljanje pomoću tajmera",
	"Timers": "Tajmeri",
	"Timezone": "Vremenska zona",
	"Tint": "Nijansa",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Da biste optimizirali zvuk, reproducirajte testni zvuk na TV-u i počnite da mjerite reflektovani zvuk pomoću uređaja Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Za ispitivanje zvuka TV uređaja, postavke Zvučni izlaz potrebno je promijeniti na Interni TV Zvučnik. Želite li nastaviti?",
	"Tokyo": "Tokijo",
	"Total Power On Time": "Ukupno vrijeme uključenosti",
	"Tracking Speed": "Brzina praćenja",
	"Translucent": "Providno",
	"Transparent": "Transparentno",
	"Treble Boost": "Pojačivač visokih tonova",
	"Trinidad And Tobago": "Trinidad i Tobago",
	"Trinidad and Tobago": "Trinidad i Tobago",
	"Tune and save available channels.": "Podesite i pohranite dostupne programe.",
	"Tune and save available channels. You can set satellite channel options.": "Podesite i pohranite dostupne programe. Možete podesiti opcije satelitskih programa.",
	"Tunisia": "Tunis",
	"Turkey": "Turska",
	"Turkish": "Turski",
	"Turn on TV with mobile device same as smartphone.": "Uključite TV sa mobilnim uređajem isto kao i pametni telefon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Uključite i isključite Ultra HD Deep Colour za ulaz HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Uključite ili isključite Odziv za instant igru HDMI {num} ulaza.",
	"Turn on the TV using mobile device via Bluetooth.": "Uključite TV pomoću mobilnog uređaja preko Bluetooth-a.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Uključite TV pomoću mobilnog uređaja preko Wi-Fi.",
	"Turn on via Bluetooth": "Uključivanje putem Bluetootha",
	"Turn on via Wi-Fi": "Uključivanje putem Wi-Fi",
	"Turn on/off description box in Settings.": "Uključite/isključite opisni okvir u Postavkama.",
	"Turn on/off standby light.": "Uključite/isključite indikator režima pripravnosti.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Uključite/isključite AMD FreeSync Premium sa ulaza HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Uključite/isključite slike koje će se prikazati na ekranu kada nema signala.",
	"Turn on/off the related features of energy consumption.": "Uključite/isključite povezane funkcije za potrošnju energije.",
	"Turn the Hybridcast service on/off.": "Uključite/isključite uslugu Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Uključite/isključite uslugu Interaktivnost (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Uključite/isključite TV vodič TV operatera.",
	"Turn your broadcast TV provider's teletext service on/off.": "Uključite/isključite uslugu teleteksta TV operatera.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Isključivanje funkcije Wi-Fi onemogućit će pristup svim uslugama na internetu, osim u slučaju korištenja kabla za povezivanje na mrežu. Želite li nastaviti?",
	"UAE": "UAE",
	"UHD Mode": "UHD mod",
	"USA": "SAD",
	"USB storage for Copy Channels": "USB memorija za Kopiranje kanala",
	"USB to TV": "USB na TV",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinski",
	"Ulaanbaatar": "Ulan Bator",
	"Unable to check for updates.": "Nije moguće tražiti ažuriranja.",
	"Unable to connect to the network.": "Povezivanje s mrežom nije moguće.",
	"Undefined": "Neodređeno",
	"Under 17 requires accompanying parent or adult guardian.": "Do 17 godina zahtijeva društvo roditelja ili odraslog staratelja.",
	"Uniform": "Jednoobrazno",
	"United Arab Emirates": "Ujedinjeni Arapski Emirati",
	"United Kingdom": "Ujedinjeno Kraljevstvo",
	"United States of America": "Sjedinjene Američke Države",
	"Universal Control Settings": "Postavke za Daljinsko upravljanje",
	"Unknown": "Nepoznato",
	"Unknown issue has occurred.": "Pojavio se nepoznat problem.",
	"Update canceled.": "Ažuriranje otkazano.",
	"Update in progress...": "Ažuriranje u toku...",
	"Update in progress...({n}%)": "Ažuriranje u toku...({n}%)",
	"Update paused.": "Ažuriranje pauzirano.",
	"Update reserved.": "Ažuriranje poništeno.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Ažuriranje će se otkazati, a sve ažurirane datoteke sada izbrisati. Želite li nastaviti?",
	"Uruguay": "Urugvaj",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Koristite Magic Remote da analizirate akustiku prostorije i da optimizirate zvuk TV-a na osnovu rezultata.",
	"Use a large pointer.": "Koristite veliki pokazivač.",
	"Use a medium pointer.": "Koristite srednji pokazivač.",
	"Use a small pointer.": "Koristite mali pokazivač.",
	"Use the 4-way controller to change the position and press the OK button.": "Pomoću 4-smjernog regulatora promijenite položaj i pritisnite tipku OK.",
	"Use the following services with the selected language.": "Koristite sljedeće usluge s odabranim jezikom.",
	"User": "Korisnik",
	"User Agreements": "Sporazumi sa korisnikom",
	"User Guide": "Korisnički vodič",
	"Uzbek": "Uzbečki",
	"V Position": "Položaj V",
	"V Sharpness": "Položaj V",
	"V Size": "Veličina V",
	"Valencian": "Valencijski",
	"Vatican City": "Vatican",
	"Venezuela": "Venecuela",
	"Vertical Zoom": "Vertikalno Zumiranje",
	"Video Description": "Video opis",
	"Vienna": "Beč",
	"Vietnam": "Vijetnam",
	"Vietnamese": "Vijetnamski",
	"View current Common Interface (CI) information.": "Pogledajte trenutnu informaciju za Zajednički interfejs (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Pregledajte stavke jasnije mijenjanjem boje menija na ekranu u crno-bijelu.",
	"View messages from your broadcast TV provider.": "Prikažite poruke vašeg TV operatera.",
	"View more information about watching program and enjoy related contents.": "Pogledajte više informacija o gledanju programa i uživajte u povezanim sadržajima.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Pogledajte originalni ekran onakav kakav jeste ili postavite veličinu ekrana i format.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Prikažite originalni ekran onako kako je primljen od signala emitovanja ili priključenog uređaja.",
	"Violence": "Nasilje",
	"Vivid": "Živopisno",
	"Voice Recognition Help and Settings": "Pomoć i postavke Prepoznavanja glasa",
	"Voice Support Service": "Usluga Glasovne Podrške",
	"Volume": "Jačina",
	"Volume Increase Amount": "Jačina povećava količinu",
	"Volume Mode": "Mod jačine zvuka",
	"WA - Western Australia - Eucla": "WA - Zapadna Australija - Eucla",
	"WA - Western Australia - Perth": "WA - Zapadna Australija - Perth",
	"Wall-mounted": "Montirano na zid",
	"Warm1": "Topla1",
	"Warm2": "Topla2",
	"Warm3": "Topla3",
	"Warsaw": "Varšava",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "Gledajte raznovrsne internetske sadržaje na TV kanalima.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Mi prikupljamo i pohranjujemo MAC adresu, broj modela, oznaku zemlje, postavke jezika i verziju softvera kako bismo verifikovali vaš uređaj i kako bismo provjerili da li imate najnoviju verziju softvera.",
	"Welcome Feature": "Funkcija dobrodošlice",
	"Welsh": "Velški",
	"Western Africa": "Zapadna Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kad se povezani HDD ne koristi određeno vrijeme, prebacite ga u stanje pripravnosti da biste smanjili potrošnju energije.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kada se uređaj priključi na ulaz, slika igre se optimizira s minimalnim odgodama, krekingom ili prekidima.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kada je Odziv za instant igru pokrenut, videozapis će možda privremeno treperiti.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kada je izlazni zvuk podešen na \"Bluetooth / HDMI ARC / Optical Digital / WiSA zvučnike\" ili povezani uređaj ne podržava Odziv za instant igru, možda neće raditi ispravno.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Kada je Zvučni izlaz podešen na Bluetooth ili povezani uređaj ne podržava Odziv za instant igru, možda neće raditi ispravno.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Kada je uređaj uključen/isključen, vaš TV će se automatski uključiti/isključiti.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kada su vizuelni efekti isključeni, ekran se prikazuje kao TV uživo.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kada je ova funkcija postavljena na „uključeno”, neke funkcije koje se pojave na ekranu bit će djelomično prozirne.",
	"When your TV is turned off, the device will automatically turn off.": "Kada je vaš TV isključen, uređaj će se automatski isključiti.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Dok se promijenjena podešena vrijednost prenosi na vanjski uređaj, slika ili zvuk možda neće privremeno biti isporučeni kako treba.",
	"White": "Bijelo",
	"White Balance": "Balans bijele boje",
	"Wi-Fi Connection": "Wi-Fi",
	"Wi-Fi Security": "Sigurnost za Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi je isključen. Uključite ga da biste vidjeli popis dostupnih mreža na koje se možete povezati i dodatne stavke povezanog izbornika.",
	"Wi-Fi issue has occurred.": "Pojavio se problem s Wi-Fi.",
	"WiSA Speakers": "WiSA zvučnici",
	"Wide Area Zone": "Zona širokog područja",
	"Wide View": "Široki prikaz",
	"Wide View (32:9)": "Široko (32:9)",
	"Wide Zoom": "Široko zumiranje",
	"Window Color": "Boja okvira",
	"Window Opacity": "Providnost okvira",
	"Wired Connection (Ethernet)": "Žična veza (Ethernet)",
	"Wired Headphones": "Slušalice s kablom",
	"Wired Headphones + Internal TV Speaker": "Slušalice s kablom + Unutrašnji TV zvučnik",
	"With this option, you can control the audio device's volume with your TV remote.": "Pomoću ove opcije možete kontrolirati jačinu zvuka audio uređaja pomoću daljinskog upravljača TV-a.",
	"Yamoussoukro": "Jamusukro",
	"Year": "Godina",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Žuta",
	"Yemen": "Jemen",
	"Yerevan": "Jerevan",
	"Yes": "Da",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Možete podesiti zvučne efekte kada je TV uključen ili isključen i pomicanje ekrana.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Možete upravljati uređajima koji su povezani na HDMI priključke pomoću Čarobnog daljinskog upravljača bez postupaka podešavanje uređaja.",
	"You can delete the device connection history of Screen Share.": "Možete obrisati historiju povezivanja uređaja za Screen Share.",
	"You can delete the device connection history of Sound Share.": "Možete obrisati historiju povezivanja uređaja za Sound Share.",
	"You can find the default password in User Guide.": "Zadanu lozinku možete pronaći u Korisničkom vodiču.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Možete pokrenuti Odziv za instant igru tako što ćete podesiti HDMI Ultra HD Deep Colour na \"Uključeno\".",
	"You can only change settings from the current HDMI input.": "Postavke možete promijeniti samo iz trenutnog HDMI ulaza.",
	"You can scan again to connect the device.": "Možete ponovo skenirati da povežete uređaj.",
	"You can select left and right audio settings for broadcast signal.": "Možete odabrati lijeve i desne audio postavke za emitovanje signala.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Možete odabrati AMD FreeSync Premium sa ulaza HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Možete odabrati Ultra HD Deep Colour priključka.",
	"You can set the sound to play when the TV is turned on or off.": "Možete podesiti zvuk za reprodukciju kada je TV uključen ili isključen.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Možete uključiti/isključiti funkciju čuvanja profila CAM operatora.",
	"You can turn this feature on or off.": "Ovu funkciju možete uključiti ili isključiti.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Možete primati različite sadržajne preporuke putem mreže. Isključivanjem ove opcije pružit ćete samo osnovne sadržaje, a neke značajke možda neće biti dostupne.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Vaš TV i SIMPLINK-povezani uređaj će biti sinhronizovani na sljedeći način:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Vaš TV mora ostati isključen kada je proces Osvježivača za piksele u toku. Bilo koje trenutno ili predstojeće snimanje, podsjetnici ili vremensko uključivanje tokom ovog procesa će biti otkazani i BT zvučnik na Nultom prikazu neće biti dostupan.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Vaš TV mora ostati isključen kada je proces Osvježivača za piksele u toku. Bilo koje trenutno ili predstojeće snimanje, podsjetnici ili vremensko uključivanje tokom ovog procesa će biti otkazano.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Za automatsko podešavanje zemlje LG usluga, TV uređaj potrebno je povezati na mrežu. Želite li sada ići u opciju Postavke mreže radi provjere veze?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Za slanje hitnih poruka upozorenja putem digitalnog TV kanala, TV uređaj treba znati vašu tačnu lokaciju.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Vaš TV će se isključiti dok se proces ne završi, kada će se automatski ponovo uključiti.",
	"Zambia": "Zambija",
	"Zaporozhye": "Zaporožje",
	"Zimbabwe": "Zimbabve",
	"Zürich": "Cirih",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] će biti isključen s TV-a. Zvuk se više neće reprodukovati s ovog uređaja. Želite li nastaviti?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] će biti uklonjen s popisa uparenih uređaja. Ako ga želite povezati kasnije, trebate tražiti dostupne uređaje i ponovo ih upariti. Želite li nastaviti?",
	"[{deviceName}] will be deleted.": "[{deviceName}] će biti obrisan.",
	"aspectRatio_original": "Originalno",
	"audioGuidance_fast": "Brzo",
	"audioGuidance_high": "Visok",
	"audioGuidance_low": "Nisko",
	"audioGuidance_medium": "Srednje",
	"audioGuidance_slow": "Polako",
	"audioGuidance_veryFast": "Vrlo brzo",
	"audioGuidance_veryHigh": "Vrlo visoko",
	"audioGuidance_veryLow": "Vrlo nisko",
	"audioGuidance_verySlow": "Vrlo sporo",
	"btDotSignalStrength_wide": "Široko",
	"button": "tipka",
	"character": "znak",
	"characters": "znakovi",
	"checked": "označeno",
	"colorGamutJPNWide": "Široko",
	"connecting": "povezivanje",
	"depthOfColor": "Boja",
	"diagonal zoom in": "dijagonalno uvećanje",
	"diagonal zoom out": "dijagonalno smanjenje",
	"energy_Maximum": "Maksimalno",
	"energy_Medium": "Srednje",
	"energy_Minimum": "Minimalno",
	"freesync_high": "Visok",
	"freesync_low": "Nisko",
	"freesync_off": "Isključi",
	"freesync_wide": "Široko",
	"gamma_high1": "Visoko1",
	"gamma_high2": "Visoko2",
	"hidden": "skriveno",
	"horizontal zoom in": "horizontalno uvećanje",
	"horizontal zoom out": "horizontalno smanjenje",
	"jpDoNot": "Isključi",
	"logoLuminance_high": "Visoko",
	"logoLuminance_low": "Nisko",
	"not connected": "nije povezano",
	"objet_soundMode": "Optimizirajte način rada zvuka za svaki tip sadržaja.",
	"pictureControlAuto": "Automatsko",
	"pictureControlAuto_BlackLevel": "Automatsko",
	"pictureControlHigh": "Visok",
	"pictureControlHigh_BlackLevel": "Visok",
	"pictureControlHigh_Male": "Visok",
	"pictureControlLow": "Nisko",
	"pictureControlLow_BlackLevel": "Nisko",
	"pictureControlLow_Male": "Nisko",
	"pictureControlMedium": "Srednje",
	"pictureControlMedium_BlackLevel": "Srednje",
	"pictureControlMedium_Male": "Srednje",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Srednje",
	"pictureLocalDimmingHigh": "Visok",
	"pictureLocalDimmingLow": "Nisko",
	"pictureLocalDimmingMed": "Srednje",
	"pictureModeSettings": "Prilagodi",
	"press OK button to edit IP manually": "pritisnite tipku OK da ručno uredite IP.",
	"press OK button to enter channel to search": "pritisnite tipku OK da unesete program za pretraživanje.",
	"press OK button to enter value": "pritisnite tipku OK da unesete vrijednost.",
	"press right button to adjust de-judder and de-blur value": "pritisnite tipku za desno da podesite vrijednost za de-judder i de-blur",
	"press right button to adjust zoom ratio and position": "pritisnite tipku za desno da podesite omjer uvećanja i poziciju",
	"shift current screen down": "pomaknite trenutni ekran prema dolje",
	"shift current screen to the left": "pomaknite trenutni ekran prema lijevo",
	"shift current screen to the right": "pomaknite trenutni ekran prema desno",
	"shift current screen up": "pomaknite trenutni ekran prema gore",
	"shift down": "pomaknite prema dolje",
	"shift left": "pomaknite prema lijevo",
	"shift right": "pomaknite prema desno",
	"shift up": "pomaknite prema gore",
	"speaker_channel": "Kanal za surround zvuk",
	"thaRatingNone": "Ništa",
	"unchecked": "nije označeno",
	"unread": "nepročitano",
	"vertical zoom in": "vertikalno uvećanje",
	"vertical zoom out": "vertikalno smanjenje",
	"volumeModeHigh": "Visok",
	"volumeModeLow": "Nisko",
	"volumeModeMedium": "Srednje",
	"webOS TV Version": "Verzija webOS TV uređaja",
	"zoom in": "uvećanje",
	"zoom out": "smanjenje"
}
