{
	" (User)": " (Utilizador)",
	"* This feature is applied once and only once when the TV is turned off.": "* Eta funcionalidade aplica-se apenas uma vez quando o televisor é desligado.",
	"* This feature is available on certain devices only.": "* Esta função está disponível apenas em determinados dispositivos.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Este modo expressa claramente as intenções do FILMMAKER MODE, mas pode parecer mais escuro do que outros modos de imagem.",
	"* This settings is only available for Internal TV Speaker.": "* Estas definições só estão disponíveis para a Coluna Interna do Televisor.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Embora esta opção esteja definida como ON (ativada), a Proteção de Ecrã não funcionará para evitar perturbar a sua experiência de visualização em entradas externas como Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Pode controlar com a aplicação que suporta a função no seu telemóvel.",
	"10 Points Code Value": "Valor de Código de 10 Pontos",
	"10 Points IRE": "10 Pontos IRE",
	"10 and Above": "Maiores de 10",
	"11 and Above": "Maiores de 11",
	"12 and Above": "Maiores de 12",
	"13 and Above": "Maiores de 13",
	"14 and Above": "Maiores de 14",
	"15 and Above": "Maiores de 15",
	"16 and Above": "Maiores de 16",
	"17 and Above": "Maiores de 17",
	"18 and Above": "Maiores de 18",
	"19 and Above": "Maiores de 19",
	"2 Channel": "2 Canais",
	"2) Turn the Bluetooth device to connect off and on.": "2) Para ligar o dispositivo Bluetooth, desligue e ligue.",
	"20 Points Code Value": "Valor de Código de 20 Pontos",
	"20 Points IRE": "20 Pontos IRE",
	"20 and Above": "Maiores de 20",
	"22 Points Code Value": "Valor de Código de 22 Pontos",
	"22 Points IRE": "22 Pontos IRE",
	"3G/4G Connection": "Ligação 3G/4G",
	"4 Hours Auto Power Off": "Desligar Automaticamente Após 4 Horas",
	"4 and Above": "Maiores de 4",
	"4-Way Zoom": "Zoom de 4 Vias",
	"5 and Above": "Maiores de 5",
	"5.1 Channel": "5.1 Canais",
	"6 and Above": "Maiores de 6",
	"7 and Above": "Maiores de 7",
	"8 and Above": "Maiores de 8",
	"9 and Above": "Maiores de 9",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID é utilizado para identificar este dispositivo para fins publicitários e para facilitar determinados anúncios que possam ser do seu interesse. Pode repor AD ID ou limitar o rastreamento de AD ID abaixo.",
	"AI Acoustic Tuning": "Sintonização acústica por AI",
	"AI Acoustic Tuning Options": "Opções da Sintonização acústica por AI",
	"AI Acoustic Tuning is disabled.": "A Sintonização acústica por AI está desativada.",
	"AI Brightness Control": "Controlo de Brilho AI",
	"AI Picture": "Imagem AI",
	"AI Picture Pro": "Imagem AI Pro",
	"AI Recommendation": "Recomendações AI",
	"AI Service": "Serviço AI",
	"AI Sound": "Som AI",
	"AI Sound Pro": "Som AI Pro",
	"AV Sync Adjustment": "Ajuste da Sincronização de AV",
	"Abidjan": "Abijão",
	"Account Management": "Gestão de Contas",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "A ativação desta opção irá interromper a recolha e o acompanhamento de dados pessoais a partir desta Smart TV relacionados com os anúncios . Ativar a alternância pode afetar os tipos de anúncios que verá no futuro, mas não irá impedi-lo de receber anúncios.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Ativar esta alternância fará com que a LGE instrua os seus operadores terceiros a deixarem de comercializar os seus dados pessoais. A menos que desative separadamente, ainda pode aceder a serviços como Live Plus, LG Channels e Who.Where.What?.",
	"Add a hidden wireless network": "Adicionar uma rede sem fios oculta",
	"Add wireless network by manually entering network name (SSID).": "Adicionar uma rede sem fios através da introdução manual do nome da rede (SSID).",
	"Addis Ababa": "Adis Ababa",
	"Additional Settings": "Definições Adicionais",
	"Address Setting": "Definição do Endereço",
	"Aden": "Áden",
	"Adjust Audio Guidance pitch.": "Ajustar o tom do Guia de Áudio.",
	"Adjust Audio Guidance speed.": "Ajustar a velocidade do Guia de Áudio.",
	"Adjust Audio Guidance volume.": "Ajustar o volume do Guia de Áudio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ajuste o brilho da Retroiluminação para iluminar ou escurecer o ecrã.",
	"Adjust Screen Position": "Ajustar Posição do Ecrã",
	"Adjust animation effect shown on the home at certain times.": "Ajuste o efeito de animação apresentado no início em determinados momentos.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajustar o brilho através da análise de movimentos na imagem para impedir encadeamentos e reduzir o consumo de energia.",
	"Adjust brightness of the LG logo.": "Ajuste o brilho do logótipo da LG.",
	"Adjust color and saturation for a more vivid image.": "Ajustar a cor e saturação para uma imagem mais viva.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajuste a temperatura de cor automaticamente para reduzir a tensão ocular.",
	"Adjust cursor speed.": "Ajustar a velocidade do cursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar a nitidez dos contornos. Os valores mais elevados aumentam a nitidez da imagem.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajustar as definições de gama para compensar o brilho do sinal de entrada.",
	"Adjust left/right audio balance.": "Ajustar o panorama esquerdo/direito do áudio.",
	"Adjust luminance for selected color.": "Ajustar a luminância para a cor selecionada.",
	"Adjust luminance level for selected IRE point.": "Ajustar o nível de luminância para um ponto IRE selecionado.",
	"Adjust peak brightness for the brightest luminance.": "Ajustar o máximo brilho para a luminosidade mais forte.",
	"Adjust remote's cursor speed and appearance.": "Ajuste a velocidade e o aspeto do cursor do comando.",
	"Adjust saturation for selected color.": "Ajustar a saturação para a cor selecionada.",
	"Adjust screen brightness to reduce energy consumption.": "Ajustar brilho do ecrã para reduzir o consumo de energia.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ajuste a luz OLED para iluminar ou escurecer o ecrã.",
	"Adjust the audio timing to synchronize the video and audio.": "Ajustar o tempo de áudio para sincronizar o vídeo e áudio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ajuste o equilíbrio de vermelho e verde para apresentar a tonalidade no ecrã.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ajuste o equilíbrio de cores mudando a temperatura de cor, a luminância e a intensidade do vermelho, verde e azul.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Ajuste o contraste, resolução, etc. para o modo de fotografia individual em pormenor e defina a cor preferida, gama, etc. adicionalmente.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajustar a diferença entre as áreas claras e escuras do ecrã. Os valores mais elevados intensificam a diferença.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Ajuste a relação de frame na mesma maneira que com o filme e que proporciona a sensação de uma sala de cinema.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ajuste a luminosidade de imagens estáticas, tais como logotipos, etc. e evite problemas de qualidade de imagem que possam ocorrer quando o televisor tenha ficado ligado durante um período prolongado de tempo.",
	"Adjust the screen color to be pale or deep.": "Ajuste a cor do ecrã para ficar pálida ou profunda.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Alterar o som para refletir o seu gosto para cada banda de frequência sonora.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Ajuste o atraso de tempo para sincronizar o vídeo e o áudio quando têm uma diferença de tempo.",
	"Adjust the tint to brighten or darken the screen.": "Ajuste a tonalidade para iluminar ou escurecer o ecrã.",
	"Adjust the volume you want with pressing remote's volume key.": "Ajuste o volume desejado pressionando a tecla de volume do comando.",
	"Adjust tint for selected color.": "Ajustar a tonalidade para a cor selecionada.",
	"Adjust whether to display the home promotion.": "Ajuste se deve exibir a promoção inicial.",
	"Adjusting Luminance": "A Ajustar a Luminância",
	"Adolescent over 13 are allowed to watch.": "Os adolescentes com mais de 13 anos podem assistir.",
	"Adolescent over 14 are allowed to watch.": "Os adolescentes com mais de 14 anos podem assistir.",
	"Adolescent over 16 are allowed to watch.": "Os adolescentes com mais de 16 anos podem assistir.",
	"Adult": "Adultos",
	"Adult Language": "Linguagem Adulta",
	"Adults only.": "Apenas adultos.",
	"Advanced": "Definições avançadas",
	"Advanced Controls": "Controlos Avançados",
	"Advanced Wi-Fi Settings": "Definições de Wi-Fi Avançadas",
	"Afrikaans": "Afrikaans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o país, todos os canais sintonizados serão eliminados. Para voltar a sintonizar os canais, aceda à Sintonia Automática. Deseja continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o seu código postal, todos os canais Freesat atuais serão eliminados. Para voltar a sintonizar os canais, aceda à Sintonia Automática. Deseja continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Depois de alterar o seu país, poderá procurar canais novamente com a Sintonia Automática. Quer continuar?",
	"Ages 2-7 are allowed to watch.": "A visualização em crianças com idades 2 a 7 é permitida.",
	"Alerts you by sound when the TV is turned on or off.": "Avisa com um som quando o televisor for ligado ou desligado.",
	"Algiers": "Algiers",
	"All Channels": "Todos os Canais",
	"All Children": "Todas as Crianças",
	"All ages are allowed to watch.": "Todas as idades podem ver.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Todas as definições atuais para o modo {pictureMode} serão repostas. Deseja continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas as definições de efeitos de som para o Modo Normal serão repostas. Deseja continuar?",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Pode também ajustar definições detalhadas para o som Bluetooth Surround.",
	"Always-on Off Time": "Tempo de desligamento de Always-on",
	"Amsterdam": "Amesterdão",
	"An important software update is available.": "Está disponível uma atualização importante parta o software.",
	"Analog TV": "Televisão analógica",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analisa as características do som e otimiza o som para cada conteúdo em tempo real.",
	"Antenna ATV": "ATV Antena",
	"Antenna DTV": "DTV ANTENA",
	"Antenna Radio": "Rádio por Antena",
	"Any Supplementary Audio": "Qualquer Áudio Complementar",
	"App Alarm": "Alarme de Aplicação",
	"Application Locks": "Bloqueios de Aplicações",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplique os valores de definição detalhados do modo de imagem atual a todas as entradas ou aplicações.",
	"Applying value to all inputs...": "A aplicar valor a todas as entradas...",
	"Armenia": "Arménia",
	"Ashgabat": "Asgabat",
	"Aspect Ratio": "Proporção",
	"Aspect Ratio Settings": "Definições da Proporção da Imagem",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribuir canais aos botões do comando para que possa aceder aos canais rapidamente.",
	"Audio Delay": "Atraso áudio",
	"Audio Description": "Descrição Áudio",
	"Audio Description Volume": "Volume de Descrição de Áudio",
	"Audio Guidance": "Orientações de Áudio",
	"Audio Language": "Idioma do Áudio",
	"Audio Out (Line Out)": "Saída de Áudio (Line Out)",
	"Audio Type": "Tipo de Áudio",
	"Auto Detect": "Detetar Automaticamente",
	"Auto Device Detection": "Deteção Automática de Dispositivos",
	"Auto Genre Selection": "Seleção Automática de Género",
	"Auto Power Off": "Desligar Automaticamente",
	"Auto Power Sync": "Ativação Automática Sincronizada",
	"Auto Start": "Início Automático",
	"Auto Volume": "Volume Automático",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajuste automaticamente a diferença no volume de som ou defina o volume de som que é ajustado num momento com a tecla de volume no comando.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Ajuste automático para um valor de imagem otimizado para o género de conteúdo Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Ajuste automático para um valor de imagem otimizado para o género de conteúdo.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Muda automaticamente para o FILMMAKER MODE quando o conteúdo do filme é reconhecido.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Otimizar automaticamente a qualidade da imagem de acordo com a cor e o brilho da luz ambiente.",
	"Automatically update system software when an update is found.": "Atualizar automaticamente o software do sistema quando for encontrada uma atualização.",
	"BG Color": "Cor Fundo",
	"BG Opacity": "Opacidade Fundo",
	"Backlight": "Retroiluminação",
	"Baghdad": "Bagdade",
	"Bahamas": "Baamas",
	"Bahrain": "Barém",
	"Baku": "Bacu",
	"Balance": "Panorama",
	"Bamako": "Bamaco",
	"Bangladesh": "Bangladeche",
	"Bass Boost": "Bass Boost",
	"Behavior may vary depending on connected device.": "O comportamento poderá variar consoante o dispositivo ligado.",
	"Benin": "Benim",
	"Bermuda": "Bermuda",
	"Bishkek": "Bishkek",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquear programas televisivos emitidos em inglês com base nas classificações dos seus conteúdos.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquear programas televisivos emitidos em francês com base nas classificações dos seus conteúdos.",
	"Block content based on genre.": "Bloquear conteúdos de acordo com o género.",
	"Bluetooth Speaker Mode": "Modo de Altifalante Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Som de Bluetooth Surround + Coluna interna do televisor",
	"Bluetooth Surround Sound Setup": "Configuração de som de Bluetooth Surround",
	"Bosnia": "Bósnia",
	"Botswana": "Botsuana",
	"Brazilian Punk": "Punk brasileiro",
	"Broadcast Country": "País da Emissão",
	"Broadcast Mail": "Correio de Emissão",
	"Burkina Faso": "Burquina Faso",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Ao pressionar “Reset”, eliminará todos os dados relacionados com anúncios que a LGE recolheu desta Smart TV no passado. Ao pressionar “Reset”, pode afetar os tipos de anúncios que verá no futuro, mas não irá impedi-lo de receber anúncios.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ao ativar o Live Plus, consente com a recolha de dados sobre o que vê na televisão pela LG Electronics Inc. (\"LGE\") através do módulo ACR, que poderá ser partilhado de forma anonimizada com terceiros para lhe fornecer serviços interativos. Poderemos também partilhar dados anonimizados agregados com terceiros para fins de marketing. Note que não recolhemos nem distribuímos propositadamente os dados supra de ou sobre menores de 13. Informações detalhadas sobre o Live Plus encontram-se ilustradas em Informações de Visualização (termos), a que pode aceder no menu de definições do SmartTV. A LGE recomenda vivamente que consulte a versão completa de Informações de Visualização (termos) antes de ativar a função Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ao ativar Live Plus, compreende que o conteúdo apresentado no seu televisor pode ser reconhecido, e as informações de visualização podem ser utilizadas para fornecer uma experiência de visualização otimizada e serviços personalizados, incluindo recomendações de conteúdos e anúncios. Reveja a Política de Privacidade e os Contratos de Utilizador relevantes no menu Definições do Televisor para obter mais informações.",
	"CC 1": "LO1",
	"CC 2": "LO2",
	"CC 3": "LO3",
	"CC 4": "LO4",
	"CI Information": "Informação CI",
	"CI password incorrect. Please enter again.": "Palavra-passe CI incorreta. Introduza-a novamente.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CS1 Board": "Quadro CS1",
	"CS2 Board": "Quadro CS2",
	"Cable ATV": "ATV Cabo",
	"Cable DTV": "DTV Cabo",
	"Cameroon": "Camarões",
	"Can not Find Channel": "Canal Não Encontrado",
	"Cancel Schedule": "Cancelar Agenda",
	"Cancel Update": "Cancelar Atualização",
	"Cancún": "Cancún",
	"Caution": "Aviso",
	"Cayman Islands": "Ilhas Caimão",
	"Ceuta": "Ceúta",
	"Chad": "Chade",
	"Change blue intensity and adjust the color balance.": "Altere a intensidade do azul e ajuste o equilíbrio de cor.",
	"Change green intensity and adjust the color balance.": "Altere a intensidade do verde e ajuste o equilíbrio de cor.",
	"Change red intensity and adjust the color balance.": "Altere a intensidade do vermelho e ajuste o equilíbrio de cor.",
	"Change the position of captions using the 4-way dial on the remote control.": "Alterar o posicionamento das legendas com a roda de 4 sentidos no comando.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "A alteração da região poderá mudar os canais atualmente sintonizados no seu televisor. Pode voltar a sintonizar os canais na Sintonia Automática. Deseja alterar definições de região agora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "A alteração do país fará com que o seu televisor seja reiniciado e poderá ter de concordar novamente com os Contratos de Utilizador da LG. Também, a disponibilidade de algumas aplicações e serviços poderá variar consoante o País dos Serviços LG. Deseja continuar?",
	"Channel Manager": "Gestor de Canais",
	"Channel Scrolling Options": "Opções de Navegação de Canais",
	"Channel Tuning": "Sintonização de Canais",
	"Channel Tuning & Settings": "Sintonia e Definições de Canais",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Os canais de HDMI e outras entradas externas não podem ser bloqueados. Para bloquear canais de televisão, mude a entrada atual para Live TV.",
	"Check TV information.": "Verificar informações sobre o televisor.",
	"Check alarm messages about the user settings or TV status.": "Verificar as mensagens de alarme sobre as definições do utilizador ou estado do televisor.",
	"Check descriptions for each LG webOS TV functions.": "Verifique as descrições para cada funções de LG webOS TV.",
	"Check for Advertising settings and set it.": "Verifique se existem definições de publicidade e defina-as.",
	"Check for Updates": "Verificar Se Existem Atualizações",
	"Check for available functions with Voice and set Voice Settings.": "Verifique se existem funções disponíveis com Voz e defina as Definições de Voz.",
	"Check for problems with the picture quality.": "Verificar se existem problemas com a qualidade da imagem.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificar se existem problemas com a qualidade do som da Coluna Interna do Televisor.",
	"Check for software updates and update if available.": "Verificar se existem atualizações do software e atualizar se houver.",
	"Check whether the Bluetooth device is in pairing mode.": "Verifique se o dispositivo Bluetooth está em modo de emparelhamento.",
	"Check your TV status to solve problems or use remote support.": "Verifique o estado do televisor para resolver problemas ou usar o apoio remoto.",
	"Checking Password": "A Verificar Palavra-passe",
	"Checking for Updates": "A verificar se existem Atualizações",
	"Checking...": "A verificar...",
	"Children": "Crianças",
	"Children Age": "Menores Idade",
	"Children Program Locks": "Bloqueios de Programas para Crianças",
	"Children over 8 are allowed to watch.": "Crianças com mais de 8 anos podem assistir.",
	"Choose to have all channels or just your primary ones when you change channels.": "Escolha ter todos os canais ou apenas os primários quando mudar de canal.",
	"Christmas Island": "Ilhas de Natal",
	"Cinema Clear": "Limpar cinema",
	"Cinema Home": "Cinema - Casa",
	"Cinema View": "Cinema Panorâmico",
	"Cinema View (32:12)": "Vista Cinematográfica (32:12)",
	"Cinema Zoom": "Zoom de Cinema",
	"City": "Localidade",
	"City Selection": "Seleção de Localidade",
	"Clean Audio": "Áudio Nítido",
	"Clear": "Nítido",
	"Clear Plus": "Clear Plus",
	"Clear Voice Ⅲ": "Voz Nítida Ⅲ",
	"Clear Voice Ⅳ": "Voz Clara Ⅳ",
	"Clear1": "Nítido",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Clique no botão LIGAR abaixo depois de o Teclado Sem Fios LG estar ligado e defina o modo de emparelhamento.",
	"Closed Caption": "Legendas Ocultas",
	"Closed Caption Settings": "Definições das Legendas Ocultas",
	"Code Value": "Valor de Código",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Recolha e armazene o endereço MAC, número de modelo, código de país, definições de idioma e versão do software para verificar o software mais recente a atualizar.",
	"Color Management System": "Sistema de Gestão de Cores",
	"Color Temperature": "Temperatura de Cor",
	"Conakry": "Conacri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirmar os termos e condições ou altere para aceitar o contrato.",
	"Connect": "Ligar",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Ligar uma coluna Bluetooth e a coluna do televisor e ajustar automaticamente o Atraso Áudio entre as colunas.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Conectar um dispositivo áudio externo, que suporte o eARC, para o eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Conecte dispositivos externos como a Box, Soundbar, etc. ao televisor com base no guia.",
	"Connect the LAN cable directly to the TV to use the network.": "Conecte o cabo de LAN diretamente ao televisor para usar a rede.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Conecte à rede inserindo manualmente os endereços IP e do servidor de DNS.",
	"Connect to the network if a wireless router is installed.": "Conecte à rede, caso tenha um router Wi-Fi instalado.",
	"Connect via WPS PBC": "Ligar por WPS PBC",
	"Connect via WPS PIN": "Ligar por WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Ligue o televisor ao router ou modem com um cabo Ethernet para ativar a ligação de rede com fios.",
	"Connect your TV with WiSA Speakers wirelessly.": "Ligue o seu televisor com os Altifalantes WiSA sem fios.",
	"Connectable Devices ({num})": "Dispositivos Conectáveis ({num})",
	"Connected": "Ligado",
	"Connected to Internet": "Ligado à Internet",
	"Connecting...": "A Ligar...",
	"Connection": "Ligação",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "A Gestão de Ligação com um smartphone ou PC está disponível. Para ligar um televisor com um dispositivo móvel, as definições e solicitações de ligação são necessárias no smartphone e no PC.",
	"Content Recommendations": "Recomendações de Conteúdos",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "O conteúdo será reproduzido com um som adequado a uma audição multicanal se o áudio multicanal for suportado pelo serviço HbbTV.",
	"Copenhagen": "Copenhaga",
	"Copy/Delete file": "Copiar/Eliminar ficheiro",
	"Correct contrast and brightness by adjusting black levels.": "Corrigir o contraste e brilho através do ajuste dos níveis de preto.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrige os pixéis da imagem e evita problemas de qualidade de imagem que possam ocorrer quando o televisor tenha ficado ligado durante um período prolongado de tempo.",
	"Could not fined available network.": "Não foi encontrada uma rede disponível.",
	"Current time is not valid. Do you want to set the correct time now?": "A hora atual não é válida. Deseja acertar a hora agora?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Os valores atuais das definições do modo de imagem personalizado serão aplicados ao modo {pictureMode} para todas as entradas. Deseja continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "O dispositivo Teclado Sem Fios LG atualmente ligado será desligado do seu televisor. Deseja continuar?",
	"Custom Time Zone": "Personalizar Fuso Horário",
	"Customer Service": "Assistência ao Cliente",
	"Cyan": "Turquesa",
	"Czech": "República Checa",
	"Czech Republic": "República Checa",
	"C{value}": "F{value}",
	"Côte d'Ivoire": "Côte d'Ivoire",
	"DR Congo": "DR Congo",
	"DTV Audio Setting": "Definição do Áudio DTV",
	"Dakar": "Dacar",
	"Dar es Salaam": "Dar es Salaam",
	"De-Blur": "De-Blur",
	"De-Judder": "De-Judder",
	"Delete": "Eliminar",
	"Delete Connection History": "Eliminar Histórico de Ligação",
	"Delete Pairing History": "Eliminar Histórico de Emparelhamento",
	"Delete Usage Data": "Eliminar Dados de Utilização",
	"Demo Options": "Opções para a Demo",
	"Deregister": "Anular registo",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descrever o conteúdo no ecrã com voz para que os telespetadores com dificuldades visuais possam usar o televisor.",
	"Detect Range": "Detetar Alcance",
	"Device Connection Settings": "Definições de Ligação do Dispositivo",
	"Dhaka": "Dhaka",
	"Digital TV": "Televisão digital",
	"Directed to Older Children (ages 7 and above)": "Para Crianças Mais Velhas (maiores de 7)",
	"Disconnect": "Desligar",
	"Display captions for hearing-impaired viewers to use TV.": "Apresenta legendas para que os telespectadores com dificuldades auditivas possam usar o televisor.",
	"Display fast-moving content smoothly and clearly.": "Mostrar conteúdos com movimentos rápidos de uma forma fluída e nítida.",
	"Display luminance level for the highest point (100 IRE).": "Apresentar o nível de luminância para o ponto mais elevado (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Mostrar imagens com uma temperatura cromática quente ou fria.",
	"Do Not Sell My Personal Information": "Não vender os meus dados pessoais",
	"Do Not Track": "Não Rastrear",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Deseja copiar a lista de canais de armazenamento USB para o seu televisor? Os canais atuais do seu televisor serão eliminados.",
	"Do you want to copy channel list from your TV to the USB storage?": "Deseja copiar a lista de canais da sua TV para o armazenamento USB?",
	"Do you want to reset Position Settings?": "Deseja repor as Definições de Posição?",
	"Do you want to reset Volume Control?": "Deseja repor as Definições de Volume?",
	"Do you want to set the correct time now?": "Deseja definir a hora certa agora?",
	"Do you want to turn your TV off now?": "Deseja desligar o televisor agora?",
	"Dominica": "Domínica",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Douala",
	"Download Mail": "Transferir Correio",
	"Download and Install": "Transferir e Instalar",
	"Downloadable Rating": "Classificação Transferível",
	"Dual Mono": "Mono Duplo",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Durante o Tempo de desligamento de Always-on, parte das funcionalidades como reconhecimento de voz e outras são limitadas quando o ecrã está desligado.",
	"Dushanbe": "Dushanbe",
	"Dutch": "Neerlandês",
	"Dynamic Tone Mapping": "Tonalidade dinâmica",
	"Easter Island": "Ilhas de Páscoa",
	"Edge Color": "Cor da Margem",
	"Edge Enhancer": "Edge Enhancer",
	"Edge Type": "Tipo de Margem",
	"El salvador": "El salvador",
	"Emergency Alert": "Aviso de Emergência",
	"Energy Saving": "Poupança de Energia",
	"Energy consumption may increase if this feature is on.": "O consumo de energia pode aumentar caso esta funcionalidade esteja ativada.",
	"Energy saving modes to limit power consumption.": "Modos de poupança de energia para reduzir o consumo de energia.",
	"Enhance the bass sound.": "Melhora os sons graves.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Otimize o contraste entre áreas claras e escuras de alguns menus, como o ecrã de fundo e o texto, para que seja facilmente visualizado por aqueles com baixa capacidade de visão.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Melhore a resolução e nitidez dos conteúdos com um algoritmo aprendido através da técnica LG Deep Learning e otimize profundamente através da análise de conteúdos.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Desfrute do conteúdo Dolby Atmos com o som ideal ativando o efeito de campo sonoro.",
	"Enjoy TV sound by connecting Wired Headphones.": "Desfrute de som da televisão conectando os Auscultadores Com Fios.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Desfrute do som do televisor através de dispositivos de áudio externos ligada à entrada HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Desfrute do som do televisor através de dispositivos de áudio ligado à OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Desfrute do som do televisor através de um dispositivo de áudio LG ligado à saída OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Desfrute do som do televisor através dos dispositivos de áudio externos ligados às entradas de saída Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Desfrute do som do televisor através da Coluna Interna do Televisor e Auscultadores Com Fios.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Desfrute do som da televisão através da Coluna Interna do Televisor e dos dispositivos de áudio externos ligados à entrada OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Desfrute de um som nítido e natural.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Desfrute do som com um dispositivo de áudio sem fios ligado a LG Sound Sync ou Bluetooth.",
	"Enjoy the sound optimized to the room.": "Aproveite o som otimizado em relação à divisão.",
	"Enter CI Password": "Introduzir Palavra-passe CI",
	"Enter the PIN in your router's settings.": "Introduza o PIN nas definições do router.",
	"Enter the master password.": "Introduza a palavra-passe mestre.",
	"Estonia": "Estónia",
	"Estonian": "Estónio",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Mesmo que a definição esteja desativada, pode conferir as informações relacionadas através da faixa de canal, reconhecimento de voz.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Mesmo com o televisor desligado e com um consumo de energia mínimo, pode ouvir música se ligar um dispositivo móvel. Poderá voltar a usar rapidamente uma panóplia de funções quando o televisor estiver ligado.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Mesmo quando o televisor está desligado, pode ouvir música ao ligar o smartphone ao televisor por Bluetooth.",
	"Every Day": "Todos os Dias",
	"Every Weekday": "Todos os Dias da Semana",
	"Every Weekend": "Todos os Fins-de-semana",
	"Expert (Bright Room)": "Avançado (Sala Iluminada)",
	"Expert (Dark Room)": "Avançado (Sala Escura)",
	"Export your TV's channel list information to a connected USB device.": "Exportar das informações da lista de canais do televisor para um dispositivo USB ligado.",
	"Extended": "Alargado",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Aumentar o período do tempo da definição de Desativação Automática ou desligar essa função poderá aumentar o consumo de energia.",
	"Eye Comfort Mode": "Modo de Conforto Ocular",
	"FILMMAKER MODE Auto Change": "Alteração Automática do FILMMAKER MODE",
	"Fantasy Violence": "Violência de Fantasia",
	"Fiji": "Fidji",
	"Find and tell an audio device available to connect around TV.": "Encontrar e contar com um dispositivo de áudio para ligar perto da TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajustar em detalhe os espaços colorimétricos vermelho, verde, azul, turquesa, magenta e amarelo.",
	"Flash": "Flash",
	"Font": "Tipo de Letra",
	"Font 1": "Tipo de Letra 1",
	"Font 2": "Tipo de Letra 2",
	"Font 3": "Tipo de Letra 3",
	"Font 4": "Tipo de Letra 4",
	"Font 5": "Tipo de Letra 5",
	"Font 6": "Tipo de Letra 6",
	"Font 7": "Tipo de Letra 7",
	"Font 8": "Tipo de Letra 8",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Para um router Wi-Fi ativado por WPS (Wi-Fi Protected Setup), introduza o código PIN para conectar o televisor à rede sem fios.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Para um router Wi-Fi ativado por WPS (Wi-Fi Protected Setup), pressione o botão WPS-PBC para conectar o televisor à rede sem fios.",
	"Full Wide": "Largura Total",
	"Game": "Jogo",
	"General Age": "Geral Idade",
	"General Audience": "Público Geral",
	"General Audiences": "Públicos Gerais",
	"General Program Locks": "Bloqueios de Programas Gerais",
	"Get started in a quiet environment for sound optimization.": "Comece num ambiente silencioso para uma otimização do som",
	"Getting...": "O obter...",
	"Grayscale": "Escala de cinzentos",
	"Greenland": "Gronelândia",
	"Guatemala City": "Cidade de Guatemala",
	"Guayaquil": "Guayaquil",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menus e operações guia com voz para que os telespectadores com dificuldades visuais possam usar o televisor.",
	"Guinea Conakry": "Guiné Conacri",
	"G{value}": "V{value}",
	"HD Mode Option": "Opção de Modo HD",
	"HDD Eco Mode": "Modo HDD Ecológico",
	"HDD Power Saving Mode": "Modo de Poupança de Energia do HDD",
	"HDMI Input Audio Format": "Formato de Áudio de Entrada HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1} e HDMI {port2} suportam 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "As entradas HDMI {port1} e HDMI {port2} suportam Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "A entrada HDMI {port1} suporta 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "A entrada HDMI {port1} suporta Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam Ultra HD Deep Colour.",
	"HDR Effect": "HDR Efeito",
	"HDR Picture Mode": "Modo de Imagem HDR",
	"Hard of Hearing": "Pessoas com Dificuldades Auditivas",
	"Headphones Volume": "Volume dos Auscultadores",
	"Helsinki": "Helsínquia",
	"High Contrast": "Alto Contraste",
	"Higher values increase a sense of warmth or coldness.": "Os valores mais elevados aumentam as sensações de calor ou frio.",
	"Hindi": "Hindi",
	"Home Animation": "Animação da Página Inicial",
	"Home Auto Launch": "Início Automático da Página Inicial",
	"Home Promotion": "Promoção Interna",
	"Home Settings": "Definições de Início",
	"Home/Store Mode": "Modo Casa/Loja",
	"However, the IPv6 version of the address does not support editing.": "No entanto, a versão IPv6 não suporta a função de edição.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "No entanto, para manter o estado ideal do televisor, Always-on será desativado nas cinco horas definidas e a alimentação é completamente desligada.",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE! Se repor, irá eliminar todas as definições da sua conta e as aplicações instaladas. Esta ação não pode ser anulada.",
	"IVC (Cote d’Ivoire)": "Costa do Marfim (Cote d’Ivoire)",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Com a Sincronização das Ligação Automática selecionada, o seu televisor ligar-se-á quando ligar um dispositivo SIMPLINK e os seus dispositivos SIMPLINK desligar-se-ão quando desligar o seu televisor.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Se o Comando Universal da Box/OTT tiver sido configurado, tire proveito da utilização da Box conectada com o comando LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Se um dispositivo estiver conectado à porta, pode ver a imagem otimizada do jogo com minimização do atraso ou da interrupção do vídeo do dispositivo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Se estiver ligada, e ser ligar um dispositivo que também suporte o Ultra HD Deep Colour, a imagem poderá ficar mais nítida.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se houver uma gravação ou atualização de software em curso, o atualizador aguardará até que as mesmas terminem e o processo pode demorar mais do que uma hora.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Se houver uma gravação ou atualização de software em curso, o atualizador aguardará até que as mesmas terminem e o processo pode demorar mais do que {n} minuto(s).",
	"If the device is not connected, you may not hear any sound through it.": "Se o dispositivo não estiver ligado, pode não ouvir som.",
	"If the edge of the screen is not clean, please turn this function off.": "Se as imagens no contorno do ecrã não pareçam nítidas, desative esta função.",
	"If the program does not support multiple languages, the default language is selected.": "Caso o programa não suporte vários idiomas, o idioma padrão é selecionado.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Se o programa não suporta o formato de saída selecionado, será usada a saída predefinida da fonte.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Se o programa não suportar diferentes definições de áudio, o áudio padrão será selecionado.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Se o mesmo sintoma se repetir, altere o valor definido novamente ou reinicie o dispositivo externo ligado.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Se o idioma selecionado não for compatível, utilizar-se-á o idioma padrão de transmissões.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Se o ecrã estático não receber qualquer comando do utilizador durante uma hora, este passará para uma imagem de Proteção de Ecrã.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Se a hora que definir for muito diferente da hora atual, algumas das funcionalidades inteligentes podem não ser visualizadas.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Se não conseguir ouvir som através do dispositivo, certifique-se de que está a funcionar corretamente e suporta a LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Se selecionar o modo Demo de Loja, o aparelho fica definido com valores otimizados para exposições retalhistas que vendem televisores.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se ligar o Guia Áudio, só se pode deslocar com os botões para a esquerda, direita, para cima, para baixo no comando e algumas aplicações que necessitem do ponteiro não pode ser utilizadas.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se a desligar, o perfil do operador CAM será eliminado.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Se a desligar, todos os canais CAM sintonizados ficarão indisponíveis e deixará de receber notificações.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Se desligar o “Arranque Rápido+”, não poderá ligar a TV com o Comando à Distância Livre. Pretende continuar?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Se desligar a proteção de ecrã e a mesma imagem se mantiver no ecrã durante mais de 2 horas, a qualidade da imagem do seu ecrã poderá ficar afetada. Se se mantiver durante mais de 5 horas, a qualidade da imagem poderá piorar de forma permanente. Deseja continuar?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Se desativar esta opção, o ecrã estático pode permanecer durante mais tempo, o que degrada a qualidade do ecrã ou dificilmente recupera em alguns casos.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Se utilizar a função Poupança de Energia, o brilho da sua TV será afetado.",
	"Import your TV's channel list information from a connected USB device.": "Importar das informações da lista de canais do televisor a partir um dispositivo USB ligado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importe/exporte informação da lista de canais do seu televisor de/para um dispositivo USB ligado.",
	"In Home": "Em Casa",
	"Indianapolis": "Indianapolis",
	"Inner": "Interior",
	"Input field": "Campo de introdução",
	"Installing...": "A instalar...",
	"Interactive Service": "Serviço de Interatividade",
	"Interactivity(DTVi)": "Interatividade(DTVi)",
	"Internal TV Speaker": "Coluna Interna do Televisor",
	"Invert Colors": "Inverter Cores",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inverta e compense determinadas cores em alguns menus para aumentar a visibilidade dos itens apresentados no ecrã.",
	"Iran": "Irão",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "É redefinido para o modo de imagem individualmente, por isso, selecione o modo de imagem desejado e redefina-o.",
	"It may not sound depending on connected devices.": "Dependendo dos dispositivos ligados, pode não se ouvir.",
	"It may take a few minutes.": "Poderá demorar alguns minutos.",
	"It may take a few seconds.": "Poderá demorar alguns segundos.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Fornece o som ideal ou Virtual 4.0 surround consoante o género que está a ser visto através de um algoritmo aprendido através de uma técnica LG de Aprendizagem Automática.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Fornece o som ideal ou Virtual 5.1 surround consoante o género que está a ser visto através de um algoritmo aprendido através de uma técnica LG de Aprendizagem Profunda.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Este fornece o som otimizado ajustando-se o som refletido na sala com base no tipo de instalação de televisor.",
	"It reduces jaggies in the picture for a smooth picture.": "Reduz os recortes na imagem para uma imagem consistente.",
	"It works only when the broadcasting program supports captions.": "Funciona apenas quando o programa de emissão permite legendas.",
	"It works only when the broadcasting program supports subtitles.": "Funciona apenas quando o programa de emissão permite legendagem.",
	"Jerusalem": "Jerusalem",
	"Just Scan": "Apenas Pesquisar",
	"Kaliningrad": "Kaliningrad",
	"Kampala": "Kampala",
	"Kannada": "Kannada",
	"Karachi": "Karachi",
	"Kenya": "Quénia",
	"Keyboard Languages": "Idiomas de Teclado",
	"Kiribati": "Quiribati",
	"Kolkata": "Kolkata",
	"Korea": "Coreia",
	"Kuwait City": "Cidade de Kuwait",
	"LED Local Dimming": "LED Local Dimming",
	"LG Logo Light (Front of TV)": "Luz do Logótipo LG (Frente do Televisor)",
	"LG Services Country": "País dos Serviços LG",
	"LG Wireless Keyboard": "Teclado Sem Fios LG",
	"LG Wireless Keyboard Connected:": "Teclado Sem Fios LG Ligado:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "O Teclado Sem Fios LG permite-lhe controlar o televisor através de Bluetooth.",
	"Latvia": "Letónia",
	"Latvian": "Letónio",
	"Left Surround": "Surround Esquerdo",
	"Left drop shadow": "Sombra à esquerda",
	"Light": "Leve",
	"Lilongwe": "Lilongué",
	"Limit AD Tracking": "Limitar Rastreamento de AD",
	"Loading...": "A Carregar...",
	"Location": "Localização",
	"Lock changes for currently running apps will be applied the next time they are started.": "As alterações de bloqueio para aplicações que estão a ser executadas serão aplicadas na próxima vez que forem iniciadas.",
	"Logo Luminance Adjustment": "Ajuste do brilho do Logótipo",
	"Lome": "Lomé",
	"Low": "Baixo",
	"MAC Address (Wired)": "Endereço MAC (Com fios)",
	"MAC Address (Wireless)": "Endereço MAC (Sem fios)",
	"MASTER PASSWORD": "PALAVRA-PASSE MESTRE",
	"Macedonia": "Macedónia",
	"Macedonia, The Former Yugoslav Republic Of": "Macedónia, FYROM",
	"Macedonian": "Macedónio",
	"Madagascar": "Madagáscar",
	"Madeira": "Madeira",
	"Madrid": "Madrid",
	"Makassar": "Makassar",
	"Make blurry or difficult-to-see areas more vivid.": "Tornar mais vivas as áreas desfocadas ou difíceis de ver.",
	"Malayalam": "Malayalam",
	"Manage channels stored on the TV.": "Gerir canais guardados no televisor.",
	"Marathi": "Marathi",
	"Mature Audience Only": "Apenas Adultos",
	"Mauritius": "Maurícia",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizar o contraste ao aumentar a intensidade das áreas claras e escuras do ecrã.",
	"Mayotte": "Mayotte",
	"Menu Language": "Idioma dos Menus",
	"Menu Transparency": "Transparência dos Menus",
	"Middle East": "Médio Oriente",
	"Mobile Connection Management": "Gestão de Ligação Móvel",
	"Mode Option": "Opção de Modo",
	"Monaco": "Mónaco",
	"Montevideo": "Montevideo",
	"Moscow": "Moscovo",
	"Motion Eye Care": "Proteção de Movimentação Ocular",
	"Multi Audio": "Multi-Áudio",
	"Multi Channel Audio": "Áudio Multicanal",
	"Multi Feed": "Alimentação Múltipla",
	"Multiple": "Múltiplo",
	"Muscat": "Muscat",
	"Myanmar": "Myanmar",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - New South Wales/Australian Capital Territory - Sydney",
	"NT - Northern Territory - Darwin": "NT - Northern Territory - Darwin",
	"Nairobi": "Nairobi",
	"Narrow": "Limitado",
	"Ndjamena": "Ndjamena",
	"Netherland": "Países Baixos",
	"Netherlands": "Países Baixos",
	"Network Connection Settings": "Definições da Ligação à Rede",
	"Network-Based Personalization Recommendations": "Recomendações de Personalização Baseadas na Rede",
	"New Caledonia": "Nova Caledónia",
	"New York": "Nova Iorque",
	"Next": "Seguinte",
	"No Internet via 3G/4G network": "Sem Internet por rede 3G/4G",
	"No Internet via Ethernet": "Sem Internet via Ethernet",
	"No Internet via Wi-Fi": "Sem Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Não para Menores de 17",
	"No Operation Auto Off": "Desligar Automaticamente Sem Funcionamento",
	"No Signal Auto Off": "Desligar Automaticamente Sem Sinal",
	"No Signal Image": "Imagem de Falta de Sinal",
	"No Signal Power Off (15Min)": "Desligar Televisor Se Não Houver Sinal (15 min)",
	"No devices have been found.": "Não foram encontrados dispositivos.",
	"No paired devices.": "Sem dispositivos emparelhados.",
	"No updates found.": "No foram encontradas atualizações.",
	"North Korea": "Coreia do Norte",
	"Northern Africa": "África do Norte",
	"Not Connected": "Não Ligado",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nota: se o seu dispositivo não suportar esta função, poderá funcionar incorretamente. Nesse caso, pode ligar o dispositivo a outra entrada HDMI ou desligar a definição 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nota: se o seu dispositivo não suportar esta função, poderá funcionar incorretamente. Nesse caso, pode ligar o dispositivo a outra entrada HDMI ou desligar a definição HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Nota: As opções disponíveis dependem do programa que está a ser transmitido.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: o comportamento poderá ser diferente se o dispositivo ligado não for um dispositivo LG.",
	"Note: Only displayed when it is provided by the program.": "Nota: Apresentado apenas quando fornecido pelo programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: as legendas só são apresentadas se o programa emissor as fornecer.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: as funções suportadas poderão variar consoante o modelo e a transparência através do funcionamento da função com reprodução de conteúdos como, por exemplo, Live TV ou conteúdos VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Se o televisor estiver ligado enquanto a Limpeza de Ecrã estiver em curso, o processo será parado e terá de recomeçar desde o princípio.<br>2. Durante o processamento, poderá aparecer uma linha branca no ecrã. É um efeito normal da limpeza do ecrã.",
	"OK": "OK",
	"OLED Screen Saver": "Proteção de Ecrã OLED",
	"Object Audio": "Áudio do Objeto",
	"OnTimer Channel not selected": "Canal de Temporizador não selecionado.",
	"Open": "Abrir",
	"Open Source Licenses": "Licenças Open Source",
	"Open when TV is turned on": "Abrir Ao Ligar o Televisor",
	"Operate once when TV is off": "Operar quando o televisor estiver desligado",
	"Optical": "Ótica",
	"Optical + Internal TV Speaker": "Ótica + Coluna Interna da TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Otimize uma profundidade de conteúdos com um algoritmo aprendido através de uma técnica LG Machine Learning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Otimizar as definições de contraste de acordo com o brilho do conteúdo HDR.",
	"Optimize contrast settings based on image brightness.": "Otimizar as definições de contraste de acordo com o brilho da imagem.",
	"Optimize the sound for a cinematic experience.": "Otimizar o som para uma experiência cinemática.",
	"Outer": "Exterior",
	"Output sound through the Internal TV speaker.": "Fazer a saída do som através da Coluna Interna do Televisor.",
	"PIN: {pin}": "PIN {pin}",
	"Panjabi": "Punjabi",
	"Papua New Guinea": "Papua New Guiné",
	"Parental Guidance Suggested": "Orientação Parental Sugerida",
	"Parental Guidance Suggested :": "Orientação Parental Sugerida:",
	"Parental guidance suggested for children ages 8-13.": "Orientação paternal recomendada para menores entre os 8 e 13 anos.",
	"Parents Guidance strongly required :": "Supervisão Parental fortemente requerida:",
	"Parents Strongly Cautioned": "Pais Fortemente Avisados",
	"Pass Through": "Passagem",
	"Password": "Palavra-passe",
	"Patent Information": "Informação de Patente",
	"Peak Brightness": "Máximo Brilho",
	"Photo": "Fotografia",
	"Pick a Time": "Escolher uma Hora",
	"Picture Mode": "Modo da Imagem",
	"Picture Mode Settings": "Definições do Modo de Imagem",
	"Picture Options": "Opções de Imagem",
	"Picture Test": "Teste da Imagem",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "A imagem ou o som poderão funcionar incorretamente enquanto o dispositivo externo ligado e o televisor comunicam inicialmente. Se o problema continuar, reverta as definições ou reinicie o dispositivo externo ligado.",
	"Pixel Refresher": "Rejuvenescedor de Píxel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "O Rejuvenescedor de Píxel permite que o televisor apresente a nítida imagem mais nítida possível.",
	"Pixel Refresher begins only once when the TV is turned off.": "Rejuvenescedor de Píxel começa apenas quando o televisor é desligado.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "O Rejuvenescedor de Píxel foi agendado para ser iniciado na próxima vez que o televisor for desligado.",
	"Play sound through TV Speaker.": "Reproduza som através da coluna da TV.",
	"Play the standard sound suitable for all types of content.": "Reproduzir o som padrão adequado para todos os tipos de conteúdo.",
	"Please check if WiSA Speakers are turned on and try again.": "Verifique se os Altifalantes WiSA estão ligados e tente novamente.",
	"Please check that the Bluetooth device is already connected to another device.": "Verifique se o dispositivo Bluetooth está ligado a outro dispositivo.",
	"Please check the network name and password and try again.": "Verifique o nome e a palavra-passe de rede, e tente novamente.",
	"Please check the status and try again": "Verifique o estado e tente novamente",
	"Please do not unplug the USB storage until the copying is completed.": "Não retire o armazenamento USB até que a cópia esteja concluída.",
	"Please enter your password to turn off this function.": "Por favor introduza a sua palavra-passe para desligar esta função.",
	"Please enter your password to turn on this function.": "Introduza a sua palavra-passe para ligar esta função.",
	"Please make sure that your TV is connected to the network and try again.": "Certifique-se de que o televisor está ligado à rede e tente novamente.",
	"Please note that LG does not use or manage the value.": "Tenha em atenção que a LG não usa nem gere o valor.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Lembre-se que o som pode não ser emitido quando a Saída de Som Digital está definida como Passagem.",
	"Please wait while the Settings application reloads.": "Aguarde enquanto a aplicação de definições é carregada novamente.",
	"Please wait while the Settings application restarts.": "Aguarde enquanto a aplicação Definições é reiniciada.",
	"Please wait while the TV restarts.": "Aguarde enquanto o televisor é reiniciado.",
	"Please wait while the TV searches for LG Service Country.": "Aguarde enquanto o televisor procura o País do Serviço LG.",
	"Pointer Options": "Opções de Apontador",
	"Pointer Size": "Tamanho do Cursor",
	"Poland": "Polónia",
	"Polish": "Polaco",
	"Port Louis": "Porto Luís",
	"Port of Spain": "Port of Spain",
	"Port-au-Prince": "Port-au-Prince",
	"Position Settings": "Definições de posição",
	"Power Off Timer": "Temporizador para Desligar",
	"Power On Timer": "Temporizador para Ligar",
	"Power Saving Mode": "Modo de Poupança de Energia",
	"Preschool": "Pré-escolar",
	"Press right button to adjust de-blur and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-blur e de Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Prima o botão direito para ajustar o valor de de-blur e de OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Prima o botão direito para ajustar o valor de de-blur e de OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder e de Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder e de OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Prima o botão direito para ajustar o valor de de-judder e de OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder, de-blur e de Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder, de-blur e de OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Prima o botão direito para ajustar o valor de de-judder, de-blur e de OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Prima o botão WPS num router com capacidade WPS para ligar o televisor à rede.",
	"Press the right button to adjust Motion Pro settings.": "Prima o botão direito para ajustar as definições de Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Prima o botão direito para ajustar as definições de OLEL Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Prima o botão direito para ajustar as definições de OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Prima o botão direito para ajustar as definições de de-blur.",
	"Press the right button to adjust de-judder settings.": "Prima o botão direito para ajustar as definições de de-judder.",
	"Primary Audio Language": "Idioma de Áudio Principal",
	"Primary Channels": "Canais Primários",
	"Primary Teletext Language": "Idioma Principal do Teletexto",
	"Program exempted from ratings.": "Programa sem classificações.",
	"Provide HbbTV Distinctive ID": "Fornecer ID Distintiva HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Forneça a ID característica HbbTV para o serviço HbbTV para transmissões.",
	"Provided services may vary depending on countries.": "Os serviços fornecidos podem variar consoante os países.",
	"Quick Help": "Ajuda Rápida",
	"Quick Start+": "Arranque Rápido+",
	"Rangoon": "Rangoon",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: a autenticação no ponto de acesso falhou.",
	"Reason: Could not establish a connection to access point.": "Motivo: não foi possível estabelecer uma ligação para aceder ao ponto.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: não foi possível obter um endereço IP válido através de DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: a palavra-passe introduzida não é correta.",
	"Reason: Password is missing.": "Motivo: falta a palavra-passe.",
	"Reason: The network you selected is out of range.": "Motivo: a rede que selecionou encontra-se fora do alcance.",
	"Reason: Unable to login.": "Motivo: não é possível iniciar sessão.",
	"Receive emergency alerts from TV when an emergency occurs.": "Receba alertas de emergência do televisor quando ocorre uma emergência.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Recomenda-se a definição das horas em que normalmente não vê televisão para “Always-on” (sempre ligado).",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recomenda conteúdos e funcionalidades úteis com base no histórico de visualização e nos padrões de utilização da aplicação.",
	"Recommendations are available for the people, products and locations related to the current program.": "As recomendações estão disponíveis para pessoas, produtos e locais relacionados com o programa atual.",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduza o ruído irregular de sinais de vídeo digital para otimizar a qualidade da imagem nitidamente.",
	"Registered Devices ({num})": "Dispositivos Registados ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Reforçar o tom agudo do som otimizado.",
	"Reinforce the low-pitched tone of the optimized sound.": "Reforçar o tom grave do som otimizado.",
	"Remote Settings": "Definições do Comando",
	"Remove irregular and erratic pixels for a clearer image.": "Remover pixéis irregulares e erróneos para assegurar uma imagem mais nítida.",
	"Reset": "Repor",
	"Reset AD ID": "Repor AD ID",
	"Reset CI Password": "Repor Palavra-passe CI",
	"Reset HbbTV Distinctive ID": "Redefinir a ID Distintiva HbbTV",
	"Reset Password": "Repor Palavra-passe",
	"Reset Settings": "Repor definições",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Redefina a lista de app aprovada durante a conexão com a app móvel HbbTV.",
	"Reset the caption position.": "Repor o posicionamento das legendas.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Repor o histórico de visualização de conteúdo e utilização de aplicações. Quando o histórico é reposto, pode demorar um determinado período de tempo para receber as recomendações do conteúdo novamente.",
	"Reset to Initial Settings": "Repor Definições Iniciais",
	"Restrict access to TV programs based on their ratings.": "Restringir o acesso a Programas televisivos em função das suas classificações.",
	"Restrict watching based on age ratings for children programs.": "Restrinja a visualização com base nas classificações etárias para programas infantis.",
	"Restrict watching based on ages ratings.": "Restrinja a visualização com base em classificações etárias.",
	"Restrict watching based on fantasy violence content ratings.": "Restrinja a visualização com base em classificações de conteúdos de violência e fantasia.",
	"Restrict watching based on programs containing adult language.": "Restrinja a visualização com base em programas que contenham linguagem apenas para adultos.",
	"Restrict watching based on programs containing sexual scene.": "Restrinja a visualização com base em programas que contenham cenas de sexo.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restrinja a visualização com base em programas que contenham diálogo sexualmente sugestivo.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Restrinja a visualização com base em idades especificadas ou classificações de conteúdos sob supervisão parental.",
	"Restrict watching based on violence content ratings.": "Restrinja a visualização com base nas classificações de conteúdos de violência.",
	"Restrict watching movies based on rating.": "Restrinja a visualização de filmes com base na classificação.",
	"Restrict watching programs based on rating.": "Restrinja a visualização de programas com base na classificação.",
	"Revert TV to its initial settings.": "Reverta o televisor para as suas definições iniciais.",
	"Revert color adjustment settings to default.": "Repor as definições de ajuste de cor iniciais.",
	"Revert detailed sound effect settings of standard mode to default.": "Reverter as definições do efeito sonoro detalhado do modo padrão para predefinido.",
	"Revert picture setting values to default.": "Reverta os valores de definição de imagem para padrão.",
	"Revert white balance settings to default.": "Repor as definições de compensação de branco iniciais.",
	"Reykjavik": "Reiquiavique",
	"Right Surround": "Surround Direito",
	"Right drop shadow": "Sombra à direita",
	"Riyadh": "Riad",
	"Romania": "Roménia",
	"R{value}": "E{value}",
	"SA - South Australia - Adelaide": "SA - South Australia - Adelaide",
	"SIGNATURE Opening": "A abrir SIGNATURE",
	"SIGNATURE TV Settings": "Definições de SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "O SIMPLINK permite utilizar o seu Comando LG para controlar outros dispositivos com capacidades SIMPLINK, por exemplo, um leitor de DVD ou um sistema de áudio home cinema, e que estejam ligados ao LG Smart TV por HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "O SIMPLINK será ligado automaticamente para usar este modo de ARC.",
	"Saint Lucia": "Santa Lucia",
	"Sakhalin": "Sakhalin",
	"Sana": "Saná",
	"Santo Domingo": "São Domingo",
	"Sarajevo": "Saraievo",
	"Satellite DTV": "DTV por Satélite",
	"Satellite Radio": "Rádio por Satélite",
	"Save CAM Operator's Profile": "Guardar o perfil do operador de CAM",
	"Save CI Password": "Guardar Palavra-passe CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Guardar as definições de cores do modo de imagem atualmente selecionado para todas as entradas.",
	"Save the white balance settings from the current picture mode in all inputs.": "Guardar as definições de compensação de branco do modo de imagem atual para todas as entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guardar/repor a sua palavra-passe CI. Se guardar a sua palavra-passe, poderá ignorar o passo de iniciar sessão no futuro.",
	"Scan \"Auto Detect\" automatically.": "Procure com “Auto Detect” automaticamente.",
	"Screen Down": "Ecrã para Baixo",
	"Screen Off": "Ecrã Desligado",
	"Screen Saver": "Proteção de Ecrã",
	"Screen Shift ": "Deslocamento do Ecrã",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "O ecrã muda em intervalos regulares de tempo e evita problemas de qualidade de imagem que possam ocorrer quando o televisor tenha ficado ligado durante um período prolongado de tempo.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "O ecrã será desligado dentro de 5 segundos. Para voltar a ligar o ecrã, prima qualquer botão exceto o botão de ligar/desligar e de volume.",
	"Search": "Pesquisa",
	"Search Bluetooth Device": "Procurar Dispositivo Bluetooth",
	"Searching...": "A procurar...",
	"Second Language": "Segundo Idioma",
	"Secondary Audio Language": "Idioma de Áudio Secundário",
	"Secondary Teletext Language": "Idioma de Teletexto Secundário",
	"Select IRE point to adjust luminance.": "Selecione um ponto IRE para ajustar a luminância.",
	"Select TV's language settings.": "Selecionar as definições de idioma do televisor.",
	"Select a caption type for HD broadcasts.": "Selecione um tipo de legenda para transmissões em HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selecione um tipo de legenda para as transmissões NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Selecione um tipo de legenda para transmissões em UHD.",
	"Select a caption type for analog broadcasts.": "Selecionar o tipo das legendas para as transmissões analógicas.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Selecione um modo de vídeo que corresponda ao ambiente de visualização, ou especificar definições para um modo de vídeo, por exemplo, contraste, cor e mais.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selecione outra Saída de Som Digital (Automático ou PCM) se não ouvir efeitos de som depois de selecionar Passar.",
	"Select audio language for digital broadcasts.": "Selecionar a língua de áudio para as transmissões digitais.",
	"Select color to be adjusted.": "Selecione a cor a ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Selecione os dias para aplicar as definições de Desligar por Temporizador todas as semanas.",
	"Select days to apply the Timer Power On settings every week.": "Selecione dias para aplicar as definições de Ligar por Temporizador todas as semanas.",
	"Select device for audio output.": "Selecionar o dispositivo para a saída de áudio.",
	"Select device or speaker for audio output.": "Selecionar o dispositivo ou altifalante para a saída de áudio.",
	"Select language for TV menu.": "Selecione o idioma para o menu do televisor.",
	"Select language for subtitles.": "Selecionar o idioma para as legendas.",
	"Select languages for keyboards input.": "Selecione os idiomas para digitar no teclado.",
	"Select method to adjust white balance.": "Selecione o método para ajustar a compensação de branco.",
	"Select point to adjust luminance.": "Selecione um ponto para ajustar a luminância.",
	"Select the Sound mode and set detailed Audio effects.": "Selecione o modo de Som e defina os efeitos de Áudio detalhados.",
	"Select the Sound mode for each content type.": "Selecione o modo de som para cada tipo de conteúdo.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Selecione o valor de Ultra HD Deep Colour para a porta HDMI {num}.",
	"Select the app to restrict the use.": "Selecione a aplicação onde restringir o uso.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Selecione o modo de imagem adequado conforme o ambiente de visualização ou tipo de conteúdo.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Selecionar as propriedades de áudio para ouvir a transmissão de acordo com as suas preferências.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Selecionar o tipo de legenda para programas digitais e definir definições de legendas detalhadas.",
	"Select the channel to restrict watching.": "Selecione o canal a restringir a visualização.",
	"Select the channel to watch when the TV turns on.": "Selecione o canal a ver quando o televisor é ligado.",
	"Select the color range to be displayed.": "Selecione a gama de cores a apresentar.",
	"Select the country for your country's special services.": "Selecione o país para serviços especiais do seu país.",
	"Select the desired video angle.": "Selecione o ângulo de vídeo pretendido.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Selecione o formato para transferir a Saída de Som Digital para um dispositivo externo.",
	"Select the input to use when the TV turns on.": "Selecione a entrada a utilizar quando o televisor é ligado.",
	"Select the inputs to restrict the use.": "Selecione as entradas onde restringir o uso.",
	"Select the most preferred Subtitle Language.": "Selecione a sua primeira escolha para o Idioma das Legendas.",
	"Select the place where to use the TV.": "Selecione o local onde usará o televisor.",
	"Select the residential region for your regional broadcast signal.": "Selecione a região de residência para o seu sinal de transmissão regional.",
	"Select the second preferred Subtitle Language.": "Selecione a sua segunda escolha para o Idioma das Legendas.",
	"Select your first choice of audio language for digital broadcasts.": "Selecione a sua primeira escolha de idioma de áudio para transmissões digitais.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selecione a sua primeira escolha do idioma para os serviços de teletexto do seu fornecedor de emissão de televisão.",
	"Select your second choice of audio language for digital broadcasts.": "Selecione a sua segunda escolha de idioma de áudio para transmissões digitais.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selecione a sua segunda escolha do idioma para os serviços de teletexto do seu fornecedor de emissão de televisão.",
	"Seoul": "Seoul",
	"Serial Number": "Número de Série",
	"Serta Wego": "Serta Wego",
	"Service Area Zip Code": "Código Postal da Área do Serviço",
	"Set My Team Alarm.": "Definir o Meu Alarme de Equipa.",
	"Set Store Mode settings.": "Configurar definições do Modo de Loja",
	"Set System Color mode for your current TV input.": "Definir o modo Cor do Sistema para a entrada de televisão atual.",
	"Set additional options for Video Description.": "Definir opções adicionais para a Descrição de Vídeo.",
	"Set additional picture settings.": "Especificar definições de imagem adicionais.",
	"Set additional sound-related settings.": "Defina as definições adicionais relacionadas com o som.",
	"Set advanced Subtitle options.": "Definir opções de Legendas avançadas.",
	"Set advanced captioning options.": "Definir opções de legendas avançadas.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Definir e editar a versão do endereço IP para IPv4 ou IPv6.",
	"Set audio-related options.": "Definir opções relacionadas com áudio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Definir o tamanho, a cor, a transparência e outras opções de legenda para as transmissões.",
	"Set color temperature from warm to cool.": "Definir a temperatura colorimétrica desde quente a frio.",
	"Set detailed caption settings for HD broadcasts.": "Ajustar definições de legenda detalhadas para os programas HD.",
	"Set detailed options for the AI functions.": "Ajustar opções detalhadas para as funções AI.",
	"Set detailed options for the Home feature.": "Ajustar opções detalhadas para a funcionalidade Home.",
	"Set detailed options for the Recommendation feature.": "Ajustar opções detalhadas para a funcionalidade Recomendações.",
	"Set easy connection settings with external devices.": "Ajustar definições simples de ligação a dispositivos externos.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Defina o bloqueio nos canais especificados, aplicações, entradas, etc. para usar a supervisão parental.",
	"Set necessary additional functions based on watching environment and screen status.": "Defina as funções adicionais necessárias com base no ambiente de visualização e no estado do ecrã.",
	"Set or reset the position of on-screen captions.": "Ajustar ou repor o posicionamento das legendas no ecrã.",
	"Set settings related to your wired / wireless network.": "Ajustar definições relacionados com a sua rede com/sem fios.",
	"Set the TV to turn off automatically after a set amount of time.": "Definir que o televisor deve desligar-se automaticamente após um tempo especificado.",
	"Set the TV to turn off automatically at a set time.": "Definir que o televisor deve desligar-se automaticamente a uma hora especificada.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Definir o televisor para se desligar automaticamente se não houver comandos do utilizador 4 horas após o televisor ser ligado automaticamente.",
	"Set the TV to turn on automatically at a set time.": "Definir que o televisor deve ligar automaticamente a uma hora especificada.",
	"Set the additional functions related to the TV.": "Definir as funções adicionais associadas ao televisor.",
	"Set the current date and time.": "Definir a data e hora atuais.",
	"Set the current date manually.": "Defina a data atual manualmente.",
	"Set the current time manually.": "Definir a hora atual manualmente.",
	"Set the detect range of device available to connect.": "Defina o intervalo de deteção de dispositivo disponível para conectar.",
	"Set the region and country for broadcasts and special services.": "Definir a região e país para as transmissões e serviços especiais.",
	"Set the screen size and aspect ratio.": "Definir o tamanho e a proporção de imagem do ecrã.",
	"Set the specialized functions of SIGNATURE TV.": "Defina as funções especializadas de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Defina a hora de desligar o televisor automaticamente sem a entrada do utilizador.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Defina o efeito de som surround multicanal virtual para desfrutar de um som mais realista.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Defina o efeito de som virtual surround para desfrutar de um som mais realista.",
	"Set the volume level when the TV turns on.": "Definir o nível de volume quando o televisor é ligado.",
	"Set time to turn off the TV.": "Definir a hora para desligar o televisor.",
	"Set time to turn on the TV.": "Definir hora para ligar o televisor.",
	"Set up additional features related to customer support.": "Configurar funcionalidades adicionais relacionadas com a assistência ao cliente.",
	"Set up an account to use LG Services.": "Configurar uma conta para usar os LG Services.",
	"Set whether to display Home when the TV is turned on.": "Ajustar se deve ser apresentado o Home quando o televisor está ligado.",
	"Settings Help": "Ajuda para as Definições",
	"Sexual Situations": "Situações de Natureza Sexual",
	"Sexually Suggestive Dialogue": "Diálogos que sugiram sexo",
	"Show Password": "Mostrar Palavra-passe",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Uma interferência de sinal poderá reduzir a sensibilidade do Magic Remote se houver um router sem fios muito perto do televisor.",
	"Singapore": "Singapura",
	"Sleep Timer": "Temporizador",
	"Slovenia": "Eslovénia",
	"Small": "Pequena",
	"Smooth Gradation": "Gradação Uniforme",
	"Software Update": "Atualização do Software",
	"Software Version": "Versão do Software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Foi instalada uma atualização de software. A atualização será aplicada quando reiniciar o televisor.",
	"Solomon Islands": "Ilhas de Salomão",
	"Some material may not be appropriate for children under 13.": "Alguns conteúdos poderão não ser apropriados para menores de 13.",
	"Some material may not be appropriate for children.": "Alguns conteúdos poderão não ser apropriados para menores.",
	"Sotho, Northern": "Sotho, Northern",
	"Sotho, Southern": "Sotho, Southern",
	"Sound Mode Settings": "Definições do Modo de Som",
	"Sound Share": "Sound Share",
	"Southern Africa": "África Austral",
	"Speaker Volume Control": "Controlo de volume do altifalante",
	"Specify detailed voice guidance settings after turning on this feature.": "Especificar definições de orientação de voz detalhadas depois de ligar esta funcionalidade.",
	"Spoken Subtitle": "Legenda Falada",
	"Sports": "Desporto",
	"Sports Alert": "Alerta de Desporto",
	"Stand": "Banca",
	"Standard Mode Sound Effect": "Efeito de Som de Modo Normal",
	"Standby Light": "Luz de Standby",
	"Start New Sound Tuning": "Iniciar Novo Ajuste do Som",
	"Start Now": "Começar Agora",
	"Startup Sound": "Som ao Ligar",
	"Store Demo": "Demo de Loja",
	"Store Mode Settings": "Definições do Modo de Loja",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "O Modo Loja serve para fins de apresentação na loja. O modo reinicia as definições a intervalos de alguns minutos. Pretende fechar esta aplicação e iniciar o Modo Loja?",
	"Subnet Mask": "Máscara de Sub-rede",
	"Subnet prefix length": "Comprimento do prefixo de sub-rede",
	"Subtitle First Choice Language": "Primeira Escolha de Idioma para as Legendas",
	"Subtitle Language": "Idioma das Legendas",
	"Subtitle Second Choice Language": "Segunda Escolha do Idioma das Legendas",
	"Super Impose": "Sobrepor",
	"Surround Balance": "Panorama Surround",
	"Swati": "Swati",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Mude para o modo standby para voltar a ligar o televisor rapidamente quando desliga o televisor.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Mude para o modo standby para usar uma variedade de funções como aplicações, pesquisa, etc. rapidamente quando desliga o televisor.",
	"Sync Demo": "Sinc Demo",
	"System Color": "Cor do Sistema",
	"TAS - Tasmania - Hobart": "TAS - Tasmania - Hobart",
	"TV Information": "Informações do Televisor",
	"TV Installation Type": "Tipo de Instalação do Televisor",
	"TV Lock": "Bloqueio de Televisão",
	"TV Name": "Nome do Televisor",
	"TV On With Mobile": "TV ligada com telemóvel",
	"TV Power Sound": "Som de Ligar/Desligar o Televisor",
	"TV Power Sound Volume": "Volume de som de Ligar/Desligar o Televisor",
	"TV Program Locks": "Bloqueio de Programas de TV",
	"TV Rating English": "Classificação TV Inglesa",
	"TV Rating French": "Classificação TV Francesa",
	"TV Speaker": "Coluna da TV",
	"TV can be used as an alarm.": "O televisor pode ser utilizado como um alarme.",
	"TV is turned off at a set time on every specified day.": "O televisor é desligado a uma hora programada em cada dia especificado.",
	"TV to USB": "Da TV para USB",
	"Tagalog": "Filipino",
	"Tajikistan": "Tajiquisitão",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Tire proveito das funcionalidades que requerem redes como a internet, aplicações, atualizações de software, etc.",
	"Tamil": "Tamil",
	"Target Luminance": "Luminância Pretendida",
	"Tehran": "Teerão",
	"Teletext": "Teletexto",
	"Telugu": "Telugo",
	"Terrestrial DTV": "DTV Terrestre",
	"Text Search": "Pesquisa de Texto",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "As portas HDMI {port1} e HDMI {port2} suportam AMD FreeSync Premium, e pode selecionar esta função.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "As portas HDMI {port1} e HDMI {port2} suportam AMD FreeSync Premium, e pode ativá-lo ou desativá-lo.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1} e HDMI {port2} suportam a Resposta Instantânea de Jogo e pode ativá-la ou desativá-la.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "A porta HDMI {port1} suporta AMD FreeSync Premium, e pode selecionar esta função.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "A porta HDMI {port1} suporta AMD FreeSync Premium, e pode ativá-lo ou desativá-lo.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "A porta HDMI {port1} suporta a Resposta Instantânea de Jogo e pode ativá-la ou desativá-la.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam AMD FreeSync Premium, e pode selecionar esta função.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam AMD FreeSync Premium, e pode ativá-lo ou desativá-lo.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam AMD FreeSync Premium, e pode selecionar esta função.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam AMD FreeSync Premium, e pode ativá-lo ou desativá-lo.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam a Resposta Instantânea de Jogo e pode ativá-la ou desativá-la.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam a Resposta Instantânea de Jogo e pode ativá-la ou desativá-la.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "A ID Distintiva HbbTV é um valor único utilizado apenas para HbbTV, o qual não está relacionado com os dados pessoais do utilizador.",
	"The HbbTV Distinctive ID will be reset.": "A ID Distintiva HbbTV será redefinida.",
	"The HbbTV application or service will disable its tracking of an individual user.": "O serviço ou aplicação HbbTV irão desativar o próprio rastreio de um utilizador individual.",
	"The IBB service will disable its tracking of an individual user.": "O Serviço IBB irá desativar o próprio rastreio de um utilizador individual.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Não foi possível obter a informação do País dos Serviços LG a partir do servidor. Tente novamente mais tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "A aplicação de definições deve ser carregada novamente para alterar o idioma dos menus. Deseja continuar?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Será fornecida iluminação ambiente quando forem detetados movimentos perto do televisor.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Os serviços de reconhecimento de voz externos disponíveis podem mudar dependendo da definição de idioma. Além disso, se mudar o idioma do menu, o menu de definições é recarregado. Deseja continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "A lista de canais foi copiada com sucesso do armazenamento USB para o seu televisor. O televisor será reiniciado dentro de 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "A lista de canais foi copiada com sucesso do seu televisor para o armazenamento USB.",
	"The closer to 100, the brighter.": "Quanto mais perto de 100, mais brilhante.",
	"The closer to 100, the clearer the color becomes.": "Quanto mais perto de 100, mais clara ficará a cor.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Quanto mais perto de 50 mais claro é o vermelho, mais perto de 50 mais claro é o verde.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Os valores definidos detalhados da função Compensação de Branco serão repostos. Deseja continuar?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "A diferença entre os volumes de som do canal e do programa é reduzida automaticamente, que ajuda a ver o programa com um volume consistente.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "A diferença entre os volumes de som do canal e do programa é reduzida automaticamente, para ver o programa com um volume consistente.",
	"The higher the settings, the louder the sound rapidly.": "Quanto mais altas definições, mais alto fica o som rapidamente.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "A coluna interna do televisor e as colunas Bluetooth podem emitir som ao mesmo tempo para criar um efeito de som surround impressionante.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "O idioma para o reconhecimento de voz será automaticamente definido consoante o idioma de menu selecionado.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "A linguagem usada para o reconhecimento de voz é definida de acordo com o idioma do menu selecionado. Os serviços de suporte podem variar dependendo do idioma da voz.",
	"The network is currently unavailable. Please try again later.": "De momento, a rede não está disponível. Tente novamente mais tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "O processo demora cerca de uma hora e o televisor deve estar desligado.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "O processo demora cerca de {n} minuto(s) e o televisor deve estar desligado.",
	"The program is intended for adults only.": "O programa só é adequado para adultos.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "O brilho do ecrã é ajustado automaticamente de acordo com o brilho ao redor do televisor.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "O ecrã baixa em 5 segundos. Prima qualquer botão exceto Alimentação e Volume no comando para o ecrã subir.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Os valores secundários definidos da função Sistema de Gestão de Cores serão repostos. Deseja continuar?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "A definição de som de Bluetooth Surround + Coluna Interna do televisor será restaurada.",
	"The settings are as follows.": "As definições são as seguintes.",
	"The sound may not be output when digital sound output is set to Pass Through.": "O som pode não ser emitido quando a saída de som digital está definida como Passagem.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "A atualização não pode ser aplicada ao televisor. O software voltará à versão anterior.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Os efeitos visuais são apresentados no ecrã quando o televisor está ligado e o ecrã é movido.",
	"There are no paired devices.": "Não existem dispositivos emparelhados.",
	"There are settings to correct or prevent OLED panel noise.": "Existem definições para corrigir ou impedir ruído de painel OLED.",
	"There is no USB device connected to your TV.": "Não existe um dispositivo USB ligado ao seu televisor.",
	"There is no message.": "Não existem mensagens.",
	"Thimphu": "Thimphu",
	"Third Language": "Terceiro Idioma",
	"This feature applies only to specified LG Wireless Keyboard models.": "Esta funcionalidade aplica-se apenas a modelos específicos do Teclado Sem Fios LG.",
	"This function works only when it is provided by the broadcast program.": "Esta função só funciona quando é fornecida pelo programa emitido.",
	"This is a closed caption preview": "Esta é uma pré-visualização com legendas ocultas",
	"This service provides you with more information about watching program and enjoys related contents.": "Este serviço fornece mais informações sobre o programa que está a ver e desfrute de conteúdos relacionados.",
	"This will revert all options on TV to their default settings.": "Tal reverterá todas as opções no televisor para as suas definições iniciais.",
	"Timer Channel": "Canal Temporizador",
	"Timezone": "Fuso Horário",
	"Tint": "Tom de Cor",
	"Tiranë": "Tiranë",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Para otimizar o som, reproduza o som de teste no televisor e comece a medir o som refletido usando o comando Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para testar o som do televisor, a Definição de Saída de Som precisa de ser mudada para a Coluna Interna do Televisor. Deseja continuar?",
	"Top and Bottom": "Topo e Fundo",
	"Total Power On Time": "Tempo Total Ligado",
	"Tracking Speed": "Velocidade de Rastreio",
	"Treble Boost": "Treble Boost",
	"Trinidad And Tobago": "Trindade e Tobago",
	"Trinidad and Tobago": "Trindade e Tobago",
	"Tripoli": "Tripoli",
	"Tune and save available channels.": "Sintonizar e guardar canais disponíveis.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizar e guardar canais disponíveis. Pode definir opções de canais de satélite.",
	"Tunis": "Tunis",
	"Turkmenistan": "Turquemenistão",
	"Turn on TV with mobile device same as smartphone.": "Ligue a TV com o dispositivo móvel da mesma forma que um smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ligar/desligar o Ultra HD Deep Colour para a entrada HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Ativar ou desativar a Resposta Instantânea de Jogo da entrada HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Ligue o televisor usando o dispositivo móvel através de Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Ligue o televisor usando o dispositivo móvel através de Wi-Fi.",
	"Turn on via Bluetooth": "Ligar via Bluetooth",
	"Turn on via Wi-Fi": "Ligar via Wi-Fi",
	"Turn on/off description box in Settings.": "Ligar/desligar a caixa de descrição nas Definições.",
	"Turn on/off standby light.": "Ligue/Desligue a luz de standby.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Ligue ou desligue o AMD FreeSync Premium da porta HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Ligar/desligar as imagens a mostrar no ecrã quando não houver sinal.",
	"Turn on/off the related features of energy consumption.": "Ativar/desativar as funcionalidades relacionadas com o consumo de energia.",
	"Turn the Hybridcast service on/off.": "Ligar/desligar o serviço Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Ligar/desligar o serviço de Interatividade (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Ligar/desligar Guia TV do seu fornecedor de emissão de televisão.",
	"Turn your broadcast TV provider's teletext service on/off.": "Ligar/desligar o serviço de teletexto do seu fornecedor de emissão de televisão.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Se desligar o Wi-Fi, deixará de poder aceder a todos os serviços baseados na Internet, a não ser que utilize um cabo para se ligar à rede. Deseja continuar?",
	"USB to TV": "Do USB para TV",
	"Unable to check for updates.": "Não é possível verificar a existência de atualizações.",
	"Unable to connect to the network.": "Não é possível ligar à rede.",
	"Undefined": "Não definido",
	"Under 17 requires accompanying parent or adult guardian.": "Os menores de 17 devem ser acompanhados por um adulto ou encarregado de educação.",
	"Universal Control Settings": "Definições do Comando Universal",
	"Unknown issue has occurred.": "Ocorreu um problema desconhecido.",
	"Update in progress...": "Atualização em curso...",
	"Update in progress...({n}%)": "Atualização em curso...({n}%)",
	"Update paused.": "Atualização em pausa.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "A atualização será cancelada e todos os ficheiros de atualização serão eliminados agora. Deseja continuar?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilizar o Magic Remote para analisar a acústica do espaço e otimizar o som do televisor com base nos resultados.",
	"Use a large pointer.": "Utilizar um ponteiro grande.",
	"Use a medium pointer.": "Utilizar um ponteiro médio.",
	"Use a small pointer.": "Utilizar um ponteiro pequeno.",
	"Use the 4-way controller to change the position and press the OK button.": "Utilize o controlador de 4 vias para alterar a posição e prima o botão OK.",
	"Use the following services with the selected language.": "Utilize os seguintes serviços com o idioma selecionado.",
	"User": "Utilizador",
	"User Agreements": "Contratos de Utilizador",
	"User Guide": "Guia do Utilizador",
	"Uzbek": "Usbeque",
	"Uzbekistan": "Usbequistão",
	"VIC - Victoria - Melbourne": "VIC - Victoria - Melbourne",
	"Vientiane": "Vientiane",
	"Vietnam": "Vietname",
	"View current Common Interface (CI) information.": "Ver informação CI (Common Interface) atual.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Para ver os itens de forma mais nítida, mude a cor do menu no ecrã para preto e branco.",
	"View messages from your broadcast TV provider.": "Ver mensagens do seu fornecedor de emissão de televisão.",
	"View more information about watching program and enjoy related contents.": "Veja mais informação sobre o programa que está a ver e desfrute de conteúdos relacionados.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Visualize o ecrã original tal como é ou defina o tamanho do ecrã e a proporção de imagem.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Visualize o ecrã original conforme é recebido do sinal das transmissões ou do dispositivo conectado.",
	"Voice Recognition Help and Settings": "Ajuda e Definições do Reconhecimento de Voz",
	"Volgograd": "Volgograd",
	"Volume Increase Amount": "Valor para Aumentar o Volume",
	"WA - Western Australia - Eucla": "WA - Western Australia - Eucla",
	"WA - Western Australia - Perth": "WA - Western Australia - Perth",
	"Warm1": "Quente 1",
	"Warm2": "Quente 2",
	"Warm3": "Quente 3",
	"Wasu": "Foiu",
	"Watch a diverse range of Internet contents on TV channels.": "Assista a um amplo leque de conteúdos da internet em canais de televisão.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Recolhemos e guardamos o endereço MAC, o número do modelo, código do país, definições do idioma e a versão do software para validar o seu dispositivo e para verificar se possui a versão mais recente do software.",
	"Welcome Feature": "Funcionalidade de Boas-vindas",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Se um HDD ligado não for utilizado durante um tempo especificado, mudar para o modo de standby para reduzir o consumo elétrico.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Quando se liga um dispositivo à porta, a imagem do jogo é otimizada com um mínimo de atrasos, ruídos e interrupções.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Quando a saída de som está definida como \"Bluetooth/HDMI ARC/Digital Ótica/Altifalantes WiSA\" ou o dispositivo ligado não suporta a Resposta Instantânea de Jogo, pode não funcionar corretamente.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Quando a saída de som está definida como \"Bluetooth\" ou o dispositivo ligado não suporta a Resposta Instantânea de Jogo, pode não funcionar corretamente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando o dispositivo for ligado/desligado, o televisor será ligado/desligado automaticamente.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Com os efeitos visuais desligados, o ecrã mostra a emissão de televisão.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Quando esta função está definida como “ligada”, algumas funções que aparecem no ecrã estarão parcialmente transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Quando o televisor estiver desligado, o dispositivo será desligado automaticamente.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Enquanto o valor definido alterado é transferido para um dispositivo externo, a imagem ou o som pode não ser apresentado normalmente temporariamente.",
	"White Balance": "Compensação de Branco",
	"Wi-Fi Connection": "Ligação Wi-Fi",
	"Wi-Fi Security": "Segurança de Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "O Wi-Fi está desligado. Ligue-o para ver a lista de redes disponíveis a que se pode ligar e itens de menu adicionais relacionados.",
	"Wi-Fi issue has occurred.": "Ocorreu um problema com o Wi-Fi.",
	"WiSA Speakers": "Altifalantes WiSA",
	"Wide Area Zone": "Zona de Área Ampla",
	"Wide View": "Panorâmico",
	"Wide View (32:9)": "Vista Panorâmica (32:9)",
	"Wide Zoom": "Zoom Panorâmico",
	"Wired Connection (Ethernet)": "Ligação Com Fios (Ethernet)",
	"Wired Headphones": "Auscultadores com Fios",
	"Wired Headphones + Internal TV Speaker": "Auscultadores com fios + Coluna interna da TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Com esta opção, pode controlar o volume do dispositivo de áudio com o comando do televisor.",
	"W{value}": "Q{value}",
	"Yekaterinburg": "Yekaterinburg",
	"Yemen": "Iémen",
	"Yerevan": "Yerevan",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Pode ajustar os efeitos de som quando a TV está ligada ou desligada e o ecrã move-se.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Pode controlar os dispositivos que são ligados às entradas HDMI com o Comando Mágico sem processos de configuração de dispositivos.",
	"You can delete the device connection history of Screen Share.": "Pode eliminar o histórico de ligações de dispositivos do Screen Share.",
	"You can delete the device connection history of Sound Share.": "Pode eliminar o histórico de ligações de dispositivos da Partilha de som.",
	"You can find the default password in User Guide.": "Pode encontrar a palavra-passe de fábrica no Guia do Utilizador.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Pode iniciar a função Resposta Instantânea de Jogo ao definir HDMI Ultra HD Deep Colour como “Ligado”.",
	"You can only change settings from the current HDMI input.": "Só pode alterar as definições da entrada HDMI atual.",
	"You can scan again to connect the device.": "Pode voltar a procurar para se ligar ao dispositivo.",
	"You can select left and right audio settings for broadcast signal.": "Pode selecionar definições para o áudio esquerdo e direto para o sinal da emissão.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Pode selecionar o AMD FreeSync Premium da porta HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Pode selecionar o valor de Ultra HD Deep Colour para a Porta.",
	"You can set the sound to play when the TV is turned on or off.": "Pode definir o som a reproduzir quando a TV é ligada ou desligada.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Pode ligar/desligar a função de guardar perfil do operador CAM.",
	"You can turn this feature on or off.": "Pode ligar ou desligar esta função.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Pode receber diversas recomendações de conteúdos através da Rede. Desativar esta opção só fornecerá conteúdos básicos e algumas funcionalidades podem não estar disponíveis.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "O seu televisor e o dispositivo ligado por SIMPLINK serão sincronizados da seguinte forma:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "O televisor deve estar desligado enquanto o processo Rejuvenescedor de Píxel estiver em curso. Quaisquer gravações, lembretes ou temporizador para ligar o televisor durante este processo, serão cancelados e a coluna BT no modo Sem Visualização não está disponível.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "O televisor deve estar desligado enquanto o processo Rejuvenescedor de Píxel estiver em curso. Quaisquer gravações, lembretes ou um ligamento temporizado do televisor atuais ou futuros durante este processo serão cancelados.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "O seu televisor deve estar ligado à rede para definir automaticamente o País dos Serviços LG. Deseja aceder às Definições de Rede agora para conferir a ligação?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "O seu televisor precisa de saber a sua localização correta para fornecer alertas de emergência através do seu sinal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "O televisor desligar-se-á até o processo estar concluído, após isso voltará a ligar-se.",
	"Zaporozhye": "Zaporozhye",
	"Zimbabwe": "Zimbabué",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] será desligado do seu televisor. O som deixará de ser reproduzido por este dispositivo. Deseja continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] será removido da lista de dispositivos emparelhados. Se quiser ligá-lo mais tarde, terá de procurar dispositivos disponíveis e voltar a emparelhá-lo. Deseja continuar?",
	"[{deviceName}] will be deleted.": "[{deviceName}] será eliminado.",
	"audioGuidance_low": "Baixo",
	"audioGuidance_veryHigh": "Muito Alto",
	"audioGuidance_veryLow": "Muito Baixo",
	"character": "caráter",
	"connecting": "a ligar",
	"diagonal zoom in": "aumentar na diagonal",
	"diagonal zoom out": "diminuir na diagonal",
	"freesync_low": "Baixo",
	"gamma_high1": "Alto1",
	"gamma_high2": "Alto2",
	"horizontal zoom in": "aumentar a horizontal",
	"horizontal zoom out": "diminuir na horizontal",
	"logoLuminance_high": "Alto",
	"logoLuminance_low": "Baixo",
	"min": "min",
	"not connected": "não ligado",
	"objet_soundMode": "Otimizar o modo do som para cada tipo de conteúdo.",
	"pictureControlLow": "Baixo",
	"pictureControlLow_BlackLevel": "Baixo",
	"pictureControlLow_Male": "Baixo",
	"pictureLocalDimmingLow": "Baixo",
	"pictureModeSettings": "Personalizar",
	"press OK button to edit IP manually": "Prima o botão OK para editar o IP manualmente",
	"press OK button to enter channel to search": "Prima o botão OK para introduzir canal uma pesquisa",
	"press OK button to enter value": "Prima o botão OK para introduzir um valor",
	"press right button to adjust de-judder and de-blur value": "prima o botão para a direita para ajustar o valor de de-judder e de-blur",
	"press right button to adjust zoom ratio and position": "prima o botão para a direita para ajustar a taxa de zoom e posição",
	"shift current screen down": "deslocar o ecrã atual para baixo",
	"shift current screen to the left": "deslocar o ecrã atual para a esquerda",
	"shift current screen to the right": "deslocar o ecrã atual para a direita",
	"shift current screen up": "deslocar o ecrã atual para cima",
	"unread": "não lidas",
	"vertical zoom in": "aumentar na vertical",
	"vertical zoom out": "diminuir na vertical",
	"webOS TV Version": "Versão do webOS TV",
	"zoom in": "zoom in",
	"zoom out": "zoom out"
}
