{
	" (User)": " (ผู้ใช้)",
	"(Version: {l})": "(เวอร์ชัน: {l})",
	"* The device connected should support this service.": "* อุปกรณ์ที่เชื่อมต่อควรสนับสนุนบริการนี้",
	"* This feature is applied once and only once when the TV is turned off.": "* คุณสมบัตินี้นำไปใช้ครั้งหนึ่งและครั้งเดียวเท่านั้นเมื่อปิดทีวี",
	"* This feature is available on certain devices only.": "* คุณสมบัตินี้ใช้ได้กับอุปกรณ์บางรุ่นเท่านั้น",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* โหมดนี้แสดงถึงเจตนารมณ์ของ FILMMAKER MODE อย่างชัดเจน แต่อาจดูมืดกว่าโหมดภาพอื่น ๆ",
	"* This settings is only available for Internal TV Speaker.": "* การตั้งค่านี้ใช้ได้เฉพาะกับลำโพง TV ภายในเท่านั้น",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* ถึงแม้ว่าจะตั้งค่าตัวเลือกนี้เป็นเปิด ภาพพักหน้าจอจะไม่ทำงานเพื่อไม่ให้รบกวนการรับชมสของคุณกับอินพุตภายนอก เช่น Live TV",
	"* You can control the app which supports the function on your mobile device.": "* คุณสามารถควบคุมแอปที่สนับสนุนฟังก์ชันนี้ได้จากอุปกรณ์เคลื่อนที่ของคุณ",
	"1) Turn the Bluetooth on the other device off.": "1) ปิดBluetoothบนอุปกรณ์อื่น",
	"10 Points Code Value": "ค่ารหัส 10 จุด",
	"10 Points IRE": "IRE 10 จุด",
	"10 and Above": "10 ปีขึ้นไป",
	"10 min": "10 นาที",
	"11 and Above": "11 ปีขึ้นไป",
	"12 Hours": "12 ชั่วโมง",
	"12 and Above": "12 ปีขึ้นไป",
	"120 min": "120 นาที",
	"13 and Above": "13 ปีขึ้นไป",
	"14 and Above": "14 ปีขึ้นไป",
	"14 by 9": "14 ต่อ 9",
	"15 and Above": "15 ปีขึ้นไป",
	"16 and Above": "16 ปีขึ้นไป",
	"16 by 9": "16 ต่อ 9",
	"17 and Above": "17 ปีขึ้นไป",
	"18 and Above": "18 ปีขึ้นไป",
	"180 min": "180 นาที",
	"19 and Above": "19 ปีขึ้นไป",
	"2 Channel": "2 แชนเนล",
	"2 Hours": "2 ชั่วโมง",
	"2 Points": "2 พอยต์",
	"2) Turn the Bluetooth device to connect off and on.": "2) ปิดและเปิดอุปกรณ์ Bluetooth เพื่อเชื่อมต่อ",
	"20 Points Code Value": "ค่ารหัส 20 จุด",
	"20 Points IRE": "IRE 20 จุด",
	"20 and Above": "20 ปีขึ้นไป",
	"20 min": "20 นาที",
	"21 by 9": "21 ต่อ 9",
	"22 Points Code Value": "ค่ารหัส 22 จุด",
	"22 Points IRE": "IRE 22 จุด",
	"24 Hours": "24 ชั่วโมง",
	"240 min": "240 นาที",
	"3 Hours": "3 ชั่วโมง",
	"30 min": "30 นาที",
	"32 by 12": "32 ต่อ 12",
	"32 by 9": "32 ต่อ 9",
	"3G/4G Connection": "การเชื่อมต่อ 3G/4G",
	"4 Hours": "4 ชั่วโมง",
	"4 Hours Auto Power Off": "ปิดเครื่องอัตโนมัติ 4 ชั่วโมง",
	"4 and Above": "4 ปีขึ้นไป",
	"4 by 3": "4 ต่อ 3",
	"4-Way Zoom": "ซูม 4 ทิศทาง",
	"5 and Above": "5 ปีขึ้นไป",
	"5.1 Channel": "5.1 แชนเนล",
	"6 Hours": "6 ชั่วโมง",
	"6 and Above": "6 ปีขึ้นไป",
	"60 min": "60 นาที",
	"7 and Above": "7 ปีขึ้นไป",
	"8 Hours": "8 ชั่วโมง",
	"8 and Above": "8 ปีขึ้นไป",
	"9 and Above": "9 ปีขึ้นไป",
	"90 min": "90 นาที",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID ใช้เพื่อระบุอุปกรณ์นี้เพื่อจุดประสงค์ในการโฆษณา และเพื่ออำนวยความสะดวกให้กับโฆษณาบางรายการที่คุณอาจสนใจ คุณสามารถรีเซ็ต AD ID หรือจำกัดการติดตาม AD ID ด้านล่าง",
	"AI Acoustic Tuning": "การปรับระบบเสียงให้เหมาะกับตำแหน่งที่นั่งด้วย AI",
	"AI Acoustic Tuning Options": "ตัวเลือกของการปรับระบบเสียงให้เหมาะกับตำแหน่งที่นั่งด้วย AI",
	"AI Acoustic Tuning is disabled.": "การปรับระบบเสียงให้เหมาะกับตำแหน่งที่นั่งด้วย AI ถูกปิดการทำงาน",
	"AI Brightness Control": "ควบคุมความสว่าง AI",
	"AI Picture": "ภาพของ AI",
	"AI Picture Pro": "ภาพของ AI โปร",
	"AI Recommendation": "คำแนะนำ AI",
	"AI Service": "บริการ AI",
	"AI Sound": "เสียงของ AI",
	"AI Sound Pro": "เสียงของ AI โปร",
	"AV Sync Adjustment": "การปรับการซิงค์ AV",
	"Abidjan": "อาบิดจาน",
	"Accessibility": "การเข้าถึง",
	"Account Management": "ตัวจัดการบัญชี",
	"Accra": "อักกรา",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "การเปิดใช้งานตัวเลือกนี้จะยุติการรวบรวมและติดตามข้อมูลส่วนบุคคลที่เกี่ยวข้องกับโฆษณาจากสมาร์ททีวีนี้ การเปิดใช้งานการสลับอาจส่งผลต่อประเภทของโฆษณาที่คุณเห็นในอนาคต แต่จะไม่หยุดคุณจากการได้รับโฆษณา",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "การเปิดใช้งานการสลับนี้จะทำให้ LGE สั่งให้ผู้ให้บริการบุคคลที่สามยุติการนำข้อมูลส่วนบุคคลของคุณไปใช้ในเชิงพาณิชย์ คุณยังคงสามารถเข้าถึงบริการต่าง ๆ เช่น Live Plus, LG Channels และ Who.Where.What? ได้นอกจากว่าคุณจะไม่เข้าร่วม",
	"Adak": "เอดัก",
	"Add Network": "เพิ่มเครือข่าย",
	"Add a hidden wireless network": "เพิ่มเครือข่ายไร้สายที่ซ่อนไว้",
	"Add wireless network by manually entering network name (SSID).": "เพิ่มเครือข่ายไร้สายด้วยการป้อนชื่อเครือช่าย (SSID) ด้วยตนเอง",
	"Addis Ababa": "แอดดิสอาบาบา",
	"Additional Audio Selection": "การเลือกเสียงเพิ่มเติม",
	"Additional Settings": "การตั้งค่าเพิ่มเติม",
	"Address Setting": "การตั้งค่าที่อยู่",
	"Aden": "เอเดน",
	"Adjust Audio Guidance pitch.": "ปรับพิตช์ของการแนะนำด้วยเสียง",
	"Adjust Audio Guidance speed.": "ปรับความเร็วของการแนะนำด้วยเสียง",
	"Adjust Audio Guidance volume.": "ปรับระดับเสียงของการแนะนำด้วยเสียง",
	"Adjust Backlight brightness to brighten or darken the screen.": "ปรับความสว่างของแสงไฟด้านหลังเพื่อให้หน้าจอสว่างขึ้นหรือมืดลง",
	"Adjust Screen Position": "ปรับตำแหน่งหน้าจอ",
	"Adjust Zoom Ratio": "ปรับอัตราการซูม",
	"Adjust animation effect shown on the home at certain times.": "ปรับเอฟเฟ็กต์ภาพเคลื่อนไหวที่แสดงในหน้าจอหลักในบางเวลา",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ปรับความสว่างด้วยการวิเคราะห์การเคลื่อนไหวของภาพเพื่อป้องกันแสงจ้าและลดการใช้พลังงาน",
	"Adjust brightness of the LG logo.": "ปรับความสว่างของโลโก้ LG",
	"Adjust color and saturation for a more vivid image.": "ปรับสีและความอิ่มตัวของสีเพื่อให้ภาพสดใสยิ่งขึ้น",
	"Adjust color temperature automatically to reduce eye strain.": "ปรับอุณหภูมิสีโดยอัตโนมัติเพื่อลดการอ่อนล้าของดวงตา",
	"Adjust cursor speed.": "ปรับความเร็วเคอร์เซอร์",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ปรับความคมชัดของขอบ ค่าที่สูงขึ้นจะเพิ่มความชัดเจนและคมชัดของภาพให้มากขึ้น",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ปรับการตั้งค่าแกมม่าเพื่อชดเชยความสว่างของสัญญาณเข้า",
	"Adjust left/right audio balance.": "ปรับความสมดุลเสียงซ้าย/ขวา",
	"Adjust luminance for selected color.": "ปรับความสว่างของสีที่เลือก",
	"Adjust luminance level for selected IRE point.": "ปรับระดับความสว่างสำหรับจุด IRE ที่เลือก",
	"Adjust peak brightness for the brightest luminance.": "ปรับความสว่างสูงสุดเพื่อให้มีแสงสว่างมากที่สุด",
	"Adjust remote's cursor speed and appearance.": "ปรับความเร็วและลักษณะเคอร์เซอร์ของรีโมท",
	"Adjust saturation for selected color.": "ปรับความอิ่มตัวของสีสำหรับสีที่เลือก",
	"Adjust screen brightness to reduce energy consumption.": "ปรับความสว่างของหน้าจอเพื่อลดการใช้พลังงาน",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "ปรับแสงไฟ OLED เพื่อให้หน้าจอสว่างขึ้นหรือมืดลง",
	"Adjust the audio timing to synchronize the video and audio.": "ปรับเวลาของเสียงเพื่อซิงค์วิดีโอและเสียง",
	"Adjust the balance of red and green to display the tint on the screen.": "ปรับสมดุลของสีแดงและเขียวเพื่อแสดงสีของหน้าจอ",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "ปรับสมดุลสีด้วยการเปลี่ยนอุณหภูมิสี ความสว่าง และความเข้มของสีแดง เขียว และน้ำเงิน",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "ปรับคอนทราสต์ ความละเอียด ฯลฯ สำหรับแต่ละโหมดภาพโดยละเอียดและตั้งค่าสี แกมม่า ฯลฯ ที่ชอบได้เพิ่มเติม",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "ปรับความแตกต่างระหว่างพื้นที่สว่างและมืดของหน้าจอ ค่าที่สูงขึ้นจะทำให้มีความแตกต่างมากขึ้น",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "ปรับอัตราส่วนเฟรมในลักษณะเดียวกับภาพยนตร์และให้ความรู้สึกเหมือนอยู่ในโรงภาพยนตร์",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ปรับความสว่างของภาพนิ่ง เช่น โลโก้ เป็นต้น เพื่อป้องกันปัญหาคุณภาพของภาพซึ่งอาจเกิดขึ้นเมื่อ TV เปิดอยู่เป็นเวลานาน",
	"Adjust the screen color to be pale or deep.": "ปรับสีของหน้าจอให้สีจางหรือเข้ม",
	"Adjust the sound to meet your taste for each sound frequency band.": "ปรับเสียงเพื่อให้สอดคล้องกับรสนิยมสำหรับแต่ละช่วงคลื่นความถี่เสียง",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ปรับเวลาในการซิงค์เมื่อภาพและเสียงเหลื่อมกัน",
	"Adjust the tint to brighten or darken the screen.": "ปรับการกรองแสงหน้าจอเพื่อให้หน้าจอสว่างขึ้นหรือมืดลง",
	"Adjust the volume you want with pressing remote's volume key.": "ปรับระดับเสียงที่ต้องการด้วยการกดปุ่มระดับเสียงของรีโมท",
	"Adjust tint for selected color.": "ปรับโทนสีสำหรับสีที่เลือก",
	"Adjust whether to display the home promotion.": "ปรับว่าจะแสดงโปรโมชันในบ้านหรือไม่",
	"Adjusting Luminance": "การปรับความสว่าง",
	"Adolescent over 13 are allowed to watch.": "วัยรุ่นอายุ 13 ปีขึ้นไปสามารถรับชมได้",
	"Adolescent over 14 are allowed to watch.": "วัยรุ่นอายุ 14 ปีขึ้นไปสามารถรับชมได้",
	"Adolescent over 16 are allowed to watch.": "วัยรุ่นอายุ 16 ปีขึ้นไปสามารถรับชมได้",
	"Adult": "ผู้ใหญ่",
	"Adult Language": "ภาษาของผู้ใหญ่",
	"Adults only.": "ผู้ใหญ่เท่านั้น",
	"Advanced": "การตั้งค่าขั้นสูง",
	"Advanced Controls": "การควบคุมขั้นสูง",
	"Advanced Wi-Fi Settings": "การตั้งค่า Wi-Fi ขั้นสูง",
	"Advertisement": "โฆษณา",
	"Afghanistan": "อัฟกานิสถาน",
	"Afrikaans": "แอฟริกัน",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "หลังทำการเปลี่ยนประเทศ ช่องที่ค้นหาไว้ในปัจจุบันทั้งหมดจะถูกลบ เพื่อค้นหาช่องใหม่ โปรดไปยังระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "หลังทำการเปลี่ยนรหัสไปรษณีย์ของคุณ ช่อง Freesat ในปัจจุบันทั้งหมดจะถูกลบ เพื่อค้นหาช่องใหม่ โปรดไปยังระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "หลังจากคุณเปลี่ยนประเทศ คุณสามารถค้นหาช่องโดยใช้ระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"Ages 2-7 are allowed to watch.": "เด็กอายุ 2-7 สามารถรับชมได้",
	"Akan": "อาคัน",
	"Albania": "แอลเบเนีย",
	"Albanian": "แอลเบเนีย",
	"Alerts you by sound when the TV is turned on or off.": "แจ้งเตือนคุณด้วยเสียงเมื่อเปิดหรือปิดทีวี",
	"Algeria": "แอลจีเรีย",
	"Algiers": "แอลเจียส์",
	"All Channels": "ช่องทั้งหมด",
	"All Children": "เด็กทั่วไป",
	"All ages are allowed to watch.": "สามารถรับชมได้ทุกวัย",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "การตั้งค่าปัจจุบันทั้งหมดสำหรับโหมด {pictureMode} จะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "การตั้งค่าเอฟเฟกต์เสียงทั้งหมดสำหรับ โหมดเสียงมาตรฐาน จะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"Allow Automatic Updates": "อนุญาตการอัปเดตอัตโนมัติ",
	"Almaty": "อัลมาตี",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "นอกจากนี้คุณสามารถปรับการตั้งค่าโดยละเอียดสำหรับระบบเสียงรอบทิศทาง Bluetooth",
	"Always Open": "เปิดเสมอ",
	"Always-on Off Time": "เวลาปิด Always-on",
	"Amman": "อัมมาน",
	"Amsterdam": "อัมสเตอร์ดัม",
	"An error has occurred while copy channels.": "เกิดข้อผิดพลาดในระหว่างการคัดลอกช่อง",
	"An important software update is available.": "มีการอัปเดตซอฟท์แวร์ที่สำคัญ",
	"Anadyr": "อนาเดียร์",
	"Analog Mode": "โหมดอะนาล็อก",
	"Analog TV": "TV อะนาล็อก",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "วิเคราะห์ลักษณะเฉพาะของเสียงและปรับเสียงให้เหมาะสำหรับเนื้อหาแต่ละอย่างแบบเรียลไทม์",
	"Anchorage": "แองเคอร์เรจ",
	"Angola": "แองโกลา",
	"Antananarivo": "แอนตานานาริโว",
	"Antenna": "เสาอากาศ",
	"Antenna ATV": "เสาอากาศ ATV",
	"Antenna DTV": "เสาอากาศ DTV",
	"Antenna Radio": "เสาอากาศวิทยุ",
	"Antigua and Barbuda": "แอนติกาและบาร์บูดา",
	"Any Supplementary Audio": "เสียงแบบเสริมใดก็ได้",
	"Apia": "เอเปีย",
	"App Alarm": "การแจ้งเตือนแอป",
	"Application Locks": "การล็อคแอปพลิเคชัน",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "ใช้ค่าการตั้งค่าโดยละเอียดของโหมดภาพปัจจุบันกับอินพุตหรือแอปทั้งหมด",
	"Apply to all inputs": "ใช้กับสัญญาณเข้าทั้งหมด",
	"Applying value to all inputs...": "กำลังใช้ค่ากับสัญญาณเข้าทั้งหมด...",
	"Aqtöbe": "อักเตอเบ",
	"Arabic": "อาหรับ",
	"Araguaína": "อารากวานา",
	"Argentina": "อาร์เจนตินา",
	"Armenia": "อาร์เมเนีย",
	"Aruba": "อารูบา",
	"Ashgabat": "อาชกาบัต",
	"Asmara": "อัสมารา",
	"Aspect Ratio": "อัตราส่วนภาพ",
	"Aspect Ratio Settings": "การตั้งค่าอัตราส่วนภาพ",
	"Assamese": "อัสสัม",
	"Assign channels to remote buttons so you can quickly jump to them.": "กำหนดช่องไปที่ปุ่มรีโมทเพื่อให้คุณข้ามช่องต่างๆ ได้อย่างรวดเร็ว",
	"Asunción": "อะซุนซิออง",
	"Athens": "เอเธนส์",
	"Atikokan": "อาติโคคัน",
	"Auckland": "โอ๊คแลนด์",
	"Audio Delay": "ความหน่วงของเสียง",
	"Audio Description": "คำอธิบายเสียง",
	"Audio Description Volume": "ระดับเสียงของคำอธิบายเสียง",
	"Audio Guidance": "การแนะนำด้วยเสียง",
	"Audio Language": "เสียงภาษา",
	"Audio Out (Line Out)": "เสียงออก (สัญญาณออก)",
	"Audio Type": "ประเภทเสียง",
	"Australia": "ออสเตรเลีย",
	"Austria": "ออสเตรีย",
	"Auto": "อัตโนมัติ",
	"Auto Detect": "ตรวจหาอัตโนมัติ",
	"Auto Device Detection": "การตรวจหาอุปกรณ์อัตโนมัติ",
	"Auto Genre Selection": "การเลือกประเภทอัตโนมัติ",
	"Auto Power Off": "ปิดเครื่องอัตโนมัติ",
	"Auto Power Sync": "การซิงค์การเปิดอัตโนมัติ",
	"Auto Start": "เริ่มต้นอัตโนมัติ",
	"Auto Volume": "ปรับระดับเสียงอัตโนมัติ",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "ปรับช่องว่างในระดับเสียงโดยอัตโนมัติ หรือตั้งค่าระดับเสียงที่ปรับแต่ละครั้งด้วยปุ่มระดับเสียงบนรีโมทคอนโทรล",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "ปรับเป็นค่าระบบภาพโดยอัตโนมัติที่เหมาะกับประเภทเนื้อหา Dolby HDR",
	"Automatically adjust to a picture value optimized for contents genre.": "ปรับเป็นค่าระบบภาพโดยอัตโนมัติที่เหมาะสมกับประเภทเนื้อหา",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "เปลี่ยนเป็น FILMMAKER MODE โดยอัตโนมัติเมื่อระบบรู้จักเนื้อหาภาพยนตร์",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "ปรับปรุงคุณภาพของภาพโดยอัตโนมัติตามสีและความสว่างของแสงรอบข้าง",
	"Automatically update system software when an update is found.": "อัปเดตซอฟต์แวร์ของระบบโดยอัตโนมัติเมื่อพบ\nการอัปเดต",
	"Available Internal Storage": "พื้นที่จัดเก็บข้อมูลภายในที่ใช้ได้",
	"Azerbaijan": "อาเซอร์ไบจาน",
	"Azores": "อะโซร์ส",
	"BG Color": "สีพื้นหลัง",
	"BG Opacity": "ความทึบของพื้นหลัง",
	"Back": "ย้อนกลับ",
	"Backlight": "แสงสว่างพื้นหลัง",
	"Baghdad": "แบกแดด",
	"Bahamas": "บาฮามาส",
	"Bahrain": "บาห์เรน",
	"Baku": "บากู",
	"Balance": "ปรับซ้ายขวา",
	"Bamako": "บามาโก",
	"Bangkok": "กรุงเทพ",
	"Bangladesh": "บังกลาเทศ",
	"Bangui": "บังกี",
	"Banjul": "บันจูล",
	"Barbados": "บาร์เบโดส",
	"Basque": "บาสก์",
	"Bass Boost": "เพิ่มเสียงเบส",
	"Behavior may vary depending on connected device.": "การทำงานอาจแตกต่างกันไปตามอุปกรณ์ที่เชื่อมต่อ",
	"Beijing": "ปักกิ่ง",
	"Beirut": "เบรุต",
	"Belarus": "เบลารุส",
	"Belgium": "เบลเยียม",
	"Belgrade": "เบลเกรด",
	"Belize": "เบลีซ",
	"Belém": "เบเลง",
	"Bengali": "เบงกาลี",
	"Benin": "เบนิน",
	"Berlin": "เบอร์ลิน",
	"Bermuda": "เบอร์มิวดา",
	"Bhutan": "ภูฏาน",
	"Bishkek": "บิชเคก",
	"Bissau": "บิสเซา",
	"Black": "ดำ",
	"Black Level": "ระดับสีดำ",
	"Blanc-Sablon": "บลองค์-ซาบลอน",
	"Blantyre": "บลันไทร์",
	"Block TV programs broadcast in English based on their content ratings.": "บล็อกรายการ TV ที่ออกอากาศเป็นภาษาอังกฤษตามการจัดเรทเนื้อหา",
	"Block TV programs broadcast in French based on their content ratings.": "บล็อกรายการ TV ที่ออกอากาศเป็นภาษาฝรั่งเศสตามการจัดเรทเนื้อหา",
	"Block content based on genre.": "บล็อกเนื้อหาตามประเภท",
	"Blue": "สีฟ้า",
	"Bluetooth Speaker Mode": "โหมดลำโพง Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "เสียงรอบทิศทาง Bluetooth + ลำโพง TV ภายใน",
	"Bluetooth Surround Sound Setup": "การตั้งค่าเสียงรอบทิศทาง Bluetooth",
	"Boa Vista": "บัววีชตา",
	"Bogotá": "โบโกตา",
	"Bolivia": "โบลิเวีย",
	"Bosnia": "บอสเนีย",
	"Bosnia And Herzegovina": "บอสเนียและเฮอร์เซโกวีนา",
	"Bosnian": "บอสเนีย",
	"Botswana": "บอตสวานา",
	"Bratislava": "บราติสลาวา",
	"Brazil": "บราซิล",
	"Brazzaville": "บราซซาวิล",
	"Brightness": "ปรับความสว่าง",
	"Broadcast Country": "ประเทศที่แพร่ภาพ",
	"Broken Hill": "โบรคเค่นฮิลล์",
	"Brussels": "บรัสเซลส์",
	"Bucharest": "บูคาเรสต์",
	"Budapest": "บูดาเปสต์",
	"Buenos Aires": "บัวโนสไอเรส",
	"Bujumbura": "บูจุมบูรา",
	"Bulgaria": "บัลแกเรีย",
	"Bulgarian": "บัลแกเรีย",
	"Burkina Faso": "บูร์กินาฟาโซ",
	"Burundi": "บุรุนดี",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "คุณจะลบข้อมูลที่เกี่ยวข้องกับโฆษณาทั้งหมดที่ LGE รวบรวมจากสมาร์ททีวีนี้ในอดีตได้โดยการกด 'รีเซ็ต' ซึ่งการกด 'รีเซ็ต' อาจส่งผลต่อประเภทของโฆษณาที่คุณเห็นในอนาคต แต่จะไม่หยุดคุณจากการได้รับโฆษณา",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "การเปิดใช้งาน Live Plus ถือว่าคุณยินยอมให้มีการรวบรวมข้อมูลการรับชมโทรทัศน์โดย LG Electronics Inc. (\"LGE\") ผ่านโมดูล ACR ซึ่งอาจมีการแบ่งปันข้อมูลโดยไม่ระบุชื่อจริงให้กับบุคคลที่สามเพื่อให้บริการเชิงโต้ตอบแก่คุณ นอกจากนี้ เราอาจแบ่งปันข้อมูลที่ไม่มีการระบุชื่อซึ่งได้รวบรวมไว้นี้แก่บุคคลที่สามเพื่อวัตถุประสงค์ในการทำการตลาด โปรดทราบว่าเราจะไม่รวบรวมหรือแจกจ่ายข้อมูลข้างต้นจากหรือเกี่ยวกับเด็กอายุต่ำกว่า 13 ปี ข้อมูลโดยละเอียดเกี่ยวกับ Live Plus มีอธิบายในข้อมูลการรับชม (ข้อกำหนด) ซึ่งสามารถเข้าถึงได้ในเมนูการตั้งค่าของ SmartTV และ LGE ขอแนะนำว่าคุณควรตรวจสอบข้อมูลการรับชม (ข้อกำหนด) ฉบับเต็มก่อนที่คุณจะเปิดใช้งานฟังก์ชัน Live Plus",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "เมื่อเปิด Live Plus คุณเข้าใจว่าเนื้อหาที่แสดงบนทีวีสามารถยอมรับได้ และข้อมูลการรับชมอาจนำไปใช้เพื่อมอบประสบการณ์การรับชมที่เหนือชั้น และบริการที่เป็นส่วนตัวรวมถึงการแนะนำเนื้อหาและโฆษณาต่าง ๆ โปรดตรวจสอบนโยบายความเป็นส่วนตัวและข้อตกลงของผู้ใช้ที่เกี่ยวข้องในเมนูการตั้งค่าทีวีสำหรับข้อมูลเพิ่มเติม",
	"CC 1": "ปิดคำอธิบาย 1",
	"CC 2": "ปิดคำอธิบาย 2",
	"CC 3": "ปิดคำอธิบาย 3",
	"CC 4": "ปิดคำอธิบาย 4",
	"CI Information": "ข้อมูล CI",
	"CI password incorrect. Please enter again.": "รหัสผ่าน CI ไม่ถูกต้อง โปรดป้อนอีกครั้ง",
	"COMPONENT2": "คอมโพเนนต์2",
	"COMPONENT3": "คอมโพเนนต์3",
	"Cable": "เคเบิล",
	"Cable ATV": "เคเบิล ATV",
	"Cable DTV": "เคเบิล DTV",
	"Cable Radio": "เคเบิลเรดิโอ",
	"Cairo": "ไคโร",
	"Cambodia": "กัมพูชา",
	"Cameroon": "แคเมอรูน",
	"Campo Grande": "กัมปูกรันดี",
	"Can not Find Channel": "ไม่พบช่อง",
	"Canada": "แคนาดา",
	"Canary Islands": "หมู่เกาะคะเนรี",
	"Cancel": "ยกเลิก",
	"Cancel Schedule": "ยกเลิกกำหนดการ",
	"Cancel Update": "ยกเลิกการอัปเดต",
	"Cancún": "แคนคูน",
	"Cantonese": "คันโต",
	"Cape Verde": "เคปเวิร์ด",
	"Caracas": "การากัส",
	"Casablanca": "คาซาบลังก้า",
	"Catalan": "คาตาลัน",
	"Caution": "ข้อควรระวัง",
	"Cayman Islands": "หมู่เกาะเคย์แมน",
	"Center": "กึ่งกลาง",
	"Central African Republic": "สาธารณรัฐแอฟริกากลาง",
	"Ceuta": "เซวตา",
	"Chad": "ชาด",
	"Change blue intensity and adjust the color balance.": "เปลี่ยนความเข้มของสีน้ำเงินและปรับสมดุลของสี",
	"Change green intensity and adjust the color balance.": "เปลี่ยนความเข้มของสีเขียวและปรับสมดุลของสี",
	"Change red intensity and adjust the color balance.": "เปลี่ยนความเข้มของสีแดงและปรับสมดุลของสี",
	"Change the left / right sound": "เปลี่ยนเสียงซ้าย / ขวา",
	"Change the position of captions using the 4-way dial on the remote control.": "เปลี่ยนตำแหน่งของคำอธิบายภาพโดยใช้ปุ่มหมุน 4 ทิศทางบนรีโมทคอนโทรล",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "การเปลี่ยนภูมิภาคอาจเปลี่ยนช่องที่ค้นหาไว้ในปัจจุบันในทีวีของคุณ คุณสามารถค้นหาช่องใหม่ได้ในระบบค้นหาช่องอัตโนมัติ คุณต้องการเปลี่ยนการตั้งค่าภูมิภาคในตอนนี้หรือไม่",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "การเปลี่ยนประเทศจะทำให้ทีวีของคุณเริ่มต้นใหม่และคุณอาจต้องให้ความยินยอมกับข้อตกลงผู้ใช้ของ LG อีกครั้ง นอกจากนี้ ความพร้อมของแอปพลิเคชั่นและบริการบางส่วนอาจแตกต่างกันไปโดยขึ้นกับประเทศที่ให้บริการของ LG คุณต้องการดำเนินการต่อหรือไม่",
	"Channel Locks": "การล็อคช่อง",
	"Channel Manager": "ตัวจัดการช่องรายการ",
	"Channel Scrolling Options": "ตัวเลือกการเลื่อนช่อง",
	"Channel Tuning": "ระบบค้นหาช่อง",
	"Channel Tuning & Settings": "ระบบค้นหาช่องและการตั้งค่า",
	"Channels": "ช่อง",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "ไม่สามารถล็อคช่องจาก HDMI และสัญญาณเข้าภายนอกอื่น ๆ ได้ เพื่อล็อคช่องทีวี เปลี่ยนสัญญาณเข้าปัจจุบันเป็นรายการ Live TV",
	"Chatham Islands": "หมู่เกาะชาแทม",
	"Check TV information.": "ตรวจสอบข้อมูลทีวี",
	"Check alarm messages about the user settings or TV status.": "ดูข้อความการเตือนเกี่ยวกับการตั้งค่าของผู้ใช้หรือสถานะของ TV ได้",
	"Check descriptions for each LG webOS TV functions.": "ดูคำอธิบายของฟังก์ชัน LG webOS TV แต่ละอย่าง",
	"Check for Advertising settings and set it.": "ตรวจสอบการตั้งค่าโฆษณาและทำการตั้งค่า",
	"Check for Updates": "ตรวจสอบหาการปรับปรุง",
	"Check for available functions with Voice and set Voice Settings.": "ตรวจสอบฟังก์ชันที่พร้อมใช้งานด้วยเสียงและทำการตั้งค่าการตั้งค่าเสียง",
	"Check for problems with the picture quality.": "ตรวจสอบปัญหาเกี่ยวกับคุณภาพของภาพ",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ตรวจสอบปัญหาด้านคุณภาพเสียงของลำโพง TV ภายใน",
	"Check for software updates and update if available.": "ตรวจสอบการอัปเดตซอฟต์แวร์แล้วทำการอัปเดตหากมีให้",
	"Check whether the Bluetooth device is in pairing mode.": "ตรวจสอบว่าอุปกรณ์ Bluetooth อยู่ในโหมดจับคู่หรือไม่",
	"Check your TV status to solve problems or use remote support.": "ตรวจสอบสถานะทีวีของคุณเพื่อแก้ไขปัญหาหรือใช้การรองรับระยะไกล",
	"Checking Password": "กำลังตรวจสอบรหัสผ่าน",
	"Checking for Updates": "กำลังตรวจสอบการอัปเดต",
	"Checking...": "กำลังตรวจสอบ...",
	"Chicago": "ชิคาโก",
	"Chihuahua": "ชีวาวา",
	"Children": "เด็ก",
	"Children Age": "อายุเด็ก",
	"Children Program Locks": "การล็อครายการสำหรับเด็ก",
	"Children over 8 are allowed to watch.": "เด็กอายุ 8 ปีขึ้นไปสามารถรับชมได้",
	"Chile": "ชิลี",
	"China": "จีน",
	"Chinese": "จีน",
	"Chisinau": "คีชีเนา",
	"Choibalsan": "ชอยบัลซาน",
	"Chongqing": "ฉงชิ่ง",
	"Choose to have all channels or just your primary ones when you change channels.": "เลือกให้มีช่องรายการทั้งหมดหรือแค่ช่องหลักของคุณเมื่อคุณเปลี่ยนแปลงช่อง",
	"Christmas Island": "เกาะคริสต์มาส",
	"Cinema": "ภาพยนตร์",
	"Cinema Clear": "ล้างภาพยนตร์",
	"Cinema Home": "หน้าแรกของภาพยนตร์",
	"Cinema View": "มุมมองแบบภาพยนตร์",
	"Cinema View (32:12)": "มุมมองภาพยนตร์ (32:12)",
	"Cinema Zoom": "การซูมภาพยนตร์",
	"City": "เมือง",
	"City Selection": "การเลือกเมือง",
	"Clear": "สดใสชัดเจน",
	"Clear Plus": "เคลียร์พลัส",
	"Clear Voice Ⅲ": "เสียงคมชัด Ⅲ",
	"Clear Voice Ⅳ": "เสียงคมชัด Ⅳ",
	"Clear1": "ลบ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "คลิ๊กปุ่มเชื่อมต่อที่ด้านล่างหลังจากที่เปิดใช้งานแป้นพิมพ์ไร้สายของ LG และตั้งค่าเป็นโหมดการจับคู่",
	"Close": "ปิด",
	"Closed Caption": "คำบรรยายใต้ภาพ",
	"Closed Caption Settings": "การตั้งค่าคำบรรยาย",
	"Code Value": "ค่าของรหัส",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "เก็บและจัดเก็บที่อยู่ MAC หมายเลขรุ่น รหัสประเทศ การตั้งค่าภาษา และเวอร์ชันซอฟต์แวร์เพื่อยืนยันซอฟต์แวร์ล่าสุดที่จะอัพเดต",
	"Colombia": "โคลอมเบีย",
	"Colombo": "โคลัมโบ",
	"Color": "ปรับสี",
	"Color Gamut": "ขอบเขตของสี",
	"Color Management System": "ระบบจัดการสี",
	"Color Temperature": "โทนสี",
	"Component": "คอมโพเนนต์",
	"Conakry": "โคนาครี",
	"Confirm the terms and conditions or change whether to accept the agreement.": "ยืนยันข้อกำหนดและเงื่อนไข และเปลี่ยนแปลงการยอมรับข้อตกลง",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "เชื่อมต่อ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "เชื่อมต่อลำโพง Bluetooth และลำโพงทีวีแล้วปรับการความหน่วงของเสียงระหว่างลำโพง",
	"Connect an external audio device, which supports the eARC, to the eARC.": "ควบคุมอุปกรณ์เสียงภายนอกซึ่งสนับสนุน eARC เข้ากับ eARC",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "เชื่อมต่ออุปกรณ์ภายนอก เช่นกล่องรับสัญญาณ ซาวด์บาร์ และอื่นๆ กับ TV ตามคำแนะนำ",
	"Connect the LAN cable directly to the TV to use the network.": "เชื่อมต่อสาย LAN โดยตรงกับ TV เพื่อใช้เครือข่าย",
	"Connect to the network by manually entering the IP and DNS server addresses.": "เชื่อมต่อเครือข่ายด้วยการป้อนที่อยู่ IP และเซิร์ฟเวอร์ DNS ด้วยตนเอง",
	"Connect to the network if a wireless router is installed.": "เชื่อมต่อเครือข่ายถ้ามีการติดตั้งเราเตอร์ไร้สายไว้",
	"Connect via WPS PBC": "เชื่อมต่อผ่าน WPS PBC",
	"Connect via WPS PIN": "เชื่อมต่อผ่าน WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "เชื่อมต่อ TV ของคุณกับเราเตอร์หรือโมเด็มด้วยสาย Ethernet เพื่อเปิดใช้งานการเชื่อมต่อเครือข่ายแบบใช้สายของคุณ",
	"Connect your TV with WiSA Speakers wirelessly.": "เชื่อมต่อ TV กับลำโพง WiSA แบบไร้สาย",
	"Connectable Devices ({num})": "อุปกรณ์ที่เชื่อมต่อได้ ({num})",
	"Connected": "เชื่อมต่อแล้ว",
	"Connected to Internet": "เชื่อมต่อกับอินเตอร์เน็ตแล้ว",
	"Connecting...": "กำลังเชื่อมต่อ...",
	"Connection": "การเชื่อมต่อ",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "การจัดการการเชื่อมต่อกับสมาร์ทโฟนหรือพีซีพร้อมใช้งาน หากต้องการเชื่อมต่อทีวีกับอุปกรณ์มือถือ จำเป็นต้องมีการตั้งค่าการเชื่อมต่อและคำขอบนสมาร์ทโฟนและพีซี",
	"Content Recommendations": "คำแนะนำเนื้อหา",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "จะเล่นเนื้อหาด้วยเสียงที่เหมาะสมสำหรับการฟังหลายช่องทาง หากมีการรองรับเสียงหลายช่องสัญญาณด้วยบริการ HbbTV",
	"Contrast": "ปรับความเข้ม",
	"Cool": "เย็น",
	"Copenhagen": "โคเปนเฮเกน",
	"Copy Channels": "คัดลอกช่อง",
	"Copy/Delete file": "คัดลอก/ลบไฟล์",
	"Correct contrast and brightness by adjusting black levels.": "แก้ไขความเข้มและความสว่างด้วยการปรับระดับสีดำ",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "แก้ไขพิกเซลของภาพและป้องกันปัญหาคุณภาพของภาพที่อาจเกิดขึ้นเมื่อ TV เปิดเป็นเวลานาน",
	"Costa Rica": "คอสตาริกา",
	"Could not fined available network.": "ไม่พบเครือข่ายที่ใช้ได้",
	"Croatia": "โครเอเชีย",
	"Croatian": "โครเอเชีย",
	"Cuba": "คิวบา",
	"Cuiabá": "กุยาบา",
	"Current time is not valid. Do you want to set the correct time now?": "เวลาปัจจุบันไม่ถูกต้อง คุณต้องการตั้งเวลาที่ถูกต้องในขณะนี้หรือไม่",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "ค่าปัจจุบันของการตั้งค่าโหมดภาพแบบกำหนดเองจะถูกนำไปใช้กับโหมด {pictureMode} สำหรับสัญญาณเข้าทั้งหมด คุณต้องการดำเนินการต่อหรือไม่",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "อุปกรณ์คีย์บอร์ดไร้สายของ LG ที่เชื่อมต่ออยู่ในปัจจุบันจะถูกตัดการเชื่อมต่อจากทีวีของคุณ คุณต้องการดำเนินการต่อหรือไม่",
	"Custom": "กำหนดเอง",
	"Custom Time Zone": "กำหนดโซนเวลาเอง",
	"Customer Service": "บริการลูกค้า",
	"Cyan": "น้ำเงินอมเขียว",
	"Cyprus": "ไซปรัส",
	"Czech": "สาธารณรัฐเช็ก",
	"Czech Republic": "สาธารณรัฐเช็ก",
	"Côte d'Ivoire": "โกตดิวัวร์",
	"DR Congo": "คองโก",
	"DTV Audio Setting": "การตั้งค่าเสียง DTV",
	"Dagbani": "ดักบัน",
	"Dakar": "ดาการ์",
	"Damascus": "ดามัสกัส",
	"Danish": "เดนมาร์ก",
	"Danmarkshavn": "ดานมาร์กสฮาวน์",
	"Dar es Salaam": "ดาร์ เอส ซาลาม",
	"Data Service": "บริการข้อมูล",
	"Date": "วันที่",
	"Dawson": "ดอว์สัน",
	"Dawson Creek": "ดอว์สันครีก",
	"Day": "กลางวัน",
	"Delete": "ลบ",
	"Delete Connection History": "ลบประวัติการเชื่อมต่อ",
	"Delete Pairing History": "ลบประวัติการจับคู่",
	"Delete Usage Data": "ลบข้อมูลการใช้",
	"Demo Options": "ตัวเลือกการสาธิต",
	"Democratic Republic of the Congo": "สาธารณรัฐประชาธิปไตยคองโก",
	"Denmark": "เดนมาร์ก",
	"Denver": "เดนเวอร์",
	"Depressed": "กดลง",
	"Deregister": "ยกเลิกการลงทะเบียน",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "อธิบายเนื้อหาบนหน้าจอด้วยเสียงพูดสำหรับผู้ชมที่มีปัญหาในการรับฟังให้สามารถใช้ TV",
	"Detect Range": "ระยะการตรวจจับ",
	"Detroit": "ดีทรอยต์",
	"Device Connection Settings": "การตั้งค่าการเชื่อมต่ออุปกรณ์",
	"Device List": "รายการอุปกรณ์",
	"Device Name": "ชื่ออุปกรณ์",
	"Dhaka": "ธากา",
	"Digital Mode": "โหมดดิจิตอล",
	"Digital Sound Out": "เสียงออกดิจิตัล",
	"Digital TV": "TV ดิจิตัล",
	"Dili": "ดิลี",
	"Directed to Older Children (ages 7 and above)": "ควบคุมเด็กโต (อายุ 7 ปีขึ้นไป)",
	"Disabled": "ปิดใช้งาน",
	"Disconnect": "ตัดการเชื่อมต่อ",
	"Display captions for hearing-impaired viewers to use TV.": "แสดงคำบรรยายสำหรับผู้ชมที่มีปัญหาในการได้ยินในการใช้ TV",
	"Display fast-moving content smoothly and clearly.": "แสดงเนื้อหาที่เคลื่อนไหวรวดเร็วได้อย่างราบรื่นและชัดเจน",
	"Display luminance level for the highest point (100 IRE).": "แสดงระดับความสว่างสำหรับจุดสูงสุด (IRE 100 จุด)",
	"Display pictures in a warm or cool color temperature.": "แสดงรูปภาพในอุณหภูมิสีที่อบอุ่นหรือเย็น",
	"Djibouti": "จิบูตี",
	"Do Not Sell My Personal Information": "ห้ามจำหน่ายข้อมูลส่วนบุคคลของฉัน",
	"Do Not Track": "ไม่ติดตาม",
	"Do you want to continue?": "คุณต้องการดำเนินการต่อหรือไม่",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "คุณต้องการคัดลอกรายการช่องจากอุปกรณ์จัดเก็บข้อมูล USB ไปยังทีวีของคุณหรือไม่ ช่องปัจจุบันในทีวีของคุณจะถูกลบ",
	"Do you want to copy channel list from your TV to the USB storage?": "คุณต้องการคัดลอกรายการช่องจากทีวีของคุณไปยังอุปกรณ์จัดเก็บข้อมูล USB หรือไม่",
	"Do you want to reset Position Settings?": "คุณต้องการรีเซ็ตการตั้งค่าตำแหน่งหรือไม่",
	"Do you want to reset Volume Control?": "คุณต้องการรีเซ็ตการควบคุมระดับเสียงหรือไม่",
	"Do you want to set the correct time now?": "คุณต้องการตั้งเวลาที่ถูกต้องในขณะนี้หรือไม่",
	"Do you want to turn your TV off now?": "คุณต้องการปิด TV ในขณะนี้หรือไม่",
	"Dodoma": "โดโดมา",
	"Doha": "โดฮา",
	"Dominica": "โดมินิกา",
	"Dominican Republic": "สาธารณรัฐโดมินิกัน",
	"Done": "เสร็จ",
	"Douala": "ดูอาลา",
	"Download Mail": "ดาวน์โหลดอีเมล",
	"Download and Install": "ดาวน์โหลดและติดตั้ง",
	"Downloadable Rating": "การจัดอันดับที่ดาวน์โหลดได้",
	"Dual Mono": "โมโนแบบคู่",
	"Dubai": "ดูไบ",
	"Dublin": "ดับลิน",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "ระหว่างเวลาปิด Always-on คุณสมบัติบางส่วนเช่นการจดจำเสียงและอื่นๆ อาจจำกัดเมื่อหน้าจอปิด",
	"Dushanbe": "ดูชานเบ",
	"Dutch": "ดัตช์",
	"Dynamic Color": "ปรับสีแบบไดนามิก",
	"Dynamic Contrast": "ปรับความเข้มแบบไดนามิก",
	"Dynamic Tone Mapping": "การแมปโทนแบบไดนามิก",
	"Easter Island": "เกาะอีสต์เตอร์",
	"Eastern Africa": "แอฟริกาตะวันออก",
	"Eco Mode": "โหมด Eco",
	"Ecuador": "เอกวาดอร์",
	"Edge Color": "สีขอบ",
	"Edge Enhancer": "โปรแกรมเน้นขอบภาพ",
	"Edge Type": "ประเภทขอบ",
	"Edit": "แก้ไข",
	"Edmonton": "เอดมันตัน",
	"Egypt": "อียิปต์",
	"Eirunepé": "ไอรูเนเป",
	"El Salvador": "เอลซัลวาดอร์",
	"El salvador": "เอลซัลวาดอร์",
	"Emergency Alert": "การเตือนสถานการณ์ฉุกเฉิน",
	"Enabled": "เปิดใช้งาน",
	"Energy Saving": "ประหยัดพลังงาน",
	"Energy consumption may increase if this feature is on.": "การใช้พลังงานอาจเพิ่มขึ้นเมื่อเปิดใช้คุณสมบัตินี้",
	"Energy saving modes to limit power consumption.": "โหมดประหยัดพลังงานที่จะช่วยจำกัดการใช้พลังงาน",
	"English": "อังกฤษ",
	"Enhance the bass sound.": "เพิ่มระดับของเสียงเบส",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "เพิ่มระดับคอนทราสต์ระหว่างพื้นที่มืดและสว่างของบางเมนู เช่น พื้นหลังและข้อความ เพื่อให้สามารถดูได้ง่ายสำหรับผู้ที่มีปัญหาในการมองเห็น",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "ปรับปรุงความละเอียดและความคมชัดของเนื้อหาโดยอัลกอริทึมที่เรียนรู้ผ่านเทคนิคการเรียนรู้เชิงลึกของ LG และปรับความลึกด้วยการวิเคราะห์เนื้อหา",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "เพลิดเพลินกับเนื้อหา Dolby Atmos ด้วยเสียงที่ปรับให้ดีที่สุดโดยเปิดเอฟเฟ็กต์ฟิลด์เสียง",
	"Enjoy TV sound by connecting Wired Headphones.": "เพลิดเพลินกับเสียงของ TV ด้วยการเชื่อมต่อหูฟังแบบใช้สาย",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "เพลิดเพลินกับเสียงของ TV ผ่านอุปกรณ์เสียงที่เชื่อมต่อกับพอร์ต HDMI IN (ARC)",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "เพลิดเพลินกับเสียงของ TV ผ่านอุปกรณ์เสียงที่เชื่อมต่อกับพอร์ต OPTICAL DIGITAL AUDIO OUT",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "เพลิดเพลินกับเสียงของ TV ผ่านอุปกรณ์เสียงของ LG ที่เชื่อมต่อกับพอร์ต OPTICAL DIGITAL AUDIO OUT",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "เพลิดเพลินกับเสียงของ TV ผ่านอุปกรณ์เสียงที่เชื่อมต่อกับพอร์ตสัญญาณเสียงออก/หูฟัง",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ฟังเสียงผ่านทั้งลำโพง TV ภายในและหูฟังแบบใช้สาย",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "เพลิดเพลินกับเสียงของ TV ผ่านอุปกรณ์ภายนอกที่เชื่อมต่อกับทั้งลำโพง TV ภายในและพอร์ต OPTICAL DIGITAL AUDIO OUT",
	"Enjoy a clear and natural sound.": "เพลิดเพลินกับเสียงที่คมชัดเป็นธรรมชาติ",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "เพลิดเพลินกับอุปกรณ์เสียงไร้สายที่เชื่อมต่อกับ LG Sound Sync หรือ Bluetooth",
	"Enjoy the sound optimized to the room.": "เพลิดเพลินกับเสียงที่ปรับให้เหมาะกับห้อง",
	"Enter CI Password": "ป้อนรหัสผ่าน CI",
	"Enter the PIN in your router's settings.": "ป้อน PIN ในการตั้งค่าเราเตอร์ของคุณ",
	"Enter the master password.": "ป้อนรหัสผ่านหลัก",
	"Equalizer": "อีควอไลเซอร์",
	"Equatorial Guinea": "อิเควทอเรียลกินี",
	"Eritrea": "เอริเทรีย",
	"Estonia": "เอสโตเนีย",
	"Estonian": "เอสโตเนีย",
	"Ethiopia": "เอธิโอเปีย",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "แม้ว่าการตั้งค่าจะปิดอยู่ แต่คุณสามารถตรวจสอบข้อมูลที่เกี่ยวข้องผ่านทางช่องสัญญาณ การจดจำเสียง",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "แม้ในขณะที่ทีวีปิดและใช้พลังงานระดับต่ำสุด คุณยังสามารถรับฟังเพลงด้วยการเชื่อมต่อกับอุปกรณ์เคลื่อนที่ และสามารถใช้คุณสมบัติมากมายได้อีกครั้งอย่างรวดเร็วเมื่อเปิดทีวี",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "แม้ในขณะที่ TV ปิดอยู่ คุณสามารถรับฟังเพลงด้วยการเชื่อมต่อสมาร์ทโฟนเข้ากับ TV ผ่านทาง Bluetooth",
	"Every Day": "ทุกวัน",
	"Every Weekday": "ทุกวันธรรมดา",
	"Every Weekend": "ทุกสุดสัปดาห์",
	"Ewe": "เอเว",
	"Expert (Bright Room)": "ผู้เชี่ยวชาญ (ห้องสว่าง)",
	"Expert (Dark Room)": "ผู้เชี่ยวชาญ (ห้องมืด)",
	"Export your TV's channel list information to a connected USB device.": "ส่งออกข้อมูลรายการช่องของ TV ไปที่อุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"Extended": "ขยาย",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "การยืดระยะเวลาของการตั้งค่าปิดเครื่องอัตโนมัติ หรือการปิดฟังก์ชันอาจเพิ่มระดับการใช้พลังงาน",
	"Extreme": "เอ็กซ์ตรีม",
	"Eye Comfort Mode": "โหมดสบายตา",
	"FILMMAKER MODE Auto Change": "การเปลี่ยนอัตโนมัติของ FILMMAKER MODE",
	"Fantasy Violence": "ความรุนแรงแนวแฟนตาซี",
	"Fast": "เร็ว",
	"Fernando de Noronha": "เฟอร์นันโด เดอ โนรอนฮ่า",
	"Fiji": "ฟิจิ",
	"Find and tell an audio device available to connect around TV.": "ค้นหาและบอกอุปกรณ์เสียงที่สามารถเชื่อมต่อได้รอบๆ TV",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ปรับโดยละเอียดสำหรับพื้นที่สีแดง เขียว น้ำเงิน น้ำเงินอมเขียว แดงม่วง และเหลือง",
	"Finland": "ฟินแลนด์",
	"Finnish": "ฟินแลนด์",
	"Flash": "กะพริบ",
	"Flat Mode": "โหมดเสียงเรียบ",
	"Font": "แบบอักษร",
	"Font 1": "แบบอักษร 1",
	"Font 2": "แบบอักษร 2",
	"Font 3": "แบบอักษร 3",
	"Font 4": "แบบอักษร 4",
	"Font 5": "แบบอักษร 5",
	"Font 6": "แบบอักษร 6",
	"Font 7": "แบบอักษร 7",
	"Font 8": "แบบอักษร 8",
	"Football": "ฟุตบอล",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "สำหรับเราเตอร์ไร้สายที่มี WPS (Wi-Fi Protected Setup) ให้ป้อนรหัส PIN เพื่อเชื่อมต่อ TV เข้ากับเครือข่ายไร้สาย",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "สำหรับเราเตอร์ไร้สายที่มี WPS (Wi-Fi Protected Setup) ให้กดปุ่ม WPS-PBC เพื่อเชื่อมต่อ TV เข้ากับเครือข่ายไร้สาย",
	"Fortaleza": "ฟอร์ตาเลซา",
	"France": "ฝรั่งเศส",
	"Freetown": "ฟรีทาวน์",
	"French": "ฝรั่งเศส",
	"French Polynesia": "เฟรนช์โปลินีเซีย",
	"Full Wide": "กว้างแบบเต็มจอ",
	"Ga": "กา",
	"Gabon": "กาบอง",
	"Gaborone": "กาโบโรเน",
	"Gaelic": "เกลอิค",
	"Galapagos Islands": "หมู่เกาะกาลาปาโกส",
	"Galician": "กาลิเซีย",
	"Gallery": "แกลเลอรี",
	"Gambia": "แกมเบีย",
	"Gambier": "แกมบิเยอร์",
	"Game": "เกมส์",
	"General": "ทั่วไป",
	"General Age": "ทั่วไปด้านอายุ",
	"General Audience": "รับชมได้ทุกเพศทุกวัย",
	"General Audiences": "รับชมได้ทุกเพศทุกวัย",
	"General Program Locks": "การล็อครายการทั่วไป",
	"Georgia": "จอร์เจีย",
	"German": "เยอรมัน",
	"Germany": "เยอรมนี",
	"Get started in a quiet environment for sound optimization.": "เริ่มต้นการปรับเสียงให้เหมาะสมภายในสภาพแวดล้อมที่เงียบ",
	"Getting...": "กำลังรับข้อมูล...",
	"Ghana": "กานา",
	"Gibraltar": "ยิบรอลตาร์",
	"Glace Bay": "เกรซเบย์",
	"Godthab": "กอดแธบ",
	"Grayscale": "โทนสีเทา",
	"Greece": "กรีซ",
	"Greek": "กรีก",
	"Green": "สีเขียว",
	"Greenland": "กรีนแลนด์",
	"Grenada": "เกรเนดา",
	"Guadalcanal": "กัวดอลคาแนล",
	"Guadeloupe": "กวาเดอลูป",
	"Guam": "กวม",
	"Guatemala": "กัวเตมาลา",
	"Guatemala City": "กัวเตมาลาซิตี",
	"Guayaquil": "กัวยาควิล",
	"Guernsey": "เกิร์นซีย์",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "ใช้งานเมนูและการทำงานต่างๆ ด้วยเสียง เพื่อให้ผู้ชมที่มีปัญหาในการได้ยินสามารถใช้ TV ได้",
	"Guinea": "กินี",
	"Guinea Bissau": "กินีบิสเซา",
	"Guinea Conakry": "กินีโกนากรี",
	"Guinea Equatorial": "อิเควทอเรียลกินี",
	"Gujarati": "คุชราต",
	"Guyana": "กายอานา",
	"H Position": "ตำแหน่งแนวนอน",
	"H Sharpness": "ความคมชัดแนวนอน",
	"H Size": "ขนาดแนวนอน",
	"HD Mode": "โหมด HD",
	"HD Mode Option": "ตัวเลือกโหมด HD",
	"HDD Eco Mode": "โหมด HDD Eco",
	"HDD Power Saving Mode": "โหมดประหยัดพลังงาน HDD",
	"HDMI Input Audio Format": "รูปแบบสัญญาณเสียงเข้า HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "พอร์ต HDMI {port1} และ HDMI {port2} สนับสนุน 8K Ultra HD Deep Color",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "พอร์ต HDMI {port1} และ HDMI {port2} สนับสนุน Ultra HD Deep Color",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "พอร์ต HDMI {port1} สนับสนุน 8K Ultra HD Deep Color",
	"HDMI {port1} port support Ultra HD Deep Color.": "พอร์ต HDMI {port1} สนับสนุน Ultra HD Deep Color",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} สนับสนุน 8K Ultra HD Deep Color",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} สนับสนุน Ultra HD Deep Color",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} สนับสนุน 8K Ultra HD Deep Color",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} สนับสนุน Ultra HD Deep Color",
	"HDR Effect": "เอฟเฟ็กต์ HDR",
	"HDR Picture Mode": "โหมดภาพ HDR",
	"Haiti": "เฮติ",
	"Halifax": "แฮลิแฟกซ์",
	"Harare": "ฮาราเร",
	"Harbin": "ฮาร์บิน",
	"Hard of Hearing": "มีปัญหาในการได้ยิน",
	"Hausa": "เฮาซา",
	"Havana": "ฮาวานา",
	"Headphones Volume": "ระดับเสียงของหูฟัง",
	"Hebrew": "ฮิบรู",
	"Helsinki": "เฮลซิงกิ",
	"Hermosillo": "เอร์โมซีโย",
	"High": "สูง",
	"High Contrast": "ความคมชัดสูง",
	"Higher values increase a sense of warmth or coldness.": "ค่าที่สูงขึ้นจะเป็นการเพิ่มความรู้สึกอบอุ่นหรือหนาวเย็น",
	"Hindi": "ฮินดี",
	"Ho Chi Minh": "โฮจิมินห์",
	"Home Animation": "ภาพเคลื่อนไหวเริ่มต้น",
	"Home Auto Launch": "เริ่มต้นหน้าหลักโดยอัตโนมัติ",
	"Home Mode": "โหมดที่ใช้ภายในบ้าน",
	"Home Promotion": "โปรโมชันในบ้าน",
	"Home Settings": "การตั้งค่าหน้าแรก",
	"Home/Store Mode": "โหมดบ้าน/ร้านค้า",
	"Honduras": "ฮอนดูรัส",
	"Hong Kong": "ฮ่องกง",
	"Hongkong": "ฮ่องกง",
	"Honolulu": "โฮโนลูลู",
	"Hours": "ชั่วโมง",
	"However, the IPv6 version of the address does not support editing.": "แต่ที่อยู่เวอร์ชัน IPv6 ไม่รองรับการแก้ไข",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "แต่เพื่อให้ TV อยู่ในสภาพที่ดีที่สุด Always-on จะถูกปิดใช้งานเป็นเวลาห้าชั่วโมงที่ตั้งค่าไว้ และเครื่องจะปิดอย่างสมบูรณ์",
	"Hungarian": "ฮังการี",
	"Hungary": "ฮังการี",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "สำคัญ! การรีเซ็ตจะลบการตั้งค่าบัญชีและแอปพลิเคชันที่ติดตั้งไว้ทั้งหมด ไม่สามารถยกเลิกการทำงานนี้",
	"IP (Automatic)": "IP (อัตโนมัติ)",
	"IP (Manual)": "IP (ด้วยตนเอง)",
	"IVC (Cote d’Ivoire)": "IVC (โกตดิวัวร์)",
	"Iceland": "ไอซ์แลนด์",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "เมื่อเลือกซิงค์พลังงานอัตโนมัติ TV ของคุณจะเปิดระบบเมื่อคุณเปิดอุปกรณ์ SIMPLINK และเมื่อคุณปิด TV อุปกรณ์ SIMPLINK จะถูกปิด",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "ถ้ามีการตั้งค่าการควบคุมอเนกประสงค์สำหรับกล่องรับสัญญาณ/OTT ไว้ สามารถใช้กล่องรับสัญญาณที่เชื่อมต่อได้จากรีโมทคอนโทรลของ LG",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "ถ้าอุปกรณ์เชื่อมต่อกับพอร์ต คุณสามารถดูภาพที่ปรับให้เหมาะสมสำหรับเกมโดยลดการล่าช้าหรือการกระตุกของวิดีโอจากอุปกรณ์",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "หากเปิดคุณลักษณะนี้ และคุณเชื่อมต่ออุปกรณ์ที่สนับสนุน Ultra HD Deep Color เช่นกัน ระบบภาพของคุณอาจชัดเจนขึ้น",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ถ้ามีการบันทึกหรือการอัพเดตซอฟต์แวร์ทำงานอยู่ ระบบจะรอจนกว่ากระบวนการเหล่านั้นเสร็จสมบูรณ์ และกระบวนการอาจใช้เวลามากกว่าหนึ่งชั่วโมง",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ถ้ามีการบันทึกหรือการอัพเดตซอฟต์แวร์ทำงานอยู่ ระบบจะรอจนกว่ากระบวนการเหล่านั้นเสร็จสมบูรณ์ และกระบวนการอาจใช้เวลามากกว่า {n} นาที",
	"If the device is not connected, you may not hear any sound through it.": "ถ้าเชื่อมต่อและตั้งค่าอุปกรณ์ไม่เหมาะสม คุณอาจไม่ได้ยินเสียงผ่านอุปกรณ์",
	"If the edge of the screen is not clean, please turn this function off.": "ถ้าบริเวณขอบหน้าจอดูไม่คมชัด ให้ตั้งค่าฟังก์ชันนี้เป็นปิด",
	"If the program does not support multiple languages, the default language is selected.": "ถ้ารายการไม่รองรับหลายภาษา เครื่องจะเลือกเสียงเริ่มต้น",
	"If the program does not support the selected output format, the default output from the source will be used.": "ถ้าโปรแกรมไม่รองรับรูปแบบสัญญาณที่เลือก สัญญาณจะใช้เป็นค่าเริ่มต้นจากแหล่งกำเนิด",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ถ้ารายการไม่สนับสนุนการตั้งค่าเสียงที่แตกต่างกัน ระบบจะเลือกเสียงที่เป็นค่าเริ่มต้น",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ถ้าอาการเดียวกันเกิดขึ้นซ้ำๆ โปรดเปลี่ยนค่าที่ตั้งอีกครั้งหรือเริ่มต้นอุปกรณ์ภายนอกที่เชื่อมต่อใหม่",
	"If the selected language does not support, the default language from broadcasts will be used.": "ถ้าภาษาที่เลือกไม่มีการสนับสนุน ระบบจะใช้ภาษาเริ่มต้นจากการออกอากาศ",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ถ้าหน้าจอภาพนิ่งไม่ได้รับการสั่งการจากผู้ใช้เป็นเวลาหนึ่งชั่วโมง จะเปลี่ยนเป็นภาพพักหน้าจอ",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "ถ้าเวลาที่ตั้งไว้แตกต่างจากเวลาปัจจุบันมาก คุณสมบัติแบบสมาร์ทบางอย่างอาจไม่ปรากฏ",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "ถ้าคุณไม่ได้ยินเสียงผ่านอุปกรณ์ โปรดตรวจสอบว่าอุปกรณ์ทำงานได้อย่างถูกต้องและสนับสนุน LG Sound Sync",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "ถ้าคุณเลือกโหมดแสดงการสาธิตสำหรับร้านค้า จะมีการตั้งค่าที่เหมาะสมสำหรับการแสดงในร้านค้าปลีกที่ขาย TV",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "หากคุณเปิดใช้แนะนำการใช้เสียง คุณสามารถย้ายไปมาได้ด้วยปุ่มซ้าย ขวา บน ล่างบนรีโมทของคุณเท่านั้น และแอปพลิเคชั่นบางส่วนที่จำเป็นต้องใช้ตัวชี้จะไม่สามารถใช้งานได้",
	"If you turn it off, CAM operator's profile will be deleted.": "ถ้าปิดคุณลักษณะนี้ โปรไฟล์ผู้ให้บริการ CAM จะถูกลบ",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ถ้าคุณปิด ช่อง CAM ทั้งหมดที่ปรับหาไว้จะไม่สามารถใช้ได้ และจะไม่มีการแจ้งเตือนอีก",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "หากคุณปิด 'Quick Start+' คุณจะไม่สามารถเปิดทีวีของคุณได้ด้วย Remote Free Control คุณต้องการดำเนินการต่อหรือไม่",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "หากคุณปิดใช้งานสกรีนเซฟเวอร์และภาพเดิมคงอยู่บนหน้าจอเป็นเวลานานกว่า 2 ชั่วโมง อาจมีผลกระทบต่อคุณภาพของภาพในหน้าจอของคุณได้ หากภาพคงอยู่เป็นเวลานานกว่า 5 ชั่วโมง อาจมีการเสื่อมคุณภาพของภาพแบบถาวรเกิดขึ้น คุณต้องการดำเนินการต่อหรือไม่",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ถ้าคุณปิดตัวเลือกนี้ หน้าจอภาพนิ่งอาจคงอยู่นานขึ้น ซึ่งจะลดคุณภาพของหน้าจอหรือในบางกรณีอาจไม่สามารถกลับคืนสู่สภาพเดิมได้",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ถ้าคุณเปิดการใช้งานฟังก์ชั่นการประหยัดพลังงาน อาจจะมีผลต่อความสว่างของทีวี",
	"Import your TV's channel list information from a connected USB device.": "นำเข้าข้อมูลรายการช่องของ TV จากอุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"Import/export your TV's channel list information from/to a connected USB device.": "นำเข้า/ส่งออกข้อมูลรายการช่องของ TV จาก/ไปที่อุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"In Home": "ในบ้าน",
	"India": "อินเดีย",
	"Indianapolis": "อินเดียแนโพลิส",
	"Indonesia": "อินโดนีเซีย",
	"Indonesian": "อินโดนีเซีย",
	"Inner": "ภายใน",
	"Input": "สัญญาณเข้า",
	"Input Locks": "การล็อคอินพุต",
	"Input field": "เขตข้อมูลป้อนเข้า",
	"Installing...": "กำลังติดตั้ง...",
	"Interactive Service": "บริการแบบโต้ตอบ",
	"Interactivity(DTVi)": "การโต้ตอบ(DTVi)",
	"Internal TV Speaker": "ลำโพง TV ภายใน",
	"Invert Colors": "สลับสี",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "สลับสีและชดเชยบางสีในบางเมนู เพื่อเพิ่มประสิทธิภาพการมองเห็นของรายการที่แสดงบนหน้าจอ",
	"Iran": "อิหร่าน",
	"Iraq": "อิรัก",
	"Ireland": "ไอร์แลนด์",
	"Irish": "ไอริช",
	"Irkutsk": "อีร์คูตสค์",
	"Israel": "อิสราเอล",
	"Istanbul": "อิสตันบูล",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "เป็นการรีเซ็ตโหมดภาพแต่ละโหมด ดังนั้นให้เลือกโหมดภาพที่ต้องการและรีเซ็ต",
	"It may not sound depending on connected devices.": "อาจไม่ทำงานสำหรับอุปกรณ์บางชนิดที่เชื่อมต่อ",
	"It may take a few minutes.": "อาจใช้เวลาสองสามนาที",
	"It may take a few seconds.": "อาจใช้เวลาสักครู่",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "ให้เสียงที่ดีที่สุดหรือเสียงรอบทิศทาง 4.0 เสมือนจริง ทั้งนี้ขึ้นอยู่กับประเภทการรับชมโดยอัลกอริทึมที่เรียนรู้ผ่านเทคนิคการเรียนรู้ของเครื่องของ LG",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "ให้เสียงรอบทิศทาง 5.1 แบบเสมือนจริงทั้งนี้ขึ้นอยู่กับประเภทการรับชม โดยใช้อัลกอริทึมที่เรียนรู้ผ่านเทคนิคการเรียนรู้เชิงลึกของ LG",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "ให้เสียงที่เหมาะสมด้วยการปรับเสียงสะท้อนในห้องตามประเภทของการติดตั้ง TV",
	"It reduces jaggies in the picture for a smooth picture.": "ลดภาพสั่นไหวเพื่อให้ได้ภาพที่เรียบเนียน",
	"It works only when the broadcasting program supports captions.": "ฟังก์ชันนี้จะทำงานได้เฉพาะเมื่อรายการที่ออกอากาศรองรับคำบรรยายภาพเท่านั้น",
	"It works only when the broadcasting program supports subtitles.": "ฟังก์ชันนี้จะทำงานได้เฉพาะเมื่อรายการที่ออกอากาศรองรับคำบรรยายใต้ภาพเท่านั้น",
	"Italian": "อิตาลี",
	"Italy": "อิตาลี",
	"Ivory Coast": "ไอวอรี่โคสต์",
	"Jakarta": "จาการ์ตา",
	"Jamaica": "จาเมกา",
	"Japan": "ญี่ปุ่น",
	"Japanese": "ญี่ปุ่น",
	"Jayapura": "จายาปุระ",
	"Jerusalem": "เยรูซาเลม",
	"Johannesburg": "โจฮันเนสเบิร์ก",
	"Jordan": "จอร์แดน",
	"Just Scan": "ภาพตามจริง",
	"Kabul": "คาบูล",
	"Kaliningrad": "คาลินินกราด",
	"Kamchatka": "คัมชัตคา",
	"Kampala": "กัมปาลา",
	"Kannada": "กันนาฑะ",
	"Karachi": "คาราชิ",
	"Kasem": "กาเซม",
	"Kashgar": "คาชการ์",
	"Katmandu": "กาฐมาณฑุ",
	"Kazakh": "คาซัค",
	"Kazakhstan": "คาซัคสถาน",
	"Kenya": "เคนยา",
	"Keyboard Languages": "ภาษาของแป้นพิมพ์",
	"Khartoum": "คาร์ทูม",
	"Khovd": "โค็ฟด์",
	"Kiev": "เคียฟ",
	"Kigali": "คิกาลี",
	"Kingston": "คิงส์ตัน",
	"Kinshasa": "กินชาซา",
	"Kiribati": "คิริบาตี",
	"Kiritimati": "คิริสมาส",
	"Kolkata": "กัลกัตตา",
	"Korea": "เกาหลี",
	"Korean": "เกาหลี",
	"Krasnoyarsk": "ครัสโนยาสค์",
	"Kuala Lumpur": "กัวลาลัมเปอร์",
	"Kuching": "กูชิง",
	"Kuwait": "คูเวต",
	"Kuwait City": "คูเวตซิตี",
	"Kyrgyzstan": "คีร์กีซสถาน",
	"LG Logo Light (Front of TV)": "ไฟโลโก้ LG (ด้านหน้าของ TV)",
	"LG Services Country": "ประเทศที่ให้บริการของ LG",
	"LG Wireless Keyboard": "แป้นพิมพ์ไร้สายของ LG",
	"LG Wireless Keyboard Connected:": "เชื่อมต่อแป้นพิมพ์ไร้สายของ LG แล้ว:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "แป้นพิมพ์ไร้สายของ LG ช่วยให้คุณควบคุม TV ผ่านทาง Bluetooth",
	"La Paz": "ลาปาซ",
	"Lagos": "เลกอส",
	"Language": "ภาษา",
	"Laos": "ลาว",
	"Large": "ใหญ่",
	"Last tuning:": "การค้นหาล่าสุด:",
	"Latvia": "ลัตเวีย",
	"Latvian": "ลัตเวีย",
	"Lebanon": "เลบานอน",
	"Left": "ซ้าย",
	"Left Right": "ซ้าย/ขวา",
	"Left Surround": "เซอร์ราวด์ซ้าย",
	"Left drop shadow": "เงาด้านซ้าย",
	"Legal Notice": "ประกาศด้านกฎหมาย",
	"Lesotho": "เลโซโท",
	"Liberia": "ไลบีเรีย",
	"Libreville": "ลีเบรอวิล",
	"Libya": "ลิเบีย",
	"Liechtenstein": "ลิกเตนสไตน์",
	"Light": "อ่อน",
	"Lilongwe": "ลิลองเว",
	"Lima": "ลิมา",
	"Limit AD Tracking": "จำกัดการติดตาม AD",
	"Lisbon": "ลิสบอน",
	"Lithuania": "ลิทัวเนีย",
	"Lithuanian": "ลิทัวเนีย",
	"Live Theater": "โรงละคร",
	"Ljubljana": "ลูบลิยานา",
	"Loading...": "กำลังโหลด...",
	"Local": "ในระบบ",
	"Local Language": "ภาษาท้องถิ่น",
	"Location": "ตำแหน่ง",
	"Lock All": "ล็อคทั้งหมด",
	"Lock changes for currently running apps will be applied the next time they are started.": "การเปลี่ยนแปลงการล็อคสำหรับแอปพลิเคชั่นที่กำลังทำงานอยู่ในขณะนี้จะถูกนำไปใช้ในครั้งถัดไปที่เริ่มทำงาน",
	"Logo Luminance Adjustment": "การปรับความสว่างของโลโก้",
	"Lome": "โลเม",
	"London": "ลอนดอน",
	"Lord Howe": "ลอร์ด โฮวี",
	"Los Angeles": "ลอสแองเจลิส",
	"Louisville": "หลุยส์วิลล์",
	"Low": "ต่ำ",
	"Luanda": "ลูอันดา",
	"Lubumbashi": "ลูบุมบาชี",
	"Luminance": "ความสว่าง",
	"Lusaka": "ลูซากา",
	"Luxembourg": "ลักเซมเบิร์ก",
	"MAC Address (Wired)": "MAC Address (ใช้สาย)",
	"MAC Address (Wireless)": "MAC Address (ไร้สาย)",
	"MASTER PASSWORD": "รหัสผ่านหลัก",
	"MHEG Guide": "คู่มือ MHEG",
	"MPEG Noise Reduction": "การลดสัญญาณรบกวน MPEG",
	"Macao": "มาเก๊า",
	"Macedonia": "มาซิโดเนีย",
	"Macedonia, The Former Yugoslav Republic Of": "มาซิโดเนีย อดีตสาธารณรัฐยูโกสลาฟ",
	"Macedonian": "มาซิโดเนีย",
	"Maceió": "มาเซโอ ",
	"Maceió ": "มาเซโอ ",
	"Madagascar": "มาดากัสการ์",
	"Madeira": "มาเดรา",
	"Madrid": "มาดริด",
	"Magadan": "มากาดาน",
	"Magenta": "แดงม่วง",
	"Makassar": "มากัสซาร์",
	"Make blurry or difficult-to-see areas more vivid.": "ทำให้บริเวณที่พร่ามัวหรือมองเห็นไม่ชัดดูสดใสมากขึ้น",
	"Malabo": "มาลาโบ",
	"Malawi": "มาลาวี",
	"Malay": "มาเลย์",
	"Malayalam": "มาลายาลัม",
	"Malaysia": "มาเลเซีย",
	"Maldives": "มัลดีฟส์",
	"Mali": "มาลี",
	"Malta": "มอลตา",
	"Manage channels stored on the TV.": "จัดการช่องต่าง ๆ ที่จัดเก็บไว้ในทีวี",
	"Managua": "มานากัว",
	"Manama": "มานาม่า",
	"Manaus": "มาเนาส์",
	"Mandarin": "แมนดาริน",
	"Manila": "มะนิลา",
	"Manual": "ด้วยตนเอง",
	"Maori": "เมารี",
	"Maputo": "มาปูโต",
	"Marathi": "มราฐี",
	"Marquesas": "มาร์เกซัส",
	"Marshall Islands": "หมู่เกาะมาร์แชลล์",
	"Martinique": "มาร์ตินีก",
	"Maseru": "มาเซรู",
	"Mature Audience Only": "ผู้ชมที่บรรลุนิติภาวะแล้วเท่านั้น",
	"Mauritania": "มอริเตเนีย",
	"Mauritius": "มอริเชียส",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "เพิ่มความเข้มให้สูงสุดด้วยการเพิ่มความเข้มของพื้นที่สว่างและมืดในหน้าจอ",
	"Mayotte": "มายอต",
	"Mazatlán": "มาซาตลัน",
	"Mbabane": "อัมบาบาเน",
	"Medium": "ปานกลาง",
	"Menu Language": "ภาษาเมนู",
	"Menu Transparency": "ความโปร่งใสของเมนู",
	"Message": "ข้อความ",
	"Method": "แบบแผน",
	"Mexico": "เม็กซิโก",
	"Mexico City": "เม็กซิโกซิตี",
	"Middle East": "ตะวันออกกลาง",
	"Minsk": "มินสก์",
	"Minutes": "นาที",
	"Mobile Connection Management": "การจัดการเชื่อมต่ออุปกรณ์เคลื่อนที่",
	"Mode Option": "ตัวเลือกโหมด",
	"Model": "รุ่น",
	"Mogadishu": "โมกาดิชู",
	"Moldova": "มอลโดวา",
	"Monaco": "โมนาโก",
	"Moncton": "มองค์ตัน",
	"Mongolia": "มองโกเลีย",
	"Monrovia": "มันโรเวีย",
	"Montenegro": "มอนเตเนโกร",
	"Monterrey": "มอนเตร์เรย์",
	"Montevideo": "มอนเตวิเดโอ",
	"Month": "เดือน",
	"Montréal": "มอนทรีออล",
	"Morocco": "โมร็อกโก",
	"Moscow": "มอสโก",
	"Movie Lock": "การล็อคภาพยนตร์",
	"Mozambique": "โมซัมบิก",
	"Multi Audio": "ระบบเสียงมัลติเพล็กซ์",
	"Multi Channel Audio": "ระบบเสียงหลายช่อง",
	"Multi Feed": "หลายฟีด",
	"Multiple": "หลายรายการ",
	"Muscat": "มัสกัต",
	"Music": "เพลง",
	"Myanmar": "เมียนมา",
	"Mérida": "เมรีดา",
	"NEXTGEN TV Mode": "โหมดทีวี NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - นิวเซาท์เวลส์/เขตเมืองหลวงของออสเตรเลีย - ซิดนีย์",
	"NT - Northern Territory - Darwin": "NT - นอร์เทิร์นเทร์ริทอรี - ดาร์วิน",
	"Nairobi": "ไนโรบี",
	"Namibia": "นามิเบีย",
	"Narrow": "แคบ",
	"Nassau": "แนสซอ",
	"Natural": "ธรรมชาติ",
	"Ndebele": "นเดเบเล",
	"Ndjamena": "เอ็นจาเมนา",
	"Nepal": "เนปาล",
	"Netherland": "เนเธอร์แลนด์",
	"Netherlands": "เนเธอร์แลนด์",
	"Network": "เครือข่าย",
	"Network Connection Settings": "การตั้งค่าการเชื่อมต่อเครือข่าย",
	"Network Name": "ชื่อเครือข่าย",
	"Network-Based Personalization Recommendations": "คำแนะนำในการตั้งค่าส่วนบุคคลตามเครือข่าย",
	"New Caledonia": "นิวแคลิโดเนีย",
	"New York": "นิวยอร์ก",
	"New Zealand": "นิวซีแลนด์",
	"Next": "ถัดไป",
	"Niamey": "นีอาเม",
	"Nicaragua": "นิการากัว",
	"Nicosia": "นิโคเซีย",
	"Niger": "ไนเจอร์",
	"Nigeria": "ไนจีเรีย",
	"Night": "กลางคืน",
	"Nipigon": "นิปิกอน",
	"No": "ไม่",
	"No Internet via 3G/4G network": "ไม่มีอินเตอร์เน็ตผ่านเครือข่าย 3G/4G",
	"No Internet via Ethernet": "ไม่มีอินเตอร์เน็ตผ่าน Ethernet",
	"No Internet via Wi-Fi": "ไม่มีอินเตอร์เน็ตผ่าน Wi-Fi",
	"No One 17 and Under Admitted.": "ไม่อนุญาตให้เด็กและบุคคลอายุ 17 ปีหรือต่ำกว่ารับชม",
	"No Operation Auto Off": "ปิดอัตโนมัติเนื่องจากไม่มีการใช้งาน",
	"No Signal Auto Off": "ปิดอัตโนมัติเนื่องจากไม่มีสัญญาณ",
	"No Signal Image": "ภาพเมื่อไม่มีสัญญาณ",
	"No Signal Power Off (15Min)": "ปิดเครื่องเมื่อไม่มีสัญญาณ (15 นาที)",
	"No devices have been found.": "ไม่พบอุปกรณ์",
	"No paired devices.": "ไม่มีอุปกรณ์ที่จับคู่ไว้",
	"No signal on Server": "ไม่มีสัญญาณบนเซิร์ฟเวอร์",
	"No updates found.": "ไม่พบการอัปเดต",
	"Noise Reduction": "การลดสัญญาณรบกวน",
	"None": "ไม่มี",
	"Normal": "ปกติ",
	"North Korea": "เกาหลีเหนือ",
	"Northern Africa": "แอฟริกาเหนือ",
	"Norway": "นอร์เวย์",
	"Norwegian": "นอร์เวย์",
	"Not Connected": "ไม่มีการเชื่อมต่อ",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "หมายเหตุ: หากอุปกรณ์ของคุณไม่รองรับคุณลักษณะนี้ อุปกรณ์อาจไม่ทำงานอย่างถูกต้อง ในกรณีนี้ คุณสามารถเชื่อมต่ออุปกรณ์กับพอร์ต HDMI อื่นหรือปิดใช้งานการตั้งค่า 8K HDMI Ultra HD Deep Color",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "หมายเหตุ : หากอุปกรณ์ของคุณไม่รองรับคุณลักษณะนี้ อุปกรณ์อาจไม่ทำงานอย่างถูกต้อง ในกรณีนี้ คุณสามารถเชื่อมต่ออุปกรณ์กับพอร์ต HDMI อื่นหรือปิดใช้งานการตั้งค่า HDMI Ultra HD Deep Color",
	"Note: Available options depend on the broadcast program.": "หมายเหตุ: ตัวเลือกที่ใช้ได้จะขึ้นอยู่กับรายการที่ออกอากาศ",
	"Note: Behavior may differ if connected device is not a LG device.": "หมายเหตุ: ลักษณะการทำงานอาจต่างออกไปหากอุปกรณ์ที่เชื่อมต่อไม่ใช่อุปกรณ์ของ LG",
	"Note: Only displayed when it is provided by the program.": "หมายเหตุ: คำบรรยายจะปรากฏต่อเมื่อรายการมีให้บริการ",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "หมายเหตุ: คำบรรยายจะปรากฏต่อเมื่อมีอยู่ในรายการที่ออกอากาศ",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "หมายเหตุ: ฟังก์ชั่นการทำงานที่รองรับอาจแตกต่างกันไปตามรุ่นและลักษณะการตั้งความโปร่งใส ซึ่งเป็นไปตามการทำงานของคุณลักษณะนั้นกับเนื้อหาในการเล่น เช่น รายการ Live TV หรือเนื้อหา VOD",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "หมายเหตุ:<br>1. หาก TV ของคุณเปิดขึ้นในระหว่างการทำงานของเครื่องมือรีเฟรชพิกเซล กระบวนการกำจัดเสียงรบกวนจะหยุดทำงาน และคุณต้องเริ่มต้นใหม่อีกครั้ง<br>2. อาจปรากฏเส้นสีขาวบนหน้าจอขณะประมวลผล ซึ่งเป็นอาการปกติเมื่อล้างสัญญาณรบกวนหน้าจอ",
	"Notifications": "การแจ้งเตือน",
	"Nouméa": "นูเมอา",
	"Novosibirsk": "โนโวซีบีสค์",
	"Nzema": "นเซมา",
	"OLED LIGHT": "ไฟ OLED",
	"OLED Screen Saver": "โปรแกรมถนอมหน้าจอ OLED",
	"Object Audio": "เสียงวัตถุ",
	"Off": "ปิด",
	"Oman": "โอมาน",
	"Omsk": "ออมสค์",
	"On": "เปิด",
	"OnTimer Channel not selected": "ไม่มีการเลือกช่องที่ตั้งเวลาเปิด",
	"Open": "เปิด",
	"Open Source Licenses": "คำประกาศสำหรับซอฟต์แวร์แบบโอเพ่นซอร์ส",
	"Open when TV is turned on": "เปิดเมื่อเปิด TV",
	"Operate once when TV is off": "ทำงานครั้งเดียวเมื่อทีวีปิด",
	"Optical": "ออปติคอล",
	"Optical + Internal TV Speaker": "ออปติคอล + ลำโพงทีวีภายใน",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "ปรับความลึกของเนื้อหาโดยอัลกอริทึมที่เรียนรู้ผ่านเทคนิคการเรียนรู้ของเครื่องของ LG",
	"Optimize contrast settings based on image brightness of the HDR content.": "ปรับปรุงประสิทธิภาพการตั้งค่าคอนทราสต์ตามความสว่างของเนื้อหา HDR",
	"Optimize contrast settings based on image brightness.": "ปรับปรุงประสิทธิภาพการตั้งค่าความเข้มตามความสว่างของภาพ",
	"Optimize the sound for a cinematic experience.": "ปรับเสียงเพื่อให้ประสบการณ์แบบโรงภาพยนตร์",
	"Oranjestad": "โอรันเยสตัด",
	"Original Language": "ภาษาเริ่มต้น",
	"Oslo": "ออสโล",
	"Others": "อื่นๆ",
	"Ouagadougou": "วากาดูกู",
	"Outer": "ภายนอก",
	"Output sound through the Internal TV speaker.": "ส่งสัญญาณเสียงออกผ่านลำโพง TV ภายใน",
	"PG-13": "น-13",
	"PG-18": "น-18",
	"PS": "ปาเลสไตน์",
	"Pakistan": "ปากีสถาน",
	"Palau": "ปาเลา",
	"Panama": "ปานามา",
	"Panama City": "ปานามาซิตี",
	"Panjabi": "ปัญจาบี",
	"Papua New Guinea": "ปาปัวนิวกินี",
	"Paraguay": "ปารากวัย",
	"Paramaribo": "ปารามาริโบ",
	"Parental Guidance Suggested": "ผู้ปกครองควรให้การชี้แนะ",
	"Parental Guidance Suggested :": "ผู้ปกครองควรให้การชี้แนะ:",
	"Parental guidance suggested for children ages 8-13.": "ควรมีการแนะนำของผู้ปกครองสำหรับเด็กอายุระหว่าง 8-13 ปี",
	"Parents Guidance strongly required :": "ต้องอยู่ภายใต้การดูแลของผู้ปกครอง:",
	"Parents Strongly Cautioned": "ผู้ปกครองต้องร่วมรับชมด้วย",
	"Paris": "ปารีส",
	"Pass Through": "ส่งผ่าน",
	"Password": "รหัสผ่าน",
	"Patent Information": "ข้อมูลสิทธิบัตร",
	"Peak Brightness": "ความสว่างสูงสุด",
	"Persian": "เปอร์เซีย",
	"Peru": "เปรู",
	"Philippines": "ฟิลิปปินส์",
	"Phnom Penh": "พนมเปญ",
	"Phoenix": "ฟินิกซ์",
	"Photo": "รูปภาพ",
	"Pick a Time": "เลือกเวลา",
	"Picture": "ภาพ",
	"Picture Mode": "โหมดภาพ",
	"Picture Mode Settings": "การตั้งค่าโหมดภาพ",
	"Picture Options": "ตัวเลือกภาพ",
	"Picture Test": "ทดสอบภาพ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ภาพหรือเสียงอาจไม่ทำงานอย่างถูกต้องในขณะที่อุปกรณ์ภายนอกที่เชื่อมต่อไว้และทีวีกำลังเริ่มต้นทำการสื่อสารกัน หากปัญหายังคงอยู่ โปรดย้อนการตั้งค่าหรือเปิดอุปกรณ์ภายนอกที่เชื่อมต่อไว้ของคุณใหม่อีกครั้ง",
	"Pitch": "พิตช์",
	"Pixel Refresher": "เครื่องมือรีเฟรชพิกเซล",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "เครื่องมือรีเฟรชพิกเซลจะช่วยให้ TV ของคุณแสดงภาพที่ชัดเจนที่สุดเท่าที่จะทำได้",
	"Pixel Refresher begins only once when the TV is turned off.": "เครื่องมือรีเฟรชพิกเซล เริ่มต้นเพียงครั้งเดียวเมื่อปิดทีวี",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "เครื่องมือรีเฟรชพิกเซลถูกวางกำหนดการไว้ให้เริ่มต้นเมื่อคุณปิด TV ในครั้งถัดไป",
	"Play": "เล่น",
	"Play sound through TV Speaker.": "เล่นเสียงผ่านลำโพงของทีวี",
	"Play the standard sound suitable for all types of content.": "เล่นเสียงมาตรฐานที่เหมาะสำหรับเนื้อหาทุกประเภท",
	"Please check if WiSA Speakers are turned on and try again.": "โปรดตรวจสอบว่าลำโพง WiSA เปิดอยู่ และลองอีกครั้ง",
	"Please check that the Bluetooth device is already connected to another device.": "กรุณาตรวจสอบว่าอุปกรณ์ Bluetooth ได้เชื่อมต่อกับอุปกรณ์อื่นแล้ว",
	"Please check the network name and password and try again.": "โปรดตรวจสอบชื่อและรหัสผ่านของเครือข่ายและลองอีกครั้ง",
	"Please check the status and try again": "โปรดตรวจสอบสถานะและลองอีกครั้ง",
	"Please do not unplug the USB storage until the copying is completed.": "โปรดอย่าถอดอุปกรณ์จัดเก็บข้อมูล USB จนกว่าการคัดลอกจะเสร็จสมบูรณ์",
	"Please enter your password to turn off this function.": "โปรดใส่รหัสเพื่อที่จะปิดการทำงานฟังก์ชั่น",
	"Please enter your password to turn on this function.": "โปรดใส่รหัสเพื่อที่จะเปิดการทำงานฟังก์ชั่น",
	"Please make sure that your TV is connected to the network and try again.": "โปรดตรวจสอบว่าเชื่อมต่อ TV กับเครือข่ายแล้วและลองอีกครั้ง",
	"Please note that LG does not use or manage the value.": "โปรดทราบว่า LG ไม่ได้ใช้หรือจัดการค่านี้",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "โปรดทราบว่าเสียงอาจไม่ออกเมื่อตั้งค่าเสียงออกดิจิตัลเป็นแบบส่งผ่าน",
	"Please try again later.": "โปรดลองอีกครั้งในภายหลัง",
	"Please wait while the Settings application reloads.": "โปรดรอในขณะที่แอปพลิเคชั่นการตั้งค่าโหลดใหม่",
	"Please wait while the Settings application restarts.": "โปรดรอขณะที่แอปพลิเคชันการตั้งค่ากำลังเริ่มระบบใหม่",
	"Please wait while the TV restarts.": "โปรดรอขณะที่ TV เริ่มระบบใหม่",
	"Please wait while the TV searches for LG Service Country.": "โปรดรอในขณะที่ TV ค้นหาประเทศที่ให้บริการ LG",
	"Podgorica": "พอดกอรีตซา",
	"Point": "ขั้น",
	"Pointer Options": "ตัวเลือกพอยน์เตอร์",
	"Pointer Size": "ขนาดตัวชี้",
	"Poland": "โปแลนด์",
	"Polish": "โปแลนด์",
	"Pontianak": "พอนเทียนัค",
	"Port Louis": "พอร์ตหลุยส์",
	"Port Moresby": "พอร์ตมอร์สบี",
	"Port of Spain": "พอร์ตออฟสเปน",
	"Port-au-Prince": "ปอร์โตแปรงซ์",
	"Porto Novo": "ปอร์โต โนโว",
	"Porto Velho": "ปอร์ตูเวลโย",
	"Porto-Novo": "ปอร์โต-โนโว",
	"Portugal": "โปรตุเกส",
	"Portuguese": "โปรตุเกส",
	"Position": "ตำแหน่ง",
	"Position Settings": "การตั้งค่าตำแหน่ง",
	"Power Off Timer": "ตั้งเวลาปิด",
	"Power On Timer": "ตั้งเวลาเปิด",
	"Power Saving Mode": "โหมดประหยัดพลังงาน",
	"Prague": "ปราก",
	"Preschool": "เด็กปฐมวัย",
	"Press right button to adjust de-blur and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-blur และ Motion Pro",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-blur และ OLED Motion Pro",
	"Press right button to adjust de-blur and OLED Motion value.": "กดปุ่มขวาเพื่อปรับค่า de-blur และ OLED Motion",
	"Press right button to adjust de-judder and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder และ Motion Pro",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder และ OLED Motion Pro",
	"Press right button to adjust de-judder and OLED Motion value.": "กดปุ่มขวาเพื่อปรับค่า de-judder และ OLED Motion",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder, de-blur และ Motion Pro",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder, de-blur และ OLED Motion Pro",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "กดปุ่มขวาเพื่อปรับค่า de-judder, de-blur และ OLED Motion",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "กดปุ่ม WPS บนเราท์เตอร์ที่รองรับ WPS เพื่อเชื่อมต่อทีวีกับเครือข่าย",
	"Press the right button to adjust Motion Pro settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่า Motion Pro",
	"Press the right button to adjust OLED Motion Pro settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่า OLED Motion Pro",
	"Press the right button to adjust OLED Motion settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่า OLED Motion",
	"Press the right button to adjust de-blur settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่าลดความเบลอ",
	"Press the right button to adjust de-judder settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่าลดภาพสั่น",
	"Previous": "ก่อนหน้า",
	"Primary Audio Language": "ภาษาของเสียงหลัก",
	"Primary Channels": "ช่องหลัก",
	"Primary Teletext Language": "ภาษาเทเลเท็กซ์หลัก",
	"Program exempted from ratings.": "รายการได้รับยกเว้นการจัดระดับ",
	"Programme": "รายการ",
	"Provide HbbTV Distinctive ID": "ระบุ ID เฉพาะของ HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ระบุ ID เฉพาะของ HbbTV ให้กับบริการ HbbTV สำหรับการออกอากาศ",
	"Provided services may vary depending on countries.": "บริการที่มีให้อาจแตกต่างกันไปในแต่ละประเทศ",
	"Puerto Rico": "เปอร์โตริโก",
	"Pyongyang": "เปียงยาง",
	"QLD - Queensland - Brisbane": "QLD - ควีนส์แลนด์ - บริสเบน",
	"Qatar": "กาตาร์",
	"Quick Help": "ความช่วยเหลือด่วน",
	"Quick Start+": "การเริ่มต้นอย่างรวดเร็ว+",
	"Rainy River": "เรนนี่ริเวอร์",
	"Raised": "ยกขึ้น",
	"Rangoon": "ย่างกุ้ง",
	"Real Cinema": "ระบบ Real Cinema",
	"Reason: Authentication with access point was unsuccessful.": "สาเหตุ: การตรวจสอบสิทธิ์กับจุดเชื่อมต่อไม่ประสบความสำเร็จ",
	"Reason: Could not establish a connection to access point.": "สาเหตุ: ไม่สามารถเริ่มต้นการเชื่อมต่อเข้ากับจุดเชื่อมต่อได้",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "สาเหตุ: ไม่สามารถรับที่อยู่ IP ที่ถูกต้องโดยการใช้ DHCP ได้",
	"Reason: Entered password is incorrect.": "สาเหตุ: รหัสผ่านที่ป้อนไม่ถูกต้อง",
	"Reason: Password is missing.": "สาเหตุ: ขาดรหัสผ่าน",
	"Reason: The network you selected is out of range.": "สาเหตุ: เครือข่ายที่คุณเลือกอยู่นอกช่วงให้บริการ",
	"Reason: Unable to login.": "สาเหตุ: ไม่สามารถเข้าสู่ระบบได้",
	"Receive emergency alerts from TV when an emergency occurs.": "รับการเตือนสถานการณ์ฉุกเฉินทาง TV เมื่อเกิดเหตุฉุกเฉิน",
	"Recife": "เรซีเฟ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ขอแนะนำให้ตั้งค่าชั่วโมงที่ปกติคุณไม่รับชม TV เป็น Always-on",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "แนะนำเนื้อหาและคุณลักษณะที่มีประโยชน์ตามประวัติการรับชมและรูปแบบการใช้งานแอป",
	"Recommendations are available for the people, products and locations related to the current program.": "มีคำแนะนำต่าง ๆ พร้อมสำหรับผู้คน ผลิตภัณฑ์ และสถานที่ที่เกี่ยวข้องกับรายการปัจจุบัน",
	"Red": "สีแดง",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "ลดสัญญาณรบกวนที่ไม่สม่ำเสมอจากสัญญาณวิดีโอดิจิตอลเพื่อให้คุณภาพของภาพดียิ่งขึ้น",
	"Regina": "ริไจนา",
	"Region": "พื้นที่",
	"Registered Devices ({num})": "อุปกรณ์ที่ลงทะเบียนแล้ว ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "เสริมโทนเสียงสูงของเสียงที่ผ่านการปรับแก้ให้เหมาะสม",
	"Reinforce the low-pitched tone of the optimized sound.": "เสริมโทนเสียงต่ำของเสียงที่ผ่านการปรับแก้ให้เหมาะสม",
	"Remote Settings": "การตั้งค่ารีโมท",
	"Remove irregular and erratic pixels for a clearer image.": "ลบพิกเซลที่ผิดปกติและบกพร่องออกเพื่อให้ภาพมีความชัดเจนยิ่งขึ้น",
	"Reset": "รีเซ็ต",
	"Reset AD ID": "รีเซ็ต AD ID",
	"Reset CI Password": "รีเซ็ตรหัสผ่าน CI",
	"Reset HbbTV Distinctive ID": "รีเซ็ต ID เฉพาะของ HbbTV",
	"Reset Password": "รีเซ็ตรหัสผ่าน",
	"Reset Settings": "การตั้งค่าการรีเซ็ต",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "รีเซ็ตรายการแอปที่อนุมัติเมื่อเชื่อมต่อกับแอป HbbTV ทางอุปกรณ์เคลื่อนที่",
	"Reset the caption position.": "รีเซ็ตตำแหน่งคำบรรยายภาพ",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "รีเซ็ตฟประวัติทั้งของการรับชมเนื้อหาและการใช้แอป เมื่อรีเซ็ตประวัติแล้ว อาจใช้เวลาสักครู่ก่อนที่จะได้รับข้อเสนอแนะเนื้อหาอีกครั้ง",
	"Reset to Initial Settings": "รีเซ็ตเป็นการตั้งค่าเริ่มต้น",
	"Restrict access to TV programs based on their ratings.": "จำกัดการเข้าถึงรายการ TV ตามการจัดเรท",
	"Restrict watching based on age ratings for children programs.": "จำกัดการรับชมตามการจัดระดับอายุสำหรับรายการเด็ก",
	"Restrict watching based on ages ratings.": "จำกัดการรับชมตามการจัดระดับอายุ",
	"Restrict watching based on fantasy violence content ratings.": "จำกัดการรับชมตามการจัดระดับเนื้อหาความรุนแรงแนวแฟนตาซี",
	"Restrict watching based on programs containing adult language.": "จำกัดการรับชมตามรายการที่มีภาษาของผู้ใหญ่",
	"Restrict watching based on programs containing sexual scene.": "จำกัดการรับชมตามรายการที่มีฉากเกี่ยวกับเรื่องเพศ",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "จำกัดการรับชมตามรายการที่มีบทสนทนาที่ไม่เหมาะสมในเรื่องเพศ",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "จำกัดการรับชมตามอายุหรือการจัดระดับเนื้อหาภายใต้การดูแลของผู้ปกครอง",
	"Restrict watching based on violence content ratings.": "จำกัดการรับชมตามการจัดระดับเนื้อหาความรุนแรง",
	"Restrict watching movies based on rating.": "จำกัดการรับชมภาพยนตร์ตามการจัดระดับเนื้อหา",
	"Restrict watching programs based on rating.": "จำกัดการรับชมรายการตามการจัดระดับเนื้อหา",
	"Restriction ratings :": "การจัดระดับการจำกัด:",
	"Retry": "ลองอีกครั้ง",
	"Revert TV to its initial settings.": "เปลี่ยน TV กลับเป็นการตั้งค่าเริ่มต้น",
	"Revert color adjustment settings to default.": "เปลี่ยนการตั้งค่าสีกลับเป็นค่าเริ่มต้น",
	"Revert detailed sound effect settings of standard mode to default.": "เปลี่ยนการตั้งค่าเอฟเฟ็กต์เสียงของโหมดมาตรฐานกลับเป็นค่าเริ่มต้น",
	"Revert picture setting values to default.": "เปลี่ยนค่าการตั้งค่าทั้งหมดกลับเป็นค่าเริ่มต้น",
	"Revert white balance settings to default.": "เปลี่ยนการตั้งค่าสมดุลแสงสีขาวกลับเป็นค่าเริ่มต้น",
	"Reykjavik": "เรคยาวิก",
	"Riga": "ริกา",
	"Right": "ขวา",
	"Right Left": "ขวา/ซ้าย",
	"Right Surround": "เซอร์ราวด์ขวา",
	"Right drop shadow": "เงาด้านขวา",
	"Rio Branco": "รีโอบรังโก",
	"Riyadh": "ริยาด",
	"Romania": "โรมาเนีย",
	"Romanian": "โรมาเนีย",
	"Rome": "โรม",
	"Russia": "รัสเซีย",
	"Russian": "รัสเซีย",
	"Rwanda": "รวันดา",
	"SA - South Australia - Adelaide": "SA - ออสเตรเลียใต้ - แอดิเลด",
	"SIGNATURE Opening": "เปิด SIGNATURE",
	"SIGNATURE TV Settings": "การตั้งค่า SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK จะช่วยให้คุณสามารถใช้ LG Remote ในการควบคุมอุปกรณ์อื่นๆ ที่เปิดใช้งาน SIMPLINK เช่น เครื่องเล่น DVD หรือระบบเสียงของโฮมเธียเตอร์ ซึ่งเชื่อมต่อกับ LG Smart TV ด้วย HDMI",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK จะเปิดโดยอัตโนมัติเพื่อใช้โหมด ARC นี้",
	"Safety": "ความปลอดภัย",
	"Saint Lucia": "เซนต์ลูเซีย",
	"Saint Vincent": "เซนต์วินเซนต์",
	"Sakhalin": "ซักการิน",
	"Samara": "ซามารา",
	"Samarkand": "ซามักร์แคนด์",
	"Samoa": "ซามัว",
	"San Luis": "ซานหลุยส์",
	"San Salvador": "ซันซัลวาดอร์",
	"Sana": "ซานา",
	"Santiago": "ซันติอาโก",
	"Santo Domingo": "ซันโตโดมิงโก",
	"Sarajevo": "ซาราเยโว",
	"Satellite": "ดาวเทียม",
	"Satellite DTV": "DTV ดาวเทียม",
	"Satellite Radio": "วิทยุดาวเทียม",
	"Saturation": "ความอิ่มตัวของสี",
	"Saudi Arabia": "ซาอุดีอาระเบีย",
	"Saudi arabia": "ซาอุดีอาระเบีย",
	"Save CAM Operator's Profile": "บันทึกโปรไฟล์ผู้ให้บริการ CAM",
	"Save CI Password": "บันทึกรหัสผ่าน CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "บันทึกการตั้งค่าระบบสีจากโหมดภาพที่เลือกในปัจจุบันสำหรับอินพุตทั้งหมด",
	"Save the white balance settings from the current picture mode in all inputs.": "บันทึกการตั้งค่าสมดุลแสงสีขาวจากโหมดภาพปัจจุบันสำหรับอินพุตทั้งหมด",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "บันทึก/รีเซ็ตรหัสผ่าน CI การบันทึกรหัสผ่านจะช่วยคุณในการข้ามขั้นตอนการลงชื่อเข้าใช้คุณลักษณะนี้",
	"Scan \"Auto Detect\" automatically.": "สแกน \"ตรวจหาอัตโนมัติ” โดยอัตโนมัติ",
	"Scoresbysund": "สกอเรสไบซันด์",
	"Screen Down": "เลือนหน้าจอลง",
	"Screen Off": "ปิดหน้าจอ",
	"Screen Saver": "ภาพพักหน้าจอ",
	"Screen Shift ": "การเปลี่ยนหน้าจอ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "หน้าจอจะสลับในช่วงเวลาที่สม่ำเสมอและป้องกันปัญหาคุณภาพของภาพซึ่งอาจเกิดขึ้นเมื่อ TV เปิดอยู่เป็นเวลานาน",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "หน้าจอจะถูกปิดในอีก 5 วินาที เพื่อเปิดหน้าจอกลับขึ้นมา กดปุ่มใดก็ได้ยกเว้นปุ่ม Power และปุ่มปรับระดับเสียง",
	"Search": "ค้นหา",
	"Search Bluetooth Device": "ค้นหาอุปกรณ์ Bluetooth",
	"Searching...": "กำลังค้นหา...",
	"Second Language": "ภาษารอง",
	"Secondary Audio Language": "ภาษาของเสียงรอง",
	"Secondary Teletext Language": "ภาษาที่สองสำหรับเทเลเท็กซ์",
	"Security": "การรักษาความปลอดภัย",
	"Select IRE point to adjust luminance.": "เลือกจุด IRE เพื่อปรับความสว่าง",
	"Select Mode": "เลือกโหมด",
	"Select TV's language settings.": "เลือกการตั้งค่าภาษาของทีวี",
	"Select a caption type for HD broadcasts.": "เลือกประเภทคำอธิบายสำหรับการออกอากาศแบบ HD",
	"Select a caption type for NEXTGEN TV broadcasts.": "เลือกรูปแบบคำบรรยายใต้ภาพสำหรับการออกอากาศทางทีวี NEXTGEN",
	"Select a caption type for UHD broadcasts.": "เลือกประเภทคำอธิบายสำหรับการออกอากาศแบบ UHD",
	"Select a caption type for analog broadcasts.": "เลือกประเภทคำอธิบายสำหรับการออกอากาศแบบอะนาล็อก",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "เลือกโหมดวิดีโอที่เหมาะสมกับสภาพแวดล้อมในการรับชม หรือระบุการตั้งค่าสำหรับโหมดวิดีโอ เช่น ความคมชัด สี และอื่น ๆ",
	"Select an audio format for each HDMI input.": "เลือกรูปแบบเสียงสำหรับแต่ละสัญญาณเข้า HDMI",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "เลือกค่าเสียงออกดิจิตัลอื่น (อัตโนมัติหรือ PCM) ถ้าไม่ได้ยินเอฟเฟ็กต์เสียงหลังจากเลือกส่งผ่าน",
	"Select audio language for digital broadcasts.": "เลือกภาษาของเสียงสำหรับการออกอากาศแบบดิจิตอล",
	"Select color to be adjusted.": "เลือกสีที่จะปรับ",
	"Select days to apply the Timer Power Off settings every week.": "เลือกจำนวนวันที่จะใช้การตั้งค่าของตัวตั้งเวลาปิดทุกสัปดาห์",
	"Select days to apply the Timer Power On settings every week.": "เลือกจำนวนวันที่จะใช้การตั้งค่าของตัวตั้งเวลาเปิดทุกสัปดาห์",
	"Select device for audio output.": "เลือกอุปกรณ์สำหรับสัญญาณเสียงส่งออก",
	"Select device or speaker for audio output.": "เลือกอุปกรณ์หรือลำโพงสำหรับสัญญาณเสียงส่งออก",
	"Select digital audio output format.": "เลือกรูปแบบเสียงออกดิจิตอล",
	"Select language for TV menu.": "เลือกภาษาสำหรับเมนูของ TV",
	"Select language for subtitles.": "เลือกภาษาสำหรับคำบรรยาย",
	"Select languages for keyboards input.": "เลือกภาษาสำหรับการป้อนข้อมูลด้วยแป้นพิมพ์",
	"Select method to adjust white balance.": "เลือกวิธีการเพื่อปรับสมดุลแสงสีขาว",
	"Select point to adjust luminance.": "เลือกจุดเพื่อปรับความสว่าง",
	"Select the Sound mode and set detailed Audio effects.": "เลือกโหมดเสียงและตั้งค่าเอฟเฟกต์เสียงโดยละเอียด",
	"Select the Sound mode for each content type.": "เลือกโหมดเสียงสำหรับเนื้อหาแต่ละประเภท",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "เลือก Ultra HD Deep Color สำหรับพอร์ต HDMI {num}",
	"Select the app to restrict the use.": "เลือกแอปเพื่อจำกัดการใช้",
	"Select the appropriate picture mode according to the viewing environment or content type.": "เลือกโหมดภาพที่เหมาะสมตามสภาพแวดล้อมการรับชมหรือประเภทเนื้อหา",
	"Select the audio properties to listen to the broadcast in the way you like.": "เลือกคุณสมบัติของเสียงที่จะรับฟังในการออกอากาศได้ในลักษณะที่ต้องการ",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "เลือกประเภทคำบรรยายภาพสำหรับการแพร่ภาพแบบดิจิทัล แล้วตั้งค่าคำบรรยายภาพโดยละเอียด",
	"Select the channel to restrict watching.": "เลือกช่องเพื่อจำกัดการรับชม",
	"Select the channel to watch when the TV turns on.": "เลือกช่องที่จะรับชมเมื่อเปิด TV",
	"Select the color range to be displayed.": "เลือกช่วงสีที่จะแสดง",
	"Select the country for your country's special services.": "เลือกประเทศสำหรับบริการพิเศษของประเทศ",
	"Select the desired video angle.": "เลือกมุมวิดีโอที่ต้องการ",
	"Select the format to transfer TV Digital Sound Out to an external device.": "เลือกรูปแบบที่จะถ่ายโอนข้อมูลเสียงดิจิตอลออกของ TV ไปยังอุปกรณ์ภายนอก",
	"Select the input to use when the TV turns on.": "เลือกอินพุตที่จะใช้เมื่อเปิด TV",
	"Select the inputs to restrict the use.": "เลือกอินพุตเพื่อจำกัดการใช้",
	"Select the most preferred Subtitle Language.": "เลือกภาษาคำบรรยายที่จะใช้เป็นภาษาหลัก",
	"Select the place where to use the TV.": "เลือกสถานที่ที่จะใช้ TV",
	"Select the residential region for your regional broadcast signal.": "เลือกภูมิภาคที่พักอาศัยอยู่สำหรับสัญญาณออกอากาศในภูมิภาค",
	"Select the second preferred Subtitle Language.": "เลือกภาษาคำบรรยายที่จะใช้เป็นภาษารอง",
	"Select your first choice of audio language for digital broadcasts.": "เลือกภาษาของเสียงตัวเลือกแรกสำหรับการออกอากาศแบบดิจิตอล",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "เลือกภาษาที่คุณต้องการให้เป็นตัวเลือกที่หนึ่งสำหรับบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"Select your second choice of audio language for digital broadcasts.": "เลือกภาษาของเสียงตัวเลือกที่สองสำหรับการออกอากาศแบบดิจิตอล",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "เลือกภาษาที่คุณต้องการให้เป็นตัวเลือกที่สองสำหรับบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"Senegal": "เซเนกัล",
	"Seoul": "โซล",
	"Serbia": "เซอร์เบีย",
	"Serbian": "เซอร์เบีย",
	"Serial Number": "หมายเลขประจำเครื่อง",
	"Service 1": "บริการ 1",
	"Service 2": "บริการ 2",
	"Service 3": "บริการ 3",
	"Service 4": "บริการ 4",
	"Service 5": "บริการ 5",
	"Service 6": "บริการ 6",
	"Service Area Zip Code": "รหัสไปรษณีย์ของพื้นที่ให้บริการ",
	"Set Automatically": "ตั้งค่าโดยอัตโนมัติ",
	"Set ID": "ตั้ง ID",
	"Set My Team Alarm.": "ตั้งค่าการแจ้งเตือน My Team",
	"Set Store Mode settings.": "กำหนดการตั้งค่าโหมดร้านค้า",
	"Set System Color mode for your current TV input.": "ตั้งค่าโหมดสีของระบบสำหรับสัญญาณเข้าในปัจจุบันของ TV",
	"Set additional options for Video Description.": "ตั้งค่าตัวเลือกเพิ่มเติมสำหรับคำอธิบายวิดีโอ",
	"Set additional picture settings.": "ตั้งค่าภาพเพิ่มเติม",
	"Set additional sound-related settings.": "ตั้งค่าเพิ่มเติมเกี่ยวกับเสียง",
	"Set advanced Subtitle options.": "ตั้งค่าตัวเลือกคำบรรยายขั้นสูง",
	"Set advanced captioning options.": "ตั้งค่าตัวเลือกคำอธิบายขั้นสูง",
	"Set and edit the IP address version to IPv4 or IPv6.": "ตั้งค่าและแก้ไขเวอร์ชันของที่อยู่ IP ให้เป็น IPv4 หรือ IPv6",
	"Set audio-related options.": "ตั้งค่าตัวเลือกที่เกี่ยวข้องกับเสียง",
	"Set caption size, color, transparency, and other options for broadcasts.": "ตั้งค่าตัวเลือกขนาด สี ความโปร่งใส และอื่น ๆ ของคำบรรยายใต้ภาพสำหรับการออกอากาศ",
	"Set color temperature from warm to cool.": "ตั้งค่าอุณหภูมิสีจากอุ่นไปเป็นเย็น",
	"Set detailed caption settings for HD broadcasts.": "ตั้งค่าคำบรรยายภาพโดยละเอียดสำหรับการแพร่ภาพแบบ HD",
	"Set detailed options for the AI functions.": "ตั้งค่าตัวเลือกโดยละเอียดสำหรับฟังก์ชัน AI",
	"Set detailed options for the Home feature.": "ตั้งค่าตัวเลือกโดยละเอียดสำหรับคุณสมบัติหน้าหลัก",
	"Set detailed options for the Recommendation feature.": "ตั้งค่าตัวเลือกโดยละเอียดสำหรับคุณสมบัติการแนะนำ",
	"Set easy connection settings with external devices.": "ตั้งค่าการเชื่อมต่อแบบง่ายกับอุปกรณ์ภายนอก",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "ตั้งค่าการล็อคสำหรับช่อง แอป อินพุต และอื่นๆ ที่ระบุเพื่อให้ใช้ภายใต้การดูแลของผู้ปกครอง",
	"Set necessary additional functions based on watching environment and screen status.": "ตั้งค่าฟังก์ชันเพิ่มเติมที่จำเป็นตามสภาพแวดล้อมการรับชมและสถานะของหน้าจอ",
	"Set or reset the position of on-screen captions.": "ตั้งค่าหรือรีเซ็ตตำแหน่งของคำอธิบายภาพบนหน้าจอ",
	"Set settings related to your wired / wireless network.": "ตั้งค่าที่เกี่ยวข้องกับเครือข่ายแบบใช้สาย / ไร้สาย",
	"Set the TV to turn off automatically after a set amount of time.": "ตั้งค่าให้ปิด TV หลังจากพ้นเวลาที่กำหนดไว้",
	"Set the TV to turn off automatically at a set time.": "ตั้งค่าให้ปิด TV โดยอัตโนมัติเมื่อถึงเวลาที่กำหนดไว้",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "ตั้งค่า TV ให้ปิดอัตโนมัติถ้าไม่มีการป้อนข้อมูลจากผู้ใช้เป็นเวลา 4 ชั่วโมง หลังจากที่ TV เปิดอัตโนมัติ",
	"Set the TV to turn on automatically at a set time.": "ตั้งค่าให้เปิด TV โดยอัตโนมัติเมื่อถึงเวลาที่กำหนดไว้",
	"Set the additional functions related to the TV.": "ตั้งค่าฟังก์ชันเพิ่มเติมที่เกี่ยวข้องกับ TV",
	"Set the current date and time.": "ตั้งค่าวันที่และเวลาในปัจจุบัน",
	"Set the current date manually.": "ตั้งค่าวันที่ปัจจุบันด้วยตนเอง",
	"Set the current time manually.": "ตั้งเวลาปัจจุบันด้วยตนเอง",
	"Set the detect range of device available to connect.": "ตั้งค่าระยะการตรวจจับอุปกรณ์ที่สามารถเชื่อมต่อได้",
	"Set the region and country for broadcasts and special services.": "ตั้งค่าภูมิภาคและประเทศสำหรับการออกอากาศและบริการพิเศษ",
	"Set the screen size and aspect ratio.": "ตั้งค่าขนาดหน้าจอและอัตราส่วนภาพ",
	"Set the specialized functions of SIGNATURE TV.": "ตั้งค่าฟังก์ชันเฉพาะของ SIGNATURE TV",
	"Set the time to turn off the TV automatically without user input.": "ตั้งเวลาปิด TV โดยอัตโนมัติเมื่อไม่มีการสั่งการจากผู้ใช้",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "ตั้งค่าเอฟเฟ็กต์เสียงเซอร์ราวด์แบบหลายแชนเนลเพื่อเพลิดเพลินกับเสียงที่สมจริงยิ่งขึ้น",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "ตั้งค่าเอฟเฟ็กต์เสียงเซอร์ราวด์เสมือนจริงเพื่อเพลิดเพลินกับเสียงที่สมจริงยิ่งขึ้น",
	"Set the volume level when the TV turns on.": "เลือกระดับเสียงเมื่อเปิด TV",
	"Set time to turn off the TV.": "ตั้งเวลาปิด TV",
	"Set time to turn on the TV.": "ตั้งเวลาเปิด TV",
	"Set up additional features related to customer support.": "ตั้งค่าคุณสมบัติเพิ่มเติมที่เกี่ยวข้องกับการสนับสนุนลูกค้า",
	"Set up an account to use LG Services.": "ติดตั้งบัญชีเพื่อใช้บริการของ LG",
	"Set whether to display Home when the TV is turned on.": "ตั้งว่าจะแสดงผลหน้าหลักเมื่อเปิดทีวีหรือไม่",
	"Settings Help": "ความช่วยเหลือในการตั้งค่า",
	"Sexual Situations": "ฉากเกี่ยวกับเรื่องเพศ",
	"Sexually Suggestive Dialogue": "บทสนทนาที่ไม่เหมาะสมในเรื่องเพศ",
	"Shanghai": "เซี่ยงไฮ้",
	"Sharpness": "ปรับความคมชัด",
	"Show Password": "แสดงรหัสผ่าน",
	"Side by Side": "เคียงข้างกัน",
	"Sierra Leone": "เซียร์ราลีโอน",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "สัญญาณรบกวนอาจลดความไวของ Magic Remote หากเราเตอร์ไร้สายอยู่ใกล้กับทีวีมากเกินไป",
	"Simferopol": "ซิมเฟโรโพล",
	"Singapore": "สิงคโปร์",
	"Size": "ขนาด",
	"Skopje": "สโกเปีย",
	"Sleep Timer": "ตั้งเวลาปิด",
	"Slovak": "สโลวัก",
	"Slovakia": "สโลวะเกีย",
	"Slovenia": "สโลวีเนีย",
	"Slovenian": "สโลวีเนีย",
	"Slow": "ช้า",
	"Small": "เล็ก",
	"Smooth": "นุ่มนวล",
	"Smooth Gradation": "การไล่สีแบบนุ่มนวล",
	"Soccer": "ฟุตบอล",
	"Sofia": "โซเฟีย",
	"Software Update": "การอัปเดตซอฟต์แวร์",
	"Software Version": "เวอร์ชันของซอฟต์แวร์",
	"Software update has been installed. Update will be applied when you restart your TV.": "ติดตั้งซอฟท์แวร์อัพเดตแล้ว การอัพเดตจะถูกนำไปใช้เมื่อคุณเริ่มต้นทีวีของคุณใหม่",
	"Solid": "สีเดียว",
	"Solomon Islands": "หมู่เกาะโซโลมอน",
	"Somalia": "โซมาเลีย",
	"Some material may not be appropriate for children under 13.": "เนื้อหาบางอย่างอาจไม่เหมาะสมกับเด็กอายุต่ำกว่า 13 ปี",
	"Some material may not be appropriate for children.": "เนื้อหาบางอย่างอาจไม่เหมาะสมสำหรับเด็ก",
	"Sotho, Northern": "โซโธ, เหนือ",
	"Sotho, Southern": "โซโธ, ใต้",
	"Sound": "เสียง",
	"Sound Mode": "โหมดเสียง",
	"Sound Mode Settings": "การตั้งค่าโหมดเสียง",
	"Sound Out": "เสียงออก",
	"Sound Share": "การแชร์เสียง",
	"Sound Test": "ทดสอบเสียง",
	"South Africa": "แอฟริกาใต้",
	"South Korea": "เกาหลีใต้",
	"Southern Africa": "แอฟริกาใต้",
	"Spain": "สเปน",
	"Spanish": "สเปน",
	"Speaker Volume Control": "การควบคุมระดับความดังของลำโพง",
	"Specify detailed voice guidance settings after turning on this feature.": "ระบุการตั้งค่าคำแนะนำด้วยเสียงโดยละเอียดหลังจากเปิดคุณสมบัตินี้",
	"Speed": "ความเร็ว",
	"Spoken Subtitle": "ออกเสียงคำบรรยายภาพ",
	"Sports": "กีฬา",
	"Sports Alert": "แจ้งเตือนกีฬา",
	"Sri Lanka": "ศรีลังกา",
	"St. John's": "เซนต์จอนส์",
	"Stand": "ขาตั้ง",
	"Standard": "มาตรฐาน",
	"Standard Mode Sound Effect": "เอฟเฟ็กต์เสียงของโหมดมาตรฐาน",
	"Standby Light": "ไฟสแตนด์บาย",
	"Start New Sound Tuning": "เริ่มต้นระบบค้นหาสัญญาณเสียงใหม่",
	"Start Now": "เริ่มต้นทันที",
	"Startup Sound": "เสียงเริ่มต้นเมื่อทำการเปิดเครื่อง",
	"Stockholm": "สตอกโฮล์ม",
	"Stop": "หยุด",
	"Store Demo": "แสดงการสาธิตสำหรับร้านค้า",
	"Store Mode": "โหมดสำหรับร้านค้า",
	"Store Mode Settings": "การตั้งค่าโหมดสำหรับร้านค้า",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "โหมดร้านค้ามีไว้สำหรับวัตถุประสงค์การตั้งแสดงในร้านค้า จะมีการเริ่มต้นการตั้งค่าใหม่ทุกสองสามนาที คุณต้องการปิดแอปนี้และเริ่มต้นโหมดร้านค้าหรือไม่",
	"Strong": "เข้ม",
	"Style": "สไตล์",
	"Subnet prefix length": "ความยาวของคำนำหน้า Subnet",
	"Subtitle First Choice Language": "ภาษาคำบรรยายที่เป็นตัวเลือกที่หนึ่ง",
	"Subtitle Language": "ภาษาของคำบรรยายใต้ภาพ",
	"Subtitle Second Choice Language": "ภาษาคำบรรยายที่เป็นตัวเลือกที่สอง",
	"Subtitles": "คำบรรยายใต้ภาพ",
	"Sudan": "ซูดาน",
	"Super Impose": "ซ้อนทับด้านบน",
	"Super Resolution": "ความละเอียดสูงพิเศษ",
	"Support": "รองรับ",
	"Suriname": "ซูรินาเม",
	"Surround Balance": "สมดุลรอบทิศทาง",
	"Surround Level": "ระดับเสียงรอบทิศทาง",
	"Swahili": "สวาฮิลี",
	"Swati": "สวาตี",
	"Swaziland": "สวาซิแลนด์",
	"Sweden": "สวีเดน",
	"Swedish": "สวีเดน",
	"Swift Current": "เลื่อนรายการปัจจุบัน",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "เปลี่ยนเป็นโหมดสแตนด์บายเพื่อเปิด TV ได้อย่างรวดเร็วเมื่อคุณปิด TV",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "เปลี่ยนเป็นโหมดสแตนด์บายเพื่อใช้ฟังก์ชันต่างๆ เช่น แอป การค้นหา และอื่นๆ อย่างรวดเร็วเมื่อ TV ปิดอยู่",
	"Switzerland": "สวิตเซอร์แลนด์",
	"Sync Demo": "ซิงค์การสาธิต",
	"Syria": "ซีเรีย",
	"System Color": "ระบบสี",
	"São Paulo": "เซาเปาลู",
	"TAS - Tasmania - Hobart": "TAS - แทสเมเนีย - โฮบาร์ต",
	"TEXT 1": "ข้อความ 1",
	"TEXT 2": "ข้อความ 2",
	"TEXT 3": "ข้อความ 3",
	"TEXT 4": "ข้อความ 4",
	"TV Information": "ข้อมูล TV",
	"TV Installation Type": "ประเภทการติดตั้ง TV",
	"TV Lock": "ล็อค TV",
	"TV Name": "ชื่อ TV",
	"TV On With Mobile": "เปิดทีวีด้วยมือถือ",
	"TV Power Sound": "เสียงเปิด/ปิดของ TV",
	"TV Power Sound Volume": "ระดับเสียงเปิด/ปิดของ TV",
	"TV Program Locks": "ระดับความเหมาะสมของรายการ",
	"TV Rating English": "การจัดอันดับอายุตามรายการ TV - อังกฤษ",
	"TV Rating French": "การจัดอันดับอายุตามรายการ TV - ฝรั่งเศส ",
	"TV Speaker": "ลำโพงทีวี",
	"TV can be used as an alarm.": "สามารถใช้ TV เป็นนาฬิกาปลุก",
	"TV is turned off at a set time on every specified day.": "TV จะปิดตามเวลาที่กำหนดในวันที่ระบุไว้",
	"TV to USB": "TV ไปยัง USB",
	"Tagalog": "ตากาล็อก",
	"Tahiti": "ตาฮิติ",
	"Taipei": "ไทเป",
	"Taiwan": "ไต้หวัน",
	"Tajikistan": "ทาจิกิสถาน",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ใช้ประโยชน์จากคุณสมบัติที่ต้องมีเครือข่าย เช่น อินเทอร์เน็ต แอป การอัพเดตซอฟต์แวร์ ฯลฯ",
	"Tallinn": "ทาลลินน์",
	"Tamil": "ทมิฬ",
	"Tanzania": "แทนซาเนีย",
	"Target Luminance": "ความสว่างเป้าหมาย",
	"Tashkent": "ทาชเคนต์",
	"Tbilisi": "ทบิลิซิ",
	"Tegucigalpa": "เตกูซิกัลปา",
	"Tehran": "เตหะราน",
	"Teletext": "เทเลเท็กซ์",
	"Telugu": "เตลูกู",
	"Text Color": "สีข้อความ",
	"Text Opacity": "ความทึบของข้อความ",
	"Text Search": "การค้นหาด้วยข้อความ",
	"Thai": "ไทย",
	"Thailand": "ไทย",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "พอร์ต HDMI {port1} และ HDMI {port2} รองรับ AMD FreeSync Premium และคุณสามารถเลือกฟังก์ชันนี้ได้",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "พอร์ต HDMI {port1} และ HDMI {port2} รองรับ AMD FreeSync Premium และคุณสามารถเปิดหรือปิดได้",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "พอร์ต HDMI {port1} และ HDMI {port2} รองรับการตอบสนองเกมทันที และคุณสามารถเปิดและปิดได้",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "พอร์ต HDMI {port1} รองรับ AMD FreeSync Premium และคุณสามารถเลือกฟังก์ชันนี้ได้",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "พอร์ต HDMI {port1} รองรับ AMD FreeSync Premium และคุณสามารถเปิดหรือปิดได้",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "พอร์ต HDMI {port1} รองรับการตอบสนองเกมทันที และคุณสามารถเปิดและปิดได้",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} รองรับ AMD FreeSync Premium และคุณสามารถเลือกฟังก์ชันนี้ได้",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} รองรับ AMD FreeSync Premium และคุณสามารถเปิดหรือปิดได้",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} รองรับ AMD FreeSync Premium และคุณสามารถเลือกฟังก์ชันนี้ได้",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} รองรับ AMD FreeSync Premium และคุณสามารถเปิดหรือปิดได้",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} สนับสนุนการตอบสนองเกมทันที และคุณสมารถเปิดและปิดได้",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} สนับสนุนการตอบสนองเกมทันที และคุณสมารถเปิดและปิดได้",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID เฉพาะของ HbbTV คือค่าเฉพาะที่ใช้สำหรับ HbbTV เท่านั้น และไม่เกี่ยวข้องกับข้อมูลส่วนบุคคลของผู้ใช้",
	"The HbbTV Distinctive ID will be reset.": "ID เฉพาะของ HbbTV จะถูกรีเซ็ต",
	"The HbbTV application or service will disable its tracking of an individual user.": "แอปพลิเคชันหรือบริการ HbbTV จะปิดการติดตามของผู้ใช้แต่ละคน",
	"The IBB service will disable its tracking of an individual user.": "แอปพลิเคชันหรือบริการ IBB จะปิดการติดตามของผู้ใช้แต่ละคน",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ไม่สามารถเรียกข้อมูลของประเทศที่ให้บริการของ LG จากเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง",
	"The Settings application must reload to change the menu language. Do you want to continue?": "แอปพลิเคชั่นการตั้งค่าจะต้องโหลดใหม่เพื่อเปลี่ยนภาษาของเมนู คุณต้องการดำเนินการต่อหรือไม่",
	"The ambient lighting will be provided when motion is detected around the TV.": "ทีวีจะรับรู้แสงรอบข้างทีวีผ่าน motion ของทีวี",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "บริการรับรู้เสียงภายนอกที่ใช้ได้อาจเปลี่ยนแปลงไปตามการตั้งค่าภาษา และถ้าคุณเปลี่ยนภาษาของเมนู เมนูการตั้งค่าจะมีการโหลดใหม่ คุณต้องการดำเนินการต่อหรือไม่",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "คัดลอกรายการช่องจากอุปกรณ์จัดเก็บข้อมูล USB ไปยังทีวีของคุณสำเร็จแล้ว ทีวีจะเริ่มต้นใหม่ใน 5 วินาที",
	"The channel list have been successfully copied from your TV to the USB storage.": "คัดลอกรายการช่องจากทีวีของคุณไปยังอุปกรณ์จัดเก็บข้อมูล USB สำเร็จแล้ว",
	"The closer to 100, the brighter.": "ยิ่งค่าใกล้กับ 100 มากก็จะสว่างมาก",
	"The closer to 100, the clearer the color becomes.": "ยิ่งค่าใกล้กับ 100 สีจะมีความเข้มมากขึ้น",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "ยิ่งใกล้ 50 สีแดงจะชัดมากขึ้น ยิ่งใกล้ 50 สีเขียวจะชัดมากขึ้น",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "ค่าที่ตั้งแบบละเอียดของฟังก์ชันสมดุลแสงสีขาวจะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ช่องว่างระหว่างระดับเสียงของช่องและรายการจะถูกลดลงโดยอัตโนมัติ ซึ่งช่วยให้คุณได้ชมรายการโดยมีระดับเสียงคงที่",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "ช่องว่างระหว่างระดับเสียงของช่องและรายการจะได้รับการตั้งค่าโดยอัตโนมัติเพื่อช่วยให้คุณได้ชมรายการโดยมีระดับเสียงคงที่",
	"The higher the settings, the louder the sound rapidly.": "ยิ่งตั้งค่าสูง เสียงก็จะดังเพิ่มขึ้นอย่างรวดเร็ว",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ลำโพง TV ภายในและลำโพง Bluetooth สามารถส่งสัญญาณเอาต์พุตพร้อม ๆ กัน ช่วยสร้างเอฟเฟกต์เสียงรอบทิศทางที่แจ่มชัด",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ภาษาของการจดจำเสียงจะได้รับการตั้งค่าโดยอัตโนมัติ โดยขึ้นอยู่กับภาษาของเมนูที่เลือกไว้",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ภาษาที่ใช้สำหรับการจดจำเสียงถูกตั้งค่าตามภาษาเมนูที่เลือกบริการสนับสนุนอาจแตกต่างกันไปตามภาษาเสียง",
	"The network is currently unavailable. Please try again later.": "เครือข่ายไม่สามารถใช้ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "กระบวนการนี้จะใช้เวลาประมาณหนึ่งชั่วโมง และ TV จะต้องปิดอยู่",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "กระบวนการนี้จะใช้เวลาประมาณ {n} นาที และ TV จะต้องปิดอยู่",
	"The program is intended for adults only.": "รายการนี้เหมาะสำหรับผู้ใหญ่เท่านั้น",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "ความสว่างของหน้าจอจะได้รับการปรับโดยอัตโนมัติตามความสว่างโดยรอบ TV",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "หน้าจอจะเลื่อนลงใน 5 วินาที กดปุ่มใดก็ได้บนรีโมท ยกเว้นปุ่มเปิดเครื่องและปุ่มระดับเสียง เพื่อเลื่อนหน้าจอกลับขึ้นมา",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "ค่าย่อยที่ตั้งแบบละเอียดของฟังก์ชันระบบจัดการสีจะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "จะเป็นการรีเซ็ตการตั้งค่าเสียงรอบทิศทาง Bluetooth + ลำโพง TV ภายใน",
	"The settings are as follows.": "การตั้งค่ามีดังนี้",
	"The sound may not be output when digital sound output is set to Pass Through.": "อาจไม่มีเสียงออกมาเมื่อตั้งค่าเสียงออกดิจิทัลเป็นแบบส่งผ่าน",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ไม่สามารถทำการอัพเดตซอฟท์แวร์เวอร์ชั่นใหม่กับทีวีได้ ซอฟท์แวร์จะกลับไปเป็นเวอร์ชั่นก่อนหน้า",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "เอฟเฟ็กต์ภาพจะปรากฏบนหน้าจอเมื่อเปิดทีวีและหน้าจอเคลื่อนไหว",
	"There are no paired devices.": "ไม่มีอุปกรณ์ที่จับคู่ไว้",
	"There are settings to correct or prevent OLED panel noise.": "มีการตั้งค่าเพื่อแก้ไขหรือป้องกันสัญญาณรบกวนที่แผงควบคุม OLED",
	"There is no USB device connected to your TV.": "ไม่มีอุปกรณ์ USB ที่เชื่อมต่อกับ TV",
	"There is no message.": "ไม่มีข้อความ",
	"Thimphu": "ทิมพู",
	"Third Language": "ภาษาที่สาม",
	"This feature applies only to specified LG Wireless Keyboard models.": "คุณสมบัตินี้ใช้ได้กับแป้นพิมพ์ไร้สายของ LG บางรุ่นที่ระบุไว้",
	"This function works only when it is provided by the broadcast program.": "ฟังก์ชันนี้ทำงานเฉพาะเมื่อมีให้พร้อมกับโปรแกรมออกอากาศ",
	"This is a closed caption preview": "นี่คือการแสดงตัวอย่างคำบรรยายใต้ภาพแบบปิด",
	"This is an already existing value.": "ค่านี้เป็นค่าที่มีอยู่แล้ว",
	"This service provides you with more information about watching program and enjoys related contents.": "บริการนี้จะให้ข้อมูลเพิ่มเติมเกี่ยวกับการรับชมรายการและเนื้อหาที่เกี่ยวข้อง",
	"This will revert all options on TV to their default settings.": "จะเป็นการเปลี่ยนตัวเลือกทั้งหมดบน TV กลับเป็นค่าเริ่มต้น",
	"Thule": "ทูเลอ",
	"Tijuana": "ติฮัวนา",
	"Time": "เวลา",
	"Timer Channel": "ช่องที่ตั้งเวลา",
	"Timer Repeat": "ตั้งเวลาซ้ำ",
	"Timers": "ตัวตั้งเวลา",
	"Timezone": "เขตเวลา",
	"Timor-Leste": "ติมอร์-เลสเต",
	"Tint": "ปรับโหมดสี",
	"Tiranë": "ติรานา",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ในการปรับเสียงให้เหมาะสม ให้เล่นเสียงทดสอบบน TV และเริ่มวัดเสียงที่สะท้อนโดยใช้เมจิกรีโมท",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "เพื่อทดสอบเสียงทีวีของคุณ การตั้งค่าเสียงออกจะต้องถูกเปลี่ยนเป็นลำโพงทีวี คุณต้องการดำเนินการต่อหรือไม่",
	"Togo": "โตโก",
	"Tokyo": "โตเกียว",
	"Tonga": "ตองกา",
	"Top and Bottom": "ด้านบนและด้านล่าง",
	"Toronto": "โทรอนโต",
	"Total Power On Time": "เวลาเปิดทั้งหมด",
	"Tracking Speed": "ความเร็วในการติดตาม",
	"Translucent": "โปร่งแสง",
	"Transparent": "โปร่งใส",
	"Treble Boost": "เพิ่มเสียงแหลม",
	"Trinidad And Tobago": "ตรินิแดดและโตเบโก",
	"Trinidad and Tobago": "ตรินิแดดและโตเบโก",
	"Tripoli": "ตริโปลี",
	"Tsonga": "ซองกา",
	"Tswana": "ทซวานา",
	"Tune and save available channels.": "ค้นหาและบันทึกช่องที่พร้อม",
	"Tune and save available channels. You can set satellite channel options.": "ค้นหาและบันทึกช่องที่พร้อม คุณสามารถกำหนดค่าตัวเลือกช่องดาวเทียมได้",
	"Tunis": "ตูนิส",
	"Tunisia": "ตูนิเซีย",
	"Turkey": "ตุรกี",
	"Turkish": "ตุรกี",
	"Turkmenistan": "เติร์กเมนิสถาน",
	"Turn on TV with mobile device same as smartphone.": "เปิด TV ด้วยอุปกรณ์เคลื่อนที่ เช่น สมาร์ทโฟน",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "เปิดและปิด Ultra HD Deep Color สำหรับพอร์ต HDMI {num}",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "เปิดหรือปิด Instant Game Response ของพอร์ต HDMI {num}",
	"Turn on the TV using mobile device via Bluetooth.": "เปิดทีวีของคุณโดยใช้อุปกรณ์เคลื่อนที่ผ่าน Bluetooth",
	"Turn on the TV using your mobile device via Wi-Fi.": "เปิดทีวีของคุณโดยใช้อุปกรณ์เคลื่อนที่ผ่าน Wi-Fi",
	"Turn on via Bluetooth": "เปิดใช้งานผ่าน Bluetooth",
	"Turn on via Wi-Fi": "เปิดใช้งานผ่าน Wi-Fi",
	"Turn on/off description box in Settings.": "เปิด/ปิดช่องคำอธิบายในการตั้งค่า",
	"Turn on/off standby light.": "เปิด/ปิดแสงไฟสแตนด์บาย",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "เปิด/ปิด AMD FreeSync Premium ของพอร์ต HDMI {num}",
	"Turn on/off the images to be displayed on screen when there is no signal.": "เปิด/ปิดภาพที่จะแสดงบนหน้าจอเมื่อไม่มีสัญญาณ",
	"Turn on/off the related features of energy consumption.": "เปิด/ปิดคุณสมบัติที่เกี่ยวข้องกับการใช้พลังงาน",
	"Turn the Hybridcast service on/off.": "เปิด/ปิดบริการ Hybridcast",
	"Turn the Interactivity (DTVi) service on/off.": "เปิด/ปิดบริการการทำงานเชิงโต้ตอบ (DTVi)",
	"Turn your broadcast TV provider's TV Guide on/off.": "เปิด/ปิดทีวีไกด์ของผู้ให้บริการออกอากาศทาง TV",
	"Turn your broadcast TV provider's teletext service on/off.": "เปิด/ปิดบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "การปิดใช้งาน Wi-Fi จะทำให้คุณไม่สามารถเข้าถึงบริการที่ใช้อินเตอร์เน็ตทั้งหมดได้เว้นแต่คุณจะใช้สายเคเบิลเพื่อเชื่อมต่อกับเครือข่าย คุณต้องการดำเนินการต่อหรือไม่",
	"UAE": "สหรัฐอาหรับเอมิเรตส์",
	"UHD Mode": "โหมด UHD",
	"USA": "สหรัฐอเมริกา",
	"USB storage for Copy Channels": "อุปกรณ์จัดเก็บข้อมูล USB สำหรับการคัดลอกช่อง",
	"USB to TV": "USB ไปยัง TV",
	"Uganda": "ยูกันดา",
	"Ukraine": "ยูเครน",
	"Ukrainian": "ยูเครน",
	"Ulaanbaatar": "อูลานบาตอร์",
	"Unable to check for updates.": "ไม่สามารถตรวจหาอัปเดต",
	"Unable to connect to the network.": "ไม่สามารถเชื่อมต่อกับเครือข่ายได้",
	"Undefined": "ไม่มีการระบุ",
	"Under 17 requires accompanying parent or adult guardian.": "เด็กอายุต่ำกว่า 17 ปีจะต้องรับชมพร้อมกับผู้ปกครองหรือผู้ดูแลที่บรรลุนิติภาวะ",
	"Uniform": "เหมือนกัน",
	"United Arab Emirates": "สหรัฐอาหรับเอมิเรตส์",
	"United Kingdom": "สหราชอาณาจักร",
	"United States of America": "สหรัฐอเมริกา",
	"Universal Control Settings": "การตั้งค่ารีโมทคอนโทรลอเนกประสงค์",
	"Unknown": "ไม่รู้จัก",
	"Unknown issue has occurred.": "มีปัญหาที่ไม่ทราบเกิดขึ้น",
	"Update canceled.": "ยกเลิกการอัปเดตแล้ว",
	"Update in progress...": "กำลังอัปเดต...",
	"Update in progress...({n}%)": "การอัพเดทกำลังดำเนินการ...({n}%)",
	"Update paused.": "พักการอัปเดต",
	"Update reserved.": "สงวนการอัปเดตแล้ว",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "การอัพเดตจะถูกยกเลิกและไฟล์อัพเดตทั้งหมดจะถูกลบในตอนนี้ คุณต้องการดำเนินการต่อหรือไม่",
	"Urdu": "อูรดู",
	"Uruguay": "อุรุกวัย",
	"Urumqi": "อุรุมชี",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "ใช้เมจิกรีโมทเพื่อวิเคราะห์เสียงในห้องของคุณและให้คุณภาพเสียง TV ที่เหมาะสมที่สุดตามผลลัพธ์",
	"Use a large pointer.": "ใช้ตัวชี้ขนาดใหญ่",
	"Use a medium pointer.": "ใช้ตัวชี้ขนาดกลาง",
	"Use a small pointer.": "ใช้ตัวชี้ขนาดเล็ก",
	"Use the 4-way controller to change the position and press the OK button.": "ใช้ตัวควบคุม 4 ทิศทางเพื่อเปลี่ยนตำแหน่งแล้วกดปุ่ม OK",
	"Use the following services with the selected language.": "ใช้บริการต่อไปนี้ด้วยภาษาที่เลือก",
	"User": "ผู้ใช้",
	"User Agreements": "ข้อตกลงของผู้ใช้",
	"User Guide": "คู่มือผู้ใช้",
	"Uzbek": "อุซเบก",
	"Uzbekistan": "อุซเบกิสถาน",
	"Uzhhorod": "อุซโฮรอด",
	"V Position": "ตำแหน่งแนวตั้ง",
	"V Sharpness": "ความคมชัดแนวตั้ง",
	"V Size": "ขนาดแนวตั้ง",
	"VIC - Victoria - Melbourne": "VIC - วิคตอเรีย - เมลเบิร์น",
	"Vaduz": "วาดุซ",
	"Valencian": "บาเลนเซีย",
	"Vancouver": "แวนคูเวอร์",
	"Vatican City": "นครรัฐวาติกัน",
	"Venda": "เวนดา",
	"Venezuela": "เวเนซุเอลา",
	"Vertical Zoom": "ซูมแนวตั้ง",
	"Video 1": "วิดีโอ 1",
	"Video 2": "วิดีโอ 2",
	"Video 3": "วิดีโอ 3",
	"Video Description": "คำอธิบายวิดีโอ",
	"Vienna": "เวียนนา",
	"Vientiane": "เวียงจันทน์",
	"Vietnam": "เวียดนาม",
	"Vietnamese": "เวียดนาม",
	"View current Common Interface (CI) information.": "ดูข้อมูลปัจจุบันของส่วนติดต่อทั่วไป (CI)",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "ดูรายการต่าง ๆ ได้ชัดเจนยิ่งขึ้นโดยเปลี่ยนสีของเมนูบนหน้าจอเป็นสีขาวดำ",
	"View messages from your broadcast TV provider.": "ดูข้อความจากผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"View more information about watching program and enjoy related contents.": "ดูข้อมูลเพิ่มเติมเกี่ยวกับการรับชมรายการและเนื้อหาที่เกี่ยวข้อง",
	"View the original screen as it is or set the screen size and aspect ratio.": "ดูหน้าจอตามที่เป็นอยู่เดิม หรือตั้งค่าขนาดและอัตราส่วนภาพของหน้าจอ",
	"View the original screen as it is received from broadcasts signal or connected device.": "ดูหน้าจอแบบดั้งเดิมตามที่ได้รับจากสัญญาณออกอากาศหรืออุปกรณ์ที่เชื่อมต่อ",
	"Vilnius": "วิลนีอุส",
	"Violence": "ความรุนแรง",
	"Vivid": "สดใส",
	"Vladivostok": "วลาดิวอสต็อก",
	"Voice Recognition Help and Settings": "วิธีใช้และการตั้งค่าการจดจำเสียง",
	"Voice Support Service": "บริการสนับสนุนเสียง",
	"Volgograd": "โวลกอกราด",
	"Volume": "ระดับเสียง",
	"Volume Increase Amount": "ปริมาณการเพิ่มเสียง",
	"Volume Mode": "โหมดระดับเสียง",
	"WA - Western Australia - Eucla": "WA - ออสเตรเลียตะวันตก - ยูคลา",
	"WA - Western Australia - Perth": "WA - ออสเตรเลียตะวันตก - เพิร์ท",
	"Wall-mounted": "ติดผนัง",
	"Warm1": "อบอุ่น 1",
	"Warm2": "อบอุ่น 2",
	"Warm3": "อบอุ่น 3",
	"Warsaw": "วอร์ซอ",
	"Watch a diverse range of Internet contents on TV channels.": "รับชมเนื้อหาอินเทอร์เน็ตที่หลากหลายบนช่อง TV",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "เราจะรวบรวมและเก็บ MAC Address, หมายเลขรุ่น, รหัสประเทศ, การตั้งค่าภาษา และเวอร์ชันของซอฟท์แวร์เพื่อยืนยันอุปกรณ์ของคุณ และตรวจสอบว่าคุณมีซอฟท์แวร์เวอร์ชันล่าสุดแล้วหรือไม่",
	"Welcome Feature": "คุณสมบัติต้อนรับ",
	"Welsh": "เวลส์",
	"Western Africa": "แอฟริกาตะวันตก",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "เมื่อไม่มีการใช้งาน HDD ที่เชื่อมต่ออยู่ภายในระยะเวลาที่กำหนดไว้ ให้สลับเป็นโหมดสแตนด์บาย เพื่อลดการใช้พลังงาน",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "เมื่ออุปกรณ์เชื่อมต่อกับพอร์ต ภาพของเกมจะได้รับการปรับให้เหมาะสมที่สุดโดยมีความหน่วง ภาพแตก หรือการขัดจังหวะน้อยที่สุด",
	"When the Instant Game Response is launched, the video may blink temporarily.": "เมื่อเริ่มต้น Instant Game Response วิดีโออาจกะพริบชั่วขณะ",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "เมื่อตั้งค่าเสียงออกเป็น \"Bluetooth / HDMI ARC / ออปติคอลดิจิตอล / ลำโพง WiSA\" หรือเมื่ออุปกรณ์ที่เชื่อมต่อไม่สนับสนุน Instant Game Response อาจทำให้การทำงานไม่ถูกต้อง",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "เมื่อตั้งค่าเสียงออกเป็น Bluetooth หรือเมื่ออุปกรณ์ที่เชื่อมต่อไม่สนับสนุนการตอบสนองเกมทันทีอาจทำให้การทำงานไม่ถูกต้อง",
	"When the device is turned on/off, your TV will automatically turn on/off.": "เมื่อเปิด/ปิดอุปกรณ์ TV จะเปิด/ปิดโดยอัตโนมัติ",
	"When the visual effects is off, the screen is displayed as Live TV.": "เมื่อเอฟเฟ็กต์ภาพปิดอยู่ หน้าจอจะแสดงเป็น Live TV",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "เมื่อตั้งค่าคุณสมบัตินี้เป็น 'เปิด' คุณสมบัติบางอย่างที่ปรากฏบนหน้าจอจะโปร่งใสเป็นบางส่วน",
	"When your TV is turned off, the device will automatically turn off.": "เมื่อปิด TV อุปกรณ์จะปิดโดยอัตโนมัติ",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "ขณะที่ส่งค่าที่เปลี่ยนแปลงไปยังอุปกรณ์ภายนอก การแสดงภาพหรือเสียงอาจไม่เป็นไปตามปกติชั่วขณะ",
	"White": "ขาว",
	"White Balance": "สมดุลแสงสีขาว",
	"Wi-Fi Connection": "การเชื่อมต่อ Wi-Fi",
	"Wi-Fi Security": "ความปลอดภัยของ Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "ปิด Wi-Fi แล้ว เปิดเพื่อดูรายการเครือข่ายที่ใช้ได้ที่คุณสามารถเชื่อมต่อและรายการเมนูที่เกี่ยวข้องเพิ่มเติม",
	"Wi-Fi issue has occurred.": "มีปัญหาเกี่ยวกับ Wi-Fi เกิดขึ้น",
	"WiSA Speakers": "ลำโพง WiSA",
	"Wide Area Zone": "เขตพื้นที่กว้าง",
	"Wide View": "มุมมองกว้าง",
	"Wide View (32:9)": "มุมมองกว้าง (32:9)",
	"Wide Zoom": "การซูมกว้าง",
	"Windhoek": "วินด์ฮุก",
	"Window Color": "สีของหน้าต่าง",
	"Window Opacity": "ความทึบของหน้าต่าง",
	"Winnipeg": "วินนิเพก",
	"Wired Connection (Ethernet)": "การเชื่อมต่อแบบใช้สาย (Ethernet)",
	"Wired Headphones": "หูฟังที่ใช้สาย",
	"Wired Headphones + Internal TV Speaker": "หูฟังที่ใช้สาย + ลำโพงทีวีภายใน",
	"With this option, you can control the audio device's volume with your TV remote.": "เมื่อใช้ตัวเลือกนี้ คุณจะสามารถควบคุมระดับเสียงของอุปกรณ์เสียงได้ด้วยรีโมท TV",
	"Xhosa": "โซซา",
	"Yakutsk": "ยาคุตสค์",
	"Yangon": "ย่างกุ้ง",
	"Year": "ปี",
	"Yekaterinburg": "เยกาเตรนเบิร์ก",
	"Yellow": "เหลือง",
	"Yellowknife": "เยลโลว์ไนฟ์",
	"Yemen": "เยเมน",
	"Yerevan": "เยเรวาน",
	"Yes": "ใช่",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "คุณสามารถปรับเอฟเฟ็กต์เสียงเมื่อเปิดหรือปิด TV และมีการทำงานของหน้าจอ",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "คุณสามารถควบคุมอุปกรณ์ที่เชื่อมต่อกับพอร์ต HDMI ด้วยเมจิกรีโมทโดยไม่ต้องมีกระบวนการตั้งค่าอุปกรณ์",
	"You can delete the device connection history of Screen Share.": "คุณสามารถลบประวัติการเชื่อมต่ออุปกรณ์ของ Screen Share",
	"You can delete the device connection history of Sound Share.": "คุณสามารถลบประวัติการเชื่อมต่ออุปกรณ์ของ Sound Share",
	"You can find the default password in User Guide.": "คุณสามารถหารหัสผ่านเริ่มต้นได้จากในคู่มือการใช้งาน",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "คุณสามารถเริ่มต้นการตอบสนองเกมแบบทันที ด้วยการตั้งค่า HDMI Ultra HD Deep Color เป็น \"เปิด\"",
	"You can only change settings from the current HDMI input.": "คุณสามารถเปลี่ยนการตั้งค่าได้จากสัญญาณเข้า HDMI ปัจจุบันเท่านั้น",
	"You can scan again to connect the device.": "คุณสามารถสแกนอีกครั้งเพื่อเชื่อมต่ออุปกรณ์",
	"You can select left and right audio settings for broadcast signal.": "คุณสามารถเลือกการตั้งค่าเสียงซ้ายและขวาสำหรับสัญญาณการแพร่ภาพ",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "คุณสามารถเลือก AMD FreeSync Premium ของพอร์ต HDMI {num}",
	"You can select the Ultra HD Deep Color of port.": "คุณสามารถเลือก Ultra HD Deep Color ของพอร์ต",
	"You can set the sound to play when the TV is turned on or off.": "คุณสามารถตั้งค่าให้มีเสียงเมื่อเปิดหรือปิด TV",
	"You can turn on/off the feature of saving CAM operator's profile.": "คุณสามารถเปิด/ปิดคุณลักษณะในการบันทึกโปรไฟล์ของผู้ให้บริการ CAM",
	"You can turn this feature on or off.": "คุณสามารถเปิดหรือปิดคุณลักษณะนี้ได้",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "คุณอาจได้รับคำแนะนำเนื้อหาที่หลากหลายผ่านเครือข่ายการปิดตัวเลือกนี้จะให้เฉพาะเนื้อหาพื้นฐานและคุณลักษณะบางอย่างอาจใช้ไม่ได้",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV และอุปกรณ์ที่เชื่อมต่อ SIMPLINK จะถูกซิงค์ดังนี้:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "ทีวีของคุณต้องปิดอยู่ตลอดเวลาที่กระบวนการของเครื่องมือรีเฟรชพิกเซลทำงาน การบันทึก การเตือน หรือการตั้งเวลาเปิดในปัจจุบันหรือที่จะมาถึงและวางกำหนดการระหว่างกระบวนการนี้จะถูกยกเลิกและลำโพง BT ในการแสดงภาพเป็นศูนย์จะไม่สามารถใช้ได้",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV ของคุณต้องปิดอยู่ตลอดเวลาที่กระบวนการรีเฟรชพิกเซลทำงาน การบันทึก การเตือน หรือการตั้งเวลาเปิดในปัจจุบันหรือที่จะมาถึงและวางกำหนดการระหว่างกระบวนการนี้จะถูกยกเลิก",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ทีวีของคุณจำเป็นต้องเชื่อมต่อกับเครือข่ายเพื่อกำหนดประเทศที่ให้บริการของ LG ของคุณโดยอัตโนมัติ คุณต้องการไปยังการตั้งค่าเครือข่ายในตอนนี้เพื่อตรวจสอบการเชื่อมต่อหรือไม่",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ทีวีของคุณจำเป็นต้องรู้ตำแหน่งที่ถูกต้องของคุณเพื่อให้ข้อความแจ้งเตือนฉุกเฉินผ่านสัญญาณทีวีดิจิตัล",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV ของคุณจะปิดจนกว่ากระบวนการทั้งหมดจะเสร็จสิ้น แล้ว TV จะเปิดอีกครั้งโดยอัตโนมัติ",
	"Zagreb": "ซาเกร็บ",
	"Zambia": "แซมเบีย",
	"Zaporozhye": "ซาโปโรซี",
	"Zimbabwe": "ซิมบับเว",
	"Zoom": "ซูม",
	"Zoom2": "ซูม 2",
	"Zulu": "ซูลู",
	"Zürich": "ซูริก",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] จะถูกตัดการเชื่อมต่อจากทีวีของคุณ จะไม่มีการเล่นเสียงจากอุปกรณ์นี้อีกต่อไป คุณต้องการดำเนินการต่อหรือไม่",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] จะถูกลบออกจากรายการอุปกรณ์ที่จับคู่ไว้ หากคุณต้องการเชื่อมต่อภายหลัง คุณจะต้องค้นหาอุปกรณ์ที่พร้อมใช้งานและจับคู่ใหม่ คุณต้องการดำเนินการต่อหรือไม่",
	"[{deviceName}] will be deleted.": "[{deviceName}] จะถูกลบ",
	"aspectRatio_original": "ต้นฉบับ",
	"audioGuidance_fast": "เร็ว",
	"audioGuidance_high": "สูง",
	"audioGuidance_low": "ต่ำ",
	"audioGuidance_medium": "ปานกลาง",
	"audioGuidance_slow": "ช้า",
	"audioGuidance_veryFast": "เร็วมาก",
	"audioGuidance_veryHigh": "สูงมาก",
	"audioGuidance_veryLow": "ต่ำมาก",
	"audioGuidance_verySlow": "ช้ามาก",
	"btDotSignalStrength_wide": "กว้าง",
	"button": "ปุ่ม",
	"character": "ตัวอักขระ",
	"characters": "ตัวอักขระ",
	"checked": "ตรวจสอบแล้ว",
	"colorGamutJPNWide": "กว้าง",
	"connecting": "การเชื่อมต่อ",
	"depthOfColor": "ปรับสี",
	"diagonal zoom in": "ซูมเข้าแนวทแยง",
	"diagonal zoom out": "ซูมออกแนวทแยง",
	"digitalOptionSetByProgram": "ตั้งค่าตามรายการ",
	"energy_Maximum": "สูงสุด",
	"energy_Medium": "ปานกลาง",
	"energy_Minimum": "ต่ำสุด",
	"freesync_high": "สูง",
	"freesync_low": "ต่ำ",
	"freesync_off": "ปิด",
	"freesync_wide": "กว้าง",
	"gamma_high1": "สูง 1",
	"gamma_high2": "สูง 2",
	"hidden": "ซ่อน",
	"horizontal zoom in": "ซูมเข้าแนวนอน",
	"horizontal zoom out": "ซูมออกแนวนอน",
	"jpDoNot": "ปิด",
	"logoLuminance_high": "สูง",
	"logoLuminance_low": "ต่ำ",
	"min": "นาที",
	"not connected": "ไม่มีการเชื่อมต่อ",
	"objet_soundMode": "ปรับปรุงประสิทธิภาพโหมดเสียงสำหรับเนื้อหาแต่ละประเภท",
	"pictureControl3dModeStandard": "มาตรฐาน",
	"pictureControlAuto": "อัตโนมัติ",
	"pictureControlAuto_BlackLevel": "อัตโนมัติ",
	"pictureControlHigh": "สูง",
	"pictureControlHigh_BlackLevel": "สูง",
	"pictureControlHigh_Male": "สูง",
	"pictureControlLow": "ต่ำ",
	"pictureControlLow_BlackLevel": "ต่ำ",
	"pictureControlLow_Male": "ต่ำ",
	"pictureControlMedium": "ปานกลาง",
	"pictureControlMedium_BlackLevel": "ปานกลาง",
	"pictureControlMedium_Male": "ปานกลาง",
	"pictureControlwhiteBalanceColorTemperatureMedium": "ปานกลาง",
	"pictureLocalDimmingHigh": "สูง",
	"pictureLocalDimmingLow": "ต่ำ",
	"pictureLocalDimmingMed": "ปานกลาง",
	"pictureMode": "มาตรฐาน",
	"pictureModeSettings": "กำหนดเอง",
	"press OK button to edit IP manually": "กดปุ่ม ตกลง เพื่อแก้ไข IP ด้วยตัวเอง",
	"press OK button to enter channel to search": "กดปุ่ม ตกลง เพื่อป้อนช่องที่จะค้นหา",
	"press OK button to enter value": "กดปุ่ม ตกลง เพื่อป้อนค่า",
	"press right button to adjust de-judder and de-blur value": "กดปุ่มขวาเพื่อปรับค่า de-judder และ de-blur",
	"press right button to adjust zoom ratio and position": "กดปุ่มขวาเพื่อปรับอัตราส่วนการซูมและตำแหน่ง",
	"shift current screen down": "เลื่อนหน้าจอปัจจุบันลง",
	"shift current screen to the left": "เลื่อนหน้าจอปัจจุบันไปทางซ้าย",
	"shift current screen to the right": "เลื่อนหน้าจอปัจจุบันไปทางขวา",
	"shift current screen up": "เลื่อนหน้าจอปัจจุบันขึ้น",
	"shift down": "เลื่อนลง",
	"shift left": "เลื่อนไปทางซ้าย",
	"shift right": "เลื่อนไปทางขวา",
	"shift up": "เลื่อนขึ้น",
	"soundMode_Standard": "มาตรฐาน",
	"speaker_channel": "แชนเนล",
	"thaRatingNone": "ไม่กำหนด",
	"unchecked": "ไม่ได้ตรวจสอบ",
	"unread": "ไม่ได้อ่าน",
	"vertical zoom in": "ซูมเข้าแนวตั้ง",
	"vertical zoom out": "ซูมออกแนวตั้ง",
	"volumeModeHigh": "สูง",
	"volumeModeLow": "ต่ำ",
	"volumeModeMedium": "ปานกลาง",
	"webOS TV Version": "เวอร์ชันของ webOS TV",
	"zoom in": "ซูมเข้า",
	"zoom out": "ซูมออก"
}
