{
	"AV": "AV",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Activating this toggle will cause LGE to instruct its third party providers to cease commercialising your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.",
	"Add a hidden wireless network": "Add a hidden wireless network",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Adjust brightness by analysing image movements to prevent glare and reduce energy consumption.",
	"Adjust color and saturation for a more vivid image.": "Adjust colour and saturation for a more vivid image.",
	"Adjust color temperature automatically to reduce eye strain.": "Adjust colour temperature automatically to reduce eye strain.",
	"Adjust luminance for selected color.": "Adjust luminance for selected colour.",
	"Adjust saturation for selected color.": "Adjust saturation for selected colour.",
	"Adjust the audio timing to synchronize the video and audio.": "Adjust the audio timing to synchronise the video and audio.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Adjust the colour balance by change colour temperature, luminance, and red, green, blue intensity.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred colour, gamma, etc additionally.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Adjust the frame ratio in the same way with the film and it provides the feeling of the cinema.",
	"Adjust the screen color to be pale or deep.": "Adjust the screen colour to be pale or deep.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Adjust the timing to synchronise when the video and audio have time difference.",
	"Adjust tint for selected color.": "Adjust tint for selected colour.",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "After changing the country, all currently tuned programmes will be deleted. To re-tune programmes, please go to Auto Tuning. Do you want to continue?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "After changing your Postcode, all current Freesat programmes will be deleted. To re-tune programmes, please go to Auto Tuning. Do you want to continue?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "After you change your country setting, you can scan for your programmes using Auto Tuning. Do you want to continue?",
	"All Channels": "All Programmes",
	"Always Open": "Always open",
	"An error has occurred while copy channels.": "An error has occurred while copy programmes.",
	"An important software update is available.": "An important software update is available",
	"Analog Mode": "Analogue Mode",
	"Analog TV": "Analogue TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analyse characteristics of sound and optimise sound for each content in real time.",
	"Apply to all inputs": "Apply to all inputs",
	"Assign channels to remote buttons so you can quickly jump to them.": "Assign programmes to remote buttons so you can quickly jump to them.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatically adjust to a picture value optimised for Dolby HDR contents genre.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatically adjust to a picture value optimised for contents genre.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatically change to FILMMAKER MODE when movie content is recognised.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatically optimise picture quality based on colour and brightness of ambient light.",
	"BG Color": "Background Colour",
	"Block TV programs broadcast in English based on their content ratings.": "Block TV programmes broadcast in English based on their content ratings.",
	"Block TV programs broadcast in French based on their content ratings.": "Block TV programmes broadcast in French based on their content ratings.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "By turning Live Plus on, you understand that the content displayed on your TV can be recognised, and the viewing information may be used to provide you with an enhanced viewing experience and personalised services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.",
	"Can not Find Channel": "Cannot Find Programme",
	"Center": "Centre",
	"Change blue intensity and adjust the color balance.": "Change blue intensity and adjust the colour balance.",
	"Change green intensity and adjust the color balance.": "Change green intensity and adjust the colour balance.",
	"Change red intensity and adjust the color balance.": "Change red intensity and adjust the colour balance.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Changing region may change currently tuned programmes in your TV. You can re-tune programmes in Auto Tuning. Do you want to change regional settings now?",
	"Channel Locks": "Programme Locks",
	"Channel Manager": "Programme Manager",
	"Channel Scrolling Options": "Programme Scrolling Options",
	"Channel Tuning": "Programme Tuning",
	"Channel Tuning & Settings": "Programme Tuning & Settings",
	"Channels": "Programmes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Programmes from HDMI and other external inputs cannot be locked. To lock TV programmes, change the current input to Live TV.",
	"Children Program Locks": "Children Programme Locks",
	"Choose to have all channels or just your primary ones when you change channels.": "Choose to have all programmes or just your primary ones when you change programmes.",
	"Color": "Colour",
	"Color Gamut": "Colour Gamut",
	"Color Management System": "Colour Management System",
	"Color Temperature": "Colour Temperature",
	"Connect via WPS PBC": "Connect via WPS PBC.",
	"Connect via WPS PIN": "Connect via WPS PIN.",
	"Connecting...": "CONNECTING...",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Content will play with sound suitable for multi-programme listening multi-programme audio is supported by the HbbTV service.",
	"Copy Channels": "Copy Programmes",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Current values of customised picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?",
	"DNS Server": "DNS SERVER",
	"DTV Audio Setting": "DTV Audio Setting",
	"Display pictures in a warm or cool color temperature.": "Display pictures in a warm or cool colour temperature.",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Do you want to copy programme list from USB storage to your TV? Current programmes in your TV will be deleted.",
	"Do you want to copy channel list from your TV to the USB storage?": "Do you want to copy programme list from your TV to the USB storage?",
	"Dynamic Color": "Dynamic Colour",
	"Edge Color": "Edge Colour",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimise a depth through contents analysis.",
	"Enjoy the sound optimized to the room.": "Enjoy the sound optimised to the room.",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Even if the setting is off, you can check the related information through programme banner, voice recognition.",
	"Export your TV's channel list information to a connected USB device.": "Export your TV's programme list information to a connected USB device.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fine tune red, green, blue, cyan, magenta, and yellow colour spaces.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "For a WPS (Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "For a WPS (Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.",
	"General Program Locks": "General Programme Locks",
	"Get started in a quiet environment for sound optimization.": "Get started in a quiet environment for sound optimisation.",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} port support 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} port support Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Colour.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "If a device connected to the port, you can view the optimised picture of the game with minimising delay or interruption of device video.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "If it's turned on and you connect a device that also supports Ultra HD Deep Colour, your picture may be clearer.",
	"If the program does not support multiple languages, the default language is selected.": "If the programme does not support multiple languages, the default language is selected.",
	"If the program does not support the selected output format, the default output from the source will be used.": "If the programme does not support the selected output format, the default output from the source will be used.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "If the programme doesn't support different audio settings, the default audio will be selected.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "If you select Store Demo mode, it is set to optimised values for retail displays selling TV.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "If you turn it off, all tuned CAM programmes will not be available and notifications will no longer be provided.",
	"Import your TV's channel list information from a connected USB device.": "Import your TV's programme list information from a connected USB device.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Import/export your TV's programme list information from/to a connected USB device.",
	"Invert Colors": "Invert Colours",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invert and compensate certain colours in some menus to enhance the visibility of items displayed on the screen.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "It provides the optimised sound by tuning up the reflected-sound in the room based on type of TV installation.",
	"It works only when the broadcasting program supports captions.": "It works only when the broadcasting programme supports captions.",
	"It works only when the broadcasting program supports subtitles.": "It works only when the broadcasting programme supports subtitles.",
	"Live Theater": "Live Theatre",
	"Manage channels stored on the TV.": "Manage programmes stored on the TV.",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximise contrast by increasing the intensity of bright and dark areas of the screen.",
	"Multi Channel Audio": "Multi Programme Audio",
	"Network-Based Personalization Recommendations": "Network-Based Personalisation Recommendations",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Colour setting off.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Colour setting off.",
	"Note: Available options depend on the broadcast program.": "Note: Available options depend on the broadcast programme.",
	"Note: Behavior may differ if connected device is not a LG device.": "Note : Behaviour may differ if connected device is not a LG device.",
	"Note: Only displayed when it is provided by the program.": "Note: Only displayed when it is provided by the programme.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Note: Subtitles are only displayed when provided by the broadcast programme.",
	"OnTimer Channel not selected": "On Timer programme not selected.",
	"Open when TV is turned on": "Open when TV is turned on",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimise a depth for contents by an algorithm learned via a LG Machine Leaning technique.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimise contrast settings based on image brightness of the HDR content.",
	"Optimize contrast settings based on image brightness.": "Optimise contrast settings based on image brightness.",
	"Optimize the sound for a cinematic experience.": "Optimise the sound for a cinematic experience.",
	"PIN: {pin}": "PIN : {pin}",
	"Please try again later.": "Please try again.",
	"Please wait while the TV restarts.": "Please wait until the TV restarts.",
	"Primary Channels": "Primary Programmes",
	"Program exempted from ratings.": "Programme exempted from ratings.",
	"Programme": "Programme",
	"Recommendations are available for the people, products and locations related to the current program.": "Recommendations are available for the people, products and locations related to the current programme.",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduce irregular noise from digital video signals to optimise image quality clearly.",
	"Reinforce a high-pitched tone of the optimized sound.": "Reinforce a high-pitched tone of the optimised sound.",
	"Reinforce the low-pitched tone of the optimized sound.": "Reinforce the low-pitched tone of the optimised sound.",
	"Restrict access to TV programs based on their ratings.": "Restrict access to TV programmes based on their ratings.",
	"Restrict watching based on age ratings for children programs.": "Restrict watching based on age ratings for children programmes.",
	"Restrict watching based on programs containing adult language.": "Restrict watching based on programmes containing adult language.",
	"Restrict watching based on programs containing sexual scene.": "Restrict watching based on programmes containing sexual scene.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restrict watching based on programmes containing sexually suggestive dialogue.",
	"Restrict watching programs based on rating.": "Restrict watching programmes based on rating.",
	"Revert color adjustment settings to default.": "Revert colour adjustment settings to default.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theatre system, that are connected to your LG Smart TV by HDMI.",
	"Sana": "Sana'a",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Save the colour adjustment settings from the current picture mode in all inputs.",
	"Select a caption type for analog broadcasts.": "Select a caption type for analogue broadcasts.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, colour, and more.",
	"Select color to be adjusted.": "Select colour to be adjusted.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Select the Ultra HD Deep Colour for HDMI {num} port.",
	"Select the channel to restrict watching.": "Select the programme to restrict watching.",
	"Select the channel to watch when the TV turns on.": "Select the programme to watch when the TV turns on.",
	"Select the color range to be displayed.": "Select the colour range to be displayed.",
	"Service Area Zip Code": "Service Area Postcode",
	"Set System Color mode for your current TV input.": "Set System Colour mode for your current TV input.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Set caption size, colour, transparency, and other options for broadcasts.",
	"Set color temperature from warm to cool.": "Set colour temperature from warm to cool.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Set locking on the specified programmes, apps, inputs and etc to use under parents guidance.",
	"Set the specialized functions of SIGNATURE TV.": "Set the specialised functions of SIGNATURE TV.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Set the virtual multi-programme surround sound effect to enjoy more realistic sound.",
	"Soccer": "Football",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Store Mode is for in-store display purposes. It will re-initialise the settings every few minutes. Do you want to close this app and start the Store Mode?",
	"System Color": "System Colour",
	"TV Program Locks": "TV Rating Locks",
	"Text Color": "Text Colour",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "The LG Services Country information could not be retrieved from the server. Please try again.",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "The programme list has been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.",
	"The channel list have been successfully copied from your TV to the USB storage.": "The programme list has been successfully copied from your TV to the USB storage.",
	"The closer to 100, the clearer the color becomes.": "The closer to 100, the clearer the colour becomes.",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "The gap between the sound volumes of the channel and programme is automatically reduced, which helps you watch the program with a consistent volume.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "The gap between the sound volumes of the program and programme is automatically set to watch the programme with a consistent volume.",
	"The network is currently unavailable. Please try again later.": "The network is currently unavailable. Please try again.",
	"The program is intended for adults only.": "The programme is intended for adults only.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "The set sub-values of the Colour Management System function will be reset. Do you want to continue?",
	"This function works only when it is provided by the broadcast program.": "This function works only when it is provided by the broadcast programme.",
	"This service provides you with more information about watching program and enjoys related contents.": "This service provides you with more information about watching programme and enjoys related contents.",
	"Timer Channel": "Timer Programme",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "To optimise the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.",
	"Tune and save available channels.": "Tune and save available programmes.",
	"Tune and save available channels. You can set satellite channel options.": "Tune and save available programmes. You can set satellite programme options.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Turn on and off the Ultra HD Deep Colour for HDMI {num} port.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Turn your broadcast TV provider's TV Guide on/off.",
	"USB storage for Copy Channels": "USB storage for Copy Programmes",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Use Magic Remote to analyse the room’s acoustics and optimise TV’s sound based on the results.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "View items more clearly by changing the colour of the menu on the screen to black and white.",
	"View more information about watching program and enjoy related contents.": "View more information about watching programme and enjoy related contents.",
	"Watch a diverse range of Internet contents on TV channels.": "Watch a diverse range of Internet contents on TV programmes.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "When a device is connected to the port, the game image is optimised with minimal delays, cracking, or interruptions.",
	"Window Color": "Window Colour",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "You can launch the Instant Game Response by setting HDMI Ultra HD Deep Colour 'On'.",
	"You can select the Ultra HD Deep Color of port.": "You can select the Ultra HD Deep Colour of port.",
	"depthOfColor": "Colour",
	"digitalOptionSetByProgram": "Set By Programme",
	"objet_soundMode": "Optimise sound mode for each content type.",
	"pictureModeSettings": "Customise",
	"press OK button to enter channel to search": "press OK button to enter programme to search"
}
