{
	" (User)": "(उपयोगकर्ता)",
	"(Version: {l})": "(संस्करण: {l})",
	"* The device connected should support this service.": "* कनेक्ट किया गया डिवाइस का इस सेवा के लिए समर्थन होना चाहिए।",
	"* This feature is applied once and only once when the TV is turned off.": "* यह सुविधा एक बार और केवल एक बार लागू होती है जब TV बंद होता है।",
	"* This feature is available on certain devices only.": "* यह सुविधा केवल कुछ ही डिवाइस पर उपलब्ध है।",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* यह मोड FILMMAKER MODE के इरादों को स्पष्ट रूप से व्यक्त करता है लेकिन संभव है कि यह अन्य चित्र मोड की तुलना में अधिक गहरे रंग का दिखे।",
	"* This settings is only available for Internal TV Speaker.": "* यह सेटिंग केवल आंतरिक टीवी स्पीकर के लिए उपलब्ध है।",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* हालाँकि यह विकल्प चालू रखें पर सेट है, इसलिए Live TV जैसे बाहरी इनपुट को देखने में बाधा न पहुँचे इसलिए स्क्रीन सेवर कार्य नहीं करता।",
	"* You can control the app which supports the function on your mobile device.": "* आप उस ऐप को नियंत्रित कर सकते हैं जो आपके मोबाइल डिवाइस में दिए गए फ़ंक्शन का समर्थन करता है।",
	"1) Turn the Bluetooth on the other device off.": "1) Bluetooth चालू करें अन्य डिवाइस को बंद करें।",
	"10 Points Code Value": "10 अंक कोड मूल्य",
	"10 Points IRE": "10 अंक IRE",
	"10 and Above": "10 और अधिक",
	"10 min": "10 मिनट",
	"11 and Above": "11 और अधिक",
	"12 Hours": "12 घंटे",
	"12 and Above": "12 और अधिक",
	"120 min": "120 मिनट",
	"13 and Above": "13 और अधिक",
	"14 and Above": "14 और अधिक",
	"14 by 9": "चौदह गुणा नौ",
	"15 and Above": "15 और अधिक",
	"16 and Above": "16 और अधिक",
	"16 by 9": "सोलह गुणा नौ",
	"17 and Above": "17 और अधिक",
	"18 and Above": "18 और अधिक",
	"180 min": "180 मिनट",
	"19 and Above": "19 और अधिक",
	"2 Channel": "2 चैनल",
	"2 Hours": "2 घंटे",
	"2 Points": "2 अंक",
	"2) Turn the Bluetooth device to connect off and on.": "2) Bluetooth डिवाइस को कनेक्ट करने के लिए बंद और चालू करें।",
	"20 Points Code Value": "20 पॉइंट कोड मान",
	"20 Points IRE": "20 प्वाइंट्स IRE",
	"20 and Above": "20 और अधिक",
	"20 min": "20 मिनट",
	"21 by 9": "इक्कीस गुणा नौ",
	"22 Points Code Value": "22 अंक कोड मान",
	"22 Points IRE": "22 अंक IRE",
	"24 Hours": "24 घंटे",
	"240 min": "240 मिनट",
	"3 Hours": "3 घंटे",
	"30 min": "30 मिनट",
	"32 by 12": "बत्तीस गुणा बारह",
	"32 by 9": "बत्तीस गुणा नौ",
	"3G/4G Connection": "3G/4G कनेक्शन",
	"4 Hours": "4 घंटे",
	"4 Hours Auto Power Off": "4 घंटे स्वतः पॉवर बंद",
	"4 and Above": "4 और अधिक",
	"4 by 3": "चार गुणा तीन",
	"4-Way Zoom": "4-वे जूम",
	"5 and Above": "5 और अधिक",
	"5.1 Channel": "5.1 चैनल",
	"6 Hours": "6 घंटे",
	"6 and Above": "6 और अधिक",
	"60 min": "60 मिनट",
	"7 and Above": "7 और अधिक",
	"8 Hours": "8 घंटे",
	"8 and Above": "8 और अधिक",
	"9 and Above": "9 और अधिक",
	"90 min": "90 मिनट",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID का उपयोग विज्ञापन उद्देश्यों के लिए डिवाइस की पहचान करने और आपकी रूचि के अनुसार कुछ विशेष विज्ञापनों की सहूलियत देने के लिए किया जाता है। आप नीचे AD ID को रीसेट या AD ID ट्रैकिंग को सीमित कर सकते हैं।",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning विकल्प",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning अक्षम है।",
	"AI Brightness Control": "AI चमक नियंत्रण",
	"AI Picture": "AI चित्र",
	"AI Picture Pro": "AI चित्र प्रो",
	"AI Recommendation": "AI अनुशंसा",
	"AI Service": "AI सेवा",
	"AI Sound": "AI ध्वनि",
	"AI Sound Pro": "AI ध्वनि प्रो",
	"AV": "AV",
	"AV Sync Adjustment": "AV सिंक समायोजन",
	"Abidjan": "आबिदजान",
	"Accessibility": "पहुँच",
	"Account Management": "खाता प्रबंधन",
	"Accra": "अक्रा",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "इस विकल्प को सक्रिय करने से इस स्मार्ट टीवी से विज्ञापन-संबंधी व्यक्तिगत डेटा का संग्रह और ट्रैकिंग बंद हो जाएगी। टॉगल चालू करने से आपके द्वारा देखे जा रहे विज्ञापनों के प्रकार प्रभावित हो सकते हैं, लेकिन यह आपको विज्ञापन प्राप्त करने से नहीं रोकेंगे।",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "इस टॉगल को सक्रिय करने से, LGE अपने तृतीय पक्ष प्रदाताओं को आपकी व्यक्तिगत जानकारी का व्यवसायीकरण रोकने का निर्देश देगा। जब तक कि आप अलग से इससे बाहर न निकलें, आप Live Plus, LG Channels, और Who.Where.What? जैसी सेवाओं को ऐक्सेस कर सकते हैं।",
	"Adak": "अदक",
	"Add Network": "नेटवर्क जोड़ें",
	"Add a hidden wireless network": "कोई छुपा हुआ वायरलेस नेटवर्क जोड़ें।",
	"Add wireless network by manually entering network name (SSID).": "मैन्युअल रूप से नेटवर्क नाम (SSID) दर्ज करके वायरलेस नेटवर्क जोड़ें।",
	"Addis Ababa": "अदीस अबाबा",
	"Additional Audio Selection": "अतिरिक्त ऑडियो का चयन",
	"Additional Settings": "अतिरिक्त सेटिंग",
	"Address Setting": "पता सेटिंग",
	"Aden": "एडेन",
	"Adjust Audio Guidance pitch.": "ऑडियो गाइडेंस पिच को समायोजित करें",
	"Adjust Audio Guidance speed.": "ऑडियो गाइडेंस की गति को समायोजित करें।",
	"Adjust Audio Guidance volume.": "ऑडियो गाइडेंस के वॉल्यूम को समायोजित करें।",
	"Adjust Backlight brightness to brighten or darken the screen.": "स्क्रीन को उजला या गहरा करने के लिए बैकलाइट चमक को समायोजित करें।",
	"Adjust Screen Position": "स्क्रीन पोजीशन को समायोजित करें",
	"Adjust Zoom Ratio": "जूम अनुपात को समायोजित करें",
	"Adjust animation effect shown on the home at certain times.": "होम पर कभी-कभी दिखाई देने वाले एनीमेशन प्रभाव को समायोजित करें।",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "अधिक चमकीलापन को रोकने और ऊर्जा की खपत को कम करने के लिए छवि गति का विश्लेषण करके चमक समायोजित करें।",
	"Adjust brightness of the LG logo.": "LG लोगो का चमकीलापन समायोजित करें।",
	"Adjust color and saturation for a more vivid image.": "अधिक विशद छवि के लिए रंग और संतृप्ति को समायोजित करें।",
	"Adjust color temperature automatically to reduce eye strain.": "आँखों के तनाव को कम करने के लिए रंग के तापमान को स्वत: रूप से कम करें।",
	"Adjust cursor speed.": "कर्सर की गति समायोजित करें।",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "किनारे की स्पष्टता को समायोजित करें। उच्च मान छवि की तीक्ष्णता और स्पष्टता में वृद्धि करेगा।",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "इनपुट संकेत की चमक क्षतिपूर्ति करने के लिए गामा सेटिंग्स समायोजित करें।",
	"Adjust left/right audio balance.": "बाएँ/दाएँ ऑडियो संतुलन को समायोजित करें।",
	"Adjust luminance for selected color.": "चयनित रंग के लिए प्रदीप्तता को समायोजित करें।",
	"Adjust luminance level for selected IRE point.": "चयनित IRE बिन्दु के लिए प्रदीप्तता स्तर को समायोजित करें।",
	"Adjust peak brightness for the brightest luminance.": "चमक की तीव्रता के लिए पीक चमक समायोजित करें।",
	"Adjust remote's cursor speed and appearance.": "रिमोट के कर्सर की गति और दिखावट को समायोजित करें।",
	"Adjust saturation for selected color.": "चयनित रंग के लिए संतृप्तता को समायोजित करें।",
	"Adjust screen brightness to reduce energy consumption.": "ऊर्जा का उपयोग कम करने के लिए स्क्रीन के चमक को समायोजित करें।",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "स्क्रीन को उजला या गहरा करने के लिए OLED LIGHT को समायोजित करें।",
	"Adjust the audio timing to synchronize the video and audio.": "वीडियो एवं ऑडियो को सिंक्रनाइज करने के लिए ऑडियो टाइमिंग समायोजित करें।",
	"Adjust the balance of red and green to display the tint on the screen.": "स्क्रीन के टिंट को प्रदर्शित करने के लिए लाल और हरे के संतुलन को समायोजित करें।",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "रंग तापमान, चमक, और लाल, हरे, नीले की तीव्रता में बदलाव करके रंग को समायोजित करें।",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "व्यक्तिगत पिक्चर मोड के लिए कॉन्ट्रास्ट, रिज़ॉल्यूशन इत्यादि विस्तृत रूप से समायोजित करें और इसके आलावा पसंदीदा रंग, गामा आदि सेट करें।",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "स्क्रीन के उज्ज्वल और अंधेरे क्षेत्रों के बीच अंतर को समायोजित करें। उच्च मान अंतर तीव्र करेगा।",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "मूवी के फ़्रेम अनुपात को उसी रूप में समायोजित करता है और मूवी थिएटर का अनुभव प्रदान करता है।",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "स्थैतिक छवियों जैसे लोगो इत्यादि की चमक को समायोजित करें और लंबे समय तक TV चालू रहने के कारण होने वाली चित्र गुणवत्ता दिक्कतों को रोकती है।",
	"Adjust the screen color to be pale or deep.": "स्क्रीन के रंग को मद्धम या गहरा करने के लिए समायोजित करें।",
	"Adjust the sound to meet your taste for each sound frequency band.": "प्रत्येक ध्वनि आवृत्ति बैंड को अपने पसंद के अनुसार पाने के लिए ध्वनि को समायोजित करें।",
	"Adjust the timing to synchronize when the video and audio have time difference.": "जब विडियो और ऑडियो में समय का अंतर आ रहा हो, तो उन्हें एक साथ करने के लिए समय को समायोजित करें।",
	"Adjust the tint to brighten or darken the screen.": "स्क्रीन को उजला या गहरा करने के लिए टिंट को समायोजित करें।",
	"Adjust the volume you want with pressing remote's volume key.": "रिमोट के वॉल्यूम बटन से वांछित वॉल्यूम समायोजित करें।",
	"Adjust tint for selected color.": "चयनित रंग के लिए टिंट को समायोजित करें।",
	"Adjust whether to display the home promotion.": "होम प्रमोशन प्रदर्शित करना है या नहीं, इसका समायोजन करें।",
	"Adjusting Luminance": "समायोजन प्रदीप्तता",
	"Adolescent over 13 are allowed to watch.": "13 वर्ष से अधिक आयु के किशोरों को देखने की अनुमति है।",
	"Adolescent over 14 are allowed to watch.": "14 वर्ष से अधिक आयु के किशोरों को देखने की अनुमति है।",
	"Adolescent over 16 are allowed to watch.": "16 वर्ष से अधिक आयु के किशोरों को देखने की अनुमति है।",
	"Adult": "वयस्क",
	"Adult Language": "वयस्क भाषा",
	"Adults only.": "केवल वयस्क।",
	"Advanced": "एडवांस्ड",
	"Advanced Controls": "एडवांस्ड नियंत्रण",
	"Advanced Wi-Fi Settings": "एडवांस्ड Wi-Fi सेटिंग्स",
	"Advertisement": "विज्ञापन",
	"Afghanistan": "अफ़ग़ानिस्तान",
	"Afrikaans": "अफ़्रीकी",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "देश बदलने के बाद, ट्यून किए गए सभी मौजूदा चैनल हट जाएँगे। चैनलों को फिर से ट्यून करने के लिए, कृपया ऑटो ट्यूनिंग पर जाएँ। क्या आप जारी रखना चाहते हैं?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "आपके ज़िप कोड को बदलने के बाद, सभी मौजूदा Freesat चैनल हट जाएँगे। चैनलों को फिर से ट्यून करने के लिए, कृपया ऑटो ट्यूनिंग पर जाएँ। क्या आप जारी रखना चाहते हैं?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "देश परिवर्तित करने के पश्चात, आप ऑटो ट्यूनिंग का प्रयोग करने के द्वारा अपने चैनल्स के लिए स्कैन कर सकते हैं। क्या आप जारी रखना चाहते हैं?",
	"Ages 2-7 are allowed to watch.": "2-7 आयु के बच्चों को देखने की अनुमति है।",
	"Albania": "अल्बानिया",
	"Albanian": "अल्बेनियन",
	"Alerts you by sound when the TV is turned on or off.": "TV चालू या बंद होने पर आपको ध्वनि द्वारा सचेत करता है।",
	"Algeria": "अल्जीरिया",
	"Algiers": "अल्जीयर्स",
	"All Channels": "सभी चैनल",
	"All Children": "सभी बच्चे",
	"All ages are allowed to watch.": "सभी आयु वर्गों के लिए देखने की अनुमति है।",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} के लिए सभी मौजूदा सेटिंग्स रीसेट हो जाएँगी। क्या आप जारी रखना चाहते हैं?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "मानक मोड के लिए सभी ध्वनि प्रभाव सेटिंग्स रीसेट हो जाएगी। क्या आप जारी रखना चाहते हैं?",
	"Allow Automatic Updates": "स्वचालित अपडेट की अनुमति दें",
	"Almaty": "अल्माटी",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "साथ ही, आप Bluetooth सराउंड साउंड की विस्तृत सेटिंग को समायोजित कर सकते हैं।",
	"Always Open": "हमेशा खुला",
	"Always-on Off Time": "Always-on ऑफ़ टाइम",
	"Amman": "अम्मान",
	"Amsterdam": "एम्स्टर्डम",
	"An error has occurred while copy channels.": "चैनल्स को कॉपी करते समय एक त्रुटि हुई है।",
	"An important software update is available.": "एक महत्वपूर्ण सॉफ़्टवेयर अपडेट उपलब्ध है।",
	"Anadyr": "एनाडायर",
	"Analog Mode": "एनालॉग मोड",
	"Analog TV": "एनालॉग टीवी",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "साउंड की विशेषताओं का विश्लेषण करता है और वास्तविक समय के भीतर प्रत्येक सामग्री के लिए साउंड को अनुकूल बनाता है।",
	"Anchorage": "एनकोरेज़",
	"Angola": "अंगोला",
	"Antananarivo": "एंटानारिवो",
	"Antenna": "एंटिना",
	"Antenna ATV": "एंटिना ATV",
	"Antenna DTV": "एंटिना DTV",
	"Antenna Radio": "एंटिना रेडियो",
	"Antigua and Barbuda": "एंटीगुआ और बारबुडा",
	"Any Supplementary Audio": "कोई अतिरिक्त ऑडियो",
	"Apia": "एपिया",
	"App Alarm": "ऐप अलार्म",
	"Application Locks": "एप्लिकेशन लॉक",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "वर्तमान पिक्चर मोड के विस्तृत सेटिंग मानों को सभी इनपुट्स या ऐप्स में लागू करें।",
	"Apply to all inputs": "सभी इनपुट पर लागू करें",
	"Applying value to all inputs...": "सभी इनपुट पर वैल्यू लागू कर रहा है...",
	"Arabic": "अरबी",
	"Araguaína": "अरागुआइना",
	"Argentina": "अर्जेंटीना",
	"Armenia": "आर्मेनिया",
	"Aruba": "अरूबा",
	"Ashgabat": "अश्गाबात",
	"Asmara": "अस्मारा",
	"Aspect Ratio": "छवि अनुपात",
	"Aspect Ratio Settings": "छवि अनुपात सेटिंग्स",
	"Assamese": "असमी",
	"Assign channels to remote buttons so you can quickly jump to them.": "रिमोट के बटन्स को चैनल निर्दिष्ट करें ताकि आप शीघ्रता से उन पर जा सकें।",
	"Athens": "एथेंस",
	"Atikokan": "एटिकोकन",
	"Auckland": "ऑकलैंड",
	"Audio Delay": "ऑडियो विलंब",
	"Audio Description": "ऑडियो विवरण",
	"Audio Description Volume": "ऑडियो विवरण वॉल्यूम",
	"Audio Guidance": "ऑडियो गाइडेंस",
	"Audio Language": "ऑडियो भाषा",
	"Audio Out (Line Out)": "ऑडियो आउट (लाइन आउट)",
	"Audio Type": "ऑडियो प्रकार",
	"Australia": "ऑस्ट्रेलिया",
	"Austria": "ऑस्ट्रिया",
	"Auto": "ऑटो",
	"Auto Detect": "स्वत: खोज",
	"Auto Device Detection": "स्वतः डिवाइस पहचान",
	"Auto Genre Selection": "स्वचालित शैली का चयन",
	"Auto Power Off": "स्वतः पॉवर बंद",
	"Auto Power Sync": "ऑटो पॉवर सिंक",
	"Auto Start": "स्वतः प्रारंभ",
	"Auto Volume": "ऑटो वॉल्यूम",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "साउंड वॉल्यूम में आए अंतर को स्वचालित रूप से समायोजित करें, या साउंड के उस वॉल्यूम को सेट करें जो उस समय रिमोट कंट्रोल पर वॉल्यूम बटन से समायोजित है।",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR सामग्री शैली के लिए अनुकूलित चित्र मान के लिए स्वचालित रूप से समायोजित होता है।",
	"Automatically adjust to a picture value optimized for contents genre.": "सामग्री शैली के लिए अनुकूलित चित्र मान के लिए स्वचालित रूप से समायोजित होता है।",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "जब फ़िल्म सामग्री की पहचान हो जाए तो स्वचालित रूप से FILMMAKER MODE में बदल दें।",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "स्वचालित रूप से परिवेश प्रकाश के रंग और चमक के आधार पर तस्वीर की गुणवत्ता का अनुकूलन करें।",
	"Automatically update system software when an update is found.": "अपडेट पाए जाने पर स्वचालित रूप से सिस्टम सॉफ्टवेयर अपडेट होगा।",
	"Available Internal Storage": "उपलब्ध आंतरिक संग्रहण",
	"Azerbaijan": "अज़रबैजान",
	"Azores": "एज़ोरेस",
	"BG Color": "बैकग्राउंड रंग",
	"BG Opacity": "बैकग्राउंड अस्पष्टता",
	"Back": "वापस",
	"Backlight": "बैकलाइट",
	"Baghdad": "बगदाद",
	"Bahamas": "बहमास",
	"Bahrain": "बहरीन",
	"Baku": "बाकू",
	"Balance": "संतुलन",
	"Bamako": "बामाको",
	"Bangkok": "बैंकॉक",
	"Bangladesh": "बंग्लादेश",
	"Bangui": "बैंगुई",
	"Banjul": "बांजूल",
	"Barbados": "बारबाडोस",
	"Basque": "बस्क",
	"Bass Boost": "बास बूस्ट",
	"Behavior may vary depending on connected device.": "कनेक्ट की जाने वाली डिवाइस के आधार पर व्यवहार में अंतर आ सकता है।",
	"Beijing": "बीजिंग",
	"Beirut": "बैरूत",
	"Belarus": "बेलारूस",
	"Belgium": "बेल्जियम",
	"Belgrade": "बेलग्रेड",
	"Belize": "बेलीज़",
	"Belém": "बेलेम",
	"Bengali": "बंगाली",
	"Benin": "बेनिन",
	"Berlin": "बर्लिन",
	"Bermuda": "बरमूडा",
	"Bhutan": "भूटान",
	"Bishkek": "बिश्‍केक",
	"Bissau": "बिसाऊ",
	"Black": "श्याम",
	"Black Level": "काला स्‍तर",
	"Blanc-Sablon": "ब्लैंक-स्बलॉन",
	"Blantyre": "ब्लेंटायर",
	"Block TV programs broadcast in English based on their content ratings.": "अंग्रेजी में प्रसारित किए जाने वाले टीवी कार्यक्रमों को उनकी सामग्री मूल्यांकन के आधार पर ब्लॉक करें।",
	"Block TV programs broadcast in French based on their content ratings.": "फ्रांसीसी में प्रसारित किए जाने वाले टीवी कार्यक्रमों को उनकी सामग्री मूल्यांकन के आधार पर ब्लॉक करें।",
	"Block content based on genre.": "जेनर के आधार पर प्रोग्राम ब्लॉक करें।",
	"Blue": "नीला",
	"Bluetooth Speaker Mode": "Bluetooth स्पीकर मोड",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth सराउंड साउंड + आंतरिक TV स्पीकर",
	"Bluetooth Surround Sound Setup": "Bluetooth सराउंड साउंड सेटअप",
	"Boa Vista": "बोआ विस्टा",
	"Bogotá": "बोगोटा",
	"Bolivia": "बोलिविया",
	"Bosnia": "बोस्निया",
	"Bosnia And Herzegovina": "बोस्निया और हर्ज़िगोविना",
	"Bosnian": "बोस्नियन",
	"Botswana": "बोत्सवाना",
	"Bratislava": "ब्रैटिस्लावा",
	"Brazil": "ब्राज़ील",
	"Brazilian Punk": "ब्राज़ीलियाई पंक",
	"Brazzaville": "ब्रेज़ाविले",
	"Brightness": "चमक",
	"Broadcast Country": "प्रसारण देश",
	"Broadcast Mail": "मेल प्रसारित करें",
	"Broken Hill": "ब्रोकेन हिल",
	"Brussels": "ब्रुसेल्स",
	"Bucharest": "बुख़ारेस्ट",
	"Budapest": "बुडापेस्ट",
	"Buenos Aires": "ब्यूनस आयर्स",
	"Bujumbura": "बुजुम्बुरा",
	"Bulgaria": "बुल्गारिया",
	"Bulgarian": "बल्गेरियन",
	"Burkina Faso": "बुर्किना फासो",
	"Burundi": "बुरुंडी",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "‘रीसेट’ को दबाकर, आप अतीत में इस स्मार्ट TV से LGE द्वारा इकट्ठा किए गए विज्ञापन संबंधी सभी डेटा को हटा देंगे। ‘रीसेट’ को दबाने से आपके द्वारा देखे जाने वाले विज्ञापनों के प्रकारों पर प्रभाव पड़ेगा, लेकिन यह आपको विज्ञापन प्राप्त करने से नहीं रोकेगा।",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus चालू करके, आप ACR मॉड्यूल के माध्यम से LG Electronics Inc. (\"LGE\") द्वारा टेलीविजन पर प्रदर्शित जानकारी को एकत्र करने के लिए सहमत हो रहे हैं, जिसे इंटरेक्टिव सेवाएं प्रदान करने के लिए तीसरी पार्टियों के एक गुमनाम आधार पर आपके साथ शेयर किया जा सकता है। हम विपणन उद्देश्यों के लिए तीसरी पार्टियों को समेकित गुमनाम जानकारी का भी साझा कर सकते हैं। कृपया ध्यान दें कि हम 13 वर्ष से कम आयु के बच्चों के बारे में उपरोक्त जानकारी का संग्रह या वितरण जानबुझकर नहीं करते हैं। Live Plus के बारे में विस्तृत जानकारी की व्याख्या प्रदर्शित जानकारी (शर्तों) में की गई है जिसे SmartTV सेटिंग्स मेनू में एक्सेस किया जा सकता है। LGE बेहद अनुशंसा करता है कि Live Plus फंक्शन सक्रिय करने से पहले आप प्रदर्शित जानकारी (शर्तों) के पूर्ण संस्करण की समीक्षा कर लें।",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus चालू करने पर, आप इस बात को समझते हैं कि आपके TV पर प्रदर्शित सामग्री पहचानी जा सकती है, और आपके द्वारा देखी जाने वाली चीज़ों की जानकारी का उपयोग आपको देखने के लिए बेहतर और वैयक्तिकृत सेवाएँ प्रदान करने के लिए हो सकता है जिसमें सामग्री अनुशंसाएँ और विज्ञापन शामिल हैं। कृपया अधिक जानकारी के लिए TV सेटिंग्स मेनू में गोपनीयता नीति और संबंधित उपयोगकर्ता अनुबंध की समीक्षा करें।",
	"CI Information": "CI जानकारी",
	"CI password incorrect. Please enter again.": "CI पासवर्ड गलत। कृपया पुन: दर्ज करें।",
	"COMPONENT2": "कंपोनेंट2",
	"COMPONENT3": "कंपोनेंट3",
	"CS1 Board": "CS1 बोर्ड",
	"CS2 Board": "CS2 बोर्ड",
	"Cable": "केबल",
	"Cable ATV": "केबल ATV",
	"Cable DTV": "केबल DTV",
	"Cable Radio": "केबल रेडियो",
	"Cairo": "काइरो",
	"Cambodia": "कम्बोडिया",
	"Cameroon": "कैमरून",
	"Campo Grande": "कैंपो ग्रांडे",
	"Can not Find Channel": "चैनल नहीं ढूंढ सकता।",
	"Canada": "कनाडा",
	"Canary Islands": "कैनेरी आइलैंड्स",
	"Cancel": "रद्द करें",
	"Cancel Schedule": "शेड्यूल रद्द करें",
	"Cancel Update": "अपडेट रद्द करें",
	"Cancún": "कैनकन",
	"Cantonese": "कैंटोनीज़",
	"Cape Verde": "केप वर्ड",
	"Caracas": "काराकस",
	"Casablanca": "कासाब्लांका",
	"Catalan": "कैटलन",
	"Caution": "सावधानी",
	"Cayman Islands": "केमैन आइलैंड्स",
	"Center": "केंद्र",
	"Central African Republic": "मध्य अफ़्रीकी गणराज्य",
	"Ceuta": "क्वेटा",
	"Chad": "चाड",
	"Change blue intensity and adjust the color balance.": "नीले की तीव्रता में बदलाव करें और रंग संतुलन को समायोजित करें।",
	"Change green intensity and adjust the color balance.": "हरे की तीव्रता में बदलाव करें और रंग संतुलन को समायोजित करें।",
	"Change red intensity and adjust the color balance.": "लाल की तीव्रता में बदलाव करें और रंग संतुलन को समायोजित करें।",
	"Change the left / right sound": "बाईं / दाईं ध्वनि बदलें",
	"Change the position of captions using the 4-way dial on the remote control.": "रिमोट कंट्रोल पर 4-वे डायल का उपयोग करके कैप्शन की स्थिति बदलें।",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "क्षेत्र बदलने से आपके TV में ट्यून किए गए मौजूदा चैनल बदल सकते हैं। आप ऑटो ट्यूनिंग के जरिए चैनलों को फिर से ट्यून कर सकते हैं। क्या आप क्षेत्र की सेटिंग को अभी बदलना चाहते हैं?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "देश बदलने से आपका TV रीस्टार्ट हो जाएगा और आपको फिर से LG के यूजर एग्रीमेंट के लिए सहमति की आवश्यकता पड़ सकती है। इसके अलावा, कुछ ऐप्स एवं सेवाओं की उपलब्धता LG Services Country के अनुसार भिन्न हो सकती है। क्या आप जारी रखना चाहते हैं?",
	"Channel Locks": "चैनल लॉक",
	"Channel Manager": "चैनल प्रबंधक",
	"Channel Scrolling Options": "चैनल स्क्रॉल विकल्प",
	"Channel Tuning": "चैनल ट्यूनिंग",
	"Channel Tuning & Settings": "चैनल ट्यूनिंग एवं सेटिंग्स",
	"Channels": "चैनल",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI और अन्य बाह्य इनपुट के चैनल लॉक नहीं हो सकते हैं। TV चैनल को लॉक करने के लिए, मौजूदा इनपुट को Live TV में बदलें।",
	"Chatham Islands": "चाथम आइलैंड्स",
	"Check TV information.": "TV जानकारी जांचें।",
	"Check alarm messages about the user settings or TV status.": "उपयोगकर्ता सेटिंग्स या TV स्थिति से संबंधित अलार्म संदेशों की जाँच करें।",
	"Check descriptions for each LG webOS TV functions.": "प्रत्येक LG webOS TV फ़ंक्शन के वर्णनों की जाँच करें।",
	"Check for Advertising settings and set it.": "विज्ञापन सेटिंग्स की जाँच करें और इसे सेट करें।",
	"Check for Updates": "अपडेट के लिए जांचें",
	"Check for available functions with Voice and set Voice Settings.": "आवाज़ के साथ उपलब्ध फंक्शन की जाँच करें और आवाज़ सेटिंग्स को सेट करें।",
	"Check for problems with the picture quality.": "तस्वीर की गुणवत्ता से जुड़ी समस्याओं की जाँच करें।",
	"Check for problems with the sound quality of the Internal TV Speaker.": "आंतरिक टीवी स्पीकर की ध्वनि गुणवत्ता से संबंधित समस्याओं की जाँच करें।",
	"Check for software updates and update if available.": "यदि उपलब्ध हो तो सॉफ़्टवेयर अपडेट जांचें और अपडेट करें।",
	"Check whether the Bluetooth device is in pairing mode.": "जांचें कि क्या Bluetooth डिवाइस पेयरिंग मोड में है।",
	"Check your TV status to solve problems or use remote support.": "समस्याओं को सुलझाने या रिमोट सहायता का उपयोग करने के लिए अपने TV स्टेटस की जाँच करें।",
	"Checking Password": "पासवर्ड जांच रहा है",
	"Checking for Updates": "अपडेट के लिए जांच हो रही है",
	"Checking...": "जांच हो रही है...",
	"Chicago": "शिकागो",
	"Chihuahua": "चिहुआहुआ",
	"Children": "बच्चे",
	"Children Age": "बच्चों की आयु",
	"Children Program Locks": "चाइल्ड प्रोग्राम लॉक",
	"Children over 8 are allowed to watch.": "8 वर्ष से अधिक आयु के बच्चों को देखने की अनुमति है।",
	"Chile": "चिली",
	"China": "चीन",
	"Chinese": "चीनी",
	"Chisinau": "किसिनौ",
	"Choibalsan": "चोईबाल्सन",
	"Chongqing": "चोंगकिंग",
	"Choose to have all channels or just your primary ones when you change channels.": "जब आप चैनल बदलते हैं, तब सभी चैनल चुनें या केवल प्रारंभिक चैनल चुनें।",
	"Christmas Island": "क्रिसमस आइलैंड",
	"Cinema": "सिनेमा",
	"Cinema Clear": "सिनेमा क्लीयर",
	"Cinema Home": "सिनेमा होम",
	"Cinema View": "सिनेमा व्यू",
	"Cinema View (32:12)": "सिनेमा व्यू (32:12)",
	"Cinema Zoom": "सिनेमा ज़ूम",
	"City": "शहर",
	"City Selection": "शहर चयन",
	"Clean Audio": "क्लीन ऑडियो",
	"Clear": "क्लियर",
	"Clear Plus": "क्लियर प्लस",
	"Clear1": "क्लियर",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "अपने LG वायरलेस कीबोर्ड को चालू करने के पश्चात नीचे कनेक्ट बटन पर क्लिक करें और पेयरिंग मोड सेट करें।",
	"Close": "बंद",
	"Closed Caption": "बंद कैप्शन",
	"Closed Caption Settings": "बंद शीर्षक सेटिंग्स",
	"Code Value": "कोड मान",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "MAC पता, मॉडल नंबर, देश का कोड, भाषा सेटिंग्स संग्रहित करें और अपडेट के लिए नवीनतम सॉफ्टवेयर को जाँचने के लिए सॉफ्टवेयर संस्करण संग्रहित करें।",
	"Colombia": "कोलंबिया",
	"Colombo": "कोलंबो",
	"Color": "रंग",
	"Color Gamut": "रंग विन्यास",
	"Color Management System": "रंग प्रबंधन प्रणाली",
	"Color Temperature": "रंग तापमान",
	"Component": "कंपोनेंट",
	"Conakry": "कॉनकैरी",
	"Confirm the terms and conditions or change whether to accept the agreement.": "नियम और शर्तें की पुष्टि करें या नियम और शर्तें को स्वीकार करना है या नहीं, इसमें परिवर्तन करें।",
	"Congo Brazzaville": "कांगो ब्राज़ाविल",
	"Connect": "कनेक्ट",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth स्पीकर और TV स्पीकर को कनेक्ट करें और स्पीकर के बीच ऑडियो विलंब को स्वचालित रूप से समायोजित करें।",
	"Connect an external audio device, which supports the eARC, to the eARC.": "बाहरी ऑडियो डिवाइस को कनेक्ट करें जो eARC के लिए eARC का समर्थन करता है।",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "गाइड के आधार पर TV से सेट-टॉप बॉक्स, ध्वनि बार जैसे बाहरी डिवाइस को कनेक्ट करें।",
	"Connect the LAN cable directly to the TV to use the network.": "नेटवर्क का उपयोग करने के लिए LAN केबल को सीधे TV से कनेक्ट करें।",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP और DNS सर्वर के पते मैन्युअली दर्ज करके नेटवर्क से कनेक्ट हों।",
	"Connect to the network if a wireless router is installed.": "यदि वायरलेस राऊटर इंस्टॉल हैं, तो नेटवर्क से कनेक्ट करें।",
	"Connect via WPS PBC": "WPS PBC द्वारा कनेक्ट करें।",
	"Connect via WPS PIN": "WPS पिन से कनेक्ट करें",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "अपने वायर्ड नेटवर्क कनेक्शन को सक्रिय करने के लिए ईथरनेट केबल से टीवी को राऊटर या मोडम से कनेक्ट करें।",
	"Connect your TV with WiSA Speakers wirelessly.": "अपने TV को WiSA स्पीकर्स के साथ बिना किसी तार के कनेक्ट करें।",
	"Connectable Devices ({num})": "कनेक्ट होने योग्य डिवाइस ({num})",
	"Connected": "कनेक्ट किया गया।",
	"Connected to Internet": "इंटरनेट से जुड़ा हैं",
	"Connecting...": "कनेक्ट कर रहा है...",
	"Connection": "कनेक्शन",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "स्मार्टफोन या पीसी के साथ कनेक्शन प्रबंधन उपलब्ध है। मोबाइल डिवाइस के साथ टीवी कनेक्ट करने के लिए, स्मार्टफोन और पीसी पर कनेक्शन सेटिंग्स और अनुरोध की आवश्यकता होती है।",
	"Content Recommendations": "सामग्री सुझाव",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "यदि मल्टी-चैनल ऑडियो HbbTV द्वारा समर्थित है, तो मल्टी-चैनल सुनने के लिए उपयुक्त ध्वनि वाली सामग्री चलाई जाएगी।",
	"Contrast": "कॉन्ट्रास्ट",
	"Cool": "शीतल",
	"Copenhagen": "कोपेनहेगन",
	"Copy Channels": "चैनल्स कॉपी करें",
	"Copy/Delete file": "फ़ाइल की प्रति बनाएँ/हटाएँ",
	"Correct contrast and brightness by adjusting black levels.": "काले रंग के स्तर का समायोजन करके कंट्रास्ट और चमक सुधारें।",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "पिक्चर पिक्सेल सही करें और एक लम्बे समय तक टीवी चालू रहने के कारण होने वाली पिक्चर गुणवत्ता समस्याओं को रोकें।",
	"Costa Rica": "कोस्टा रिका",
	"Could not fined available network.": "उपलब्ध नेटवर्क नहीं पाया जा सका।",
	"Croatia": "क्रोएशिया",
	"Croatian": "क्रोएशियन",
	"Cuba": "क्यूबा",
	"Cuiabá": "क्‍यूबा",
	"Current time is not valid. Do you want to set the correct time now?": "वर्तमान समय मान्य नहीं है। क्या आप अभी सही समय सेट करना चाहते हैं?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "अनुकूलित चित्र मोड सेटिंग के मौजूदा मान सभी इनपुट के लिए {pictureMode} मोड में लागू हो जाएँगे। क्या आप जारी रखना चाहते हैं?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "मौजूदा कनेक्टेड LG वायरलेस कीबोर्ड डिवाइस आपके TV से डिस्कनेक्ट हो जाएगा। क्या आप जारी रखना चाहते हैं?",
	"Custom": "कस्टम",
	"Custom Time Zone": "टाइम ज़ोन को अनुकूलित करें",
	"Customer Service": "ग्राहक सेवा",
	"Cyan": "सियान",
	"Cyprus": "साइप्रस",
	"Czech": "चेक",
	"Czech Republic": "चेक गणराज्य",
	"Côte d'Ivoire": "कोट डी'आइवर",
	"DNS Server": "DNS सर्वर",
	"DR Congo": "कांगो - किन्शासा",
	"DTV Audio Setting": "DTV ऑडियो सेटिंग",
	"Dakar": "डैकार",
	"Damascus": "दमास्कस",
	"Danish": "डैनिश",
	"Danmarkshavn": "डेनमार्कशॉन",
	"Dar es Salaam": "दार एस सलाम",
	"Data Service": "डेटा सेवा",
	"Date": "दिनांक",
	"Dawson": "डॉसन",
	"Dawson Creek": "डॉसन क्रीक",
	"Day": "दिन",
	"Delete": "हटाएं",
	"Delete Connection History": "कनेक्शन इतिहास को हटाएं",
	"Delete Pairing History": "पेयरिंग इतिहास को हटाएँ",
	"Delete Usage Data": "उपयोग डेटा हटाएं",
	"Demo Options": "डेमो विकल्प",
	"Democratic Republic of the Congo": "कांगो लोकतांत्रिक गणराज्य",
	"Denmark": "डेनमार्क",
	"Denver": "डेनवर",
	"Depressed": "दबा हुआ",
	"Deregister": "पंजीकरण रद्द करें",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "TV का उपयोग करने के लिए दृष्टिबाधित दर्शकों के लिए आवाज के साथ स्क्रीन पर सामग्री का वर्णन करें",
	"Detect Range": "खोज सीमा",
	"Detroit": "डेट्रॉइट",
	"Device Connection Settings": "डिवाइस कनेक्शन सेटिंग्स",
	"Device List": "डिवाइस सूची",
	"Device Name": "डिवाइस का नाम",
	"Dhaka": "ढाका",
	"Digital Mode": "डिजिटल मोड",
	"Digital Sound Out": "डिजिटल साउंड आउट",
	"Digital TV": "डिजिटल टीवी",
	"Dili": "डिलि",
	"Directed to Older Children (ages 7 and above)": "बड़े बच्चों (7 वर्ष तथा उससे अधिक आयु) के लिए निर्देशित",
	"Disabled": "अक्षम",
	"Disconnect": "डिस्कनेक्ट करें",
	"Display captions for hearing-impaired viewers to use TV.": "नेत्रहीन दर्शकों द्वारा TV के उपयोग के लिए कैप्शन प्रदर्शित करें।",
	"Display fast-moving content smoothly and clearly.": "तेजी से चलती सामग्री को सहजता से और स्पष्ट रूप से प्रदर्शित करें।",
	"Display luminance level for the highest point (100 IRE).": "उच्चतम बिन्दु (100 IRE) के लिए प्रदर्शन प्रदीप्तता स्तर चुनें।",
	"Display pictures in a warm or cool color temperature.": "चित्रों को गर्म या ठंडे रंग तापमान में प्रदर्शित करें।",
	"Djibouti": "जिबूती",
	"Do Not Sell My Personal Information": "मेरे व्यक्तिगत जानकारी की बिक्री न करें",
	"Do Not Track": "ट्रैक न करें",
	"Do you want to continue?": "क्या आप जारी रखना चाहते हैं?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "क्या आप चैनल सूची को USB संग्रहण से अपने TV में कॉपी करना चाहते हैं? आपके TV में मौजूदा चैनल हट जाएँगे।",
	"Do you want to copy channel list from your TV to the USB storage?": "क्या आप USB संग्रहण में अपने TV से चैनल सूची को कॉपी करना चाहते हैं?",
	"Do you want to reset Position Settings?": "क्या आप पोज़िशन सेटिंग को रीसेट करना चाहते हैं?",
	"Do you want to reset Volume Control?": "क्या आप वॉल्यूम नियंत्रण सेटिंग को रीसेट करना चाहते हैं?",
	"Do you want to set the correct time now?": "क्या आप अभी सही समय सेट करना चाहते हैं?",
	"Do you want to turn your TV off now?": "क्या आप TV को अभी बंद करना चाहते हैं?",
	"Dodoma": "डोडोमा",
	"Doha": "दोहा",
	"Dominica": "डॉमिनिका",
	"Dominican Republic": "डोमिनिकन गणराज्य",
	"Done": "संपन्न",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "डोउला",
	"Download Mail": "मेल डाउनलोड करें",
	"Download and Install": "डाउनलोड और स्थापित करें",
	"Downloadable Rating": "डाउनलोड होने योग्य मूल्यांकन",
	"Dual Mono": "DUAL मोनो",
	"Dubai": "दुबई",
	"Dublin": "डबलिन",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on ऑफ़ टाइम के दौरान, आवाज़ पहचान इत्यादि सुविधाएँ सीमित होती हैं जब स्क्रीन बंद रहती है।",
	"Dushanbe": "दुशांबे",
	"Dutch": "डच",
	"Dynamic Color": "डायनामिक रंग",
	"Dynamic Contrast": "डायनामिक कॉन्ट्रास्ट",
	"Dynamic Tone Mapping": "डायनामिक टोन मैपिंग",
	"Easter Island": "ईस्टर आइलैंड",
	"Eastern Africa": "पूर्वी अफ्रीका",
	"Eco Mode": "Eco मोड",
	"Ecuador": "इक्वाडोर",
	"Edge Color": "एज रंग",
	"Edge Enhancer": "एज सुधारक",
	"Edge Type": "एज प्रकार",
	"Edit": "संपादन",
	"Edmonton": "एडमॉन्टन",
	"Egypt": "मिस्र",
	"Eirunepé": "इरुनेपे",
	"El Salvador": "अल साल्वाडोर",
	"El salvador": "अल सल्वाडोर",
	"Emergency Alert": "आपातकालीन चेतावनी",
	"Enabled": "सक्षम",
	"Energy Saving": "ऊर्जा बचत",
	"Energy consumption may increase if this feature is on.": "यदि यह सुविधा चालू रहती है तो ऊर्जा खपत के बढ़ने की संभावना है।",
	"Energy saving modes to limit power consumption.": "बिजली की खपत को सीमित करने के लिए ऊर्जा बचत मोड।",
	"English": "इंग्लिश",
	"Enhance the bass sound.": "बास साउंड को बढ़ाएँ।",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "जिनकी ऑंखें कमज़ोर हैं, उनके देखने के लिए बैकग्राउंड और टेक्स्ट जैसे कुछ मेनू के ब्राइट और डार्क क्षेत्रों के बीच कॉन्ट्रास्ट को बढ़ाएँ।",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG डीप लर्निंग तकनीक के माध्यम से सीखी गई एल्गोरिदम द्वारा सामग्रियों के रिज़ॉल्यूशन और शार्पनेस को बेहतर करता है और सामग्रियों का विश्लेषण करके उन्हें गहराई से अनुकूलित करता है।",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "साउंड फ़ील्ड प्रभाव को चालू रखकर, उत्कृष्ट साउंड के साथ Dolby Atmos सामग्री का आनंद लें।",
	"Enjoy TV sound by connecting Wired Headphones.": "वायर्ड हेडफोन्स को कनेक्ट करके TV साउंड का आनंद लें।",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) पोर्ट से कनेक्ट ऑडियो डिवाइसों के माध्यम से TV साउंड का आनंद लें।",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT से जुड़ी ऑडियो डिवाइसों के माध्यम से TV साउंड का आनंद लें।",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT से कनेक्ट LG ऑडियो डिवाइस के माध्यम से TV साउंड का आनंद लें।",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "बाहरी Audio Out/Headphones output पोर्ट से कनेक्ट ऑडियो डिवाइस के माध्यम से TV साउंड का आनंद लें।",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "आप आंतरिक TV स्पीकर और वायर्ड हेडफोन्स दोनों के माध्यम से साउंड का आनंद ले सकते हैं।",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "आंतरिक TV स्पीकर और OPTICAL DIGITAL AUDIO OUT पोर्ट दोनों से कनेक्ट बाहरी ऑडियो डिवाइस के माध्यम से TV साउंड का मजा लें।",
	"Enjoy a clear and natural sound.": "स्पष्ट और प्राकृतिक साउंड का आनंद लें।",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync या Bluetooth से कनेक्ट वायरलेस ऑडियो डिवाइस के द्वारा साउंड का आनंद लें।",
	"Enjoy the sound optimized to the room.": "कमरे के लिए अनुकूलित साउंड का मजा लें।",
	"Enter CI Password": "CI पासवर्ड दर्ज करें",
	"Enter the PIN in your router's settings.": "अपने राऊटर के सेटिंग में पिन दर्ज करें।",
	"Enter the master password.": "मास्टर पासवर्ड दर्ज करें।",
	"Equalizer": "इक्वेलाइज़र",
	"Equatorial Guinea": "इक्वेटोरियल गिनी",
	"Eritrea": "इरीट्रिया",
	"Estonia": "एस्टोनिया",
	"Estonian": "एस्टोनियन",
	"Ethiopia": "इथियोपिया",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "यदि सेटिंग बंद है, तो भी आप चैनल बैनर, वॉयस रिकग्निशन के माध्यम से संबंधित जानकारी की जांच कर सकते हैं।",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "यहां तक कि जब TV बंद हो और न्यूनतम पावर का उपयोग कर रहा हो, तो आप मोबाइल डिवाइस को कनेक्ट करके संगीत सुन सकते हैं। TV चालू होने पर मिली हुई अनेक सुविधाओं को फिर से तेजी से उपयोग किया जा सकता है।",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "यहाँ तक कि जब TV बंद हो तो आप TV को Bluetooth के माध्यम से अपने स्मार्टफ़ोन से कनेक्ट करके संगीत सुन सकते हैं।",
	"Every Day": "प्रतिदिन",
	"Every Weekday": "प्रत्येक कार्य दिवस",
	"Every Weekend": "हर सप्ताहांत",
	"Expert (Bright Room)": "विशेषज्ञ (उजला कमरा)",
	"Expert (Dark Room)": "विशेषज्ञ (अंधेरा कमरा)",
	"Export your TV's channel list information to a connected USB device.": "अपनी TV की चैनल सूची सूचना को एक कनेक्टेड USB डिवाइस पर एक्सपोर्ट करें।",
	"Extended": "विस्तारित",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "स्वतः पॉवर बंद सेटिंग की समय अवधि विस्तारित करने या फंक्शन को बंद करने से ऊर्जा उपभोग में वृद्धि हो सकती है।",
	"Extreme": "अत्यंत",
	"Eye Comfort Mode": "नेत्र कम्फर्ट मोड",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE स्वतः परिवर्तन",
	"Fantasy Violence": "कल्पनात्मक हिंसा",
	"Fast": "तेज़",
	"Fernando de Noronha": "फ़र्नांडो डे नोरोन्हा",
	"Fiji": "फ़िजी",
	"Find and tell an audio device available to connect around TV.": "कनेक्ट करने के लिए TV के आसपास के ऑडियो डिवाइस को ढूंढें और बताएँ।",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "लाल, हरे, नीले, सियान, मैजंटा, और पीले रंग रिक्त स्थान को फाइन ट्यून करें।",
	"Finland": "फ़िनलैंड",
	"Finnish": "फिनिश",
	"Flash": "फ़्लैश",
	"Flat Mode": "फ्लैट मोड",
	"Font": "फॉन्ट",
	"Font 1": "फ़ॉन्ट 1",
	"Font 2": "फ़ॉन्ट 2",
	"Font 3": "फ़ॉन्ट 3",
	"Font 4": "फ़ॉन्ट 4",
	"Font 5": "फ़ॉन्ट 5",
	"Font 6": "फ़ॉन्ट 6",
	"Font 7": "फ़ॉन्ट 7",
	"Font 8": "फ़ॉन्ट 8",
	"Football": "फुटबॉल",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS (Wi-Fi Protected Setup) सक्षम वायरलेस राउटर के लिए, TV को वायरलेस नेटवर्क से कनेक्ट करने के लिए पिन कोड दर्ज करें।",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS (Wi-Fi Protected Setup) सक्षम वायरलेस राउटर के लिए, TV को वायरलेस नेटवर्क से कनेक्ट करने के लिए WPS-PBC बटन को दबाएँ।",
	"Fortaleza": "फ़ॉर्टलेज़ा",
	"France": "फ़्रांस",
	"Freetown": "फ़्रीटाउन",
	"French": "फ़्रेंच",
	"French Polynesia": "फ़्रेंच पोलिनेशिया",
	"Full Wide": "पूर्ण वाइड",
	"Gabon": "गैबॉन",
	"Gaborone": "गैबोरोन",
	"Gaelic": "गेलिक",
	"Galapagos Islands": "गैलापेगोस आइलैंड्स",
	"Galician": "गैलिशियन",
	"Gallery": "गैलरी",
	"Gambia": "गाम्बिया",
	"Gambier": "गैंबियर",
	"Game": "गेम",
	"Gamma": "गामा",
	"Gateway": "गेटवे",
	"General": "सामान्य",
	"General Age": "सामान्‍य आयु",
	"General Audience": "सामान्य दर्शकगण",
	"General Audiences": "सामान्य दर्शकगण",
	"General Program Locks": "सामान्य प्रोग्राम लॉक",
	"Georgia": "जॉर्जिया",
	"German": "जर्मन",
	"Germany": "जर्मनी",
	"Get started in a quiet environment for sound optimization.": "ध्वनि को अनुकूलित करने के लिए एक शांत परिवेश में आरंभ करें।",
	"Getting...": "प्राप्त हो रहा है...",
	"Ghana": "घाना",
	"Gibraltar": "जिब्राल्टर",
	"Glace Bay": "ग्लेस बे",
	"Godthab": "गॉडथाब",
	"Grayscale": "ग्रेस्केल",
	"Greece": "यूनान",
	"Greek": "ग्रीक",
	"Green": "हरा",
	"Greenland": "ग्रीनलैंड",
	"Grenada": "ग्रेनाडा",
	"Guadalcanal": "ग्वाडालकैनाल",
	"Guadeloupe": "ग्वाडेलोप",
	"Guam": "गुआम",
	"Guatemala": "ग्वाटेमाला",
	"Guatemala City": "ग्वाटेमाला सिटी",
	"Guayaquil": "ग्वाक़िल",
	"Guernsey": "गर्नसी",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "नेत्रहीन दर्शकों के लिए TV का उपयोग करने के लिए गाइड मेनू और ऑपरेशन में आवाज़ की सुविधा दी गई है।",
	"Guinea": "गिनी",
	"Guinea Bissau": "गिनी बिसाऊ",
	"Guinea Conakry": "गिनी",
	"Guinea Equatorial": "इक्वेटोरियल गिनी",
	"Gujarati": "गुजराती",
	"Guyana": "गयाना",
	"H Position": "H पोज़िशन",
	"H Sharpness": "H स्पष्टता",
	"H Size": "H आकार",
	"HD Mode": "HD मोड",
	"HD Mode Option": "HD मोड विकल्प",
	"HDD Eco Mode": "HDD Eco मोड",
	"HDD Power Saving Mode": "HDD ऊर्जा बचत मोड",
	"HDMI Input Audio Format": "HDMI इनपुट ऑडियो फ़ॉर्मेट",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} पोर्ट तथा HDMI {port2} पोर्ट्स, 8K Ultra HD Deep Color का समर्थन करते है।",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} पोर्ट तथा HDMI {port2} पोर्ट्स, Ultra HD Deep Color का समर्थन करते है।",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} पोर्ट, 8K Ultra HD Deep Color का समर्थन करता है।",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} पोर्ट, Ultra HD Deep Color का समर्थन करता है।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} तथा HDMI {port3} पोर्ट्स, 8K Ultra HD Deep Color का समर्थन करते है।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} तथा HDMI {port3} पोर्ट्स, Ultra HD Deep Color का समर्थन करते है।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} तथा HDMI {port4} पोर्ट्स, 8K Ultra HD Deep Color का समर्थन करते है।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} तथा HDMI {port4} पोर्ट्स, Ultra HD Deep Color का समर्थन करते है।",
	"HDR Effect": "HDR इफेक्ट",
	"HDR Picture Mode": "HDR चित्र मोड",
	"Haiti": "हैती",
	"Halifax": "हालिफ़ैक्स",
	"Harare": "हरारे",
	"Harbin": "हार्बिन",
	"Hard of Hearing": "सुनने में मुश्किल",
	"Havana": "हवाना",
	"Headphones Volume": "हेडफोन्स वॉल्यूम",
	"Hebrew": "हीब्रू",
	"Helsinki": "हेलसिंकी",
	"Hermosillo": "हर्मोसिलो",
	"High": "ज्यादा",
	"High Contrast": "उच्च कॉन्ट्रास्ट",
	"Higher values increase a sense of warmth or coldness.": "उच्चतर वैल्यू होने पर उष्मा या ठंडक में वृद्धि होती है।",
	"Hindi": "हिंदी",
	"Ho Chi Minh": "हो ची मिन्ह",
	"Home Animation": "होम एनीमेशन",
	"Home Auto Launch": "होम ऑटो लॉन्च",
	"Home Mode": "होम मोड",
	"Home Promotion": "होम प्रमोशन",
	"Home Settings": "होम सेटिंग",
	"Home/Store Mode": "होम/स्टोर मोड",
	"Honduras": "हौण्डुरस",
	"Hong Kong": "हाँग काँग ",
	"Hongkong": "हाँग काँग ",
	"Honolulu": "होनोलुलु",
	"Hours": "घंटे",
	"However, the IPv6 version of the address does not support editing.": "हालांकि, पते का IPv6 प्रारूप संपादन का समर्थन नहीं करता है।",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "फिर भी, अपने TV को इष्टतम स्थिति में रखने के लिए, पांच घंटों के लिए सेट करने के लिए Always-on को अक्षम किया जाएगा और पावर को पूरी तरह बंद कर दिया जाएगा।",
	"Hungarian": "हंगेरियन",
	"Hungary": "हंगरी",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "महत्वपूर्ण! रिसेट किया जाना, आपकी सभी खाता सेटिंग्स तथा इंस्टॉल्ड ऐप्स को हटा देगा। इस क्रिया को पूर्ववत स्थिति में नहीं लाया जा सकता है।",
	"IP (Automatic)": "IP (स्वचलित)",
	"IP (Manual)": "IP (मैन्युअल)",
	"IP Address": "IP पता",
	"IVC (Cote d’Ivoire)": "IVC (कोट डी'आइवर)",
	"Iceland": "आइसलैंड",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ऑटो पावर सिंक के चयन के साथ, SIMPLINK डिवाइस चालू होने पर टीवी चालू हो जाएगा और टीवी बंद होने पर SIMPLINK डिवाइस बंद हो जाएगा।",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "यदि सेट-टॉप बॉक्स/OTT के यूनिवर्सल कंट्रोल को सेट किया गया है, LG रिमोट कंट्रोल से कनेक्ट हुए सेट-टॉप बॉक्स का लाभ उठाएँ।",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "यदि कोई डिवाइस पोर्ट से कनेक्ट है, गेम में देरी या डिवाइस वीडियो में रूकावट में कमी के साथ आप अनुकूलित पिक्चर देख सकते हैं।",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "यदि आप चालू करते हैं तथा आप एक ऐसी डिवाइस कनेक्ट करते हैं जो Ultra HD Deep Color का समर्थन करती है तो चित्र अधिक स्पष्ट हो सकता है।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "यदि रिकॉर्डिंग या सॉफ्टवेयर अपडेट प्रगति में हो, तो यह तब तक प्रतीक्षा करेगा जब तक कि वे पूर्ण न हो जाए और प्रक्रिया में एक घंटे से अधिक समय लग सकता है।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "यदि रिकॉर्डिंग या सॉफ़्टवेयर अपडेट प्रगति में हो, तो यह तब तक प्रतीक्षा करेगा जब तक कि वे पूर्ण न हो जाए और इस प्रक्रिया में {n} मिनट से अधिक समय लग सकता है।",
	"If the device is not connected, you may not hear any sound through it.": "यदि डिवाइस कनेक्ट नहीं है तो आप उनके माध्यम से कोई आवाज सुन नहीं सकते हैं।",
	"If the edge of the screen is not clean, please turn this function off.": "यदि स्क्रीन का किनारा साफ़ नहीं है तो कृपया इस फ़ंक्शन को बंद करें।",
	"If the program does not support multiple languages, the default language is selected.": "यदि यह कार्यक्रम एक से अधिक भाषाओं का समर्थन नहीं करता है, तो डिफ़ॉल्ट भाषा का चयन होता है।",
	"If the program does not support the selected output format, the default output from the source will be used.": "यदि यह कार्यक्रम चयनित आउटपुट फ़ॉर्मैट का समर्थन नहीं करता है, तो स्रोत में से डिफॉल्ट आउटपुट का प्रयोग किया जाएगा।",
	"If the program doesn't support different audio settings, the default audio will be selected.": "यदि कार्यक्रम विभिन्न ऑडियो सेटिंग्स का समर्थन नहीं करता है, तो डिफ़ॉल्ट ऑडियो का चयन किया जाएगा।",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "यदि समान लक्षण दोहराए जाते हैं तो कृपया सेट मान को फिर से बदलें या बाहरी कनेक्ट डिवाइस को फिर से आरंभ करें।",
	"If the selected language does not support, the default language from broadcasts will be used.": "यदि चयनित भाषा समर्थन नहीं करता, तो प्रसारण के डिफ़ॉल्ट भाषा का प्रयोग किया जाएगा।",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "यदि स्थैतिक स्क्रीन को एक घंटे तक कोई उपयोगकर्ता इनपुट प्राप्त नहीं होता, तो यह स्क्रीन सेवर पर स्विच हो जाता है।",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "यदि आपके द्वारा सेट किया गया टाइम, वर्तमान टाइम से बहुत भिन्न है, तो हो सकता है कि कुछ स्मार्ट विशेषताएँ प्रदर्शित न हों।",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "यदि आप इस डिवाइस के माध्यम से साउंड सुन नहीं पा रहे तो सुनिश्चित करें कि यह ठीक से काम कर रहा है और LG Sound Sync का समर्थन करता है।",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "यदि आप स्टोर डेमो मोड का चयन करते हैं, तो यह रिटेल डिस्प्ले विक्रय TV के मानों को अनुकूलित करने के लिए सेट होता है।",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "यदि आप ऑडियो गाइडेंस को चालू करते हैं, तो आप केवल अपने रिमोट एवं कुछ ऐप्स, जिसमें पॉइंटर के उपयोग की आवश्यकता नहीं होती है, पर बाएं, दाएँ, ऊपर और नीचे घुमा सकते हैं।",
	"If you turn it off, CAM operator's profile will be deleted.": "यदि आप इसे बंद करते हैं, तो CAM परिचालक का प्रोफ़ाइल हटा दिया जाएगा।",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "यदि आप इसे बंद करते हैं तो ट्यून किए गए सभी CAM चैनल अनुपलब्ध हो जाएँगे और सूचनाएँ मिलना बंद हो जाएँगी।",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "यदि आप 'त्वरित आरंभ+’ को बंद कर देते हैं, तो आप रिमोट फ्री कंट्रोल से अपने TV को चालू नहीं कर पाएंगे। क्या आप जारी रखना चाहेंगे?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "यदि आप 2 घंटे से अधिक समय तक स्क्रीन सेवर को बंद रखते हैं और स्क्रीन पर एक ही छवि रखते हैं, तो यह आपके स्क्रीन के चित्र की गुणवत्ता को प्रभावित कर सकता है। यदि यह 5 घंटे से अधिक देर तक रहता है, तो चित्र की स्थायी गुणवत्ता खराब हो सकती है। क्या आप जारी रखना चाहते हैं?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "यदि आप इस विकल्प को बंद कर देते हैं, तो स्थैतिक स्क्रीन और देर तक रह सकता है जो स्क्रीन गुणवत्ता को कम कर देता है, कुछ स्थितियों में जिसे वापस पाना बहुत कठिन होता है।",
	"If you use Energy Saving function, brightness of your TV will be affected.": "यदि आप ऊर्जा बचत विशेषता का उपयोग करते हैं तो आपके टीवी की ब्राइटनेस प्रभावित होगी।",
	"Import your TV's channel list information from a connected USB device.": "अपनी TV की चैनल सूची सूचना को एक कनेक्टेड USB डिवाइस से इम्पोर्ट करें।",
	"Import/export your TV's channel list information from/to a connected USB device.": "अपनी टीवी के चैनल सूची जानकारी को एक कनेक्टेड USB डिवाइस से/पर आयात/निर्यात करें।",
	"In Home": "होम",
	"India": "भारत",
	"Indianapolis": "इंडियानापोलिस",
	"Indonesia": "इंडोनेशिया",
	"Indonesian": "इंडोनेशियन",
	"Inner": "आंतरिक",
	"Input": "इनपुट",
	"Input Locks": "इनपुट लॉक",
	"Input field": "इनपुट फ़ील्ड",
	"Installing...": "स्थापित कर रहा है...",
	"Instant Game Response": "त्वरित गेम प्रतिसाद",
	"Interactive Service": "इंटरैक्टिव सर्विस",
	"Interactivity(DTVi)": "अन्तरक्रियाशील(DTVi)",
	"Internal TV Speaker": "आंतरिक टीवी स्पीकर",
	"Invert Colors": "रंगों को बदलें",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "स्क्रीन पर प्रदर्शित वस्तुओं की दृश्यता को बढ़ाने के लिए कुछ मेनू में कुछ रंगों को इस तरीके से बदलना कि उनकी क्षतिपूर्ति हो सके।",
	"Iran": "ईरान",
	"Iraq": "इराक",
	"Ireland": "आयरलैंड",
	"Irish": "आयरिश",
	"Irkutsk": "इर्कुत्स्क",
	"Israel": "इज़राइल",
	"Istanbul": "इस्तांबुल",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "यह व्यक्तिगत रूप से चित्र मोड में रीसेट है, तो इच्छित चित्र मोड का चयन करें और इसे रीसेट ।",
	"It may not sound depending on connected devices.": "हो सकता है कि यह कनेक्ट डिवाइस पर निर्भर करते हुए साउंड न करें।",
	"It may take a few minutes.": "इसमें कुछ मिनट लग सकता है।",
	"It may take a few seconds.": "इसमें कुछ सेकंड लग सकता है।",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "यह देखे जाने वाली शैली के आधार LG मशीन लर्निंग तकनीक के माध्यम से सीखी गई एल्गोरिदम द्वारा इष्टतम ध्वनि या Virtual 4.0 सराउंड प्रदान करता है।",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "यह देखे जाने वाली शैली के आधार LG डीप लर्निंग तकनीक के माध्यम से सीखी गई एल्गोरिदम द्वारा इष्टतम ध्वनि या Virtual 5.1 सराउंड प्रदान करता है।",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "TV इंस्टॉलेशन के प्रकार पर आधारित कमरे में प्रतिबिंबित-ध्वनि को ट्यून करने से अनुकूलित साउंड प्राप्त होता है।",
	"It reduces jaggies in the picture for a smooth picture.": "एक साफ चित्र दिखाने के लिए यह उस चित्र से दांतेदार चीज़ को कम करता है।",
	"It works only when the broadcasting program supports captions.": "यह तभी कार्य करता है जब प्रसारित कार्यक्रम, कैप्शन का समर्थन करता है।",
	"It works only when the broadcasting program supports subtitles.": "यह तभी कार्य करता है जब प्रसारित कार्यक्रम, सबटाइटल का समर्थन करता है।",
	"Italian": "इटालियन",
	"Italy": "इटली",
	"Ivory Coast": "आईवरी कोस्ट",
	"Jakarta": "जकार्ता",
	"Jamaica": "जमैका",
	"Japan": "जापान",
	"Japanese": "जापानी",
	"Jayapura": "जयापुरा",
	"Jerusalem": "येरूशलम",
	"Johannesburg": "जोहानसबर्ग",
	"Jordan": "जॉर्डन",
	"Just Scan": "जस्ट स्कैन",
	"Kabul": "काबुल",
	"Kaliningrad": "कालिनिंग्रेड",
	"Kamchatka": "कामचाटका",
	"Kampala": "काम्पाला",
	"Kannada": "कन्नड़",
	"Karachi": "कराची",
	"Kashgar": "कशगर",
	"Katmandu": "काठमांडू",
	"Kazakh": "कजाख",
	"Kazakhstan": "कज़ाकस्तान",
	"Kenya": "केन्या",
	"Keyboard Languages": "कुंजीपटल भाषाएँ",
	"Khartoum": "खारर्तूम",
	"Khovd": "खोव्द्",
	"Kiev": "कीव",
	"Kigali": "किगली",
	"Kingston": "किंग्स्टन",
	"Kinshasa": "किंशासा",
	"Kiribati": "किरिबाती",
	"Kiritimati": "किरितिमाटी",
	"Kolkata": "कोलकाता",
	"Korea": "कोरिया",
	"Korean": "कोरियन",
	"Krasnoyarsk": "कार्सनोयार्क्स",
	"Kuala Lumpur": "कुआलालंपुर",
	"Kuching": "कुचिंग",
	"Kuwait": "कुवैत",
	"Kuwait City": "कुवैत सिटी",
	"Kyrgyzstan": "किर्गिज़स्तान",
	"LED Local Dimming": "LED लोकल डिमिंग",
	"LG Logo Light (Front of TV)": "LG लोगो लाइट (टीवी के सामने)",
	"LG Services Country": "LG सेवा देश",
	"LG Sound Sync": "LG साउंड sync",
	"LG Wireless Keyboard": "LG वायरलेस कीबोर्ड",
	"LG Wireless Keyboard Connected:": "LG वायरलेस कीबोर्ड कनेक्ट हो गया:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG वायरलेस कीबोर्ड आपको Bluetooth के माध्यम से TV को नियंत्रित करने की अनुमति देता है।",
	"La Paz": "ला पाज़",
	"Lagos": "लेगोस",
	"Language": "भाषाएं",
	"Laos": "लाओस",
	"Large": "बड़ा",
	"Last tuning:": "पिछली ट्यूनिंग:",
	"Latvia": "लातविया",
	"Latvian": "लातवियन",
	"Lebanon": "लेबनान",
	"Left": "बायां",
	"Left Right": "बायां/दायां",
	"Left Surround": "बाई ओर घिरा हुआ",
	"Left drop shadow": "बाईं ड्रॉप छाया",
	"Legal Notice": "कानूनी नोटिस",
	"Lesotho": "लेसोथो",
	"Liberia": "लाइबेरिया",
	"Libreville": "लिब्रेविल",
	"Libya": "लीबिया",
	"Liechtenstein": "लिचेंस्टीन",
	"Light": "रोशनी",
	"Lilongwe": "लाईलॉन्ग्वे",
	"Lima": "लिमा",
	"Limit AD Tracking": "विज्ञापन ट्रैकिंग सीमित करें",
	"Lisbon": "लिस्बन",
	"Lithuania": "लिथुआनिया",
	"Lithuanian": "लिथुनियन",
	"Live Theater": "लाइव थियेटर",
	"Ljubljana": "ल्युब्ल्याना",
	"Loading...": "लोड हो रहा है...",
	"Local": "स्थानीय",
	"Local Language": "स्थानीय भाषा",
	"Location": "स्थान",
	"Lock All": "सभी लॉक करें",
	"Lock changes for currently running apps will be applied the next time they are started.": "अभी संचालित ऐप्स के लिए लॉक परिवर्तन अगली बार आरंभ किए जाने पर लागू होंगे।",
	"Logo Luminance Adjustment": "लोगो प्रदीप्तता समायोजन",
	"Lome": "लोम",
	"London": "लंदन",
	"Lord Howe": "लॉर्ड होवे",
	"Los Angeles": "लॉस एंजिल्स",
	"Louisville": "लुइसविले",
	"Low": "कम",
	"Luanda": "लुआंडा",
	"Lubumbashi": "लुबुंबाशी",
	"Luminance": "ल्युमिनेंस",
	"Lusaka": "लुसाका",
	"Luxembourg": "लग्ज़मबर्ग",
	"MAC Address": "MAC पता",
	"MAC Address (Wired)": "MAC एड्रेस (वायर्ड)",
	"MAC Address (Wireless)": "MAC एड्रेस (वायरलेस)",
	"MASTER PASSWORD": "मास्टर पासवर्ड",
	"MHEG Guide": "MHEG गाइड",
	"MPEG Noise Reduction": "MPEG शोर में कमी",
	"Macao": "मकाओ",
	"Macedonia": "मैसिडोनिया",
	"Macedonia, The Former Yugoslav Republic Of": "पूर्व यूगोस्लाव गणतंत्र मेसेडोनिया",
	"Macedonian": "मेसीडोनियन",
	"Maceió": "मैसियो",
	"Maceió ": "मैसियो",
	"Madagascar": "मैडागास्कर",
	"Madeira": "मैडिएरा",
	"Madrid": "मेड्रिड",
	"Magadan": "मागडेन",
	"Magenta": "मैजेंटा",
	"Makassar": "मकास्सर",
	"Make blurry or difficult-to-see areas more vivid.": "धुंधली या मुश्किल से दिखने वाले क्षेत्रों को अधिक चमकीला बनाएं।",
	"Malabo": "मालाबो",
	"Malawi": "मलावी",
	"Malay": "मलय",
	"Malayalam": "मलयालम",
	"Malaysia": "मलेशिया",
	"Maldives": "मालदीव",
	"Mali": "माली",
	"Malta": "माल्टा",
	"Manage channels stored on the TV.": "TV पर संग्रहीत चैनल प्रबंधित करें।",
	"Managua": "मनागुआ",
	"Manama": "मनामा",
	"Manaus": "मनौस",
	"Mandarin": "मैंडरिन",
	"Manila": "मनीला",
	"Manual": "मैन्युअल",
	"Maori": "माओरी",
	"Maputo": "मैपुटो",
	"Marathi": "मराठी",
	"Marquesas": "मार्केसस",
	"Marshall Islands": "मार्शल आइलैंड्स",
	"Martinique": "मार्टीनिक",
	"Maseru": "मासेरु",
	"Mature Audience Only": "परिपक्व दर्शकगण केवल",
	"Mauritania": "मॉरिटानिया",
	"Mauritius": "मॉरिशस",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "स्क्रीन के उज्ज्वल और अंधेरे क्षेत्रों की तीव्रता में वृद्धि से कंट्रास्ट बढ़ाएं।",
	"Mayotte": "मायोटी",
	"Mazatlán": "मेज़त्लान",
	"Mbabane": "एम्बाबने",
	"Medium": "मध्यम",
	"Menu Language": "मेनू भाषा",
	"Menu Transparency": "मेनू पारदर्शिता",
	"Message": "संदेश",
	"Method": "विधि",
	"Mexico": "मेक्सिको",
	"Mexico City": "मेक्सिको सिटी",
	"Middle East": "मध्य पूर्व",
	"Minsk": "मिंस्क",
	"Minutes": "मिनट",
	"Mobile Connection Management": "मोबाइल कनेक्शन प्रबंधन",
	"Mode Option": "मोड विकल्प",
	"Model": "मॉडल",
	"Mogadishu": "मोगादिशू",
	"Moldova": "माल्डोवा",
	"Monaco": "मोनाको",
	"Moncton": "मोंक्टन",
	"Mongolia": "मंगोलिया",
	"Monrovia": "मॉनरोविया",
	"Montenegro": "मोंटेनेग्रो",
	"Monterrey": "मोंटेरेरी",
	"Montevideo": "मोंटेवीडियो",
	"Month": "महीना",
	"Montréal": "मॉन्ट्रियल",
	"Morocco": "मोरक्को",
	"Moscow": "मास्को",
	"Motion Eye Care": "मोशन आई केयर",
	"Movie Lock": "मूवी लॉक",
	"Mozambique": "मोज़ाम्बिक",
	"Multi": "एकाधिक",
	"Multi Audio": "मल्टी ऑडियो",
	"Multi Channel Audio": "मल्टी चैनल ऑडियो",
	"Multi Feed": "मल्टी फ़ीड",
	"Multiple": "एकाधिक",
	"Muscat": "मस्कट",
	"Music": "संगीत",
	"Myanmar": "म्यांमार (बर्मा)",
	"Mérida": "मेरिडा",
	"NEXTGEN TV Mode": "NEXTGEN TV मोड",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - न्यू साउथ वेल्स/ऑस्ट्रेलियाई राजधानी क्षेत्र - सिडनी",
	"NT - Northern Territory - Darwin": "NT - उत्तरी क्षेत्र - डार्विन",
	"Nairobi": "नैरोबी",
	"Namibia": "नामीबिया",
	"Narrow": "संकरा",
	"Nassau": "नासाउ",
	"Natural": "स्वाभाविक",
	"Ndebele": "नेबेले",
	"Ndjamena": "नजामेना",
	"Nepal": "नेपाल",
	"Netherland": "नीदरलैंड",
	"Netherlands": "नीदरलैंड",
	"Network": "नेटवर्क",
	"Network Connection Settings": "नेटवर्क कनेक्शन सेटिंग्स",
	"Network Name": "नेटवर्क नाम",
	"Network-Based Personalization Recommendations": "नेटवर्क-आधारित वैयक्तिकरण सुझाव",
	"New Caledonia": "न्यू कैलेडोनिया",
	"New York": "न्यू यार्क",
	"New Zealand": "न्यूज़ीलैण्ड",
	"Next": "अगला",
	"Niamey": "नियामी",
	"Nicaragua": "निकारागुआ",
	"Nicosia": "निकोसिया",
	"Niger": "नाइजर",
	"Nigeria": "नाइजीरिया",
	"Night": "रात",
	"Nipigon": "निपिगन",
	"No": "नहीं",
	"No Internet via 3G/4G network": "3G/4G नेटवर्क के माध्यम से कोई इंटरनेट नहीं।",
	"No Internet via Ethernet": "ईथरनेट के माध्यम से इंटरनेट नहीं है।",
	"No Internet via Wi-Fi": "Wi-Fi के माध्यम से इंटरनेट नहीं है।",
	"No One 17 and Under Admitted.": "17 या उससे कम आयु के किसी बच्चे के लिए प्रवेश नहीं है।",
	"No Operation Auto Off": "ऑपरेशन स्वचालित बंद नहीं",
	"No Signal Auto Off": "सिंग्नल स्वचालित बंद नहीं",
	"No Signal Image": "कोई सिग्नल छवि नहीं",
	"No Signal Power Off (15Min)": "कोई सिग्नल न होने पर पॉवर बंद (15मिनट)",
	"No devices have been found.": "कोई डिवाइस नहीं पाया गया।",
	"No paired devices.": "कोई युग्मित डिवाइस नहीं।",
	"No signal on Server": "सर्वर पर कोई सिग्नल नहीं",
	"No updates found.": "कोई अद्यतन नहीं पाया गया।",
	"Noise Reduction": "शोर में कमी",
	"None": "कोई नहीं",
	"Normal": "सामान्य",
	"North Korea": "उत्तरी कोरिया",
	"Northern Africa": "उत्तरी अफ्रीका",
	"Norway": "नॉर्वे",
	"Norwegian": "नार्वेजियन",
	"Not Connected": "कनेक्ट नहीं है।",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "टिप्पणी: यदि आपका डिवाइस इस सेवा के लिए समर्थित नहीं है, तो यह सही से कार्य नहीं कर सकता है। उस स्थिति में, आप डिवाइस को एक अलग HDMI पोर्ट से कनेक्ट कर सकते हैं या 8K HDMI Ultra HD Deep Color सेटिंग को बंद कर सकते हैं।",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "टिप्पणी: यदि आपका डिवाइस इस सेवा के लिए समर्थित नहीं है, तो यह सही से कार्य नहीं कर सकता है। उस स्थिति में, आप डिवाइस को एक अलग HDMI पोर्ट से कनेक्ट कर सकते हैं या HDMI Ultra HD Deep Color सेटिंग को बंद कर सकते हैं।",
	"Note: Available options depend on the broadcast program.": "टिप्पणी: उपलब्ध विकल्प, प्रसारित होने वाले कार्यक्रम पर निर्भर करते हैा।",
	"Note: Behavior may differ if connected device is not a LG device.": "ध्यान दें: यदि कनेक्ट किया गया डिवाइस LG डिवाइस नहीं है इसका व्यवहार अलग हो सकता है।",
	"Note: Only displayed when it is provided by the program.": "ध्यान दें: यह केवल कार्यक्रम द्वारा प्रदान किये जाने पर प्रदर्शन किया जाता हैं।",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ध्यान दें: उपशीर्षक, प्रसारण प्रोग्राम द्वारा उपलब्ध होने पर ही प्रदर्शित होगा।",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "टिप्पणी: समर्थित सुविधाएँ जैसेकि Live TV या VOD सामग्री, सामग्री प्लेबैक जरिए इस सुविधा के कार्य द्वारा मॉडल और इसकी पारदर्शिता अलग हो सकती हैं।",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "नोट:<br>1. पिक्सेल रिफ्रेशर के जारी होने पर यदि आपका TV चालू हो तो इससे प्रक्रिया बंद हो जाएगी और आपको इसे फिर से चालू करना पड़ेगा।<br>2. प्रोसेसिंग के समय स्क्रीन पर एक सफेद लाइन दिख सकती है। स्क्रीन को साफ करते समय यह सामान्य है।",
	"Notifications": "अधिसूचनाएं",
	"Nouméa": "नौमिया",
	"Novosibirsk": "नोवोसिबिर्स्क",
	"OK": "ठीक है",
	"OLED LIGHT": "OLED प्रकाश",
	"OLED Screen Saver": "OLED स्क्रीन सेवर",
	"OLED Surround": "OLED सराइंड",
	"Object Audio": "ऑब्जेक्ट ऑडियो",
	"Off": "बंद",
	"Oman": "ओमान",
	"Omsk": "ओमस्क",
	"On": "चालू",
	"OnTimer Channel not selected": "ऑन टाइमर चैनल का चयन नहीं किया गया।",
	"Open": "खोलें",
	"Open Source Licenses": "ओपन सोर्स लायसेंस",
	"Open when TV is turned on": "टीवी चालू होने पर खोलें",
	"Operate once when TV is off": "जब TV बंद हो तब एक बार चलाएँ",
	"Optical": "ऑप्टिकल",
	"Optical + Internal TV Speaker": "ऑप्टिकल + आंतरिक TV स्पीकर",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "एलजी मशीन लीनिंग तकनीक के माध्यम से सीखे गए एल्गोरिदम द्वारा सामग्री के लिए गहराई का अनुकूलन करें।",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR सामग्री की छवि की चमक के आधार पर कॉन्ट्रास्ट सेटिंग्स अनुकूलित करें।",
	"Optimize contrast settings based on image brightness.": "छवि चमक के आधार पर विपरीत सेटिंग्स का अनुकूलन करें।",
	"Optimize the sound for a cinematic experience.": "सिनेमैटिक अनुभव के लिए साउंड को अनुकूल बनाएँ।",
	"Oranjestad": "ओरंजेस्टड",
	"Original Language": "मूल भाषा",
	"Oslo": "ओस्लो",
	"Others": "अन्य",
	"Ouagadougou": "औगादोगू",
	"Outer": "बाहरी",
	"Output sound through the Internal TV speaker.": "आंतरिक टीवी स्पीकर के माध्यम से आउटपुट ध्वनि।",
	"PIN: {pin}": "पिन: {pin}",
	"Pagode": "पगोडे",
	"Pakistan": "पाकिस्तान",
	"Palau": "पलाऊ",
	"Panama": "पनामा",
	"Panama City": "पनामा सिटी",
	"Panjabi": "पंजाबी",
	"Papua New Guinea": "पापुआ न्यू गिनी",
	"Paraguay": "पेराग्वे",
	"Paramaribo": "पेरामरिबो",
	"Parental Guidance Suggested": "अभिभावक मार्गदर्शन सुझावित है",
	"Parental Guidance Suggested :": "अभिभावक मार्गदर्शनके लिए सुझाव :",
	"Parental guidance suggested for children ages 8-13.": "8-13 वर्ष की आयु वाले बच्चों के लिए अभिभावक मार्गदर्शन की सलाह दी जाती है।",
	"Parents Guidance strongly required :": "अभिभावक मार्गदर्शन अत्यंत आवश्यक है :",
	"Parents Strongly Cautioned": "अभिभावकों को सख्त तौर पर सावधान किया जाता है",
	"Paris": "पेरिस",
	"Pass Through": "पास थ्रू",
	"Password": "पासवर्ड",
	"Patent Information": "पेटेंट जानकारी",
	"Peak Brightness": "पीक चमक",
	"Persian": "फ़ारसी",
	"Peru": "पेरू",
	"Philippines": "फ़िलिपींस",
	"Phnom Penh": "पनाम पैन्ह",
	"Phoenix": "फ़ीनिक्स",
	"Photo": "फोटो",
	"Pick a Time": "समय चुनें",
	"Picture": "चित्र",
	"Picture Mode": "चित्र मोड",
	"Picture Mode Settings": "चित्र मोड सेटिंग्स",
	"Picture Options": "चित्र विकल्प",
	"Picture Test": "चित्र परीक्षण",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "कनेक्टेड बाह्य डिवाइस तथा TV के प्रारम्भिक संचार करने के समय चित्र या ध्वनि सही से कार्य नहीं कर सकते हैं। यदि समस्या बनी रहती है, तो कृपया सेटिंग्स को पूर्वस्थिति में लाएँ या अपने कनेक्टेड बाह्य डिवाइस को रीबूट करें।",
	"Pitch": "पिच",
	"Pixel Refresher": "पिक्सेल रिफ्रेशर",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "पिक्सेल रिफ्रेशर आपके TV को जितना संभव हो उतना साफ़ चित्र प्रदान करता है।",
	"Pixel Refresher begins only once when the TV is turned off.": "पिक्सेल रिफ्रेशर तभी आरंभ होता है जब TV बंद हो।",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "पिक्सेल रिफ्रेशर को अगली बार TV के बंद होने के बाद चालू करने के लिए शेड्यूल किया गया है।",
	"Play": "चलाएं",
	"Play sound through TV Speaker.": "TV स्पीकर के माध्यम से साउंड चलाएँ।",
	"Play the standard sound suitable for all types of content.": "सभी तरह की सामग्री के लिए उपयुक्त मानक साउंड चलाएँ।",
	"Please check if WiSA Speakers are turned on and try again.": "कृपया जांचें कि क्या WiSA स्पीकर्स चालू है या नहीं और फिर से प्रयास करें।",
	"Please check that the Bluetooth device is already connected to another device.": "कृपया जांचें कि क्या Bluetooth डिवाइस पहले से किसी अन्य डिवाइस से कनेक्ट है।",
	"Please check the network name and password and try again.": "कृपया नेटवर्क नाम तथा पासवर्ड की जाँच करें और पुन: प्रयास करें।",
	"Please check the status and try again": "कृपया स्टेटस की जांच करें और पुन: प्रयास करें।",
	"Please do not unplug the USB storage until the copying is completed.": "कृपया कॉपी किए जाने के कार्य को पूर्ण होने तक USB संग्रहण को अनप्लग न करें।",
	"Please enter your password to turn off this function.": "यह विशेषता बंद करने के लिए कृपया अपना पासवर्ड प्रविष्ट करें।",
	"Please enter your password to turn on this function.": "कृपया इस फंक्शन को बंद करने के लिए अपना पासवर्ड दर्ज़ करें।",
	"Please make sure that your TV is connected to the network and try again.": "कृपया सुनिश्चित करें कि आपकी TV नेटवर्क से कनेक्टेड हो तथा पुन: प्रयास करें।",
	"Please note that LG does not use or manage the value.": "कृपया ध्यान दें कि LG इस मान का उपयोग नहीं करता है।",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "कृपया नोट करें कि जब डिजिटल साउंड आउट को पास थ्रू पर सेट किया जाता है तो साउंड आउटपुट नहीं हो सकता है।",
	"Please try again later.": "कृपया पुनः प्रयास करें।",
	"Please wait while the Settings application reloads.": "कृपया सेटिंग्स एप्लिकेशन के पुनः लोड होने तक की प्रतीक्षा करें।",
	"Please wait while the Settings application restarts.": "कृपया सेटिंग्स एप्लिकेशन के दोबारा आरंभ होने की प्रतीक्षा करें।",
	"Please wait while the TV restarts.": "कृपया टीवी के पुन: आरंभ होने तक प्रतीक्षा करें।",
	"Please wait while the TV searches for LG Service Country.": "टीवी द्वारा LG सेवा देश की खोज करने के दौरान कृपया प्रतीक्षा करें।",
	"Podgorica": "पॉडगोरिका",
	"Point": "अंक",
	"Pointer Options": "सूचक विकल्प",
	"Pointer Size": "पॉइंटर आकार",
	"Poland": "पोलैंड",
	"Polish": "पोलिश",
	"Pontianak": "पॉन्टिआनाक",
	"Port Louis": "पोर्ट लुइस",
	"Port Moresby": "पोर्ट मोर्सबी",
	"Port of Spain": "पोर्ट ऑफ स्पेन",
	"Port-au-Prince": "पोर्ट-ऑ-प्रिंस",
	"Porto Novo": "पोर्टो नोवो",
	"Porto Velho": "पोर्टो वेल्हो",
	"Porto-Novo": "पोर्टो-नोवो",
	"Portugal": "पुर्तगाल",
	"Portuguese": "पॉर्चगीज़",
	"Position": "पोज़िशन",
	"Position Settings": "पोज़िशन सेटिंग",
	"Power Off Timer": "पावर बंद टाइमर",
	"Power On Timer": "पावर चालू टाइमर",
	"Power Saving Mode": "ऊर्जा बचत मोड",
	"Prague": "प्राग",
	"Praia": "प्रैइया",
	"Preschool": "शिशु विद्यालय",
	"Press right button to adjust de-blur and Motion Pro value.": "डी-ब्लर और Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "डी-ब्लर और OLED Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-blur and OLED Motion value.": "डी-ब्लर और OLED Motion मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder and Motion Pro value.": "डी-जडर और Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "डी-जडर और OLED Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder and OLED Motion value.": "डी-जडर और OLED Motion मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "डी जडर, डी-ब्लर और Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "डी जडर, डी-ब्लर और OLED Motion Pro मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "डी जडर, डी-ब्लर और OLED Motion मान समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TV को नेटवर्क से कनेक्ट करने के लिए WPS-सक्षम रूटर पर मौजूद WPS बटन को दबाएँ।",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro सेटिंग समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro सेटिंग समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion सेटिंग समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press the right button to adjust de-blur settings.": "डी-ब्लर सेटिंग को समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Press the right button to adjust de-judder settings.": "डी-जडर सेटिंग को समायोजित करने के लिए दायाँ बटन दबाएँ।",
	"Previous": "पिछला",
	"Primary Audio Language": "प्राथमिक ऑडियो भाषा",
	"Primary Channels": "प्राथमिक चैनल",
	"Primary Teletext Language": "प्राथमिक टेलीटेक्स्ट भाषा",
	"Program exempted from ratings.": "इस कार्यक्रम को रेटिंग से छूट मिली है।",
	"Programme": "प्रोग्राम",
	"Provide HbbTV Distinctive ID": "HbbTV डिस्टिंक्टिव ID प्रदान करें",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "HbbTV सेवा को प्रसारण के लिए HbbTV डिस्टिंक्टिव ID प्रदान करें।",
	"Provided services may vary depending on countries.": "अलग-अलग देशों में प्रदत्त सेवाएँ अलग-अलग हो सकती हैं।",
	"Puerto Rico": "पोर्टो रिको",
	"Pyongyang": "फियोंगयांग",
	"QLD - Queensland - Brisbane": "QLD - क्वींसलैंड - ब्रिस्बेन",
	"Qatar": "क़तर",
	"Quick Help": "त्वरित सहायता",
	"Quick Start+": "त्वरित आरंभ+",
	"Rainy River": "रेनी रिवर",
	"Raised": "उठाया हुआ",
	"Rangoon": "रंगून",
	"Real Cinema": "वास्तविक सिनेमा",
	"Reason: Authentication with access point was unsuccessful.": "कारण: एक्सेस पॉइंट के जरिए प्रमाणीकरण असफल रहा।",
	"Reason: Could not establish a connection to access point.": "कारण: एक्सेस पॉइंट के लिए कनेक्शन नहीं स्थापित किया जा सका।",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "कारण: DHCP के प्रयोग द्वारा एक मान्य IP एड्रेस पुनःप्राप्त नहीं किया जा सका।",
	"Reason: Entered password is incorrect.": "कारण: दर्ज किया गया पासवर्ड गलत है।",
	"Reason: Password is missing.": "कारण: पासवर्ड गुम हो गया है।",
	"Reason: The network you selected is out of range.": "कारण: आपके द्वारा चयन किया गया नेटवर्क रेन्ज से बार है।",
	"Reason: Unable to login.": "कारण: लॉगिन करने में अक्षम।",
	"Receive emergency alerts from TV when an emergency occurs.": "किसी आपातकाल की स्थिति में TV द्वारा आपातकालीन अलर्ट प्राप्त करें।",
	"Recife": "रिसीफ़ी",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Always-on के लिए सामान्यता आपके द्वारा TV न देखे जाने वाले घंटों को सेट करने की अनुशंसा करें।",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "देखने के इतिहास और ऐप उपयोग करने के तरीक़े के आधार पर उपयोगी सामग्री की अनुशंसा करें।",
	"Recommendations are available for the people, products and locations related to the current program.": "वर्तमान कार्यक्रम से संबंधित लोगों, उत्पादों और लोकेशन के लिए अनुशंसाएँ उपलब्ध हैं।",
	"Red": "लाल",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "चित्र की स्पष्ट गुणवत्ता को ऑप्टिमाइज़ करने के लिए डिजिटल विडियो सिग्नलों में से अनियमित शोर को कम करें।",
	"Regina": "रिजायना",
	"Region": "क्षेत्र",
	"Registered Devices ({num})": "पंजीकृत डिवाइस ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "सही साउंड के उच्च पिच किए गए टोन को रीइन्फोर्स करें।",
	"Reinforce the low-pitched tone of the optimized sound.": "सही साउंड के कम पिच किए गए टोन को रीइन्फोर्स करें।",
	"Remote Settings": "रिमोट सेटिंग",
	"Remove irregular and erratic pixels for a clearer image.": "साफ छवि के लिए अनियमित और अनिश्चित पिक्सल निकालें।",
	"Reset": "रीसेट",
	"Reset AD ID": "AD ID रीसेट करें",
	"Reset CI Password": "CI पासवर्ड रीसेट करें",
	"Reset HbbTV Distinctive ID": "HbbTV डिस्टिंक्टिव ID रीसेट करें",
	"Reset Password": "पासवर्ड रीसेट करें",
	"Reset Settings": "सेटिंग रीसेट करें",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV मोबाइल ऐप से कनेक्ट करते समय अनुमोदित ऐप सूची रीसेट करें।",
	"Reset the caption position.": "कैप्शन स्थिति रीसेट करें।",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "सामग्री देखने और ऐप उपयोग दोनों के इतिहास को रिसेट करें। जब इतिहास को रिसेट किया जाता है तो उसे फिरस से सामग्री की अनुशंसाएं प्राप्त करने में कुछ समय लग सकता है।",
	"Reset to Initial Settings": "आरंभिक सेटिंग पर रीसेट करें",
	"Restrict access to TV programs based on their ratings.": "टीवी कार्यक्रमों को उनके मूल्यांकन पर आधारित पर उपयोग को प्रतिबंधित करें।",
	"Restrict watching based on age ratings for children programs.": "बच्चों के कार्यक्रमों के लिए आयु रेटिंग के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching based on ages ratings.": "आयु की रेटिंग के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching based on fantasy violence content ratings.": "काल्पनिक हिंसा वाली सामग्रियों के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching based on programs containing adult language.": "व्यस्क भाषा वाले कार्यक्रमों के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching based on programs containing sexual scene.": "यौन दृश्य वाले कार्यक्रमों के आधार पर प्रतिबंध लगाएँ।",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "यौन सांकेतिक संवाद वाले कार्यक्रमों के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "निर्दिष्ट उम्र के आधार पर और अभिभावक मार्गदर्शन के अंतर्गत आने वाली सामग्रियों पर प्रतिबंध लगाएँ।",
	"Restrict watching based on violence content ratings.": "हिंसा सामग्री की रेटिंग के आधार पर देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching movies based on rating.": "रेटिंग के आधार पर फ़िल्में देखने पर प्रतिबंध लगाएँ।",
	"Restrict watching programs based on rating.": "रेटिंग के आधार पर कार्यक्रमों पर प्रतिबंध लगाएँ।",
	"Restriction ratings :": "प्रतिबंध रेटिंग :",
	"Retry": "पुनः प्रयास करें",
	"Revert TV to its initial settings.": "TV को इसकी प्रारंभिक सेटिंग पर वापस लाएँ।",
	"Revert color adjustment settings to default.": "रंग संतुलन सेटिंग्स को डिफ़ाल्ट पर वापस लाएँ।",
	"Revert detailed sound effect settings of standard mode to default.": "स्टैंडर्ड मोड के विस्तृत ध्वनि प्रभाव सेटिंग्स को वापस डिफ़ॉल्ट में ले आएँ।",
	"Revert picture setting values to default.": "चित्र सेटिंग मानों को वापस डिफ़ॉल्ट पर लाएँ।",
	"Revert white balance settings to default.": "श्वेत संतुलन सेटिंग्स को डिफ़ाल्ट पर वापस लाएँ।",
	"Reykjavik": "रिकिविक",
	"Riga": "रिगा",
	"Right": "दायां",
	"Right Left": "दायां/बायां",
	"Right Surround": "दाईं ओर घिरा हुआ",
	"Right drop shadow": "दाईं ड्रॉप छाया",
	"Rio Branco": "रियो ब्रैंको",
	"Riyadh": "रियाद",
	"Romania": "रोमानिया",
	"Romanian": "रोमानियन",
	"Rome": "रोम",
	"Russia": "रूस",
	"Russian": "रशियन",
	"Rwanda": "रवांडा",
	"SA - South Australia - Adelaide": "SA - दक्षिण ऑस्ट्रेलिया - एडिलेड",
	"SIGNATURE Opening": "SIGNATURE ओपनिंग",
	"SIGNATURE TV Settings": "सिग्नेचर TV सेटिंग",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK आपको HDMI के माध्यम से आपकी LG Smart TV से कनेक्टेड अन्य SIMPLINK-सक्षम डिवाइस, जैसे कि एक DVD प्लेयर अथवा ऑडियो होम थियेटर सिस्टम, को नियंत्रित करने के लिए आपको अपने LG रिमोट को प्रयोग करने की सुविधा देता है।",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "इस ARC मोड का उपयोग करने के लिए SIMPLINK स्वचालित रूप से चालू हो जाएगा।",
	"Safety": "सुरक्षा",
	"Saint Lucia": "सेंट लूसिया",
	"Saint Vincent": "सेंट विंसेंट",
	"Sakhalin": "सखालिन",
	"Samara": "समारा",
	"Samarkand": "सामार्कंड",
	"Samoa": "सामोआ",
	"San Luis": "सैन लुइस",
	"San Salvador": "सान साल्वाडोर",
	"Sana": "साना",
	"Santiago": "सैंटियागो",
	"Santo Domingo": "सेंटो डोमिंगो",
	"Sarajevo": "साराजेवो",
	"Satellite": "सैटेलाइट",
	"Satellite DTV": "सैटेलाइट DTV",
	"Satellite Radio": "सैटेलाइट रेडियो",
	"Saturation": "सेचुरेशन",
	"Saudi Arabia": "सऊदी अरब",
	"Saudi arabia": "सऊदी अरब",
	"Save CAM Operator's Profile": "CAM ऑपरेटर का प्रोफ़ाइल सहेजें",
	"Save CI Password": "CI पासवर्ड सहेजें",
	"Save the color adjustment settings from the current picture mode in all inputs.": "वर्तमान पिक्चर मोड से रंग प्रबंधन सेटिंग्स को सभी इनपुट्स में सहेजें।",
	"Save the white balance settings from the current picture mode in all inputs.": "वर्तमान पिक्चर मोड से श्वेत संतुलन सेटिंग्स को सभी इनपुट्स के लिए सहेजें।",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "अपना CI पासवर्ड रीसेट करें/सहेजें। आप द्वारा पासवर्ड सहेजा जाना, आपको भविष्य में साइन-इन चरण को छोड़कर आगे जाने देगा।",
	"Scan \"Auto Detect\" automatically.": "“स्वत: खोज” को स्वचालित रूप से स्कैन करें।",
	"Scoresbysund": "स्कोर्सबायसंड",
	"Screen Down": "स्क्रीन डाउन",
	"Screen Off": "स्क्रीन बंद",
	"Screen Saver": "स्क्रीन सेवर",
	"Screen Shift ": "स्क्रीन शिफ्ट",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "स्क्रीन नियमित समय अंतराल में शिफ्ट होती है और लंबे समय तक TV चालू रहने के कारण होने वाली चित्र गुणवत्ता दिक्कतों को रोकती है।",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "स्क्रीन 5 सेकंड में बंद हो जाएगा। स्क्रीन को वापस चालू करने के लिए, पॉवर बटन और वॉल्यूम बटन को छोड़कर कोई भी बटन दबाएँ।",
	"Search": "खोज",
	"Search Bluetooth Device": "Bluetooth डिवाइस खोजें",
	"Searching...": "खोज रहा है...",
	"Second Language": "द्वितीय भाषा",
	"Secondary Audio Language": "द्वितीयक ऑडियो भाषा",
	"Secondary Teletext Language": "द्वितीयक टेलीटेक्स्ड भाषा",
	"Security": "सुरक्षा",
	"Select IRE point to adjust luminance.": "प्रदीप्तता को समायोजित करने के लिए IRE बिन्दु चुनें।",
	"Select Mode": "मोड चुनें",
	"Select TV's language settings.": "TV की भाषा सेटिंग चुनें।",
	"Select a caption type for HD broadcasts.": "HD प्रसारण के लिए कैप्शन प्रकार का चयन करें।",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV प्रसारण के लिए एक कैप्शन प्रकार चुनें।",
	"Select a caption type for UHD broadcasts.": "UHD प्रसारण के लिए कैप्शन प्रकार का चयन करें।",
	"Select a caption type for analog broadcasts.": "एनालॉग प्रसारण के लिए कैप्शन प्रकार का चयन करें।",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "एक वीडियो मोड का चयन करें जो देखने के वातावरण से मेल खाता है या वीडियो मोड के लिए सेटिंग निर्दिष्ट करें, जैसे कंट्रास्ट, रंग इत्यादि।",
	"Select an audio format for each HDMI input.": "प्रत्येक HDMI इनपुट के लिए ऑडियो फ़ॉर्मेट चुनें।",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "यदि आप पास थ्रू का चयन करने के बाद ध्वनि प्रभाव नहीं सुन पा रहे हैं तो एक और डिजिटल साउंड आउट (ऑटो या PCM) चुनें।",
	"Select audio language for digital broadcasts.": "डिजिटल प्रसारण के लिए ऑडियो भाषा का चयन करें।",
	"Select color to be adjusted.": "समायोजित किए जाने वाले रंग केा चुनें।",
	"Select days to apply the Timer Power Off settings every week.": "प्रत्येक सप्ताह टाइमर पॉवर ऑफ सेटिग्स लागू करने के लिए दिनों का चयन करें।",
	"Select days to apply the Timer Power On settings every week.": "प्रत्येक सप्ताह टाइमर पॉवर ऑन सेटिग्स लागू करने के लिए दिनों का चयन करें।",
	"Select device for audio output.": "ऑडियो आउटपुट के लिए डिवाइस चुनें।",
	"Select device or speaker for audio output.": "ऑडियो आउटपुट के लिए डिवाइस या स्पीकर चुनें।",
	"Select digital audio output format.": "डिजिटल ऑडियो आउटपुट फ़ॉर्मैट को चुनें।",
	"Select language for TV menu.": "TV मेनू के लिए भाषा का चयन करें।",
	"Select language for subtitles.": "उपशीर्षक के लिए भाषा का चयन करें।",
	"Select languages for keyboards input.": "कीबोर्ड इनपुट के लिए भाषाओं का चयन करें।",
	"Select method to adjust white balance.": "श्वेत संतुलन को समायोजित करने की पद्धति चुनें।",
	"Select point to adjust luminance.": "प्रदीप्तता को समायोजित करने के लिए बिन्दु चुनें।",
	"Select the Sound mode and set detailed Audio effects.": "साउंड मोड चुनें और विस्तृत ऑडियो प्रभावों को सेट करें।",
	"Select the Sound mode for each content type.": "प्रत्येक सामग्री प्रकार के अनुसार ध्वनि मोड को चुनें।",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} पोर्ट के लिए Ultra HD Deep Color चुनें।",
	"Select the app to restrict the use.": "उस ऐप का चुनाव करें, जिसके प्रयोग पर प्रतिबंध लगाना है।",
	"Select the appropriate picture mode according to the viewing environment or content type.": "देखने के वातावरण या सामग्री प्रकार के अनुसार उपयुक्त चित्र मोड का चयन करें।",
	"Select the audio properties to listen to the broadcast in the way you like.": "आप जिस तरह चाहें प्रसारण सुनने लिए ऑडियो प्रॉपर्टी का चयन करें।",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "डिजिटल प्रसारणों के लिए कैप्शन प्रकार का चयन करें और विस्तृत उपशीर्षक सेटिंग सेट करें।",
	"Select the channel to restrict watching.": "उस चैनल का चुनाव करें, जिसके देखने पर प्रतिबंध लगाना है।",
	"Select the channel to watch when the TV turns on.": "TV चालू होने पर देखे जाने वाले चैनल का चयन करें।",
	"Select the color range to be displayed.": "प्रदर्शित होने वाली रंग सीमा का चयन करें।",
	"Select the country for your country's special services.": "आपके देश की विशेष सेवाओं के लिए अपने देश को चुनें।",
	"Select the desired video angle.": "वांछित वीडियो कोण का चयन करें।",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TV डिजिटल साउंड आउट को बाहरी डिवाइस में ट्रांसफ़र करने के लिए फ़ॉर्मैट चुनें।",
	"Select the input to use when the TV turns on.": "TV चालू होने पर प्रयोग किए जाने वाले इनपुट का चयन करें।",
	"Select the inputs to restrict the use.": "इनपुट्स का चुनाव करें, जिसके प्रयोग पर प्रतिबंध लगाना है।",
	"Select the most preferred Subtitle Language.": "उपशीर्षक भाषा के अपनी पहली पसंद का चयन करें।",
	"Select the place where to use the TV.": "TV देखने के स्थान का चयन करें।",
	"Select the residential region for your regional broadcast signal.": "अपने क्षेत्रीय प्रसारण सिग्नल के लिए अपना आवासीय क्षेत्र चुनें।",
	"Select the second preferred Subtitle Language.": "उपशीर्षक भाषा के अपनी दूसरी पसंद का चयन करें।",
	"Select your first choice of audio language for digital broadcasts.": "डिजिटल प्रसारण की ऑडियो भाषा के लिए अपनी पहली पसंद का चयन करें।",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "टीवी प्रदाता के टेलीटेक्स्ट सेवाओं के प्रसारण के लिए भाषा की अपनी पहली पसंद चुनें।",
	"Select your second choice of audio language for digital broadcasts.": "डिजिटल प्रसारण की ऑडियो भाषा के लिए अपनी द्वितीय पसंद का चयन करें।",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "टीवी प्रदाता के टेलीटेक्स्ट सेवाओं के प्रसारण के लिए भाषा की अपनी द्वितीय पसंद चुनें।",
	"Senegal": "सेनेगल",
	"Seoul": "सियोल",
	"Serbia": "सर्बिया",
	"Serbian": "सर्बियन",
	"Serial Number": "क्रम संख्या",
	"Serta Wego": "सरता वेगो",
	"Service 1": "सेवा 1",
	"Service 2": "सेवा 2",
	"Service 3": "सेवा 3",
	"Service 4": "सेवा 4",
	"Service 5": "सेवा 5",
	"Service 6": "सेवा 6",
	"Service Area Zip Code": "सेवा क्षेत्र ज़िप कोड",
	"Set Automatically": "स्वचालित रूप से सेट करें",
	"Set ID": "सेट ID",
	"Set My Team Alarm.": "मेरा टीम अलार्म सेट करें।",
	"Set Store Mode settings.": "स्टोर मोड की सेटिंग्स को सेट करें।",
	"Set System Color mode for your current TV input.": "अपने वर्तमान टीवी आउटपुट के लिए सिस्टम कलर मोड सेट करें।",
	"Set additional options for Video Description.": "वीडियो विवरण के लिए अतिरिक्त विकल्प का चयन करें।",
	"Set additional picture settings.": "अतिरिक्त चित्र सेटिंग सेट करें।",
	"Set additional sound-related settings.": "अतिरिक्त ध्वनि-संबंधी सेटिंग्स को सेट करें।",
	"Set advanced Subtitle options.": "एडवांस्ड उपशीर्षक विकल्प सेट करें।",
	"Set advanced captioning options.": "एडवांस्ड अनुशीर्षक विकल्प सेट करें।",
	"Set and edit the IP address version to IPv4 or IPv6.": "आप IP पते के संस्करण को IPv4 या IPv6 पर सेट या संपादित कर सकते हैं।",
	"Set audio-related options.": "ऑडियो-सम्बन्धित विकल्प सेट करें।",
	"Set caption size, color, transparency, and other options for broadcasts.": "प्रसारण के लिए एक कैप्शन आकार, रंग, पारदर्शिता और अन्य विकल्पों का चयन करें।",
	"Set color temperature from warm to cool.": "गर्म से लेकर ठंडे तक के बीच रंग का तापमान सेट करें।",
	"Set detailed caption settings for HD broadcasts.": "HD प्रसारणों के लिए विस्तृत कैप्शन सेटिंग सेट करें।",
	"Set detailed options for the AI functions.": "AI फ़ंक्शन के लिए विस्तृत विकल्प सेट करें।",
	"Set detailed options for the Home feature.": "होम सुविधा के लिए विस्तृत विकल्प सेट करें।",
	"Set detailed options for the Recommendation feature.": "सुझाव सुविधा के लिए विस्तृत विकल्प सेट करें।",
	"Set easy connection settings with external devices.": "बाहरी डिवाइस के साथ आसान कनेक्शन सेटिंग सेट करें।",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "निर्दिष्ट चैनलों, ऐप्स, इनपुट्स इत्यादि को अभिभावक मार्गदर्शन के अंतर्गत उपयोग करने के लिए लॉकिंग सेट करें।",
	"Set necessary additional functions based on watching environment and screen status.": "देखने के परिवेश और स्क्रीन स्थिति पर आधारित अतिरिक्त आवश्यक फ़ंक्शनो को सेट करें।",
	"Set or reset the position of on-screen captions.": "ऑन-स्क्रीन कैप्शन की स्थिति सेट या रीसेट करें।",
	"Set settings related to your wired / wireless network.": "अपने वायर्ड/वायरलेस नेटवर्क से संबंधित सेटिंग सेट करें।",
	"Set the TV to turn off automatically after a set amount of time.": "TV को एक निर्धारित समय के बाद बंद करने के लिए सेट करें।",
	"Set the TV to turn off automatically at a set time.": "एक निर्धारित समय के बाद बंद करने के लिए TV सेट करें।",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "यदि टीवी स्वचालित रूप से चालू होने के बाद 4 घंटे तक कोई उपयोगकर्ता इनपुट नहीं है, तो स्वचालित रूप से बंद करने के लिए टीवी सेट करें।",
	"Set the TV to turn on automatically at a set time.": "TV को एक निर्धारित समय के बाद चालू करने के लिए सेट करें।",
	"Set the additional functions related to the TV.": "TV से संबंधित अतिरिक्त फंक्शनों को सेट करें।",
	"Set the current date and time.": "वर्तमान दिनांक और समय सेट करें।",
	"Set the current date manually.": "वर्तमान दिनांक और समय को मैनुअली सेट करें।",
	"Set the current time manually.": "वर्तमान समय को मैनुअली सेट करें।",
	"Set the detect range of device available to connect.": "कनेक्ट करने के लिए उपलब्ध डिवाइस की खोज सीमा सेट करें।",
	"Set the region and country for broadcasts and special services.": "प्रसारण और विशेष सेवाओं के लिए क्षेत्र और देश निर्धारित करें।",
	"Set the screen size and aspect ratio.": "स्क्रीन का आकार और छवि अनुपात निर्धारित करें।",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV के विशिष्ट फ़ंक्शन सेट करें।",
	"Set the time to turn off the TV automatically without user input.": "उपयोगकर्ता इनपुट के बिना ही, TV के बंद होने का टाइम सेट करें।",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "और बेहतर वास्तविक ध्वनि का आनंद लेने के लिए वर्चुअल मल्टी-चैनल सराउंड साउंड प्रभाव को सेट करें।",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "और बेहतर वास्तविक ध्वनि का आनंद लेने के लिए वर्चुअल साउंड प्रभाव को सेट करें।",
	"Set the volume level when the TV turns on.": "TV चालू होने पर वॉल्यूम स्तर को सेट करें।",
	"Set time to turn off the TV.": "TV बंद करने का समय सेट करें।",
	"Set time to turn on the TV.": "TV चालू करने का समय सेट करें।",
	"Set up additional features related to customer support.": "ग्राहक सहायता से संबंधित अतिरिक्त सुविधाएं सेट करें।",
	"Set up an account to use LG Services.": "एलजी सेवाओं का उपयोग करने के लिए एक खाता स्थापित करें।",
	"Set whether to display Home when the TV is turned on.": "यह सेट करें कि TV चालू होने पर होम प्रदर्शित करना है या नहीं।",
	"Settings Help": "सेटिंग्स सहायता",
	"Sexual Situations": "सेक्सुअल स्थिति",
	"Sexually Suggestive Dialogue": "यौन विषयक वार्तालाप",
	"Shanghai": "शंघाई",
	"Sharpness": "स्पष्टता",
	"Show Password": "पासवर्ड दिखाएं",
	"Side by Side": "अगल बगल",
	"Sierra Leone": "सिएरा लियोन",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "यदि वायरलेस राउटर TV के बहुत करीब है, तो सिग्नल में रुकावट Magic Remote की संवेदनशीलता को कम कर सकती है।",
	"Simferopol": "सिंफ़ेरोपोल",
	"Singapore": "सिंगापुर",
	"Size": "आकार",
	"Skopje": "स्कोप्जे",
	"Sleep Timer": "स्लीप टाइमर",
	"Slovak": "स्लोवाक",
	"Slovakia": "स्लोवाकिया",
	"Slovenia": "स्लोवेनिया",
	"Slovenian": "स्लोवेनियन",
	"Slow": "धीमा",
	"Small": "छोटा",
	"Smooth": "निर्बाध",
	"Smooth Gradation": "स्मूथ ग्रेडेशन",
	"Soccer": "सॉकर",
	"Sofia": "सोफ़िया",
	"Software Update": "सॉफ्टवेयर अपडेट",
	"Software Version": "सॉफ्टवेयर संस्करण",
	"Software update has been installed. Update will be applied when you restart your TV.": "सॉफ़्टवेयर अपडेट इंस्टॉल हो गया है। जब आप अपने TV को रीस्टार्ट करते हैं, तब यह अपडेट लागू हो जाएगा।",
	"Solid": "ठोस",
	"Solomon Islands": "सोलोमन आइलैंड्स",
	"Somalia": "सोमालिया",
	"Some material may not be appropriate for children under 13.": "कुछ सामग्रियाँ 13 वर्ष से कम आयु वाले बच्चों के लिए अनुपयुक्त हो सकती हैं।",
	"Some material may not be appropriate for children.": "कुछ सामग्रियाँ संभवत: बच्चों के लिए उपयुक्त न हों।",
	"Sotho, Northern": "सोथो, उत्तरी",
	"Sotho, Southern": "सोथो, दक्षिणी",
	"Sound": "साउंड",
	"Sound Mode": "साउंड मोड",
	"Sound Mode Settings": "साउंड मोड सेटिंग्स",
	"Sound Out": "साउंड आउट",
	"Sound Share": "ध्वनि साझाकरण",
	"Sound Test": "साउंड परीक्षण",
	"South Africa": "दक्षिण अफ्रीका",
	"South Korea": "दक्षिण कोरिया",
	"Southern Africa": "दक्षिणी अफ्रीका",
	"Spain": "स्पेन",
	"Spanish": "स्पैनिश",
	"Speaker Volume Control": "स्पीकर वॉल्यूम नियंत्रण",
	"Specify detailed voice guidance settings after turning on this feature.": "इस सुविधा को चालू करने के बाद विस्तृत आवाज़ मार्गदर्शन सेटिंग निर्दिष्ट करें।",
	"Speed": "गति",
	"Spoken Subtitle": "बोलनेवालें उपशीर्षक",
	"Sports": "खेल",
	"Sports Alert": "स्पोर्ट्स अलर्ट",
	"Srednekolymsk": "स्रेडनीकोलाइम्सको",
	"Sri Lanka": "श्रीलंका",
	"St. John's": "सेंट जॉन",
	"Stand": "स्टैंड",
	"Standard": "स्टैंडर्ड",
	"Standard Mode Sound Effect": "स्टैंडर्ड मोड साउंड इफेक्ट",
	"Standby Light": "स्टैंडबाय लाइट",
	"Start New Sound Tuning": "नया साउंड ट्यूनिंग चालू करें",
	"Start Now": "अभी आरंभ करें",
	"Startup Sound": "स्‍टार्टअप साउंड",
	"Stockholm": "स्टॉकहोल्म",
	"Stop": "रोकें",
	"Store Demo": "स्टोर डेमो",
	"Store Mode": "स्टोर मोड",
	"Store Mode Settings": "स्टोर मोड सेटिंग्स",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Store Mode स्टोर की सामग्रियों को प्रदर्शित करने के उद्देश्य के लिए है। यह प्रत्येक कुछ मिनटों में सेटिंग को फिर से शुरू कर देगा। क्या आप इस ऐप को बंद करके Store Mode को चालू करना चाहते हैं?",
	"Strong": "मजबूत",
	"Style": "स्टाइल",
	"Subnet Mask": "सबनेट मास्क",
	"Subnet prefix length": "सबनेट उपसर्ग लम्बाई",
	"Subtitle First Choice Language": "उपशीर्षक के लिए भाषा की पहली पसंद",
	"Subtitle Language": "उपशीर्षक भाषा",
	"Subtitle Second Choice Language": "उपशीर्षक के लिए भाषा की द्वितीय पसंद",
	"Subtitles": "उपशीर्षक",
	"Sudan": "सूडान",
	"Super Impose": "सुपर इम्पोज",
	"Super Resolution": "सुपर रिजॉल्यूशन",
	"Support": "सहायता",
	"Suriname": "सूरीनाम",
	"Surround Balance": "सराउंड बैलेंस",
	"Surround Level": "सराउंड लेवल",
	"Swahili": "स्वाहिली",
	"Swati": "स्वाति",
	"Swaziland": "स्वाज़ीलैंड",
	"Sweden": "स्वीडन",
	"Swedish": "स्वीडिश",
	"Swift Current": "स्विफ्ट करंट",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "जब अप TV बंद करते हैं तो इसे तुरंत चालू करने के लिए स्टैंडबाय मोड पर स्विच करें।",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "जब आप TV बंद करते हैं तो विभिन्न फ़ंक्शन जैसे ऐप्स, खोज इत्यादि का तुरंत प्रयोग करने के लिए स्टैंडबाय मोड पर स्विच करें।",
	"Switzerland": "स्विट्ज़रलैंड",
	"Sync Demo": "सिंक डेमो",
	"Syria": "सीरिया",
	"System Color": "सिस्टम रंग",
	"São Paulo": "सायो पॉलो",
	"TAS - Tasmania - Hobart": "TAS - तस्मानिया - होबार्ट",
	"TEXT 1": "पाठ्य 1",
	"TEXT 2": "पाठ्य 2",
	"TEXT 3": "पाठ्य 3",
	"TEXT 4": "पाठ्य 4",
	"TV Information": "TV जानकारी",
	"TV Installation Type": "TV संस्थापन प्रकार",
	"TV Lock": "टीवी लॉक",
	"TV Name": "टीवी नाम",
	"TV On With Mobile": "मोबाइल से TV चालू करना",
	"TV Power Sound": "टीवी पावर साउंड",
	"TV Power Sound Volume": "TV पावर साउंड वॉल्यूम",
	"TV Program Locks": "टीवी प्रोग्राम लॉक",
	"TV Rating English": "टीवी मूल्यांकन अंग्रेजी",
	"TV Rating French": "टीवी मूल्यांकन फ्रेंच",
	"TV Speaker": "TV स्पीकर",
	"TV can be used as an alarm.": "TV का प्रयोग एक अलार्म की तरह किया जा सकता है।",
	"TV is turned off at a set time on every specified day.": "प्रत्येक निर्दिष्ट दिन पर सेट किए गए समय पर TV बंद हो जाता है।",
	"TV to USB": "टीवी से USB",
	"Tagalog": "टैगलॉग",
	"Tahiti": "ताहिती",
	"Taipei": "ताइपे",
	"Taiwan": "ताइवान",
	"Tajikistan": "तजाकिस्तान",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "इंटरनेट, ऐप्स, सॉफ्टवेयर अपडेट इत्यादि सुविधाओं का लाभ उठाएँ जिनमें नेटवर्किंग की आवश्यकता होती है।",
	"Tallinn": "टैलीन",
	"Tamil": "तमिल",
	"Tanzania": "तंज़ानिया",
	"Target Luminance": "लक्ष्य प्रदीप्तता",
	"Tashkent": "ताशकेंट",
	"Tbilisi": "टिबलिसी",
	"Tegucigalpa": "टेगुसिगाल्पा",
	"Tehran": "तेहरान",
	"Teletext": "टेलीटेक्स्ट",
	"Telugu": "तेलुगु",
	"Terrestrial DTV": "टेरेस्ट्रियल DTV",
	"Text Color": "टेक्स्ट रंग",
	"Text Opacity": "पाठ अपारदर्शिता",
	"Text Search": "टेक्स्ट खोज",
	"Thai": "थाई",
	"Thailand": "थाईलैंड",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} और HDMI {port2} पोर्ट AMD FreeSync Premium का समर्थन करते हैं और आप इस फ़ंक्शन को चुन सकते हैं।",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} और HDMI {port2} पोर्ट AMD FreeSync Premium का समर्थन करते हैं, आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} और HDMI {port2} पोर्ट, त्वरित गेम प्रतिसाद का समर्थन करते हैं, आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} पोर्ट AMD FreeSync Premium का समर्थन करता है और आप इस फ़ंक्शन को चुन सकते हैं।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} पोर्ट AMD FreeSync Premium का समर्थन करता है और आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} पोर्ट, त्वरित गेम प्रतिसाद का समर्थन करता है और आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} और HDMI {port3} पोर्ट AMD FreeSync Premium का समर्थन करते हैं और आप इस फ़ंक्शन को चुन सकते हैं।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} और HDMI {port3} पोर्ट AMD FreeSync Premium का समर्थन करते हैं, और आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} और HDMI {port4} पोर्ट AMD FreeSync Premium का समर्थन करते हैं और आप इस फ़ंक्शन को चुन सकते हैं।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} और HDMI {port4} पोर्ट AMD FreeSync Premium का समर्थन करते हैं, और आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} और HDMI {port4} पोर्ट, त्वरित गेम प्रतिसाद का समर्थन करते हैं, और आप इसे चालू या बंद कर सकते हैं।",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} और HDMI {port3} पोर्ट, त्वरित गेम प्रतिसाद का समर्थन करते हैं, और आप इसे चालू या बंद कर सकते हैं।",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV डिस्टिंक्टिव ID, एक अनन्य मान है जिसका उपयोग केवल HbbTV के लिए किया जाता है जो उपयोगकर्ता की निजी जानकारी से संबंधित नहीं है।",
	"The HbbTV Distinctive ID will be reset.": "HbbTV डिस्टिंक्टिव ID रीसेट किया जाएगा।",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV एप्लिकेशन या सेवा अपने द्वारा किए जा रहे किसी व्यक्तिगत उपयोगकर्ता की ट्रैकिंग अक्षम कर देगा।",
	"The IBB service will disable its tracking of an individual user.": "IBB सेवा अपने द्वारा किए जा रहे किसी व्यक्तिगत उपयोगकर्ता की ट्रैकिंग अक्षम कर देगा।",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "सर्वर से LG सेवा देश सूचना पुर्नप्राप्त नहीं की जा सकी। कृपया पुनः प्रयास करें।",
	"The Settings application must reload to change the menu language. Do you want to continue?": "मेनू भाषा को बदलने के लिए सेटिंग्स ऐप्लिकेशन को पुनः लोड करना आवश्यक है। क्या आप जारी रखना चाहते हैं?",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV के आसपास किसी गति का पता चलने पर चारों ओर लाइटिंग होगी।",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "उपलब्ध बाहरी ध्वनि पहचान सेवाएं भाषा सेटिंग पर निर्भर करते हुए बदल सकती है। साथ ही यदि आप मेनू भाषा बदलते हैं तो सेटिंग मेनू पुनः लोड होता है। क्या आप जारी रखना चाहते हैं?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "चैनल सूची USB संग्रहण से आपके TV में सफलतापूर्वक कॉपी हो गई है। TV 5 सेकंड में रीस्टार्ट हो जाएगा।",
	"The channel list have been successfully copied from your TV to the USB storage.": "चैनल सूची आपके TV से USB संग्रहण में सफलतापूर्वक कॉपी हो गई है।",
	"The closer to 100, the brighter.": "100 के जितना क़रीब होगा, चमक उतनी ज़्यादा होगी।",
	"The closer to 100, the clearer the color becomes.": "100 के जितना क़रीब होगा, रंग उतना साफ़ होगा।",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 के जितना क़रीब होगा, लाल उतना स्पष्ट होगा, 50 के जितना क़रीब होगा, हरा उतना स्पष्ट होगा।",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "व्हाइट बैलेंस फंक्शन के विस्तृत सेट मानों को रिसेट किया जाएगा। क्या आप जारी रखना चाहते हैं?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "चैनल के साउंड वॉल्यूम और प्रोग्राम के बीच का गैप अपने आप कम हो जाता है जो आपको स्थिर वॉल्यूम के साथ प्रोग्राम देखने में सहायता करती है।",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "चैनल और प्रोग्राम के साउंड वॉल्यूम के बीच के गैप को स्वचालित रूप से “कार्यक्रम एक समान वॉल्यूम में देखें” पर सेट करें।",
	"The higher the settings, the louder the sound rapidly.": "सेटिंग्स जितनी अधिक होगी, साउंड उतना ही जल्दी तेज़ होगा।",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "आंतरिक TV स्पीकर और Bluetooth स्पीकर एक साथ ध्वनि पैदा कर सकते हैं, साथ ही ज्वलंत सराउंड साउंड प्रभाव पैदा कर सकते हैं।",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "चयनित मेनू भाषा के आधार पर, आवाज पहचान के लिए भाषा स्वचालित रूप से सेट हो जाएगी।",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ध्वनि पहचान के लिए उपयोग की जाने वाली भाषा चयनित मेनू भाषा के अनुसार सेट की गई है। ध्वनि भाषा के आधार पर सहायता सेवाएं भिन्न हो सकती हैं।",
	"The network is currently unavailable. Please try again later.": "नेटर्क वर्तमान में अनुपलब्ध है। कृपया पुनः प्रयास करें।",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "प्रक्रिया पूरा होने में लगभग एक घंटे का समय लगेगा और आपको TV का बंद होना आवश्यक है।",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "इस प्रक्रिया को पूरा होने में लगभग {n} मिनट लगेंगे और इस दौरान आपके TV का बंद रहना आवश्यक है।",
	"The program is intended for adults only.": "यह प्रोग्राम केवल वयस्कों के लिए प्रायोजित है।",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "स्क्रीन की चमक को आपके TV के आसपास की चमक के अनुसार अपने आप समायोजित किया जा सकता है।",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "स्क्रीन 5 सेंकड में नीचे स्लाइड होगी. स्क्रीन को वापस ऊपर स्लाइड करने के लिए रिमोट पर पावर या वॉल्यूम के अलावा कोई भी बटन दबाएं।",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "रंग प्रबंधन प्रणाली फंक्शन के सेट उप-मानों को रिसेट किया जाएगा। क्या आप जारी रखना चाहते हैं?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth सराउंड साउंड + आंतरिक TV स्पीकर की सेटिंग रीसेट हो जाएगी।",
	"The settings are as follows.": "सेटिंग्स इस प्रकार हैं।",
	"The sound may not be output when digital sound output is set to Pass Through.": "जब डिजिटल साउंड आउटपुट को पास थ्रू पर सेट किया जाता है तो साउंड आउटपुट न होने की संभावना होती है।",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "अपडेट TV पर लागू नहीं हो सकता है। सॉफ़्टवेयर पिछले संस्करण में वापस चला जाएगा।",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "TV चालू होने पर दृश्य प्रभाव स्क्रीन पर प्रदर्शित होते हैं और स्क्रीन हट जाती है।",
	"There are no paired devices.": "कोई पेयर्ड डिवाइसेज नहीं हैं।",
	"There are settings to correct or prevent OLED panel noise.": "OLED पैनल शोर को सही करने या रोकने के लिए सेटिंग्स हैं।",
	"There is no USB device connected to your TV.": "आपकी टीवी से जुड़ी हुई कोई USB डिवाइस नहीं है।",
	"There is no message.": "कोई संदेश नहीं है।",
	"Thimphu": "थिम्पू",
	"Third Language": "तृतीय भाषा",
	"This feature applies only to specified LG Wireless Keyboard models.": "यह सुविधा कुछ विशेष LG वायरलेस कीबोर्ड मॉडल पर ही लागू है।",
	"This function works only when it is provided by the broadcast program.": "केवल प्रसारित कार्यक्रम द्वारा उपलब्ध होने पर ही यह फ़ंक्शन कार्य करता है।",
	"This is a closed caption preview": "यह एक बंद कैप्शन पूर्वावलोकन है।",
	"This is an already existing value.": "यह पहले से एक मौजूदा मान है।",
	"This service provides you with more information about watching program and enjoys related contents.": "यह सेवा आपको देखे जा रहे कार्यक्रम के बारे में अधिक जानकारी प्रदान करता है और मिलती-जुलती सामग्रियों का आनंद देता है।",
	"This will revert all options on TV to their default settings.": "यह TV पर डिफ़ॉल्ट सेटिंग्स के सभी विकल्पों को उनके प्रारंभिक अवस्था में ले आएगा।",
	"Thule": "थुले",
	"Tijuana": "तिजुआना",
	"Time": "समय",
	"Timer Channel": "टाइमर चैनल",
	"Timer Repeat": "टाइमर दोहराएं",
	"Timers": "टाइमर्स",
	"Timezone": "समय क्षेत्र",
	"Timor-Leste": "तिमोर-लेस्ते",
	"Tint": "टिंट",
	"Tiranë": "टिरेने",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "साउंड को अनुकूलित करने के लिए, TV पर टेस्ट साउंड चलाएँ और Magic Remote से प्रतिबिंबित-ध्वनि को मापना आरंभ करें।",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "आपके TV की ध्वनि की जांच करने के लिए, साउंड आउट सेटिंग को आंतरिक TV स्पीकर में बदलना आवश्यक है। क्या आप जारी रखना चाहते हैं?",
	"Togo": "टोगो",
	"Tokyo": "टोक्यो",
	"Tonga": "टोंगा",
	"Top and Bottom": "ऊपर और नीचे",
	"Toronto": "टोरंटो",
	"Total Power On Time": "कुल चालू समय",
	"Tracking Speed": "ट्रैकिंग गति",
	"Translucent": "पारभासी",
	"Transparent": "पारदर्शी",
	"Treble Boost": "ट्रेबेल बूस्ट",
	"Trinidad And Tobago": "त्रिनिदाद एंड टोबेगो",
	"Trinidad and Tobago": "त्रिनिदाद और टोबैगो",
	"Tripoli": "त्रिपोली",
	"Tsonga": "सोंगा",
	"Tswana": "स्वाना",
	"Tune and save available channels.": "उपलब्ध चैनलों को ट्यून करके सहेजें।",
	"Tune and save available channels. You can set satellite channel options.": "उपलब्ध चैनलों को ट्यून करके सहेजें। आप सैटेलाइट चैनल विकल्पों को सेट कर सकते हैं।",
	"Tunis": "टुनिस",
	"Tunisia": "ट्यूनीशिया",
	"Turkey": "तुर्की",
	"Turkish": "टर्किश",
	"Turkmenistan": "तुर्कमेनिस्तान",
	"Turn on TV with mobile device same as smartphone.": "स्मार्टफ़ोन जैसे मोबाइल डिवाइस से TV को चालू करें।",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} पोर्ट के लिए Ultra HD Deep Color चालू और बंद करें।",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} पोर्ट के त्वरित गेम प्रतिसाद को बंद या चालू करें।",
	"Turn on the TV using mobile device via Bluetooth.": "मोबाइल डिवाइस का उपयोग कर Bluetooth के माध्यम से TV को चालू करें।",
	"Turn on the TV using your mobile device via Wi-Fi.": "अपने मोबाइल डिवाइस का उपयोग कर Wi-Fi के माध्यम से TV को चालू करें।",
	"Turn on via Bluetooth": "Bluetooth के जरिए चालू करें",
	"Turn on via Wi-Fi": "Wi-Fi के जरिए चालू करें",
	"Turn on/off description box in Settings.": "सेटिंग्स में वर्णन बॉक्स चालू/बंद करें।",
	"Turn on/off standby light.": "स्टैंडबाय लाइट को चालू/बंद करें।",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} पोर्ट के AMD FreeSync Premium को चालू/बंद करें।",
	"Turn on/off the images to be displayed on screen when there is no signal.": "कोई सिग्नल नहीं आने पर स्क्रीन पर प्रदर्शित की जाने वाली छवियों को चालू /बंद करें।",
	"Turn on/off the related features of energy consumption.": "ऊर्जा खपत से संबंधित सुविधाओं को चालू / बंद करें।",
	"Turn the Hybridcast service on/off.": "Hybridcast सेवा चालू/बंद करें।",
	"Turn the Interactivity (DTVi) service on/off.": "Interactivity (DTVi) सेवा चालू/बंद करें।",
	"Turn your broadcast TV provider's TV Guide on/off.": "अपने प्रसारण टीवी प्रदाता की टीवी गाइड को चालू/बंद करें।",
	"Turn your broadcast TV provider's teletext service on/off.": "अपने प्रसारण टीवी प्रदाता की टेलीटेक्स्ट सेवा को चालू/बंद करें।",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi बंद करने से आपके सभी इंटरनेट आधारित सेवाओं का ऐक्सेस तब तक बंद हो जाएगा जब तक आप नेटवर्क से कनेक्ट होने के लिए केबल का प्रयोग नहीं करते हैं। क्या आप जारी रखना चाहते हैं?",
	"UAE": "संयुक्त अरब अमीरात ",
	"UHD Mode": "UHD मोड",
	"USA": "संयुक्त राज्य अमेरिका",
	"USB storage for Copy Channels": "चैनल कॉपी करने के लिए USB स्टोरेज",
	"USB to TV": "USB से टीवी",
	"Uganda": "युगाण्डा",
	"Ukraine": "यूक्रेन",
	"Ukrainian": "यूक्रेनियन",
	"Ulaanbaatar": "उलानबाटर",
	"Ultra Surround": "अल्ट्रा सराउंड",
	"Unable to check for updates.": "अपडेट की जांच करने में असमर्थ",
	"Unable to connect to the network.": "नेटवर्क से कनेक्ट होने में असमर्थ है।",
	"Undefined": "अनिर्धारित",
	"Under 17 requires accompanying parent or adult guardian.": "17 वर्ष से कम आयु के बच्चों के साथ में माता-पिता अथवा वयस्क संरक्षक होने चाहिए।",
	"Uniform": "यूनिफ़ॉर्म",
	"United Arab Emirates": "संयुक्त अरब अमीरात",
	"United Kingdom": "यूनाइटेड किंगडम",
	"United States of America": "संयुक्त राज्य अमरीका",
	"Universal Control Settings": "यूनिवर्सल नियंत्रण सेटिंग",
	"Unknown": "अज्ञात",
	"Unknown issue has occurred.": "अज्ञात त्रुटि उत्पन्न हुई।",
	"Update canceled.": "अपडेट रद्द कर दिया",
	"Update in progress...": "अद्यतन प्रगति में है...",
	"Update in progress...({n}%)": "अपडेट चालू है...({n}%)",
	"Update paused.": "अपडेट रोक दिया है।",
	"Update reserved.": "अपडेट सुरक्षित",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "अपडेट रद्द हो जाएगा और सभी अपडेट फ़ाइलें अभी हट जाएँगी। क्या आप जारी रखना चाहते हैं?",
	"Urdu": "उर्दू",
	"Uruguay": "उरुग्वे",
	"Urumqi": "उरुमक्वि",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "कमरे का एकॉस्टिक्स का विश्लेषण करने तथा उसके परिणाम के आधार पर TV का साउंड अनुकूल बनाने के लिए Magic Remote का प्रयोग करें।",
	"Use a large pointer.": "बड़े पॉइंटर का उपयोग करें।",
	"Use a medium pointer.": "मध्यम पॉइंटर का उपयोग करें।",
	"Use a small pointer.": "छोटे पॉइंटर का उपयोग करें।",
	"Use the 4-way controller to change the position and press the OK button.": "पोज़िशन बदलने के लिए 4-वे कंट्रोलर का उपयोग करें और OK बटन दबाएं।",
	"Use the following services with the selected language.": "चयनित भाषा के साथ निम्न सेवाओं का उपयोग करें।",
	"User": "उपयोगकर्ता",
	"User Agreements": "उपयोगकर्ता अनुबंध",
	"User Guide": "उपयोगकर्ता गाइड",
	"Uzbek": "उज़बेक",
	"Uzbekistan": "उज़्बेकिस्तान",
	"Uzhhorod": "उज़ारॉड",
	"V Position": "V पोज़िशन",
	"V Sharpness": "V स्पष्टता",
	"V Size": "V आकार",
	"VIC - Victoria - Melbourne": "VIC - विक्टोरिया - मेलबोर्न",
	"Vaduz": "वादुज़",
	"Valencian": "वैलेंशियन",
	"Vancouver": "वैंकूवर",
	"Vatican City": "वेटिकन सिटी",
	"Venda": "वेंदा",
	"Venezuela": "वेनेज़ुएला",
	"Vertical Zoom": "वर्टिकल जूम",
	"Video 1": "वीडियो 1",
	"Video 2": "वीडियो 2",
	"Video 3": "वीडियो 3",
	"Video Description": "वीडियो का विवरण",
	"Vienna": "विएना",
	"Vientiane": "वियंटियाने",
	"Vietnam": "वियतनाम",
	"Vietnamese": "वियतनामी",
	"View current Common Interface (CI) information.": "वर्तमान कॉमन इंटरफेस (CI) जानकारी देखें।",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "स्क्रीन पर मेनू के रंग को काले और सफेद में बदलकर आइटम अधिक स्पष्ट रूप से देखें।",
	"View messages from your broadcast TV provider.": "अपने प्रसारण टीवी प्रदाता से संदेशों को देखें।",
	"View more information about watching program and enjoy related contents.": "देखे जा रहे कार्यक्रमों के बारे में अधिक जानकारी देखें और मिलती-जुलती सामग्रियों का आनंद लें।",
	"View the original screen as it is or set the screen size and aspect ratio.": "मूल स्क्रीन को इसी रूप में देखें या स्क्रीन आकार और छवि अनुपात सेट करें।",
	"View the original screen as it is received from broadcasts signal or connected device.": "प्रसारण सिग्नल या कनेक्ट हुए डिवाइस से प्राप्त मूल स्क्रीन को देखें।",
	"Vilnius": "विलनियस",
	"Violence": "हिंसा",
	"Virtual Surround Plus": "वर्चुअल सराउंड प्लस",
	"Vivid": "विविड",
	"Vladivostok": "व्लादिवोस्तोक",
	"Voice Recognition Help and Settings": "आवाज़ पहचान सहायता और सेटिंग",
	"Voice Support Service": "ध्वनि सहायता सेवा",
	"Volgograd": "वोल्गोग्रेड",
	"Volume": "वॉल्यूम",
	"Volume Increase Amount": "वॉल्यूम बढ़ाने की मात्रा",
	"Volume Mode": "वॉल्‍यूम मोड",
	"WA - Western Australia - Eucla": "WA - पश्चिमी ऑस्ट्रेलिया - यूक्ला",
	"WA - Western Australia - Perth": "WA - पश्चिमी ऑस्ट्रेलिया - पर्थ",
	"Wall-mounted": "वॉल-माउंटेड",
	"Warm1": "उष्ण1",
	"Warm2": "उष्ण2",
	"Warm3": "उष्ण3",
	"Warsaw": "वॉरसॉ",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "TV चैनलों पर विभिन्न प्रकार की इंटरनेट सामग्रियों को देखें।",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "हम MAC एड्रेस, मॉडल नम्बर, देश कोड, भाषा सेटिंग्स, तथा सॉफ्टवेयर संस्करण को एकत्रित एवं संग्रहित करते हैं, ताकि आपकी डिवाइस का सत्यापन कर सकें और जांच कर सकें कि क्य आपके पास सॉफ्टवेयर का नवीनतम संस्करण है।",
	"Welcome Feature": "वेलकम फ़ीचर",
	"Welsh": "वेल्श",
	"Western Africa": "पश्चिमी अफ्रीका",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "जब कोई कनेक्ट किया हुआ HDD एक निर्दिष्ट समय के लिए इस्तेमाल नहीं किया गया है, तब ऊर्जा खपत को कम करने के लिए स्टैंडबाय मोड में स्विच करें।",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "यदि कोई उपकरण पोर्ट से जुड़ा है, तो गेम की अनुकूलित तस्वीर को विलंब, क्रैकिंग या छवि के रुकावट को कम करके प्रदान किया जाता है।",
	"When the Instant Game Response is launched, the video may blink temporarily.": "जब त्वरित गेम प्रतिसाद लॉन्च किया जाता है तो वीडियो अस्थायी रूप से ब्लिंक कर सकता है।",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "जब साउंड आउट को \"Bluetooth / HDMI ARC / Optical Digital / WiSA स्पीकर्स\" पर सेट किया जाता है या कनेक्ट किया गया डिवाइस त्वरित गेम प्रतिसाद को समर्थित नहीं करता है तो हो सकता है कि वह ठीक तरह से कार्य न करें।",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "जब साउंड आउट को Bluetooth पर सेट किया जाता है या कनेक्ट किया गया डिवाइस त्वरित गेम प्रतिसाद को समर्थित नहीं करता है तो हो सकता है कि वह ठीक तरह से कार्य न करें।",
	"When the device is turned on/off, your TV will automatically turn on/off.": "जब डिवाइस चालू/बंद होगी तो आपकी TV स्वत: ही चालू/बंद होगी।",
	"When the visual effects is off, the screen is displayed as Live TV.": "जब दृश्य प्रभाव बंद होता है तो स्क्रीन Live TV के रूप में प्रदर्शित होती है।",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "जब यह सुविधा 'चालू' पर सेट होती है, तो स्क्रीन पर दिखने वाली कुछ सुविधाएँ आंशिक रूप से पारदर्शी हो जाएँगी।",
	"When your TV is turned off, the device will automatically turn off.": "जब आपकी TV बंद होगी तो डिवाइस स्वत: ही बंद हो जाएगी।",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "जब बदले गए सेट मान को किसी बाहरी डिवाइस पर स्थानांतरित किया जाता है तो हो सकता है कि चित्र या साउंड को सामान्य रूप से प्रदान न किया जाएं।",
	"White": "व्हाइट",
	"White Balance": "व्हाइट बैलेंस",
	"Wi-Fi Connection": "Wi-Fi कनेक्शन",
	"Wi-Fi Security": "Wi-Fi सुरक्षा",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi बंद हो गया है। आप जिन नेटवर्क्स से कनेक्ट हो सकते, उनकी सूची, तथा अतिरिक्त सम्बन्धित मेनू आइटम्स को देखने के लिए इसे चालू करें।",
	"Wi-Fi issue has occurred.": "Wi-Fi त्रुटि उत्पन्न हुई।",
	"WiSA Speakers": "WiSA स्पीकर्स",
	"Wide Area Zone": "विस्तृत एरिया ज़ोन",
	"Wide View": "वाइड व्यू",
	"Wide View (32:9)": "वाइड व्यू (32:9)",
	"Wide Zoom": "वाइड जूम",
	"Windhoek": "विंडहोएक",
	"Window Color": "विंडो कलर",
	"Window Opacity": "विंडो अपारदर्शिता",
	"Winnipeg": "विनीपेग",
	"Wired Connection (Ethernet)": "वायर्ड कनेक्शन (इथरनेट)",
	"Wired Headphones": "वायर्ड हेडफोन्स",
	"Wired Headphones + Internal TV Speaker": "वायर्ड हेडफोन्स + आंतरिक TV स्पीकर",
	"With this option, you can control the audio device's volume with your TV remote.": "इस विकल्प के द्वारा आप अपने TV के रिमोट से ऑडियो डिवाइस के वॉल्यूम को नियंत्रित कर सकते हैं।",
	"Xhosa": "होसा",
	"Yakutsk": "याकुत्स्क",
	"Yamoussoukro": "यमौस्सौक्रो",
	"Yangon": "यांगून",
	"Year": "वर्ष",
	"Yekaterinburg": "येकाटरिंगबर्ग",
	"Yellow": "पीला",
	"Yellowknife": "येलोनाइफ़",
	"Yemen": "यमन",
	"Yerevan": "येरेवन",
	"Yes": "हां",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "TV चालू या बंद होने और स्क्रीन हिलने पर, आप साउंड प्रभाव समायोजित कर सकते हैं।",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "आप डिवाइस सेटअप प्रक्रियाओं के बिना मैजिक रिमोट के साथ HDMI पोर्ट से कनेक्ट डिवाइस को नियंत्रित कर सकते हैं।",
	"You can delete the device connection history of Screen Share.": "आप Screen Share के डिवाइस कनेक्शन इतिहास को हटा सकते हैं।",
	"You can delete the device connection history of Sound Share.": "आप Sound Share के डिवाइस कनेक्शन इतिहास को हटा सकते हैं।",
	"You can find the default password in User Guide.": "आपको डिफ़ॉल्ट पासवर्ड उपयोक्ता मार्गदर्शिका में मिल जाएगा।",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "आप HDMI Ultra HD Deep Color को “चालू” पर सेट करके त्वरित गेम प्रतिसाद को लॉन्च कर सकते हैं।",
	"You can only change settings from the current HDMI input.": "आप केवल मौजूदा HDMI इनपुट से ही सेटिंग्स को बदल सकते हैं।",
	"You can scan again to connect the device.": "आप डिवाइस कनेक्ट करने के लिए फिर से स्कैन कर सकते हैं।",
	"You can select left and right audio settings for broadcast signal.": "आप प्रसारण संकेत के लिए आप बाईं और दाईं ऑडियो सेटिंग चुन सकते हैं।",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "आप HDMI {num} पोर्ट के AMD FreeSync Premium का चयन कर सकते हैं।",
	"You can select the Ultra HD Deep Color of port.": "आप पोर्ट का Ultra HD Deep Color चुन सकते हैं।",
	"You can set the sound to play when the TV is turned on or off.": "आप TV चालू या बंद होने पर चलाए जाने के लिए आवाज़ को सेट कर सकते हैं।",
	"You can turn on/off the feature of saving CAM operator's profile.": "आप CAM परिचालक के प्रोफ़ाइल को सहेजने की सुविधा को चालू/बंद कर सकते हैं।",
	"You can turn this feature on or off.": "आप इस सुविधा को बंद या चालू कर सकते हैं।",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "आप नेटवर्क के द्वारा कई असमान सामग्री अनुशंसाएँ प्राप्त कर सकते हैं। इस विकल्प को बंद करने पर यह केवल मूल सामग्री प्रदान करेगा और संभव है कि कुछ सुविधाएँ उपलब्ध न हों।",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "आपकी TV तथा SIMPLINK-कनेक्टेड डिवाइस निम्नलिखित अनुसार सिंक होंगे:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "पिक्सेल रिफ्रेशर प्रक्रिया के प्रगति में होने पर आपकी TV को बंद होना चाहिए। इस प्रक्रिया के दौरान कोई वर्तमान या आरंभ होने वाली रिकॉर्डिंग, रिमाइंडर या शेड्यूल किए गए चालू टाइमर रद्द हो जाएँगे और ज़ीरो व्यू पर BT स्पीकर उपलब्ध नहीं होता है।",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "पिक्सेल रिफ्रेशर प्रक्रिया के प्रगति में होने पर आपकी TV को बंद होना चाहिए। इस प्रक्रिया के दौरान कोई वर्तमान या आरंभ होने वाली रिकॉर्डिंग, रिमाइंडर, या शेड्यूल किए गए चालू टाइमर पॉवर रद्द हो जाएँगे।",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "आपके LG Services Country को स्वतः सेट करने के लिए आपके TV को नेटवर्क से कनेक्ट होना आवश्यक है। क्या आप कनेक्शन की जांच करने के लिए अभी नेटवर्क सेटिंग्स पर जाना चाहते हैं?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "आपके TV को इसके डिजिटल TV सिग्नल के माध्यम से आपातकालीन अलर्ट संदेश देने के लिए आपके सही स्थान की जानकारी होना आवश्यक है।",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "आपका टीवी प्रक्रिया पूरी होने तक बंद रहेगा और प्रक्रिया पूरी होने पर स्वतः ही फिर चालू हो जाएगा।",
	"Zagreb": "ज़ाग्रेब",
	"Zambia": "ज़ाम्बिया",
	"Zaporozhye": "ज़ापोरोज़ी",
	"Zimbabwe": "ज़िम्बाब्वे",
	"Zoom": "ज़ूम",
	"Zoom2": "ज़ूम2",
	"Zulu": "ज़ुलु",
	"Zürich": "ज़्यूरिख़",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] आपके TV से डिस्कनेक्ट हो जाएगा। इस डिवाइस से अब ध्वनि प्ले नहीं होगी। क्या आप जारी रखना चाहते हैं?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] पेयर की गई डिवाइस सूची से हट जाएगा। यदि आप इसे बाद में कनेक्ट करना चाहते हैं, तो आपको उपलब्ध डिवाइसों की खोज करना और इसे फिर से पेयर करना आवश्यक है। क्या आप जारी रखना चाहते हैं?",
	"[{deviceName}] will be deleted.": "[{deviceName}] हटा दिया जाएगा।",
	"aspectRatio_original": "मूल",
	"audioGuidance_fast": "तेज़",
	"audioGuidance_high": "ज्यादा",
	"audioGuidance_low": "कम",
	"audioGuidance_medium": "मध्यम",
	"audioGuidance_slow": "धीमा",
	"audioGuidance_veryFast": "अत्यधित तेज़",
	"audioGuidance_veryHigh": "बहुत ही उच्च",
	"audioGuidance_veryLow": "बहुत ही धीमा",
	"audioGuidance_verySlow": "अत्यधिक धीमा",
	"btDotSignalStrength_wide": "चौड़ा",
	"button": "बटन",
	"character": "वर्ण",
	"characters": "वर्ण",
	"checked": "जांचा गया",
	"colorGamutJPNWide": "चौड़ा",
	"connecting": "कनेक्ट हो रहा है",
	"depthOfColor": "रंग",
	"diagonal zoom in": "तिरछा ज़ूम इन",
	"diagonal zoom out": "तिरछा ज़ूम आउट",
	"digitalOptionSetByProgram": "प्रोग्राम द्वारा सेट",
	"energy_Maximum": "अधिकतम",
	"energy_Medium": "मध्यम",
	"energy_Minimum": "न्यूनतम",
	"freesync_high": "ज्यादा",
	"freesync_low": "कम",
	"freesync_off": "बंद",
	"freesync_wide": "चौड़ा",
	"gamma_high1": "हाई1",
	"gamma_high2": "हाई2",
	"hidden": "छिपा हुआ",
	"horizontal zoom in": "क्षैतिज ज़ूम इन",
	"horizontal zoom out": "क्षैतिज ज़ूम आउट",
	"jpDoNot": "बंद",
	"logoLuminance_high": "ज्यादा",
	"logoLuminance_low": "कम",
	"min": "मिनट",
	"not connected": "कनेक्ट नहीं है",
	"objet_soundMode": "प्रत्येक सामग्री प्रकार के अनुसार ध्वनि मोड का अनुकूलन करेगा।",
	"pictureControl3dModeStandard": "स्टैंडर्ड",
	"pictureControlAuto": "ऑटो",
	"pictureControlAuto_BlackLevel": "ऑटो",
	"pictureControlHigh": "ज्यादा",
	"pictureControlHigh_BlackLevel": "ज्यादा",
	"pictureControlHigh_Male": "ज्यादा",
	"pictureControlLow": "कम",
	"pictureControlLow_BlackLevel": "कम",
	"pictureControlLow_Male": "कम",
	"pictureControlMedium": "मध्यम",
	"pictureControlMedium_BlackLevel": "मध्यम",
	"pictureControlMedium_Male": "मध्यम",
	"pictureControlwhiteBalanceColorTemperatureMedium": "मध्यम",
	"pictureLocalDimmingHigh": "ज्यादा",
	"pictureLocalDimmingLow": "कम",
	"pictureLocalDimmingMed": "मध्यम",
	"pictureMode": "स्टैंडर्ड",
	"pictureModeSettings": "अनुकूलित करें",
	"press OK button to edit IP manually": "IP को मैन्युअल रूप से संपादित करने के लिए \"ओके\" बटन दबाएँ",
	"press OK button to enter channel to search": "खोज के लिए चैनल दर्ज करने हेतु \"ओके\" दबाएँ",
	"press OK button to enter value": "मान दर्ज करने के लिए \"ओके\" बटन दबाएँ",
	"press right button to adjust de-judder and de-blur value": "डी-जडर और डी-ब्लर मान समायोजित करने के लिए दायाँ बटन दबाएँ",
	"press right button to adjust zoom ratio and position": "ज़ूम अनुपात और स्थिति समायोजित करने के लिए दायाँ बटन दबाएँ",
	"shift current screen down": "वर्तमान स्क्रीन को नीचे की ओर शिफ़्ट करें",
	"shift current screen to the left": "वर्तमान स्क्रीन को बाईं ओर शिफ़्ट करें",
	"shift current screen to the right": "वर्तमान स्क्रीन को दाईं ओर शिफ़्ट करें",
	"shift current screen up": "वर्तमान स्क्रीन को ऊपर की ओर शिफ़्ट करें",
	"shift down": "नीचे शिफ़्ट करें",
	"shift left": "बाएँ शिफ़्ट करें",
	"shift right": "दाएँ शिफ़्ट करें",
	"shift up": "ऊपर शिफ़्ट करें",
	"soundMode_Standard": "स्टैंडर्ड",
	"speaker_channel": "चैनल",
	"thaRatingNone": "कोई नहीं",
	"unchecked": "जांचा नहीं गया",
	"unread": "अपठित",
	"vertical zoom in": "लंबवत ज़ूम इन",
	"vertical zoom out": "लंबवत ज़ूम आउट",
	"volumeModeHigh": "ज्यादा",
	"volumeModeLow": "कम",
	"volumeModeMedium": "मध्यम",
	"webOS TV Version": "webOS TV संस्करण",
	"zoom in": "ज़ूम इन",
	"zoom out": "ज़ूम आउट"
}
