{
	" (User)": "(યુઝર)",
	"(Version: {l})": "(આવૃત્તિ: {l})",
	"* The device connected should support this service.": "* કનેક્ટ કરેલ ડિવાઇસ આ સેવાને સમર્થિત હોવું જોઈએ.",
	"* This feature is applied once and only once when the TV is turned off.": "* આ સુવિધા એકવાર અને માત્ર એક જ વાર લાગુ કરવામાં આવે છે જ્યારે TV બંધ કરવામાં આવે છે.",
	"* This feature is available on certain devices only.": "* આ સુવિધા માત્ર અમુક ડિવાઇસેસ પર જ ઉપલબ્ધ છે.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* આ મોડ FILMMAKER MODEના ઇરાદાને સ્પષ્ટપણે વ્યક્ત કરે છે પરંતુ અન્ય પિક્ચર મોડ્સ કરતા ઘાટો દેખાઈ શકે છે.",
	"* This settings is only available for Internal TV Speaker.": "* આ સેટિંગ્સ ફક્ત આંતરિક TV સ્પીકર માટે ઉપલબ્ધ હોય છે.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* આ વિકલ્પ ચાલુ રાખવામાં આવ્યો છે તેમ છતાં, લાઇવ TV જેવા બાહ્ય ઇનપુટ્સ પર તમારા જોવાના અનુભવને વિક્ષેપિત કરવાનું ટાળવા માટે સ્ક્રીન સેવર કામ કરશે નહીં.",
	"* You can control the app which supports the function on your mobile device.": "* તમે તમારા મોબાઇલ ડિવાઇસમાં આ ફંક્શન સમર્થિત કરતા એપ્લિકેશનને નિયંત્રિત કરી શકો છો.",
	"1) Turn the Bluetooth on the other device off.": "1) અન્ય ડિવાઇસ પરનાં Bluetoothને બંધ કરો.",
	"10 Points Code Value": "10 પૉઇન્ટ્સ કોડ મૂલ્ય",
	"10 Points IRE": "10 પોઇંટ્સ IRE",
	"10 and Above": "10 અને ઉપર",
	"10 min": "10 મિનિટ",
	"11 and Above": "11 અને ઉપર",
	"12 Hours": "12 કલાક",
	"12 and Above": "12 અને ઉપર",
	"120 min": "120 મિનિટ",
	"13 and Above": "13 અને ઉપર",
	"14 and Above": "14 અને ઉપર",
	"14 by 9": "14 બાય 9",
	"15 and Above": "15 અને ઉપર",
	"16 and Above": "16 અને ઉપર",
	"16 by 9": "16 બાય 9",
	"17 and Above": "17 અને ઉપર",
	"18 and Above": "18 અને ઉપર",
	"180 min": "180 મિનિટ",
	"19 and Above": "19 અને ઉપર",
	"2 Channel": "2 ચેનલ",
	"2 Hours": "2 કલાક",
	"2 Points": "2 પોઇન્ટ્સ",
	"2) Turn the Bluetooth device to connect off and on.": "2) કનેક્ટ કરવા માટે Bluetooth ડિવાઇસને બંધ અને ચાલુ કરો.",
	"20 Points Code Value": "20 પૉઇન્ટ્સ કોડ મૂલ્ય",
	"20 Points IRE": "20 પોઈન્ટ્સ IRE",
	"20 and Above": "20 અને ઉપર",
	"20 min": "20 મિનિટ",
	"21 by 9": "21 બાય 9",
	"22 Points Code Value": "22 પૉઇન્ટ્સ કોડ મૂલ્ય",
	"22 Points IRE": "22 પોઇંટ્સ IRE",
	"24 Hours": "24 કલાક",
	"240 min": "240 મિનિટ",
	"3 Hours": "3 કલાક",
	"30 min": "30 મિનિટ",
	"32 by 12": "32 બાય 12",
	"32 by 9": "32 બાય 9",
	"3G/4G Connection": "3G/4G જોડાણ",
	"4 Hours": "4 કલાક",
	"4 Hours Auto Power Off": "4 કલાક ઓટો પાવર બંધ",
	"4 and Above": "4 અને ઉપર",
	"4 by 3": "4 બાય 3",
	"4-Way Zoom": "4-વે ઝૂમ",
	"5 and Above": "5 અને ઉપર",
	"5.1 Channel": "5.1 ચેનલ",
	"6 Hours": "6 કલાક",
	"6 and Above": "6 અને ઉપર",
	"60 min": "60 મિનિટ",
	"7 and Above": "7 અને ઉપર",
	"8 Hours": "8 કલાક",
	"8 and Above": "8 અને ઉપર",
	"9 and Above": "9 અને ઉપર",
	"90 min": "90 મિનિટ",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD IDનો ઉપયોગ જાહેરાત હેતુઓ માટે આ ડિવાઇસને ઓળખવા અને તમને રુચિ પડી શકે તેવી કેટલીક જાહેરાતોને સુવિધાજનક બનાવવા માટે કરવામાં આવે છે. તમે નીચે AD IDને રીસેટ કરી શકો છો અથવા AD IDનું ટ્રેકિંગ મર્યાદિત કરી શકો છો.",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning વિકલ્પો",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning અક્ષમ છે.",
	"AI Brightness Control": "AI બ્રાઇટનેસ નિયંત્રણ",
	"AI Picture": "AI પિક્ચર",
	"AI Picture Pro": "AI પિક્ચર પ્રો",
	"AI Recommendation": "AI ભલામણ",
	"AI Service": "AI સેવા",
	"AI Sound": "AI સાઉન્ડ",
	"AI Sound Pro": "AI સાઉન્ડ પ્રો",
	"AV": "AV",
	"AV Sync Adjustment": "AV સિંક ગોઠવણ",
	"Abidjan": "અબિજાન",
	"Accessibility": "ઉપલ્બધતા",
	"Account Management": "એકાઉન્ટ મેનેજમેન્ટ",
	"Accra": "અક્રા",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "આ વિકલ્પ સક્રિય કરવાથી આ Smart TVમાંના જાહેરાત-સંબંધિત વ્યક્તિગત ડેટાનો સંગ્રહ અને ટ્રેકિંગ રોકાઈ જશે. ટૉગલ ચાલુ કરવાથી તમે આગળ જતા જે પ્રકારની જાહેરાતો જોવાના છો તેમના પર અસર થઈ શકે છે, પરંતુ તે તમને જાહેરાતો મેળવવાથી રોકી નહી શકે.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "આ ટૉગલને સક્રિય કરવાને કારણે LGE તેના તૃતીય પક્ષ પ્રદાતાઓને તમારી વ્યક્તિગત માહિતીનું વ્યાપારીકરણ અટકાવવાની સૂચના આપશે. જ્યાં સુધી તમે અલગથી નાપસંદ નહીં કરો, ત્યાં સુધી તમે હજી પણ Live Plus, LG Channels અને Who.Where.What? જેવી સેવાઓને ઍક્સેસ કરી શકો છો.",
	"Adak": "અડક",
	"Add Network": "નેટવર્ક ઉમેરો",
	"Add a hidden wireless network": "એક છુપાયેલા વાયરલેસ નેટવર્ક ઉમેરો",
	"Add wireless network by manually entering network name (SSID).": "મેન્યુઅલી નેટવર્કનું નામ (SSID) દાખલ કરીને વાયરલેસ નેટવર્ક ઉમેરો.",
	"Addis Ababa": "અદ્દીસ અબાબા",
	"Additional Audio Selection": "વધારાની ઓડિયો પસંદગી",
	"Additional Settings": "વધારાની સેટિંગ્સ",
	"Address Setting": "સરનામું સેટિંગ",
	"Aden": "એડન",
	"Adjust Audio Guidance pitch.": "ઑડિયો માર્ગદર્શન પીચ સમાયોજિત કરો.",
	"Adjust Audio Guidance speed.": "ઑડિયો માર્ગદર્શન ગતિ સમાયોજિત કરો.",
	"Adjust Audio Guidance volume.": "ઑડિયો માર્ગદર્શન અવાજ સમાયોજિત કરો.",
	"Adjust Backlight brightness to brighten or darken the screen.": "સ્ક્રીનને તેજસ્વી બનાવવા અથવા અંધારવા માટે બેકલાઇટ બ્રાઇટનેસને સમાયોજિત કરો.",
	"Adjust Screen Position": "સ્ક્રિનની સ્થિતિ વ્યવસ્થિત કરો",
	"Adjust Zoom Ratio": "ઝૂમનો ગુણોત્તર વ્યવસ્થિત કરો",
	"Adjust animation effect shown on the home at certain times.": "ચોક્કસ સમયે હોમ પર બતાવેલ એનિમેશન પ્રભાવને સમાયોજિત કરો.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ચળકાટ અટકાવવા અને ઊર્જા વપરાશ ઘટાડવા ફોટો ની હલનચલનનું પૃથ્થકરણ કરીને ચળકાટ ને ગોઠવો.",
	"Adjust brightness of the LG logo.": "LG લોગોની ચળકાટ સમાયોજિત કરો.",
	"Adjust color and saturation for a more vivid image.": "વધુ આબેહૂબ છબી માટે રંગ અને સેચ્યુરેશન ગોઠવો.",
	"Adjust color temperature automatically to reduce eye strain.": "આંખનો તાણ ઘટાડવા માટે રંગ તાપમાન આપમેળે સમાયોજિત કરો.",
	"Adjust cursor speed.": "કર્સરની ગતિ સમાયોજિત કરો.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "એજ તિક્ષ્ણતા ગોઠવો. ઊંચા મૂલ્યોથી ફોટોની ક્રિસ્પનેસ અને સ્પષ્ટતા વધે છે.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ઇનપુટ સિગ્નલના ચળકાટ માટે સમતોલ કરવા ગામા સેટિંગ્સને ગોઠવો.",
	"Adjust left/right audio balance.": "ડાબા/જમણા ઓડિયો બેલેન્સને ગોઠવો.",
	"Adjust luminance for selected color.": "પસંદ કરેલા રંગ માટે લ્યુમિનન્સ વ્યવસ્થિત કરો.",
	"Adjust luminance level for selected IRE point.": "પસંદ કરેલા IRE પોઈન્ટ માટે લ્યુમિનન્સ સ્તર વ્યવસ્થિત કરો.",
	"Adjust peak brightness for the brightest luminance.": "સૌથી તેજસ્વી પ્રકાશીયતતા માટે ટોચનું તેજ સમાયોજિત કરો.",
	"Adjust remote's cursor speed and appearance.": "રિમોટ કર્સરની ગતિ અને દેખાવ સમાયોજિત કરો.",
	"Adjust saturation for selected color.": "પસંદ કરેલા રંગ માટે સેચ્યુરેશન સમાયોજિત કરો.",
	"Adjust screen brightness to reduce energy consumption.": "ઊર્જા વપરાશ ઘટાડવા સ્ક્રીનની ચળકાટ ગોઠવો.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "સ્ક્રીનને તેજસ્વી બનાવવા અથવા અંધારવા માટે OLED લાઇટને સમાયોજિત કરો.",
	"Adjust the audio timing to synchronize the video and audio.": "વિડિઓ અને ઑડિઓને સુમેળ કરવા માટે ઑડિઓ ટાઇમ ગોઠવો.",
	"Adjust the balance of red and green to display the tint on the screen.": "સ્ક્રીન પર ટિન્ટ પ્રદર્શિત કરવા માટે લાલ અને લીલીના સંતુલનને સમાયોજિત કરો.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "રંગ તાપમાન, લ્યુમિનન્સ અને લાલ, લીલી, વાદળી તીવ્રતાને બદલીને રંગ સંતુલનને સમાયોજિત કરો.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "વ્યક્તિગત ચિત્ર સ્થિતિ માટે કૉન્ટ્રાસ્ટ, રિઝોલ્યુશન, વગેરેને વિગતવાર સમાયોજિત કરો અને વધુમાં મનપસંદ રંગ, ગામા, વગેરેને સેટ કરો.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "સ્ક્રીનના બ્રાઇટ અને ડાર્ક વિસ્તારો વચ્ચેનો તફાવત ગોઠવો. ઊંચા મૂલ્યોથી તફાવત તીવ્ર થાય છે.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "મૂવી સાથે તે જ રીતે ફ્રેમ ગુણોત્તરને સમાયોજિત કરો અને તે મૂવી થિયેટરની લાગણી પૂરી પાડે છે.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "લોગો વગેરે જેવી સ્થિર છબીઓનું લ્યુમિનન્સ સમાયોજિત કરો અને TVને વિસ્તૃત સમયગાળા માટે ચાલુ રાખવાથી થતી ચિત્ર ગુણવત્તા સમસ્યાઓને અટકાવો.",
	"Adjust the screen color to be pale or deep.": "સ્ક્રીન રંગને નિસ્તેજ અથવા ઘાટો થવા પર સમાયોજિત કરો.",
	"Adjust the sound to meet your taste for each sound frequency band.": "દરેક સાઉન્ડ આવર્તન બેન્ડ માટે તમારા  અભિરુચિ અનુસાર સાઉન્ડને સમાયોજિત કરો.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "વીડિયો અને ઑડિયોમાં સમયનો ફરક હોય ત્યારે સિન્ક્રોનાઇઝ કરવા માટે સમય સમાયોજિત કરો.",
	"Adjust the tint to brighten or darken the screen.": "સ્ક્રીનને તેજસ્વી બનાવવા અથવા અંધારવા માટે ટિન્ટને સમાયોજિત કરો.",
	"Adjust the volume you want with pressing remote's volume key.": "રિમોટની વોલ્યુમ કી દબાવીને તમને જોઈતી વોલ્યુમ સમાયોજિત કરો.",
	"Adjust tint for selected color.": "પસંદ કરેલા રંગ માટે ટીન્ટ વ્યવસ્થિત કરો.",
	"Adjust whether to display the home promotion.": "હોમ પ્રમોશન પ્રદર્શિત કરવું કે નહીં તે સમાયોજિત કરો.",
	"Adjusting Luminance": "પ્રકાશનું અનુકૂલન",
	"Adolescent over 13 are allowed to watch.": "13 વર્ષથી વધુના કિશોરોને જોવાની છૂટ છે.",
	"Adolescent over 14 are allowed to watch.": "14 વર્ષથી વધુના કિશોરોને જોવાની છૂટ છે.",
	"Adolescent over 16 are allowed to watch.": "16 વર્ષથી વધુના કિશોરોને જોવાની છૂટ છે.",
	"Adult": "વયસ્ક",
	"Adult Language": "વયસ્ક ભાષા",
	"Adults only.": "ફક્ત પુખ્તો જ.",
	"Advanced": "એડવાંસ",
	"Advanced Controls": "વિગતવાર નિયંત્રણ",
	"Advanced Wi-Fi Settings": "અત્યાધુનિક Wi-Fi સેટિંગ્સ",
	"Advertisement": "જાહેરાત",
	"Afghanistan": "અફઘાનિસ્તાન",
	"Afrikaans": "આફ્રિકન્સ",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "દેશ બદલ્યા બાદ, બધા હાલમાં ટ્યુન કરેલાં ચેનલ્સ કાઢી નાખવામાં આવશે. ચેનલ્સને ફરી-ટ્યુન કરવા માટે, કૃપા કરી ઓટો ટ્યુનિંગ પર જાઓ. શું તમે ચાલુ રાખવા માંગો છો?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "તમારો ઝિપ કોડ બદલ્યા બાદ, બધા હાલના Freesat ચેનલ્સ કાઢી નાખવામાં આવશે. ચેનલ્સને ફરી-ટ્યુન કરવા માટે, કૃપા કરી ઓટો ટ્યુનિંગ પર જાઓ. શું તમે ચાલુ રાખવા માંગો છો?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "તમારા દેશને તમે બદલ્યા પછી, તમે ઓટો ટ્યુનિંગનો ઉપયોગ કરીને તમારી ચેનલ્સ માટે સ્કેન કરી શકો છો. શું તમે ચાલુ રાખવા માંગો છો?",
	"Ages 2-7 are allowed to watch.": "2-7 વર્ષની ઉંમરવાળાને જોવાની છૂટ છે.",
	"Akan": "અકાન",
	"Albania": "અલ્બેનિયા",
	"Albanian": "અલ્બેનિયન",
	"Alerts you by sound when the TV is turned on or off.": "TV ચાલુ અથવા બંધ કરવા પર તમને સાઉન્ડ દ્વારા ચેતવણી આપે છે.",
	"Algeria": "અલ્જીરિયા",
	"Algiers": "આલ્જિયર્સ",
	"All Channels": "બધી ચેનલો",
	"All Children": "દરેક બાળકો",
	"All ages are allowed to watch.": "તમામ ઉંમરવાળાને જોવાની છૂટ છે.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} મોડ માટેના બધા વર્તમાન સેટિંગ્સ રીસેટ કરવામાં આવશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "સ્ટાન્ડર્ડ મોડ માટેના બધા સાઉન્ડ ઇફેક્ટ સેટિંગ્સ રીસેટ કરવામાં આવશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Allow Automatic Updates": "સ્વચાલિત અપડેટ્સ મંજૂરી આપો",
	"Almaty": "અલમાત્ય",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "ઉપરાંત, તમે Bluetooth સરાઉન્ડ સાઉન્ડની વિગતવાર સેટિંગને સમાયોજિત કરી શકો છો.",
	"Always Open": "હંમેશા ખોલો",
	"Always-on Off Time": "Always-on બંધ સમય",
	"Amman": "અમ્માન",
	"Amsterdam": "એમસ્ટરડેમ",
	"An error has occurred while copy channels.": "ચેનલ્સની કોપી કરતી વખતે ભૂલ થઇ.",
	"An important software update is available.": "એક મહત્વપૂર્ણ સોફ્ટવેર અપડેટ ઉપલબ્ધ છે .",
	"Anadyr": "અનાદ્ય્ર",
	"Analog Mode": "એનાલોગ મોડ",
	"Analog TV": "એનાલોગ TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "વાસ્તવિક સમયમાં દરેક સામગ્રી માટે ધ્વનિની લાક્ષણિકતાઓનું વિશ્લેષણ કરો અને અવાજને ઑપ્ટિમાઇઝ કરો.",
	"Anchorage": "એન્ચોર્ગ",
	"Angola": "અંગોલા",
	"Antananarivo": "આંટૅનેનૅરિવો",
	"Antenna": "એન્ટેના",
	"Antenna ATV": "એન્ટેના ATV",
	"Antenna DTV": "એન્ટેના DTV",
	"Antenna Radio": "એન્ટેના રેડિયો",
	"Antigua and Barbuda": "એન્ટીગુઆ અને બર્મુડા",
	"Any Supplementary Audio": "કોઈપણ પૂરક ઑડિઓ",
	"Apia": "અપિયા",
	"App Alarm": "એપ્લિકેશન અલાર્મ",
	"Application Locks": "એપ્લિકેશન લોક્સ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "વર્તમાન ચિત્ર સ્થિતિના વિગતવાર સેટિંગ મૂલ્યો તમામ ઇનપુટ્સ અથવા એપ્લિકેશન્સ પર લાગુ કરો.",
	"Apply to all inputs": "બધા ઇનપુટ્સ પર લાગુ પાડો",
	"Applying value to all inputs...": "તમામ ઇનપુટ્સમાં મૂલ્યને લાગુ કરી રહ્યા છે...",
	"Aqtöbe": "આક્તોબે",
	"Arabic": "અરેબિક",
	"Araguaína": "અરગુઈના",
	"Argentina": "આર્જેન્ટીના",
	"Armenia": "આર્મેનિયા",
	"Aruba": "અરુબા",
	"Ashgabat": "અશ્ગબત",
	"Asmara": "અસમર",
	"Aspect Ratio": "સાપેક્ષ ગુણોત્તર",
	"Aspect Ratio Settings": "સાપેક્ષ ગુણોત્તર સેટિંગ્સ",
	"Assamese": "આસામીઝ",
	"Assign channels to remote buttons so you can quickly jump to them.": "રિમોટ બટન્સમાં ચેનલ્સની સોંપણી કરો જેથી તમે ઝડપથી તેઓમાં જઇ શકો છો.",
	"Asunción": "આસુન્કિઓન",
	"Athens": "એથેન્સ",
	"Atikokan": "અતીકોકન",
	"Auckland": "ઔચ્ક્લંદ",
	"Audio Delay": "ઓડિઓ વિલંબ",
	"Audio Description": "ઓડિયો વર્ણન",
	"Audio Description Volume": "ઓડિયો વર્ણન વોલ્યુંમ",
	"Audio Guidance": "ઓડિયો ગાઇડન્સ",
	"Audio Language": "ઑડિઓ ભાષા",
	"Audio Out (Line Out)": "ઑડિયો આઉટ (લાઇન આઉટ)",
	"Audio Type": "ઑડિઓ પ્રકાર",
	"Australia": "ઓસ્ટ્રેલિયા",
	"Austria": "ઑસ્ટ્રિયા",
	"Auto": "આપોઆપ",
	"Auto Detect": "સ્વતઃ શોધો",
	"Auto Device Detection": "ઓટો ઉપકરણ શોધ",
	"Auto Genre Selection": "ઓટો પ્રકાર પસંદગી",
	"Auto Power Off": "ઓટો પાવર બંધ",
	"Auto Power Sync": "ઓટો પાવર Sync",
	"Auto Start": "સ્વતઃ પ્રારંભ કરો",
	"Auto Volume": "ઓટો વોલ્યુંમ",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "સાઉન્ડ વોલ્યુમનો તફાવત આપમેળે સમાયોજિત કરો અથવા રિમોટ કન્ટ્રોલ પર વોલ્યુમ કી સાથે એક સમયે સમાયોજિત કરેલ સાઉન્ડનો વોલ્યુમ સેટ કરો.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR સામગ્રિઓના પ્રકાર માટે ઑપ્ટિમાઇઝ કરેલ કોઈ પિક્ચર મૂલ્યને સ્વચાલિત રીતે સમાયોજિત કરો.",
	"Automatically adjust to a picture value optimized for contents genre.": "સામગ્રિઓના પ્રકાર માટે ઑપ્ટિમાઇઝ કરેલ કોઈ પિક્ચર મૂલ્યને સ્વચાલિત રીતે સમાયોજિત કરો.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "મૂવી સામગ્રી ઓળખવામાં આવે ત્યારે સ્વચાલિત રીતે FILMMAKER MODE પર બદલો",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "વ્યાપક લાઇટના રંગ અને ચળકાટ પર આધાર રાખીને આપોઆપ રીતે ચિત્રની ગુણવત્તાને ઓપ્ટિમાઇઝ કરે છે.",
	"Automatically update system software when an update is found.": "અપડેટ મળે ત્યારે આપોઆપ સિસ્ટમ સોફ્ટવેરને અપડેટ કરો.",
	"Available Internal Storage": "ઉપલબ્ધ આંતરિક સ્ટોરેજ",
	"Azerbaijan": "અઝરબૈજાન",
	"Azores": "અઝોરેસ",
	"BG Color": "BG રંગ",
	"BG Opacity": "BG અસ્પષ્ટતા",
	"Back": "પાછળ",
	"Backlight": "બેકલાઈટ",
	"Baghdad": "બઘ્ડળ",
	"Bahamas": "બહામાસ",
	"Bahrain": "બેહરીન",
	"Baku": "બકુ",
	"Balance": "સંતુલન",
	"Bamako": "બામાકો",
	"Bangkok": "બેંગકોક",
	"Bangladesh": "બાંગ્લાદેશ",
	"Bangui": "બાન્ગુઈ",
	"Banjul": "બન્જુલ",
	"Barbados": "બાર્બાડોસ",
	"Basque": "બાસ્ક",
	"Bass Boost": "બાસ બુસ્ટ",
	"Behavior may vary depending on connected device.": "આ કામગીરીમાં જોડાયેલી ડિવાઈસના આધારે ફેરફાર થઈ શકે છે.",
	"Beijing": "બેઈજીંગ",
	"Beirut": "બેરૂત",
	"Belarus": "બેલારુસ",
	"Belgium": "બેલ્જિયમ",
	"Belgrade": "બેલગ્રેડ",
	"Belize": "બેલીઝ",
	"Belém": "બેલેમ",
	"Bengali": "બંગાળી",
	"Benin": "બેનિન",
	"Berlin": "બર્લિન",
	"Bermuda": "બર્મુડા",
	"Bhutan": "ભૂટાન",
	"Bishkek": "બિશ્કેક",
	"Bissau": "બિસાઉ",
	"Black": "કાળું",
	"Black Level": "બ્લેક સ્તર",
	"Blanc-Sablon": "બ્લેન્ક-સબ્લોન",
	"Blantyre": "બ્લૅનટાઇ",
	"Block TV programs broadcast in English based on their content ratings.": "અંગ્રેજીમાં બ્રોડકાસ્ટ થતાં TV પ્રોગ્રામ્સને તેમના વિષય-વસ્તુ રેટિંગ્સ પર આધાર રાખીને બ્લોક કરો.",
	"Block TV programs broadcast in French based on their content ratings.": "ફ્રેન્ચમાં બ્રોડકાસ્ટ થતાં TV પ્રોગ્રામ્સને તેમના વિષય-વસ્તુ રેટિંગ્સ પર આધાર રાખીને બ્લોક કરો.",
	"Block content based on genre.": "પ્રકાર પર આધાર રાખીને સામગ્રીને અવરોધિત કરો.",
	"Blue": "બ્લૂ",
	"Bluetooth Speaker Mode": "Bluetooth સ્પીકર મોડ",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth સરાઉન્ડ સાઉન્ડ + આંતરિક TV સ્પીકર",
	"Bluetooth Surround Sound Setup": "Bluetooth સરાઉન્ડ સાઉન્ડ સેટઅપ",
	"Boa Vista": "બોવા વિસ્ટા",
	"Bogotá": "બોગોટા",
	"Bolivia": "બોલિવિયા",
	"Bosnia": "બોસ્નિઆ",
	"Bosnia And Herzegovina": "બોસ્નિયા અને હર્ઝેગોવિના",
	"Bosnian": "બોસ્નિયન",
	"Botswana": "બોત્સ્વાના",
	"Bratislava": "બરેટિસ્લાવા",
	"Brazil": "બ્રાઝિલ",
	"Brazilian Punk": "બ્રાઝિલિયન પંક",
	"Brazzaville": "બ્રાઝાવિલ્લે",
	"Brightness": "ચળકાટ",
	"Broadcast Country": "દેશ પ્રસારણ",
	"Broadcast Mail": "બ્રોડકાસ્ટ મેલ",
	"Broken Hill": "બ્રોકન હિલ",
	"Brussels": "બ્રુસ્સેલ્સ",
	"Bucharest": "બુચારેસ્ત",
	"Budapest": "બુડાપેસ્ટ",
	"Buenos Aires": "બુએનોસ ઐરેસ",
	"Bujumbura": "બુજુમ્બુરા",
	"Bulgaria": "બલ્ગેરિયા",
	"Bulgarian": "બલ્ગેરિયન",
	"Burkina Faso": "બુર્કીના ફાસો",
	"Burundi": "બુરુન્ડી",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "'રીસેટ’ દબાવવાથી, તમે આ Smart TVમાંથી LGE દ્વારા અગાઉ એકત્રિત કરવામાં આવેલ જાહેરાત-સંબંધિત ડેટા કાઢી નાખી શકશો. 'રીસેટ' દબાવવાથી તમે આગળ જતા જે પ્રકારની જાહેરાતો જોવાના છો તેમના પર અસર થઈ શકે છે, પરંતુ તે તમને જાહેરાતો મેળવવાથી રોકી નહી શકે.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plusને ચાલુ કરીને, ACR મોડ્યુલ દ્વારા LG Electronics Inc. (\"LGE\") થી તમે ટેલીવિઝનમાં જોવાની માહિતીને એકત્રિત કરવાની સંમતિ આપી રહ્યા છો, જેને આંતરક્રિયાત્મક સેવાઓ તમને પૂરી પાડવા ત્રીજા પક્ષકારોને ગોપનીય ધોરણે શેર કરી શકાશે.  અમે માર્કેટિંગ હેતુઓ માટે ત્રીજા પક્ષકારોને એકત્રિ ગોપનીય માહિતી પણ શેર કરી શકીશું. કૃપા કરીને નોંધ લેવી કે અમે 13 વર્ષ કરતા ઓછી ઉંમરના બાળકો પાસેથી અથવા અંગેની માહિતીને જાણી જોઇને એકત્રિત કરતાં નથી કે વિતરિત કરતાં નથી. Live Plus અંગેની વિગતવાર માહિતી જોવાની માહિતીમાં (શરતો) ઉદાહરણરૂપ છે જેને SmartTV સેટિંગ્સ મેનુમાં એક્સેસ કરી શકાશે. LGE ઉચ્ચપણે ભલામણ કરે છે કે તમે Live Plus ફંકશનને સક્રિય કરો તે પહેલાં જોવાની માહિતીની (શરતો) સંપૂર્ણ આવૃત્તિની સમીક્ષા કરો.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus ચાલુ કરીને, તમે સમજો છો કે તમારા TV પર પ્રદર્શિત કરવામાં આવેલી સામગ્રી ઓળખી શકાય છે અને જોવાતી માહિતીનો ઉપયોગ તમને જોવાનો એક ઉન્નત અનુભવ અને સામગ્રી ભલામણો અને જાહેરાતો સહિત વ્યક્તિગત સેવાઓ પૂરી પાડવા માટે કરી શકાય છે. કૃપા કરી વધુ માહિતી માટે TV સેટિંગ્સ મેનૂમાં આપેલ ગોપનીયતા નીતિ અને સુસંગત વપરાશકર્તા કરારોની સમીક્ષા કરો.",
	"CI Information": "CI માહિતી",
	"CI password incorrect. Please enter again.": "CI પાસવર્ડ ખોટો છે. કૃપા કરીને ફરી દાખલ કરો.",
	"COMPONENT2": "કમ્પોનન્ટ2",
	"COMPONENT3": "કમ્પોનન્ટ3",
	"CS1 Board": "CS1 બોર્ડ",
	"CS2 Board": "CS2 બોર્ડ",
	"Cable": "કેબલ",
	"Cable ATV": "કેબલ ATV",
	"Cable DTV": "કેબલ DTV",
	"Cable Radio": "કેબલ રેડિયો",
	"Cairo": "ચઈરો",
	"Cambodia": "કામ્બોડિયા",
	"Cameroon": "કૅમરૂન",
	"Campo Grande": "ચંપો ગ્રાન્ડે",
	"Can not Find Channel": "ચેનલ શોધી શકાતા નથી.",
	"Canada": "કેનેડા",
	"Canary Islands": "કેનેરી ટાપુઓ",
	"Cancel": "રદ કરો",
	"Cancel Schedule": "શેડ્યૂલ રદ કરો",
	"Cancel Update": "અપડેટ રદ કરો",
	"Cancún": "કાન્કુન",
	"Cantonese": "કેંટોનીઝ",
	"Cape Verde": "કૅપ વર્ડે",
	"Caracas": "કારાકાસ",
	"Casablanca": "કાસાબ્લાન્કા",
	"Catalan": "કતલાન",
	"Caution": "ચેતવણી",
	"Cayman Islands": "કાયમન ઇસ્લાન્દ્સ",
	"Center": "કેન્દ્ર",
	"Central African Republic": "સેન્ટ્રલ આફ્રિકન રીપબ્લિક",
	"Ceuta": "ક્વેટા",
	"Chad": "ચાડ",
	"Change blue intensity and adjust the color balance.": "વાદળી તીવ્રતાને બદલો અને રંગ સંતુલનને સમાયોજિત કરો.",
	"Change green intensity and adjust the color balance.": "લીલી તીવ્રતાને બદલો અને રંગ સંતુલનને સમાયોજિત કરો.",
	"Change red intensity and adjust the color balance.": "લાલ તીવ્રતાને બદલો અને રંગ સંતુલનને સમાયોજિત કરો.",
	"Change the left / right sound": "ડાબો / જમણો સાઉન્ડ બદલો",
	"Change the position of captions using the 4-way dial on the remote control.": "રિમોટ કંટ્રોલ પર આપેલ 4-વે ડાયલનો ઉપયોગ કરીને કૅપશન્સની સ્થિતિ બદલો.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "પ્રદેશ બદલવાથી તમારા TV માંના હાલમાં ટ્યુન કરેલાં ચેનલ્સ બદલી શકે છે. તમે ઓટો ટ્યુનિંગમાં ચેનલ્સ ફરી-ટ્યુન કરી શકો છો. શું તમે હમણાં પ્રાદેશિક સેટિંગ્સ બદલવા માંગો છો?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "દેશ બદલવાથી તમારો TV ફરી શરૂ થશે અને તમને LGના વપરાશકર્તા કરારને ફરી સંમતિ આપવાની જરૂર પડી શકે છે. તેમજ, કેટલાક એપ્સ અને સેવાઓની ઉપલબ્ધતા LG સેવા દેશના આધારે અલગ હોઈ શકે છે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Channel Locks": "ચેનલ લોક્સ",
	"Channel Manager": "ચેનલ મેનેજર",
	"Channel Scrolling Options": "ચેનલ સ્ક્રોલીંગ વિકલ્પો",
	"Channel Tuning": "ચેનલ ટ્યુનિંગ",
	"Channel Tuning & Settings": "ચેનલ ટ્યુનિંગ અને સેટિંગ્સ",
	"Channels": "ચેનલો",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI અને અન્ય બાહ્ય ઇનપુટ્સ માંના ચેનલ્સ લોક કરી શકાતા નથી. TV ચેનલ્સ લોક કરવા માટે, વર્તમાન ઇનપુટને Live TVમાં બદલો.",
	"Chatham Islands": "ચેટહામ ટાપુઓ",
	"Check TV information.": "TV માહિતી તપાસો.",
	"Check alarm messages about the user settings or TV status.": "વપરાશકર્તા સેટિંગ્સ અથવા TV સ્થિતિ વિશેના એલાર્મ સંદેશા તપાસો.",
	"Check descriptions for each LG webOS TV functions.": "દરેક LG webOS TV ફંક્શન્સ માટે વર્ણનો તપાસો.",
	"Check for Advertising settings and set it.": "જાહેરાત સેટિંગ્સ તપાસો અને તેમને સેટ કરો.",
	"Check for Updates": "અપડેટ્સ માટે તપાસો",
	"Check for available functions with Voice and set Voice Settings.": "વોઇસ સાથે ઉપલબ્ધ ફંક્શનસ તપાસો અને વોઇસ સેટિંગ્સ સેટ કરો.",
	"Check for problems with the picture quality.": "ચિત્રની ગુણવત્તાની સમસ્યાઓ માટે તપાસો.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "આંતરિક TV સ્પીકરની સાઉન્ડ ગુણવત્તાની સમસ્યાઓ માટે તપાસ કરો.",
	"Check for software updates and update if available.": "ઉપલબ્ધ હોય તો સોફ્ટવેર અપડેટ્સ અને અપડેટ માટે તપાસો.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth ડિવાઇસ પેરિંગ મોડમાં છે કે નહીં તે તપાસો.",
	"Check your TV status to solve problems or use remote support.": "તમારી સમસ્યાઓનો ઉકેલ લાવવા માટે અથવા રિમોટ સમર્થનનો ઉપયોગ કરવા માટે તમારા TVની સ્થિતિ તપાસો.",
	"Checking Password": "પાસવર્ડ તપાસો",
	"Checking for Updates": "અપડેટ્સ માટે તપાસ કરવો",
	"Checking...": "તપાસી રહ્યું છે ...",
	"Chicago": "શિકાગો",
	"Chihuahua": "ચિહુઆહુઆ",
	"Children": "બાળકો",
	"Children Age": "બાળકોની ઉંમર",
	"Children Program Locks": "બાળકોના પ્રોગ્રામનું લોક",
	"Children over 8 are allowed to watch.": "8 વર્ષથી વધુ ઉંમરવાળા બાળકોને જોવાની છૂટ છે.",
	"Chile": "ચિલી",
	"China": "ચીન",
	"Chinese": "ચિની",
	"Chisinau": "ચિસીણૌ",
	"Choibalsan": "છોઇબલ્સન",
	"Chongqing": "ચૉંગકિંગ",
	"Choose to have all channels or just your primary ones when you change channels.": "તમે ચેનલ્સ બદલાવો ત્યારે તમામ ચેનલ્સ અથવા માત્ર તમારી પ્રાથમીક એક પસંદ કરો.",
	"Christmas Island": "ક્રિસમસ આઇલેન્ડ",
	"Cinema": "સિનેમા",
	"Cinema Clear": "સિનેમા સાફ",
	"Cinema Home": "સિનેમા હોમ",
	"Cinema View": "સિનેમા વ્યૂ",
	"Cinema View (32:12)": "સિનેમા વ્યૂ (32:12)",
	"Cinema Zoom": "સિનેમા ઝુમ",
	"City": "શહેર",
	"City Selection": "શહેર પસંદગી",
	"Clean Audio": "ઓડિયો સાફ કરો",
	"Clear": "સાફ",
	"Clear Plus": "ક્લિયર પ્લસ",
	"Clear Voice Ⅲ": "સ્પષ્ટ અવાજ Ⅲ",
	"Clear Voice Ⅳ": "વોઈસ Ⅳ સ્પષ્ટ કરો",
	"Clear1": "સાફ કરો",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "તમારું LG વાયરલેસ કીબોર્ડ ચાલુ થાય અને પેઇરિંગ મોડ સેટ થાય પછી નીચે આપેલ કનેક્ટ બટન ક્લિક કરો.",
	"Close": "બંધ",
	"Closed Caption": "બંધ કૅપ્શન",
	"Closed Caption Settings": "બંધ કરેલ કેપ્શન સેટિંગ્સ",
	"Code Value": "કોડ મૂલ્ય",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "અપડેટ કરવા માટેના તાજેતરના સોફ્ટવેરને ચકાસવા માટે MAC સરનામું, મોડેલ નંબર, દેશ કોડ, ભાષા સેટિંગ્સ અને સોફ્ટવેર આવૃત્તિને ભેગી કરીને સંગ્રહિત કરો.",
	"Colombia": "કોલોમ્બિયા",
	"Colombo": "કોલંબો",
	"Color": "રંગ",
	"Color Gamut": "કલર ગેમટ",
	"Color Management System": "રંગ મેનેજમેન્ટ સિસ્ટમ",
	"Color Temperature": "રંગ તાપમાન",
	"Component": "ઘટક",
	"Conakry": "કોનાક્રી",
	"Confirm the terms and conditions or change whether to accept the agreement.": "નિયમો અને શરતોની પુષ્ટિ કરો અથવા કરાર સ્વીકારવો કે નહીં તે બદલો.",
	"Congo Brazzaville": "કોંગો - બ્રાઝાવિલે",
	"Connect": "કનેક્ટ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth સ્પીકર અને TV સ્પીકરને કનેક્ટ કરો અને સ્પીકર્સ વચ્ચે ઓડિઓ વિલંબને સ્વચાલિત રીતે સમાયોજિત કરો.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARCને સમર્થિત કરતાં કોઈ બાહ્ય ઑડિયો ડિવાઇસને eARC સાથે કનેક્ટ કરો.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "માર્ગદર્શિકાના આધારે TV સાથે સેટ ટોપ બોક્સ, સાઉન્ડ બાર વગેરે જેવા બાહ્ય ડિવાઇસેસ કનેક્ટ કરો.",
	"Connect the LAN cable directly to the TV to use the network.": "નેટવર્કનો ઉપયોગ કરવા માટે LAN કેબલને સીધા TV સાથે કનેક્ટ કરો.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP અને DNS સર્વર સરનામાઓ મેન્યુઅલી દાખલ કરીને નેટવર્ક સાથે કનેક્ટ થાઓ.",
	"Connect to the network if a wireless router is installed.": "વાયરલેસ રાઉટર ઇન્સ્ટોલ કરેલું હોય તો નેટવર્ક સાથે કનેક્ટ કરો.",
	"Connect via WPS PBC": "WPS PBC મારફતે કનેક્ટ કરો",
	"Connect via WPS PIN": "WPS Pin દ્વારા કનેક્ટ કરો",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "તમારા વાયર્ડ નેટવર્ક જોડાણ સક્રિય કરવા માટે એક ઈથરનેટ કેબલ સાથે તમારા રાઉટર અથવા મોડેમ ને જોડો.",
	"Connect your TV with WiSA Speakers wirelessly.": "તમારા TVને WiSA સ્પીકર્સ સાથે વાયરલેસ રીતે કનેક્ટ કરો.",
	"Connectable Devices ({num})": "કનેક્ટ કરવા યોગ્ય ઉપકરણો ({num})",
	"Connected": "જોડાયેલું",
	"Connected to Internet": "ઇન્ટરનેટ સાથે જોડાણ કર્યું",
	"Connecting...": "કનેકટ કરી રહિયું છે",
	"Connection": "જોડાણ",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "કોઈ સ્માર્ટફોન અથવા PC સાથે કનેક્શન મેનેજમેન્ટ ઉપલબ્ધ છે. કોઈ મોબાઇલ ડિવાઇસ સાથે TV કનેક્ટ કરવા માટે સ્માર્ટફોન અને PC પર કનેક્શન સેટિંગ્સ અને વિનંતીઓ જરૂરી.હોય છે.",
	"Content Recommendations": "સામગ્રી ભલામણો",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "મલ્ટિ-ચેનલ ઑડિયો HbbTV સેવા દ્વારા સમર્થિત હોય તો મલ્ટિ-ચેનલ સાંભળવા માટે યોગ્ય અવાજ સાથે સામગ્રી ચલાવવામાં આવશે.",
	"Contrast": "કોનટ્રાસ્ટ",
	"Cool": "ઠંડુ",
	"Copenhagen": "કોપેન્હાગેન",
	"Copy Channels": "ચેનલ્સની કૉપિ કરો",
	"Copy/Delete file": "ફાઇલ કોપી કરો/કાઢી નાખો",
	"Correct contrast and brightness by adjusting black levels.": "બ્લેક લેવલ્સને ગોઠવીને કોન્ટ્રાસ્ટ અને ચળકાટ યોગ્ય કરો.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ચિત્ર પિક્સેલ સુધારો અને TV વિસ્તૃત સમયગાળા માટે ચાલુ રાખવાને કારણે થતી ચિત્ર ગુણવત્તાની સમસ્યાઓ અટકાવો.",
	"Costa Rica": "કોસ્ટા રિકા",
	"Could not fined available network.": "ઉપલબ્ધ નેટવર્ક શોધી શકાયું નથી.",
	"Croatia": "ક્રોએશિયા",
	"Croatian": "ક્રોએશિયન",
	"Cuba": "ક્યુબા",
	"Cuiabá": "ઉઇઅબ",
	"Current time is not valid. Do you want to set the correct time now?": "હાલનો સમય માન્ય નથી. શું તમે હમણાં સાચા સમયને સેટ કરવા માંગો છો?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "તમામ ઇનપુટ્સ માટે અનુકૂલિત ચિત્ર મોડ સેટિંગ્સના વર્તમાન મૂલ્યો {pictureMode} મોડ પર લાગુ થશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "હાલમાં કનેક્ટ કરેલ LG વાયરલેસ કીબોર્ડ ડિવાઇસ તમારા TV સાથે ડિસ્કનેક્ટ થઈ જશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Custom": "કસ્ટમ",
	"Custom Time Zone": "કસ્ટમ સમય વિસ્તાર",
	"Customer Service": "ગ્રાહક સેવા",
	"Cyan": "વાદળી",
	"Cyprus": "સાયપ્રસ",
	"Czech": "ઝેક રીપબ્લિક",
	"Czech Republic": "ચેક રિપબ્લિક",
	"Côte d'Ivoire": "કોટકલ્વોઇરે",
	"DNS Server": "DNS સર્વર",
	"DR Congo": "કિંશાસા",
	"DTV Audio Setting": "DTV ઑડિઓ સેટિંગ",
	"Dagbani": "દેગબાની",
	"Dakar": "ડાકાર",
	"Damascus": "દમાંસ્ચુસ",
	"Danish": "ડેનિશ",
	"Danmarkshavn": "દાન્માંર્ક્ષવ્ન",
	"Dar es Salaam": "દર એસ સલામ",
	"Data Service": "માહિતી સેવા",
	"Date": "તારીખ",
	"Dawson": "દવ્સોન",
	"Dawson Creek": "દવ્સોન ક્રિક",
	"Day": "દિવસ",
	"De-Blur": "ડી-બ્લૂર",
	"De-Judder": "ડી-જૂદ્દર",
	"Delete": "કાઢી નાખો",
	"Delete Connection History": "કનેક્શન ઇતિહાસ કાઢી નાખો",
	"Delete Pairing History": "પેઇરિંગ ઇતિહાસ કાઢી નાખો",
	"Delete Usage Data": "વપરાશ ડેટા કાઢી નાખો",
	"Demo Options": "ડેમો વિકલ્પો",
	"Democratic Republic of the Congo": "ડેમોક્રેટિક રિપબ્લિક ઓફ ધ કોંગો",
	"Denmark": "ડેનમાર્ક",
	"Denver": "દેન્વેર",
	"Depressed": "દેપ્રેસ્સેડ",
	"Deregister": "ડિરજીસ્ટર",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "TVનો ઉપયોગ કરવા માટે દ્રષ્ટિની ખામી ધરાવતા દર્શકો માટે વૉઇસ સાથે સ્ક્રીન પરની સામગ્રીઓનું વર્ણન કરો.",
	"Detect Range": "રેન્જ શોધો",
	"Detroit": "દેત્રોઈત",
	"Device Connection Settings": "ડિવાઇસ કનેક્શન સેટિંગ્સ",
	"Device List": "ઉપકરણ યાદી",
	"Device Name": "ડિવાઈશ નામ",
	"Dhaka": "ઢાકા",
	"Digital Mode": "ડિજિટલ મોડ",
	"Digital Sound Out": "ડિજિટલ આઉટ સાઉન્ડ",
	"Digital TV": "ડિજિટલ TV",
	"Dili": "દિલી",
	"Directed to Older Children (ages 7 and above)": "મોટા બાળકોમાં ડાયેરેક્ટ કર્યું (7 અને તેનાથી વધુ ઉંમર)",
	"Disabled": "અક્ષમ કરેલ",
	"Disconnect": "જોડાણ દૂર કરો",
	"Display captions for hearing-impaired viewers to use TV.": "TVનો ઉપયોગ કરવા માટે સાંભળવાની ખામી ધરાવતા દર્શકો માટે કેપ્શન્સ પ્રદર્શિત કરો.",
	"Display fast-moving content smoothly and clearly.": "ઝડપથી ખસતી સામગ્રીને સરળ અને સ્પષ્ટ રીતે પ્રદર્શિત કરો.",
	"Display luminance level for the highest point (100 IRE).": "ઉચ્ચત્તમ પોઈન્ટ (100 IRE) માટે લ્યુમિનન્સ સ્તર દર્શાવો.",
	"Display pictures in a warm or cool color temperature.": "ગરમ અથવા ઠંડા રંગ તાપમાનમાં ચિત્રો પ્રદર્શિત કરો.",
	"Djibouti": "જીબૌટી",
	"Do Not Sell My Personal Information": "મારી વ્યક્તિગત માહિતી વેચશો નહીં",
	"Do Not Track": "ટ્રેક કરશો નહીં",
	"Do you want to continue?": "શું તમે ચાલુ રાખવા માંગો છો?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "શું તમે USB સ્ટોરેજ માંની ચેનલ યાદી તમારા TV પર કોપી કરવા માંગો છો? તમારા TV માંના હાલના ચેનલ્સ કાઢી નાખવામાં આવશે.",
	"Do you want to copy channel list from your TV to the USB storage?": "શું તમે તમારા TV માંની ચેનલ યાદી USB સ્ટોરેજ પર કોપી કરવા માંગો છો?",
	"Do you want to reset Position Settings?": "શું તમે પોઝીશન સેટિંગ્સ રીસેટ કરવા માંગો છો?",
	"Do you want to reset Volume Control?": "શું તમે વોલ્યુમ કંટ્રોલ રીસેટ કરવા માંગો છો?",
	"Do you want to set the correct time now?": "શું તમે હમણાં સાચા સમયને સેટ કરવા માંગો છો?",
	"Do you want to turn your TV off now?": "શું તમે હમણાં તમારો TV બંધ કરવા માંગો છો?",
	"Dodoma": "ડોડોમા",
	"Doha": "દોહા",
	"Dominica": "ડોમિનિકા",
	"Dominican Republic": "ડોમિનિકન રિપબ્લિક",
	"Done": "પૂર્ણ",
	"Douala": "ડૌઅલ",
	"Download Mail": "મેલ ડાઉનલોડ કરો",
	"Download and Install": "ડાઉનલોડ અને ઇન્સ્ટોલ કરો",
	"Downloadable Rating": "ડાઉનલોડ રેટિંગ",
	"Dual Mono": "ડ્યુઅલ મોનો",
	"Dubai": "દુબઈ",
	"Dublin": "દુબ્લીન",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on બંધ સમય દરમિયાન, સ્ક્રીન બંધ હોય ત્યારે અવાજ ઓળખ વગેરે જેવી સુવિધાઓનો ભાગ મર્યાદિત હોય છે.",
	"Dushanbe": "દુશાન્બે",
	"Dutch": "ડચ",
	"Dynamic Color": "ગતિશીલ રંગ",
	"Dynamic Contrast": "ડાયનેમિક કોન્ટ્રાસ્ટ",
	"Dynamic Tone Mapping": "ડાયનેમિક ટોન મેપિંગ",
	"Easter Island": "એઅસ્તેર ઇસ્લંદ",
	"Eastern Africa": "પૂર્વીય આફ્રિકા",
	"Eco": "ઇકો",
	"Eco Mode": "Eco મોડ",
	"Ecuador": "ઇક્વેડોર",
	"Edge Color": "એજ રંગ",
	"Edge Enhancer": "એજ લાભ",
	"Edge Type": "એજ પ્રકાર",
	"Edit": "ફેરફાર કરો",
	"Edmonton": "એડમોન્ટોન",
	"Egypt": "ઇજિપ્ત",
	"Eirunepé": "ઇરુનેપે",
	"El Salvador": "EI સાલ્વાડોર",
	"El salvador": "એલ સેલ્વાડોર",
	"Emergency Alert": "સંકટકાલિન ચેતવણી",
	"Enabled": "સક્ષમ",
	"Energy Saving": "ઊર્જા બચત",
	"Energy consumption may increase if this feature is on.": "આ સુવિધા ચાલુ હોય તો ક્ષમતા ઉપભોગ વધી શકે છે.",
	"Energy saving modes to limit power consumption.": "વિજળીના વપરાશને મર્યાદીત કરવા ઊર્જા બચત મોડ્સ.",
	"English": "ઇંગલિશ",
	"Enhance the bass sound.": "બાસનો અવાજ વધારો.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "ઓછી દ્રષ્ટિ વાળા લોકો સરળતાથી જોઈ શકે તે માટે, પૃષ્ઠભૂમિ અને ટેક્સ્ટ જેવા કેટલાક મેનૂઝના બ્રાઇટ અને ડાર્ક વિસ્તારો વચ્ચેનું કોન્ટ્રાસ્ટ વધારો.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "કોઈ LG ડીપ લર્નિંગ ટેકનીક દ્વારા શિખેલ અલગોરિધમ દ્વારા સામગ્રિઓનું રિઝોલ્યુશન અને શાર્પનેસ વધારો અને સામગ્રિઓના વિશ્લેષણ દ્વારા કોઈ ડેપ્થ ઑપ્ટિમાઇઝ કરો.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "સાઉન્ડ ફિલ્ડ ઇફેક્ટને ચાલુ કરીને શ્રેષ્ઠ અવાજ સાથે Dolby Atmos સામગ્રીનો આનંદ માણો.",
	"Enjoy TV sound by connecting Wired Headphones.": "વાયર્ડ હેડફોન્સ કનેક્ટ કરીને TVના અવાજનો આનંદ માણો.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) પોર્ટથી કનેક્ટ કરેલ ઑડિયો ડિવાઇસેસ દ્વારા TVના અવાજનો આનંદ માણો.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT સાથે કનેક્ટ કરેલ ઑડિયો ડિવાઇસેસ દ્વારા TVના અવાજનો આનંદ માણો.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT પોર્ટથી કનેક્ટ કરેલ કોઈ LG ઑડિયો ડિવાઇસ દ્વારા TVના અવાજનો આનંદ માણો.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "બાહ્ય ઑડિયો આઉટ/હેડફોન આઉટપુટ પોર્ટ સાથે કનેક્ટ કરેલ ઑડિયો ડિવાઇસેસ દ્વારા અવાજનો આનંદ માણો.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "આંતરિક TV સ્પીકર અને વાયર્ડ હેડફોન્સ બંને દ્વારા TVના અવાજનો આનંદ માણો.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "આંતરિક TV સ્પીકર અને OPTICAL DIGITAL AUDIO OUT પોર્ટ બંને સાથે કનેક્ટ કરેલ બાહ્ય ઑડિયો ડિવાઇસેસ દ્વારા TVના અવાજનો આનંદ માણો.",
	"Enjoy a clear and natural sound.": "સ્પષ્ટ અને કુદરતી અવાજનો આનંદ માણો.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync અથવા Bluetooth સાથે કનેક્ટ કરેલ વાયરલેસ ઑડિયો ડિવાઇસ દ્વારા અવાજનો આનંદ માણો.",
	"Enjoy the sound optimized to the room.": "રૂમમાં ઑપ્ટિમાઇઝ કરેલ અવાજનો આનંદ માણો.",
	"Enter CI Password": "CI પાસવર્ડ દાખલ કરો",
	"Enter the PIN in your router's settings.": "તમારી રાઉટર સેટિંગ્સમાં Pin દાખલ કરો.",
	"Enter the master password.": "માસ્ટર પાસવર્ડ દાખલ કરો.",
	"Equalizer": "ઈક્વીલાઈઝર",
	"Equatorial Guinea": "ઈક્વેટોરિયલ ગિની",
	"Eritrea": "એરિટ્રીયા",
	"Estonia": "એસ્ટોનિયા",
	"Estonian": "એસ્ટોનિયન",
	"Ethiopia": "ઇથોપિયા",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "સેટિંગ બંધ હોય, તો પણ તમે ચૅનલ બેનર, અવાજ ઓળખ દ્વારા સંબંધિત માહિતી તપાસી શકો છો.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "જ્યારે TV બંધ હોય અને ન્યૂનતમ પાવરનો ઉપયોગ કરતું  હોય, ત્યારે તમે મોબાઇલ ડિવાઇસને કનેક્ટ કરીને સંગીત સાંભળી શકો છો. જ્યારે TV ચાલુ કરવામાં આવે ત્યારે સુવિધાઓની સંપત્તિ ફરીથી ઝડપથી ઉપયોગમાં લાવી શકાય છે.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV બંધ હોય ત્યારે પણ, તમે Bluetooth મારફત TV સાથે તમારા સ્માર્ટફોનને કનેક્ટ કરીને સંગીત સાંભળી શકો છો.",
	"Every Day": "દરરોજ",
	"Every Weekday": "કામના બધા દિવસો",
	"Every Weekend": "દરેક વિકેન્ડ",
	"Ewe": "ઇવે",
	"Expert (Bright Room)": "તજજ્ઞ (પ્રકાશમય ઓરડો)",
	"Expert (Dark Room)": "તજજ્ઞ (અંધકાર વાળો ઓરડો)",
	"Export your TV's channel list information to a connected USB device.": "જોડેલા USB ઉપકરણમાં તમારા TVની ચેનલની યાદીની માહિતી મોકલો.",
	"Extended": "એક્સટેન્ડેડ",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "સ્વતઃ પાવર બંધ સેટિંગનો સમય લંબાવવાનું અથવા કાર્ય બંધ કરવાથી ઊર્જા વપરાશમાં વધારો થઈ શકે છે",
	"Extreme": "આત્યંતિક",
	"Eye Comfort Mode": "આઇ કંફોર્ટ મોડ",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE ઓટો બદલ",
	"Fantasy Violence": "કાલ્પનિક હિંસા",
	"Fast": "ઝડપી",
	"Fernando de Noronha": "ફેર્નાન્ડો દે નોરોન્હા",
	"Fiji": "ફીજી",
	"Find and tell an audio device available to connect around TV.": "TVની આસપાસ કનેક્ટ કરવા માટે ઉપલબ્ધ ઑડિયો ડિવાઇસ શોધો અને જણાવો.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "લાલ, લીલો, વાદળી, સિયાન, મજેન્ટા, અને પીળા રંગના સ્પેસિસને ફાઇન ટ્યુન કરો.",
	"Finland": "ફિનલેન્ડ",
	"Finnish": "ફિનિશ",
	"Flash": "ફ્લેશ",
	"Flat Mode": "ફ્લેટ મોડ",
	"Font": "ફૉન્ટ",
	"Font 1": "ફોન્ટ 1",
	"Font 2": "ફોન્ટ 2",
	"Font 3": "ફોન્ટ 3",
	"Font 4": "ફોન્ટ 4",
	"Font 5": "ફોન્ટ 5",
	"Font 6": "ફોન્ટ 6",
	"Font 7": "ફોન્ટ 7",
	"Font 8": "ફોન્ટ 8",
	"Football": "ફૂટબોલ",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "વાયરલેસ રાઉટર સક્ષમ-WPS(Wi-Fi સુરક્ષિત સેટઅપ) માટે, વાયરલેસ નેટવર્ક સાથે TVને કનેક્ટ કરવા માટે PIN કોડ દાખલ કરો.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "વાયરલેસ રાઉટર સક્ષમ-WPS(Wi-Fi સુરક્ષિત સેટઅપ) માટે, વાયરલેસ નેટવર્ક સાથે TVને કનેક્ટ કરવા માટે WPS-PBC બટન દબાવો.",
	"Fortaleza": "ફોર્તાલેઝા",
	"France": "ફ્રાંસ",
	"Freetown": "ફ્રીતોવ્ન",
	"French": "ફ્રેન્ચ",
	"French Polynesia": "ફ્રેંચ પોલ્ય્નેસિયા",
	"Full Wide": "સંપૂર્ણ વાઈડ",
	"Ga": "ગા",
	"Gabon": "ગેબન",
	"Gaborone": "ગબોરોને",
	"Gaelic": "ગેલિક",
	"Galapagos Islands": "ગાલાપાગોસ ઇસ્લાન્દ્સ",
	"Galician": "ગેલિશિયન",
	"Gallery": "ગેલેરી",
	"Gambia": "ગેમ્બિયા",
	"Gambier": "ગમ્બીએર",
	"Game": "રમત",
	"Gamma": "ગામા",
	"Gateway": "પ્રવેશદ્વાર",
	"General": "સામાન્ય",
	"General Age": "સામાન્ય ઉંમર",
	"General Audience": "સામાન્ય પ્રેક્ષકો",
	"General Audiences": "સામાન્ય પ્રેક્ષકો",
	"General Program Locks": "સામાન્ય પ્રોગ્રામનું લોક",
	"Georgia": "જ્યોર્જિયા",
	"German": "જર્મન",
	"Germany": "જર્મની",
	"Get started in a quiet environment for sound optimization.": "શ્રેષ્ઠ અવાજ માટે શાંત વાતાવરણમાં શરૂ કરો",
	"Getting...": "મેળવી રહ્યું છે...",
	"Ghana": "ઘાના",
	"Gibraltar": "જીબ્રાલ્ટર",
	"Glace Bay": "ગ્લાચે બાય",
	"Godthab": "ગોદ્થાબ",
	"Grayscale": "ગ્રેસ્કેલ",
	"Greece": "ગ્રીસ",
	"Greek": "ગ્રીક",
	"Green": "લીલું",
	"Greenland": "ગ્રીનલેન્ડ",
	"Grenada": "ગ્રેનેડા",
	"Guadalcanal": "ઉઅદલ્કનલ",
	"Guadeloupe": "ગ્વાડેલુપ",
	"Guam": "ગ્વામ",
	"Guatemala": "ગ્વાટેમાલા",
	"Guatemala City": "ગુઅતેમાંલા ચિત્ય",
	"Guayaquil": "ઉઅયકુઇલ",
	"Guernsey": "ગ્વર્નસે",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Tvનો ઉપયોગ કરવા માટે દ્રષ્ટિની ખામી ધરાવતા દર્શકો માટે વૉઇસ સાથે માર્ગદર્શિકા મેનૂઝ અને ઑપરેશન્સ.",
	"Guinea": "ગુનિયા",
	"Guinea Bissau": "ગુનિયા બિસૌ",
	"Guinea Conakry": "ગિની",
	"Guinea Equatorial": "ઇક્વેટોરિયલ ગિની",
	"Gujarati": "ગુજરાતી",
	"Guyana": "ગયાના",
	"H Position": "H પોજિશન",
	"H Sharpness": "એચ તીક્ષ્ણતા",
	"H Size": "H સાઇઝ",
	"HD Mode": "HD મોડ",
	"HD Mode Option": "HD મોડ વિકલ્પ",
	"HDD Eco Mode": "HDD Eco સ્થિતિ",
	"HDD Power Saving Mode": "HDD પાવર સેવિંગ મોડ",
	"HDMI Input Audio Format": "HDMI ઇનપુટ ઑડિઓ ફોર્મેટ",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} અને HDMI {port2} પોર્ટ 8K Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} અને HDMI {port2} પોર્ટ Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} પોર્ટ 8K Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} પોર્ટ Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} અને HDMI {port3} પોર્ટ 8K Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} અને HDMI {port3} પોર્ટ Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} અને HDMI {port4} પોર્ટ 8K Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} અને HDMI {port4} પોર્ટ Ultra HD Deep Colorને સમર્થિત કરે છે.",
	"HDR Effect": "HDR ઈફેક્ટ",
	"HDR Picture Mode": "HDR ચિત્ર મોડ",
	"Haiti": "હૈતી",
	"Halifax": "હલીફક્ષ",
	"Harare": "હરારે",
	"Harbin": "હર્બીન",
	"Hard of Hearing": "હાર્ડ ઓફ હીરીંગ",
	"Hausa": "હૌસા",
	"Havana": "હવાના",
	"Headphones Volume": "હેડફોન અવાજ",
	"Hebrew": "હેબ્રુ",
	"Helsinki": "હેલસિંકી",
	"Hermosillo": "હેર્મોસીલ્લો",
	"High": "ઊંચા",
	"High Contrast": "ઉચ્ચ કૉન્ટ્રાસ્ટ",
	"Higher values increase a sense of warmth or coldness.": "ઉંચા મૂલ્યો હુંફ અથવા ઠંડકની સંવેદનશીલતામાં વધારો કરે છે.",
	"Hindi": "હિન્દી",
	"Ho Chi Minh": "હો ચી મિંહ",
	"Home Animation": "હોમ એનિમેશન",
	"Home Auto Launch": "હોમ ઑટો લૉન્ચ",
	"Home Mode": "હોમ મોડ",
	"Home Promotion": "હોમ પ્રમોશન",
	"Home Settings": "હોમ સેટિંગ્સ",
	"Home/Store Mode": "હોમ/સ્ટોર મોડ",
	"Honduras": "હોન્ડુરસ",
	"Hong Kong": "હોંગકોંગ",
	"Hongkong": "હોંગકોંગ",
	"Honolulu": "હોનોલુલુ",
	"Hours": "કલાક",
	"However, the IPv6 version of the address does not support editing.": "જોકે, એડ્રેસનું IPv6 સંસ્કરણ એડિટિંગ સપોર્ટ કરતું નથી.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "જો કે, તમારા TV ને શ્રેષ્ઠ સ્થિતિમાં રાખવા માટે, Always-on સેટ પાંચ કલાક માટે અક્ષમ સેટ કરવામાં આવશે અને પાવર સંપૂર્ણપણે બંધ થઈ જશે.",
	"Hungarian": "હંગેરિયન",
	"Hungary": "હંગેરી",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "અગત્યનું! રિસેટ કરવાથી તમારા તમામ એકાઉન્ટ સેટિંગ્સ અને ઇન્સ્ટોલ કરેલી એપ્લિકેશન્સને કાઢી નખાશે. આ પગલાને પૂર્વવત કરી શકાશે નહીં.",
	"IP (Automatic)": "IP (ઓટોમેટીક )",
	"IP (Manual)": "IP ( મેન્યુઅલ )",
	"IP Address": "IP સરનામું",
	"IVC (Cote d’Ivoire)": "IVC (કોટકલ્વોઇરે)",
	"Iceland": "આઇસલેન્ડ",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ઓટો પાવર સિન્ક પસંદ કરવા સાથે, તમે SIMPLINK ડિવાઈશોને ચાલુ કરો ત્યારે તમારું TV ચાલુ થશે અને જ્યારે તમે તમારું TV બંધ કરો ત્યારે તમારા SIMPLINK ઉપકરણો બંધ થશે.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "જો સેટ ટોપ બોક્સ/OTTનું યુનિવર્સલ કંટ્રોલ સેટ કરવામાં આવ્યું હોય, તો LG રીમોટ કંટ્રોલ સાથે કનેક્ટ કરેલા સેટ ટોપ બોક્સનો ઉપયોગ કરવાનો લાભ મેળવો.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "જો કોઈ ડિવાઇસ પોર્ટ સાથે કનેક્ટ કરેલું હોય, તો ડિવાઇસ વીડિયોનો વિલંબ અથવા વિક્ષેપ ઘટાડવા સાથે તમે ગેમનું ઑપ્ટિમાઇઝ કરેલ ચિત્ર જોઈ શકો છો.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "જો તે ચાલુ કરવામાં આવે અને જો તમે Ultra HD Deep Colorને સમર્થિત કરતાં ડિવાઇસને કનેક્ટ કરો, તો તમારું પિક્ચર વધુ સ્પષ્ટ બની શકે છે.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "જો રેકોર્ડિંગ અથવા સોફ્ટવેર અપડેટ ચાલુ હોય તો, તે પૂર્ણ થવાની તે રાહ જોશે અને પ્રક્રિયાને એક કલાક કરતાં વધુ સમય લાગી શકે છે.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "જો રેકોર્ડિંગ અથવા સૉફ્ટવેર અપડેટ પ્રગતિમાં હોય, તો તે પૂર્ણ થાય ત્યાં સુધી તે રાહ જોશે અને પ્રક્રિયા {n} મિનિટ કરતાં વધુ સમય લઈ શકે છે.",
	"If the device is not connected, you may not hear any sound through it.": "જો ઉપકરણ જોડાયેલ નથી, તો તમે તેના દ્વારા કોઈ અવાજ સંભળાશો નહીં.",
	"If the edge of the screen is not clean, please turn this function off.": "જો સ્ક્રીનની કિનારી સાફ ન હોય, તો કૃપા કરી આ ફંકશનને બંધ કરો.",
	"If the program does not support multiple languages, the default language is selected.": "જો પ્રોગ્રામ બહુવિધ ભાષાઓને સમર્થિત કરતો ન હોય, તો ડિફોલ્ટ ભાષા પસંદ કરવામાં આવે છે.",
	"If the program does not support the selected output format, the default output from the source will be used.": "પસંદ કરેલ આઉટપુટ ફોર્મેટને પ્રોગ્રામ સમર્થિત કરતો ન હોય, તો સ્ત્રોતમાંથી ડિફૉલ્ટ આઉટપુટનો ઉપયોગ કરવામાં આવશે.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "જો કાર્યક્રમ અલગ સેટિંગ્સ સપોર્ટ ન કરો, તો ડીફોલ્ટ ઓડિયો પસંદ કરવામાં આવશે.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "જો તે જ લક્ષણ પુનરાવર્તન કરે છે, તો કૃપા કરીને સેટ મૂલ્યને ફરીથી બદલો અથવા જોડાયેલ બાહ્ય ઉપકરણને પુનઃપ્રારંભ કરો.",
	"If the selected language does not support, the default language from broadcasts will be used.": "જો પસંદ કરેલી ભાષા સપોર્ટ કરતી ન હોય, તો બ્રોડકાસ્ટ્સમાંની ડિફૉલ્ટ ભાષાનો ઉપયોગ કરવામાં આવશે.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "જો સ્ટેટિક સ્ક્રીનને એક કલાક સુધી કોઈ વપરાશકર્તા ઇનપુટ ન મળે, તો તે સ્ક્રીન સેવર પર સ્વિચ કરશે.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "જો તમે સેટ કરેલ સમય વર્તમાન સમયથી ઘણો અલગ હોય, તો કેટલીક સ્માર્ટ સુવિધાઓ પ્રદર્શિત નહીં થાય.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "જો તમને ડિવાઇસ દ્વારા સાઉન્ડ સંભળાતો ન હોય, તો ખાતરી કરી લો કે તે યોગ્ય રીતે કામ કરે છે કે નહીં અને LG Sound Syncને સમર્થિત કરે છે કે નહીં.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "જો તમે સ્ટોર ડેમો મોડ પસંદ કરશો, તો તે TV વેચવા માટેના રિટેલ પ્રદર્શનો માટે ઑપ્ટિમાઇઝ મૂલ્યો પર સેટ થાય છે.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "જો તમે ઓડિયો ગાઇડન્સ ચાલુ કરશો તો, તમારા રિમોટ પર આવેલ left, right, up, down બટનો સાથે તમે માત્ર ખસી શકો છો અને પોઇન્ટરની જરૂર ન હોય એવા કેટલાક ઍપ્સનો ઉપયોગ નહીં કરી શકો.",
	"If you turn it off, CAM operator's profile will be deleted.": "જો તમે તેને બંધ કરો, તો CAM ઓપરેટરની પ્રોફાઇલને કાઢી નાખવામાં આવશે.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "જો તમે તેને બંધ કરી દેશો, તો બધા ટ્યુન કરેલા CAM ચેનલ્સ ઉપલબ્ધ નહીં હોય અને સૂચનાઓ હવે પૂરી પાડવામાં નહીં આવે.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "જો તમે ‘ક્વિક સ્ટાર્ટ+’ બંધ કરો છો, તો તમે રિમોટ ફ્રી કંટ્રોલથી તમારા TV ને ચાલુ કરી શકશો નહીં. તમે ચાલુ રાખવા માંગો છો?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "જો તમે સ્ક્રીન સેવર બંધ કરશો અને એ જ છબી તમારા સ્ક્રીન પર 2 કરતાં વધુ કલાક રહેશે તો, તે તમારા સ્ક્રીનની ચિત્ર ગુણવત્તા પર અસર કરશે. જો તે 5 કરતાં વધુ કલાક રહેશે તો, કાયમી ચિત્ર ગુણવત્તા અવમૂલ્યન થઇ શકે છે. શું તમે ચાલુ રાખવા માંગો છો?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "જો તમે આ વિકલ્પ બંધ કરશો, તો સ્ટેટિક સ્ક્રીન વધુ સમય સુધી રહી શકે છે, જે સ્ક્રીનની ગુણવત્તાને ઘટાડે છે અથવા કેટલાક કિસ્સાઓમાં ભાગ્યે જ પુનઃપ્રાપ્ત થાય છે.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "જો તમે ઊર્જા બચત ફંકશનનો ઉપયોગ કરશો, તો તમારા ટીવીના બ્રાઇટનેસ પર અસર થશે.",
	"Import your TV's channel list information from a connected USB device.": "જોડેલા USB ઉપકરણમાંથી તમારા TVના ચેનલની યાદીની માહિતી મેળવો.",
	"Import/export your TV's channel list information from/to a connected USB device.": "જોડાયેલા USB ડિવાઈશ પરથી/માં તમારા TV ચેનલની સૂચિને ઇમ્પોર્ટ કરો/એક્સપોર્ટ કરો.",
	"In Home": "ઈન હોમ",
	"India": "ભારત",
	"Indianapolis": "ઈન્દિઅનપોલિસ",
	"Indonesia": "ઇન્ડોનેશિયા",
	"Indonesian": "ઇન્ડોનેશિયન",
	"Inner": "આંતરિક",
	"Input": "ઇનપુટ",
	"Input Locks": "ઇનપુટ લોક્સ",
	"Input field": "પ્રવેશ ફિલ્ડ",
	"Installing...": "ઇન્સ્ટોલ કરી રહ્યાં છે...",
	"Instant Game Response": "ઇન્સ્ટન્ટ રમત પ્રતિભાવ",
	"Interactive Service": "ઇન્ટરએક્ટિવ સેવા",
	"Interactivity(DTVi)": "ઇન્ટરએક્ટિવિટી(DTVi)",
	"Internal TV Speaker": "આંતરિક ટીવી સ્પીકર",
	"Invert Colors": "રંગો ઉલટાવો",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "સ્ક્રીન પર પ્રદર્શિત કરવામાં આવેલ આઇટમ્સની દૃશ્યતા વધારવા માટે કેટલાક મેનૂમાંના અમુક રંગો ઉલટાવો અને સમતોલ કરો.",
	"Iran": "ઈરાન",
	"Iraq": "ઇરાક",
	"Ireland": "આયર્લેન્ડ",
	"Irish": "આઇરિશ",
	"Irkutsk": "ઈર્કુત્સક",
	"Israel": "ઇઝરાઇલ",
	"Istanbul": "ઇસ્તન્બુલ",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "તે વ્યક્તિગત રૂપે ચિત્ર સ્થિતિ પર રીસેટ કરવામાં આવે છે, તેથી ઇચ્છિત ચિત્ર સ્થિતિને પસંદ કરો અને તેને રીસેટ કરો.",
	"It may not sound depending on connected devices.": "તે કનેક્ટ કરેલ ડિવાઇસેસના આધારે સંભળાશે નહીં.",
	"It may take a few minutes.": "તેમાં થોડી મિનિટો લાગી શકે.",
	"It may take a few seconds.": "તેમાં થોડી સેકન્ડો લાગી શકે.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "કોઈ LG મશીન લિનિંગ ટેકનીક દ્વારા શિખેલ અલગોરિધમ દ્વારા જોવાતા પ્રકારના આધારે તે શ્રેષ્ઠ સાઉન્ડ અથવા વિઝ્યુઅલ 4.0 સરાઉન્ડ પૂરું પાડે છે.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "કોઈ LG ડીપ લર્નિંગ ટેકનીક દ્વારા શિખેલ અલગોરિધમ દ્વારા જોવાતા પ્રકારના આધારે તે શ્રેષ્ઠ સાઉન્ડ અથવા વિઝ્યુઅલ 5.1 સરાઉન્ડ પૂરું પાડે છે.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "તે TV ઇન્સ્ટોલેશનના પ્રકારના આધારે રૂમમાં પ્રતિબિંબિત અવાજને ટ્યુન કરીને ઑપ્ટિમાઇઝ કરેલ અવાજ પૂરો પાડે છે.",
	"It reduces jaggies in the picture for a smooth picture.": "તે સ્મૂધ ચિત્ર માટે ચિત્રમાં જેગિંગ ઘટાડે છે.",
	"It works only when the broadcasting program supports captions.": "તે ત્યારે જ કામ કરે છે જ્યારે બ્રોડકાસ્ટિંગ પ્રોગ્રામ કેપ્શન્સને સમર્થિત કરે છે.",
	"It works only when the broadcasting program supports subtitles.": "તે ત્યારે જ કામ કરે છે જ્યારે બ્રોડકાસ્ટિંગ પ્રોગ્રામ સબટાઇટલોને સમર્થિત કરે છે.",
	"Italian": "ઇટાલિયન",
	"Italy": "ઇટાલી",
	"Ivory Coast": "આઇવરી કોસ્ટ",
	"Jakarta": "જાકાર્તા",
	"Jamaica": "જમૈકા",
	"Japan": "જાપાન",
	"Japanese": "જાપાનીઝ",
	"Jayapura": "જયપુર",
	"Jerusalem": "જેરુસલેમ",
	"Johannesburg": "જોહાન્નેસ્બુર્ગ",
	"Jordan": "જોર્ડન",
	"Just Scan": "જસ્ટ સ્કેન",
	"Kabul": "કાબુલ",
	"Kaliningrad": "કલીનીન્ગ્રદ",
	"Kamchatka": "કામ્ચટકા",
	"Kampala": "કમ્પાલા",
	"Kannada": "કન્નડા",
	"Karachi": "કરાચી",
	"Kasem": "કાસેમ",
	"Kashgar": "કશ્ગર",
	"Katmandu": "કાઠમંડુ",
	"Kazakh": "કઝાક",
	"Kazakhstan": "કઝાકિસ્તાન",
	"Kenya": "કેન્યા",
	"Keyboard Languages": "કીબોર્ડ ભાષા",
	"Khartoum": "ખર્તોઉમ",
	"Khovd": "ખોવ્દ",
	"Kiev": "કીએવ",
	"Kigali": "કિગાલી",
	"Kingston": "કીન્ગ્સ્તોન",
	"Kinshasa": "કિન્શાસા",
	"Kiribati": "કીરીબાતી",
	"Kiritimati": "કીરીતીમાંતી",
	"Kolkata": "કોલકાતા",
	"Korea": "કોરિયા",
	"Korean": "કોરિયન",
	"Krasnoyarsk": "ક્રાસનોયાર્સ્ક",
	"Kuala Lumpur": "કુઅલા લુમ્પુર",
	"Kuching": "કૂચીંગ",
	"Kuwait": "કુવૈત",
	"Kuwait City": "કુવૈત શહેર",
	"Kyrgyzstan": "કિર્ગિઝ્સ્તાન",
	"LED Local Dimming": "LED સ્થાનિય ઝાંખપ",
	"LG Logo Light (Front of TV)": "LG લોગો પ્રકાશ (ટીવી સામે)",
	"LG Services Country": "LG દેશ સર્વિસ",
	"LG Wireless Keyboard": "LG વાયરલેસ કીબોર્ડ",
	"LG Wireless Keyboard Connected:": "LG વાયરલેસ કીબોર્ડ જોડાયેલ છે:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG વાયરલેસ કીબોર્ડથી તમે Bluetooth દ્વારા TVને નિયંત્રિત કરી શકો છો.",
	"La Paz": "લા પાઝ",
	"Lagos": "લાગોસ",
	"Language": "ભાષા",
	"Laos": "લોસ",
	"Large": "વિશાળ",
	"Last tuning:": "છેલ્લું ટ્યુનિંગ:",
	"Latvia": "લાત્વિયા",
	"Latvian": "લાતવિયન",
	"Lebanon": "લેબનોન",
	"Left": "ડાબું",
	"Left Right": "ડાબી/જમણી",
	"Left Surround": "ડાબું સરાઉન્ડ",
	"Left drop shadow": "ડાબે ડ્રોપ શેડો",
	"Legal Notice": "કાનૂની નોટિસ",
	"Lesotho": "લેસોથો",
	"Liberia": "લાઇબેરિયા",
	"Libreville": "લિબ્રેવિલ",
	"Libya": "લિબિયા",
	"Liechtenstein": "લૈચટેંસ્ટેઇન",
	"Light": "હલકું",
	"Lilongwe": "લિલોન્ગ્વે",
	"Lima": "લિમા",
	"Limit AD Tracking": "AD ટ્રેકિંગ મર્યાદિત કરો",
	"Lisbon": "લિસ્બન",
	"Lithuania": "લિથુઆનિયા",
	"Lithuanian": "લિથુનિયન",
	"Live Theater": "લાઈવ થીએટર",
	"Ljubljana": "લિયૂબ્લિયના",
	"Loading...": "લોડ કરી રહ્યું છે...",
	"Local": "સ્થાનિક",
	"Local Language": "સ્થાનિક ભાષા",
	"Location": "સ્થાન",
	"Lock All": "બધા લોક",
	"Lock changes for currently running apps will be applied the next time they are started.": "હાલમાં ચાલતા એપ્લિકેશન્સ માટેના લોક ફેરફારો તેમને ફરીથી જ્યારે શરૂ કરવામાં આવશે ત્યારે લાગુ થશે.",
	"Logo Luminance Adjustment": "લોગો લ્યુમિનન્સ એડજસ્ટમેન્ટ",
	"Lome": "લોમ",
	"London": "લન્ડન",
	"Lord Howe": "ભગવાન હોવે",
	"Los Angeles": "લોસ એન્જલસ",
	"Louisville": "લુઇસવિલે",
	"Low": "નીચા",
	"Luanda": "લ્યૂવાંડા",
	"Lubumbashi": "લુબુમ્બાશી",
	"Luminance": "લ્યુમિનન્સ",
	"Lusaka": "લુસકા",
	"Luxembourg": "લક્ઝમબર્ગ",
	"MAC Address": "MAC સરનામું",
	"MAC Address (Wired)": "MAC એડ્રેસ (વાયરયુક્ત)",
	"MAC Address (Wireless)": "MAC એડ્રેસ (વાયરલેસ)",
	"MASTER PASSWORD": "માસ્ટર પાસવર્ડ",
	"MHEG Guide": "MHEG માર્ગદર્શન",
	"MPEG Noise Reduction": "MPEG નોઈસ રિડ્ક્શન",
	"Macao": "મચાઓ",
	"Macedonia": "મેસેડોનિયા",
	"Macedonia, The Former Yugoslav Republic Of": "મેસેડોનિયા, ભૂતપૂર્વ યુગોસ્લાવ રીપબ્લિક ઓફ",
	"Macedonian": "મેસેડોનિયન",
	"Maceió": "મચેઈઓ",
	"Maceió ": "મચેઈઓ",
	"Madagascar": "મેડાગાસ્કર",
	"Madeira": "અદેઇર",
	"Madrid": "માંદ્રીદ",
	"Magadan": "મગાદાન",
	"Magenta": "કિરમજી",
	"Makassar": "માંકાસ્સાર",
	"Make blurry or difficult-to-see areas more vivid.": "અસ્પષ્ટ અથવા જોવા માટે મુશ્કેલ વિસ્તારોને વધુ વિવિડ બનાવો.",
	"Malabo": "મલબો",
	"Malawi": "માલાવી",
	"Malay": "મલય",
	"Malayalam": "મલયાલમ",
	"Malaysia": "મલેશિયા",
	"Maldives": "માંલ્દીવેસ",
	"Mali": "માલી",
	"Malta": "માલ્ટા",
	"Manage channels stored on the TV.": "TV પર સંગ્રહિત કરેલા ચેનલો મેનેજ કરો.",
	"Managua": "માનાગુઆ",
	"Manama": "મનામા",
	"Manaus": "માનુસ",
	"Mandarin": "મેન્ડરિન",
	"Manila": "મનીલા",
	"Manual": "જાતે",
	"Maori": "માઓરી",
	"Maputo": "માપટો",
	"Marathi": "મરાઠી",
	"Marquesas": "અર્કુએસસ",
	"Marshall Islands": "માર્શાલ્લ ઇસ્લાન્દ્સ",
	"Martinique": "અર્તિનિકુએ",
	"Maseru": "માંસેરું",
	"Mature Audience Only": "ફક્ત પરિપક્વ પ્રેક્ષકો",
	"Mauritania": "મોરિટેનિયા",
	"Mauritius": "મોરિશિયસ",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "સ્ક્રીનના ચળકાટ અને ડાર્ક વિસ્તારોની તીવ્રતા વધારીને કોન્ટ્રાસ્ટ અધિકતમ કરો.",
	"Mayotte": "મયોત્તે",
	"Mazatlán": "માંઝાત્લન",
	"Mbabane": "મ્બબને",
	"Medium": "મધ્યમ",
	"Menu Language": "મેનુ ભાષા",
	"Menu Transparency": "મેનુ પારદર્શકતા",
	"Message": "સંદેશ",
	"Method": "પદ્ધતિ",
	"Mexico": "મેક્સિકો",
	"Mexico City": "એક્ષિકો ચિત્ય",
	"Middle East": "મધ્ય પૂર્વ",
	"Minsk": "મિન્સ્ક",
	"Minutes": "મિનિટ",
	"Mobile Connection Management": "મોબાઇલ જોડાણ મેનેજમેન્ટ",
	"Mode Option": "મોડ વિકલ્પ",
	"Model": "મોડલ",
	"Mogadishu": "મોગદીશું",
	"Moldova": "મોલ્ડોવા",
	"Monaco": "મોનાકો",
	"Moncton": "મોનકટોં",
	"Mongolia": "મંગોલિયા",
	"Monrovia": "મનરોવીયા",
	"Montenegro": "મોન્ટેનેગ્રો",
	"Monterrey": "મોન્ટેરરી",
	"Montevideo": "મોન્ટેવિડિઓ",
	"Month": "મહિનો",
	"Montréal": "મોન્ટ્રીયલ",
	"Morocco": "મોરોક્કો",
	"Moscow": "મોસ્કો",
	"Motion Eye Care": "મોશન આઈ કેર",
	"Motion Pro": "મોશન પ્રો",
	"Movie Lock": "મૂવી લૉક",
	"Mozambique": "ઓઅમ્બિકુએ",
	"Multi": "વિવિધ",
	"Multi Audio": "વિવિધ ઑડિઓ",
	"Multi Channel Audio": "મલ્ટિ ચેનલ ઓડિઓ",
	"Multi Feed": "મલ્ટિ ફીડ",
	"Multiple": "બહુવિધ",
	"Muscat": "મસકૅટ",
	"Music": "સંગીત",
	"Myanmar": "મ્યાનમાર",
	"Mérida": "મેરિડા",
	"NEXTGEN TV Mode": "NEXTGEN TV મોડ",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - ન્યુ સાઉથ વેલ્સ/ઓસ્ટ્રેલિયન કેપિટલ ટેરિટરી - સીડની",
	"NT - Northern Territory - Darwin": "NT - નોર્ધર્ન ટેરિટરી – ડાર્વિન",
	"Nairobi": "નૈરોબી",
	"Namibia": "નામિબિયા",
	"Narrow": "સાંકડું",
	"Nassau": "નાસાઉ",
	"Natural": "ન્યુટ્રલ",
	"Ndebele": "નેડેબેલે",
	"Ndjamena": "ન્દ્જમેના",
	"Nepal": "નેપાળ",
	"Netherland": "નેધરલેન્ડ",
	"Netherlands": "નેધરલેન્ડ",
	"Network": "નેટવર્ક",
	"Network Connection Settings": "નેટવર્ક કનેક્શન સેટિંગ્સ",
	"Network Name": "નેટવર્ક નામ",
	"Network-Based Personalization Recommendations": "નેટવર્ક આધારિત વૈયક્તિકરણ ભલામણો",
	"New Caledonia": "ન્યુ સેલેડોનિયા",
	"New York": "ન્યૂ યોર્ક",
	"New Zealand": "ન્યુઝીલેન્ડ",
	"Next": "આગામી",
	"Niamey": "નીયમી",
	"Nicaragua": "નિકારાગુઆ",
	"Nicosia": "નિકોસિયા",
	"Niger": "નીગેર",
	"Nigeria": "નાઇજીરીયા",
	"Night": "રાત",
	"Nipigon": "નીપીગોન",
	"No": "ના",
	"No Internet via 3G/4G network": "3G/4G નેટવર્ક દ્વારા ઇન્ટરેન્ટ નથી",
	"No Internet via Ethernet": "ઇથરનેટ દ્વારા કોઇ ઇન્ટરનેટ નથી",
	"No Internet via Wi-Fi": "Wi-Fi દ્વારા કોઇ ઇન્ટરનેટ નથી",
	"No One 17 and Under Admitted.": "17 કે તેનાથી નીચેના પ્રવેશ આપી શકાય નહી.",
	"No Operation Auto Off": "ઓટો ઓફ માટે કોઈ ઓપરેશન નથી",
	"No Signal Auto Off": "સિગ્નલ નહિ આપોઆપ બંધ",
	"No Signal Image": "કોઈ સિગ્નલ છબી નથી",
	"No Signal Power Off (15Min)": "કોઇ સિગ્નલ નહીં પાવર બંધ  (15 મિનિટ)",
	"No devices have been found.": "કોઈ ડિવાઇસેસ મળ્યાં નથી.",
	"No paired devices.": "કોઇ જોડી કરેલા ઉપકરણો નથી.",
	"No signal on Server": "સર્વર પર કોઈ સંકેત નથી",
	"No updates found.": "કોઇ અપડેટ મળ્યા નથી.",
	"Noise Reduction": "નોઈસ રિડ્ક્શન",
	"None": "કોઈ નહીં",
	"Normal": "સામાન્ય",
	"North Korea": "ઉત્તર કોરિયા",
	"Northern Africa": "ઉત્તરી આફ્રિકા",
	"Norway": "નૉર્વે",
	"Norwegian": "નોર્વેજીયન",
	"Not Connected": "કનેક્ટેડ નથી",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "નોંધ: જો તમારું ડિવાઇસ આ સુવિધાને સમર્થિત ન કરતું હોય તો, તે કદાચ યોગ્ય રીતે કામ નહીં કરે. એવું હોય તો, તમે ડિવાઇસને એક જૂદા HDMI પોર્ટ સાથે કનેક્ટ કરી શકો છો અથવા તો 8K HDMI Ultra HD Deep Color સેટિંગ બંધ કરી શકો છો.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "નોંધ: જો તમારું ડિવાઇસ આ સુવિધાને સમર્થિત ન કરતું હોય, તો તે કદાચ યોગ્ય રીતે કામ નહીં કરે. એવું હોય તો, તમે ડિવાઇસને એક જૂદા HDMI પોર્ટ સાથે કનેક્ટ કરી શકો છો અથવા તો HDMI Ultra HD Deep Color સેટિંગ બંધ કરી શકો છો.",
	"Note: Available options depend on the broadcast program.": "નોંધ: ઉપલબ્ધ વિકલ્પો બ્રોડકાસ્ટ પ્રોગ્રામ પર આધાર રાખે છે.",
	"Note: Behavior may differ if connected device is not a LG device.": "નોંધ: જોડાણ કરવામાં આવેલ ઉપકરણ LG ઉપકરણ નહીં હોય તો વર્તણૂકમાં ફેરફાર થઇ શકે છે.",
	"Note: Only displayed when it is provided by the program.": "નોંધ: ત્યારે જ પ્રદર્શિત કરાય જ્યારે તે પ્રોગ્રામ દ્વારા પૂરું પડાય છે.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "નોંધ: ઉપ-શીર્ષકો બ્રોડકાસ્ટ પ્રોગ્રામ દ્વારા પૂરો પડાય ત્યારે જ પ્રદર્શિત કરાય છે.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "નોંધ: Live TV અથવા VOD સામગ્રી જેવા સામગ્રી પ્લેબેક વાળી સમર્થિત સુવિધાઓ મોડલ મૂજબ અને તેની પારદર્શકતા સુવિધાના ઓપરેશન મૂજબ અલગ હોઈ શકે છે.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "નોંધ:<br>1. પિક્સેલ રિફ્રેશર ચાલુ હોય ત્યારે જો તમે તમારો TV ચાલુ કરશો તો, તે પ્રક્રિયાને રોકી દેશે અને તમને ફરીથી શરૂ કરવું પડશે.<br>2. પ્રક્રિયા કરતી વખતે, સ્ક્રીન પર એક સફેદ લીટી દેખાઈ શકે છે.  તમારી સ્ક્રીનને સાફ કરવા પર આ સામાન્ય થઈ જાય છે.",
	"Notifications": "સૂચનાઓ",
	"Nouméa": "ણૌમેઅ",
	"Novosibirsk": "નોવોસીબિર્સ્ક",
	"Nzema": "નઝેમા",
	"OK": "બરાબર",
	"OLED LIGHT": "OLED લાઇટ",
	"OLED Motion": "OLED મોશન",
	"OLED Motion Pro": "OLED મોશન પ્રો",
	"OLED Screen Saver": "OLED સ્ક્રિન સેવર",
	"OLED Surround": "OLED સરાઉન્ડ",
	"Object Audio": "ઓબ્જેક્ટ ઑડિઓ",
	"Off": "બંધ",
	"Oman": "ઓમાન",
	"Omsk": "ઓમસ્ક",
	"On": "ચાલું",
	"OnTimer Channel not selected": "ટાઈમરચેનલ પસંદપર નથી.",
	"Open": "ખુલ્લું",
	"Open Source Licenses": "ઓપન સોર્સ સોફ્ટવેર નોટિસ",
	"Open when TV is turned on": "TV ચાલુ હોય ત્યારે ખોલો",
	"Operate once when TV is off": "TV બંધ હોય ત્યારે એકવાર ચલાવો",
	"Optical": "ઑપ્ટિકલ",
	"Optical + Internal TV Speaker": "ઑપ્ટિકલ + આંતરિક ટીવી સ્પીકર",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "કોઈ LG મશીન લિનિંગ ટેકનીક દ્વારા શિખેલ અલગોરિધમ દ્વારા સામગ્રિઓ માટે કોઈ ડેપ્થ ઑપ્ટિમાઇઝ કરો.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR સામગ્રીની છબીનું તેજ અને કોંટ્રસ્ટ પ્રમાણે સેટિંગ્સ ઑપ્ટિમાઇઝ કરો.",
	"Optimize contrast settings based on image brightness.": "ફોટોની ચળકાટ પર આધાર રાખીને કોન્ટ્રાસ્ટ સેટિંગ્સને ઓપ્ટિમાઇઝ કરો.",
	"Optimize the sound for a cinematic experience.": "સિનેમેટિક અનુભવ માટે અવાજને ઑપ્ટિમાઇઝ કરો.",
	"Oranjestad": "ઓરન્જેસ્તાદ",
	"Original Language": "ઓરિજનલ ભાષા",
	"Oslo": "ઓસ્લો",
	"Others": "અન્યો",
	"Ouagadougou": "ઉઅગદૌગૌ",
	"Outer": "બાહ્ય",
	"Output sound through the Internal TV speaker.": "આંતરિક ટીવી સ્પીકર દ્વારા આઉટપુટ સાઉન્ડ.",
	"PIN: {pin}": "પિન: {pin}",
	"Pagode": "પેગોડે",
	"Pakistan": "પાકિસ્તાન",
	"Palau": "પલાઉ",
	"Panama": "પનામા",
	"Panama City": "પાનામાં સિટી",
	"Panjabi": "પંજાબી",
	"Papua New Guinea": "પપુઆ ન્યુ ગીની",
	"Paraguay": "પેરાગ્વે",
	"Paramaribo": "પરમાંરીબો",
	"Parental Guidance Suggested": "પેરેન્ટલ ગાઇડન્સ સજેસ્ટેડ",
	"Parental Guidance Suggested :": "પેરેંટલ માર્ગદર્શન સૂચવેલ :",
	"Parental guidance suggested for children ages 8-13.": "8-13 વર્ષની ઉંમરવાળા બાળકો માટે પેરેન્ટલ માર્ગદર્શન સૂચવવામાં આવે છે.",
	"Parents Guidance strongly required :": "માતાપિતાના માર્ગદર્શનની ભારપૂર્વક આવશ્યકતા :",
	"Parents Strongly Cautioned": "માતાપિતાને સખત ચેતવણી",
	"Paris": "પરીસ",
	"Pass Through": "પસાર",
	"Password": "પાસવર્ડ",
	"Patent Information": "પેટન્ટ માહિતી",
	"Peak Brightness": "ટોચની તેજસ્વીતા",
	"Persian": "પર્સિયન",
	"Peru": "પેરુ",
	"Philippines": "ફિલીપાઇન્સ",
	"Phnom Penh": "ફ્નોમ પેન્હ",
	"Phoenix": "હોએનિક્ષ",
	"Photo": "ફોટો",
	"Pick a Time": "એક સમયનો ચૂંટો",
	"Picture": "ચિત્ર",
	"Picture Mode": "ચિત્ર સ્થિતિ",
	"Picture Mode Settings": "ચિત્રમોડ સેટિંગ્સ",
	"Picture Options": "ચિત્ર વિકલ્પ",
	"Picture Test": "ચિત્ર ટેસ્ટ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "જ્યારે કનેક્ટ કરેલ બાહ્ય ડિવાઇસ અને TV પ્રારંભિક રૂપે સંપર્કમાં હોય ત્યારે કદાચ ચિત્ર અથવા સાઉન્ડ યોગ્ય રીતે કામ ન કરે. જો સમસ્યા જળવાઈ રહે તો, કૃપા કરી સેટિંગ્સ પરત લાવો અથવા તમારા કનેક્ટ કરેલા બાહ્ય ડિવાઇસને રીબુટ કરો.",
	"Pitch": "પીચ",
	"Pixel Refresher": "પિક્સેલ રિફ્રેશર",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "પિક્સેલ રિફ્રેશર તમારા Tvને શક્ય તેટલું સ્પષ્ટ ચિત્ર પૂરું પાડવાની પરવાનગી આપે છે.",
	"Pixel Refresher begins only once when the TV is turned off.": "TV બંધ કરવામાં આવે છે ત્યારે પિક્સેલ રિફ્રેશર ફક્ત એક જ વાર શરૂ થાય છે.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "ફરીથી તમારો TV બંધ કરો ત્યારે શરૂ થવા માટે પિક્સેલ રિફ્રેશર અનુસૂચિત કરવામાં આવ્યું છે.",
	"Play": "ચાલુ કરો",
	"Play sound through TV Speaker.": "TV સ્પીકર દ્વારા અવાજ ચલાવો.",
	"Play the standard sound suitable for all types of content.": "બધી પ્રકારની સામગ્રી માટે યોગ્ય પ્રમાણભૂત અવાજ ચલાવો.",
	"Please check if WiSA Speakers are turned on and try again.": "કૃપા કરીને તપાસો કે શું WiSA સ્પીકર્સ ચાલુ છે અને ફરીથી પ્રયાસ કરો.",
	"Please check that the Bluetooth device is already connected to another device.": "કૃપા કરી Bluetooth ડિવાઇસ બીજા ડિવાઇસ સાથે પહેલાંથી જ કનેક્ટ કરેલું છે કે નહીં તે તપાસો.",
	"Please check the network name and password and try again.": "નેટવર્ક નામ અને સાંકેતિક શબ્દ ફરીથી ચકાસો અને ફરી પ્રયાસ કરો.",
	"Please check the status and try again": "કૃપા કરીને સ્થિતિ ચકાસો અને ફરી પ્રયાસ કરો",
	"Please do not unplug the USB storage until the copying is completed.": "કોપી કરવાનું પૂરું ન થાય ત્યાં સુધી USB સ્ટોરેજને કૃપા કરી અનપ્લગ કરશો નહીં.",
	"Please enter your password to turn off this function.": "આ ફંકશનને બંધ કરવા માટે કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.",
	"Please enter your password to turn on this function.": "આ સુવિધાને બંધ કરવા માટે કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.",
	"Please make sure that your TV is connected to the network and try again.": "કૃપા કરીને ખાતરી કરો કે તમારું TV નેટવર્ક સાથે જોડાયેલું છે અને ફરી પ્રયાસ કરો.",
	"Please note that LG does not use or manage the value.": "કૃપા કરીને નોંધ લો કે LG આ મૂલ્યનો ઉપયોગ નથી કરતું કે મેનેજ નથી કરતું.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "મહેરબાની કરીને નોંધ કરો કે સાઉન્ડ આઉટપુટ ન હોઈ શકે જ્યારે ડિજિટલ સાઉન્ડ આઉટ દ્વારા પસાર સેટ કરેલું છે.",
	"Please try again later.": "કૃપા કરીને પછી ફરી પ્રયાસ કરો.",
	"Please wait while the Settings application reloads.": "સેટિંગ્સ એપ્લિકેશન ફરી લોડ થાય ત્યાં સુધી કૃપયા પ્રતીક્ષા કરો.",
	"Please wait while the Settings application restarts.": "કૃપા કરીને રાહ જુઓ સેટિંગ્સ એપ્લિકેશન પુનઃશરૂ થાય છે.",
	"Please wait while the TV restarts.": "TV ફરી શરૂ થાય તે દરમિયાન કૃપા કરીને રાહ જુઓ.",
	"Please wait while the TV searches for LG Service Country.": "TV LG સર્વિસ કન્ટ્રી માટે શોધે છે તે દરમિયાન કૃપા કરીને રાહ જુઓ.",
	"Podgorica": "પોદ્ગોરીચા",
	"Point": "પોઈન્ટ",
	"Pointer Options": "પોઇન્ટર વિકલ્પો",
	"Pointer Size": "પોઇન્ટર સાઇઝ",
	"Poland": "પોલેંડ",
	"Polish": "પોલીશ",
	"Pontianak": "ઓન્તિઅનક",
	"Port Louis": "પોર્ટ લુઇસ",
	"Port Moresby": "પોર્ટ મોરેસ્બ્ય",
	"Port of Spain": "પોર્ટ ઓફ સ્પીન",
	"Port-au-Prince": "પોર્ટ-ઔ-પ્રીન્ચે",
	"Porto Novo": "પોર્ટો નોવો",
	"Porto Velho": "પોર્ટો વેલ્હો",
	"Porto-Novo": "પોર્ટો-નોવો",
	"Portugal": "પોર્ટુગલ",
	"Portuguese": "પોર્ટુગીઝ",
	"Position": "પોઝિશન",
	"Position Settings": "પોઝિશન સેટિંગ્સ",
	"Power Off Timer": "પાવર બંધ ટાઇમર",
	"Power On Timer": "પાવર ચાલુ ટાઇમર",
	"Power Saving Mode": "પાવર સેવિંગ મોડ",
	"Prague": "પ્રગુએ",
	"Praia": "પ્રાઇયા",
	"Preschool": "પૂર્વશાળા",
	"Press right button to adjust de-blur and Motion Pro value.": "ડી-બ્લર અને મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "ડી-બ્લર અને OLED મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press right button to adjust de-blur and OLED Motion value.": "ડી-બ્લર અને OLED મોશન મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press right button to adjust de-judder and Motion Pro value.": "ડી-જડ્ડર અને મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ડી-જડ્ડર અને OLED મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press right button to adjust de-judder and OLED Motion value.": "ડી-જડ્ડર અને OLED મોશન મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ડી-જડ્ડર, ડી-બ્લર અને મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ડી-જડ્ડર, ડી-બ્લર અને OLED મોશન પ્રો મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ડી-જડ્ડર, ડી-બ્લર અને OLED મોશન મૂલ્યને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "નેટવર્ક સાથે TVને કનેક્ટ કરવા માટે WPS-સક્ષમ રાઉટર પર આવેલ WPS બટન દબાવો.",
	"Press the right button to adjust Motion Pro settings.": "મોશન પ્રો સેટિંગ્સને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED મોશન પ્રો સેટિંગ્સને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press the right button to adjust OLED Motion settings.": "OLED મોશન સેટિંગ્સને સંતુલિત કરવા માટે જમણું બટન દબાવો.",
	"Press the right button to adjust de-blur settings.": "ડી-બ્લર સેટિંગ્સ સમાયોજિત કરવા માટે જમણું બટન દબાવો.",
	"Press the right button to adjust de-judder settings.": "ડી-જડ્ડર સેટિંગ્સ સમાયોજિત કરવા માટે જમણું બટન દબાવો.",
	"Previous": "પહેલાનું",
	"Primary Audio Language": "પ્રાથમિક ઓડિયો ભાષા",
	"Primary Channels": "પ્રાથમિક ચેનલો",
	"Primary Teletext Language": "પ્રાથમિક ટેલિટેક્ષ્ટ ભાષા",
	"Program exempted from ratings.": "પ્રોગ્રામને રેટિંગ્સમાંથી છૂટ આપવામાં આવી છે.",
	"Programme": "પ્રોગ્રામ",
	"Provide HbbTV Distinctive ID": "HbbTV ડિસ્ટિંક્ટિવ ID પ્રદાન કરો",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "બ્રોડકાસ્ટ્સ માટે HbbTV ડિસ્ટિંક્ટિવ ID HbbTV સેવાને પૂરો પાડો.",
	"Provided services may vary depending on countries.": "પૂરી પાડવામાં આવતી સેવાઓ દેશોના આધારે અલગ અલગ હોઈ શકે છે.",
	"Puerto Rico": "પ્યુઅર્ટો રિકો",
	"Pyongyang": "પ્યોન્ગ્યંગ",
	"QLD - Queensland - Brisbane": "QLD - ક્વીન્સલેન્ડ-બ્રિસ્બેન",
	"Qatar": "કતાર",
	"Quick Help": "ઝડપથી મદદ",
	"Quick Start+": "ક્વિક સ્ટાર્ટ+",
	"Rainy River": "રેની નદી",
	"Raised": "ઉછેરેલી",
	"Rangoon": "રંગૂન",
	"Real Cinema": "પ્રત્યક્ષ સિનેમા",
	"Reason: Authentication with access point was unsuccessful.": "કારણ: એક્સેસ પોઇન્ટ વાળું પ્રમાણીકરણ નિષ્ફળ થયું.",
	"Reason: Could not establish a connection to access point.": "કારણ: એક્સેસ પોઇન્ટ સાથે જોડાણ સ્થાપિત થઈ શકતું નથી.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "કારણ: DHCPનો ઉપયોગ કરીને માન્ય IP એડ્રેસ ફરી મળી શકતું નથી.",
	"Reason: Entered password is incorrect.": "કારણ: નાંખેલો પાસવર્ડ ખોટો છે.",
	"Reason: Password is missing.": "કારણ: પાસવર્ડ ગુમ છે.",
	"Reason: The network you selected is out of range.": "કારણ: તમે પસંદ કરેલું નેટવર્ક રેન્જની બહાર છે.",
	"Reason: Unable to login.": "કારણ: લોગિન થવા અક્ષમ.",
	"Receive emergency alerts from TV when an emergency occurs.": "કટોકટી આવે ત્યારે TV પર કટોકટીની ચેતવણીઓ મેળવો.",
	"Recife": "કૉર્ડોબા",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "તે કલાકોને Always-on પર સેટ કરવાની ભલામણ કરો જ્યારે તમે સામાન્ય રીતે TV નથી જોતા.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "જોવાતા ઇતિહાસ અને એપ્લિકેશન વપરાશ પેટર્નના આધારે ઉપયોગી સામગ્રિઓ અને સુવિધાઓની ભલામણ કરો.",
	"Recommendations are available for the people, products and locations related to the current program.": "ચાલુ પ્રોગ્રામ સાથે સંબંધિત લોકો, ઉત્પાદનો અને સ્થાનો માટે ભલામણો ઉપલબ્ધ છે.",
	"Red": "લાલ",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "છબી ગુણવત્તાને સ્પષ્ટપણે ઑપ્ટિમાઇઝ કરવા માટે ડિજિટલ વીડિયો સિગ્નલ્સમાંથી અનિયમિત અવાજ ઓછો કરો.",
	"Regina": "રેગિના",
	"Region": "પ્રદેશ",
	"Registered Devices ({num})": "નોંધાયેલ ઉપકરણો ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "ઑપ્ટિમાઇઝ કરેલ અવાજના ઉચ્ચ-પિચવાળા ટોનને પ્રબલિત કરો.",
	"Reinforce the low-pitched tone of the optimized sound.": "ઑપ્ટિમાઇઝ કરેલ અવાજના નિમ્ન-પિચવાળા ટોનને પ્રબલિત કરો.",
	"Remote Settings": "રિમોટ સેટિંગ્સ",
	"Remove irregular and erratic pixels for a clearer image.": "સ્પષ્ટ ફોટો માટે અનિયમિત અને અસ્થિર પિક્સેલ્સ દૂર કરો.",
	"Reset": "રીસેટ કરો",
	"Reset AD ID": "AD ID રીસેટ કરો",
	"Reset CI Password": "CI પાસવર્ડ રીસેટ કરો",
	"Reset HbbTV Distinctive ID": "HbbTV ડિસ્ટિંક્ટિવ ID રીસેટ કરો",
	"Reset Password": "પાસવર્ડ રીસેટ કરો",
	"Reset Settings": "સેટિંગ્સ રિસેટ કરો",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV મોબાઇલ ઍપ સાથે કનેક્ટ કરતી વખતે માન્ય કરેલી ઍપ યાદી રીસેટ કરો.",
	"Reset the caption position.": "કૅપશનની સ્થિતિ રીસેટ કરો.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "જોવાયેલ સામગ્રી અને એપ્લિકેશન્સનો ઉપયોગ કરીને બંનેનો ઇતિહાસ ફરીથી સેટ કરો. જ્યારે ઇતિહાસ રીસેટ થાય છે, ત્યારે ફરીથી સામગ્રીની ભલામણો પ્રાપ્ત કરવા માટે તે ચોક્કસ સમય લાગી શકે છે.",
	"Reset to Initial Settings": "પ્રારંભિક સેટિંગ્સ પર ફરીથી સેટ કરો",
	"Restrict access to TV programs based on their ratings.": "TV પ્રોગ્રામ્સને તેમના રેટિંગ્સ પર આધાર રાખીને એક્સેસ કરવાનું નિયંત્રિત કરો.",
	"Restrict watching based on age ratings for children programs.": "બાળકોના પ્રોગ્રામો માટે ઉંમરના રેટિંગ્સના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on ages ratings.": "ઉંમરના રેટિંગ્સના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on fantasy violence content ratings.": "કાલ્પનિક હિંસા સામગ્રી રેટિંગ્સના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on programs containing adult language.": "વયસ્ક ભાષા ધરાવતા પ્રોગ્રામોના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on programs containing sexual scene.": "સેક્સ્યુઅલ દૃશ્ય ધરાવતા પ્રોગ્રામોના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "સેક્સ્યુઅલી સૂચનાત્મક ડાયલોગ ધરાવતા પ્રોગ્રામોના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "માતાપિતાના માર્ગદર્શન હેઠળ નિર્દિષ્ટ ઉંમર અથવા સામગ્રી રેટિંગ્સના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching based on violence content ratings.": "હિંસા સામગ્રી રેટિંગ્સના આધારે જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching movies based on rating.": "રેટિંગના આધારે ફિલ્મો જોવાનું પ્રતિબંધિત કરો.",
	"Restrict watching programs based on rating.": "રેટિંગના આધારે પ્રોગ્રામો જોવાનું પ્રતિબંધિત કરો.",
	"Restriction ratings :": "પ્રતિબંધ રેટિંગ્સ :",
	"Retry": "ફરી પ્રયાસ કરો",
	"Revert TV to its initial settings.": "TVને તેના પ્રારંભિક સેટિંગ્સમાં પાછો ફેરવો.",
	"Revert color adjustment settings to default.": "રંગ સમાયોજન સેટિંગ્સને ડિફૉલ્ટ પર પાછા ફેરવો.",
	"Revert detailed sound effect settings of standard mode to default.": "પ્રમાણભૂત મોડના વિગતવાર સાઉન્ડ ઈફેક્ટ સેટિંગ્સ ડિફૉલ્ટ પર પાછો ફેરવો.",
	"Revert picture setting values to default.": "ચિત્ર સેટિંગ મૂલ્યોને ડિફોલ્ટ પર પાછા ફેરવો.",
	"Revert white balance settings to default.": "વ્હાઇટ બેલેન્સ સેટિંગ્સને ડિફૉલ્ટ પર પાછા ફેરવો.",
	"Reykjavik": "રિકિયવિક",
	"Riga": "રીગા",
	"Right": "જમણું",
	"Right Left": "જમણી/ડાબી",
	"Right Surround": "જમણું સરાઉન્ડ",
	"Right drop shadow": "જમણી ડ્રોપ શેડો",
	"Rio Branco": "રીઓ બ્રૅંકો",
	"Riyadh": "રિડ",
	"Romania": "રોમાનિયા",
	"Romanian": "રોમાનિયન",
	"Rome": "રોમ",
	"Russia": "રશિયા",
	"Russian": "રશિયન",
	"Rwanda": "રવાન્ડા",
	"SA - South Australia - Adelaide": "SA - સાઉથ ઓસ્ટ્રેલિયા-એડીલેઈડ",
	"SIGNATURE Opening": "SIGNATURE ઓપનીંગ",
	"SIGNATURE TV Settings": "SIGNATURE TV સેટિંગ્સ",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "અન્ય SIMPLINK સક્ષમ ઉપકરણો પર કન્ટ્રોલ કરવા, SIMPLINK તમને તમારા LG રિમોટનો ઉપયોગ કરવા દે છે, જેમ કે DVD પ્લેયર અથવા ઑડિયો હોમ થિયેટર સિસ્ટમ, જે HDMI દ્વારા તમારા LG Smart TV સાથે જોડાયેલ છે.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "આ ARC મોડનો ઉપયોગ કરવા માટે SIMPLINK આપમેળે ચાલુ થશે",
	"Safety": "સલામતી",
	"Saint Lucia": "સૈન્ટ લુચિયા",
	"Saint Vincent": "સેન્ટ વિન્સેન્ટ",
	"Sakhalin": "સખાલિન",
	"Samara": "સમારા",
	"Samarkand": "સમરકંદમાં",
	"Samoa": "સમોં",
	"San Luis": "સેન લ્યુઇસ",
	"San Salvador": "સાન સાલ્વાડોર",
	"Sana": "સના",
	"Santiago": "સેન્ટિયાગો",
	"Santo Domingo": "સંતો ડોમિંગો",
	"Sarajevo": "સારાજેવો",
	"Satellite": "સેટેલાઈટ",
	"Satellite DTV": "સેટેલાઇટ DTV",
	"Satellite Radio": "સેટેલાઇટ રેડિયો",
	"Saturation": "સંતૃપ્તિ",
	"Saudi Arabia": "સાઉદી અરેબિયા",
	"Saudi arabia": "સાઉદી અરેબિયા",
	"Save CAM Operator's Profile": "CAM ઓપરેટરની પ્રોફાઇલ સાચવો",
	"Save CI Password": "CI પાસવર્ડ સાચવો",
	"Save the color adjustment settings from the current picture mode in all inputs.": "બધા ઇનપુટ્સના વર્તમાન ચિત્ર મોડમાંથી રંગ સમાયોજન સેટિંગ્સ સાચવો.",
	"Save the white balance settings from the current picture mode in all inputs.": "તમામ ઈનપુટ્સની વર્તમાન ચિત્ર સ્થિતિમાંથી વ્હાઈટ બેલેન્સ સેટિંગ્સ સાચવો.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "તમારા CI પાસવર્ડને સાચવો/રિસેટ કરો. તમારા પાસવર્ડને સાચવવાથી તમને ભવિષ્યમાં સાઈન-ઇન કરવાના પગલાંને છોડવા દેશે.",
	"Scan \"Auto Detect\" automatically.": "\"સ્વતઃ શોધો\" આપમેળે સ્કૅન કરો.",
	"Scoresbysund": "સ્કોર્સબાયસન્દ",
	"Screen Down": "સ્ક્રીન નીચે",
	"Screen Off": "સ્ક્રીન બંધ",
	"Screen Saver": "સ્ક્રિન સેવર",
	"Screen Shift ": "સ્ક્રીન શિફ્ટ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "સ્ક્રીન નિયમિત સમયાંતરો પર બદલાય છે અને TVને વિસ્તૃત સમયગાળા માટે ચાલુ રાખવાથી થતી ચિત્ર ગુણવત્તા સમસ્યાઓને અટકાવે છે.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "સ્ક્રીન 5 સેકન્ડમાં બંધ થઈ જશે. સ્ક્રીન ફરીથી ચાલુ કરવા માટે, Power અને volume બટન સિવાય બીજું કોઈપણ બટન દબાવો.",
	"Search": "શોધો",
	"Search Bluetooth Device": "Bluetooth ડિવાઇસ શોધો",
	"Searching...": "શોધ...",
	"Second Language": "બીજી ભાષા",
	"Secondary Audio Language": "ગૌણ ઓડિયો ભાષા",
	"Secondary Teletext Language": "ગૌણ ટેલિટેક્ટ ભાષા",
	"Security": "સુરક્ષા",
	"Select IRE point to adjust luminance.": "લ્યુમિનન્સ વ્યવસ્થિત કરવા માટે IRE પોઈન્ટ પસંદ કરો.",
	"Select Mode": "મોડ પસંદ કરો",
	"Select TV's language settings.": "TVના ભાષા સેટિંગ્સ પસંદ કરો.",
	"Select a caption type for HD broadcasts.": "HD બ્રોડકાસ્ટ માટે કેપ્શન પ્રકાર પસંદ કરો.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV બ્રોડકાસ્ટ માટે કેપ્શન પ્રકાર પસંદ કરો.",
	"Select a caption type for UHD broadcasts.": "UHD બ્રોડકાસ્ટ માટે કેપ્શન પ્રકાર પસંદ કરો.",
	"Select a caption type for analog broadcasts.": "એનાલોગ બ્રોડકાસ્ટ માટે કેપ્શન પ્રકાર પસંદ કરો.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "જોવાના પર્યાવરણ સાથે મેળ ખાતો કોઈ વીડિયો મોડ પસંદ કરો, અથવા કૉન્ટ્રાસ્ટ, રંગ, અને વધુ જેવા કોઈ વીડિયો મોડ માટે સેટિંગ્સ નિર્દિષ્ટ કરો.",
	"Select an audio format for each HDMI input.": "દરેક HDMI ઇનપુટ માટે એક ઓડિયો ફોર્મેટ પસંદ કરો.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "પાસ થ્રુ પસંદ કર્યા પછી તમે અવાજ અસર ન સાંભળી શકો તો ડિજિટલ આઉટ સાઉન્ડ (ઑટો અથવા PCM) પસંદ કરો.",
	"Select audio language for digital broadcasts.": "ડિજિટલ બ્રોડકાસ્ટ્સ માટે ઑડિયો ભાષા પસંદ કરો.",
	"Select color to be adjusted.": "વ્યવસ્થિત કરવાના હોય તે રંગ પસંદ કરો.",
	"Select days to apply the Timer Power Off settings every week.": "દરેક સપ્તાહે ટાઈમર પાવર ઓફ સેટિંગ્સ લાગુ કરવા માટે દિવસો પસંદ કરો.",
	"Select days to apply the Timer Power On settings every week.": "દરેક સપ્તાહે ટાઈમર પાવર ઓન સેટિંગ્સ લાગુ કરવા માટે દિવસો પસંદ કરો.",
	"Select device for audio output.": "ઓડિયો આઉટપુટ માટે  ડિવાઈશ પસંદ કરો.",
	"Select device or speaker for audio output.": "ઑડિયો આઉટપુટ માટે ડિવાઇસ અથવા સ્પીકર પસંદ કરો.",
	"Select digital audio output format.": "ડિજિટલ ઑડિયો આઉટપુટ ફોર્મેટ પસંદ કરો.",
	"Select language for TV menu.": "TV મેનૂ માટે ભાષા પસંદ કરો.",
	"Select language for subtitles.": "પેટા-શીર્ષક માટે ભાષા પસંદ કરો.",
	"Select languages for keyboards input.": "કીબોર્ડ ઈનપુટ માટે ભાષાઓ પસંદ કરો.",
	"Select method to adjust white balance.": "વ્હાઈટ બેલેન્સ વ્યવસ્થિત કરવા માટે પદ્ધતિ પસંદ કરો.",
	"Select point to adjust luminance.": "પ્રકાશ એડજસ્ટ કરવા પોઇન્ટ પસંદ કરો.",
	"Select the Sound mode and set detailed Audio effects.": "સાઉન્ડ મોડ પસંદ કરો અને વિગતવાર ઑડિયો ઈફેક્ટ્સ સેટ કરો.",
	"Select the Sound mode for each content type.": "દરેક સામગ્રી પ્રકાર માટે સાઉન્ડ મોડ પસંદ કરો.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} પોર્ટ માટે Ultra HD Deep Color પસંદ કરો.",
	"Select the app to restrict the use.": "ઉપયોગ પ્રતિબંધિત કરવા માટે એપ્લિકેશન પસંદ કરો.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "જોવાના પર્યાવરણ અથવા સામગ્રી પ્રકાર અનુસાર યોગ્ય પિક્ચર મોડ પસંદ કરો.",
	"Select the audio properties to listen to the broadcast in the way you like.": "તમને ગમે તે રીતે બ્રોડકાસ્ટ સાંભળવા માટે ઑડિયો ગુણધર્મો પસંદ કરો.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ડિજિટલ બ્રોડકાસ્ટ્સ માટે કૅપશન પ્રકાર પસંદ કરો અને વિગતવાર સબટાઈટલ સેટિંગ્સ સેટ કરો.",
	"Select the channel to restrict watching.": "જોવાનું પ્રતિબંધિત કરવા માટે ચેનલ પસંદ કરો.",
	"Select the channel to watch when the TV turns on.": "TV ચાલુ થાય ત્યારે જોવા માટે ચેનલ પસંદ કરો.",
	"Select the color range to be displayed.": "પ્રદર્શિત કરવા માટે રંગ શ્રેણી પસંદ કરો.",
	"Select the country for your country's special services.": "તમારા દેશની વિશેષ સેવાઓ માટે દેશ પસંદ કરો.",
	"Select the desired video angle.": "ઇચ્છિત વીડિયો ખૂણો પસંદ કરો.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "કોઈ બાહ્ય ડિવાઇસમાં TV ડિજિટલ સાઉન્ડ આઉટ સ્થાનાંતરિત કરવા માટે ફોર્મેટ પસંદ કરો.",
	"Select the input to use when the TV turns on.": "જ્યારે TV ચાલુ થાય ત્યારે ઉપયોગ માટે ઈનપુટ પસંદ કરો.",
	"Select the inputs to restrict the use.": "ઉપયોગ પ્રતિબંધિત કરવા માટે ઈનપુટ્સ પસંદ કરો.",
	"Select the most preferred Subtitle Language.": "ઉપ-શીર્ષક ભાષા માટે તમારી પ્રથમ પસંદગી પસંદ કરો.",
	"Select the place where to use the TV.": "TVનો ઉપયોગ કરવા માટે જગ્યા પસંદ કરો.",
	"Select the residential region for your regional broadcast signal.": "તમારા પ્રાદેશિક બ્રોડકાસ્ટ સિગ્નલ માટે રહેણાંક ક્ષેત્ર પસંદ કરો.",
	"Select the second preferred Subtitle Language.": "ઉપ-શીર્ષક ભાષા માટે તમારી બીજી પસંદગી પસંદ કરો.",
	"Select your first choice of audio language for digital broadcasts.": "ડિજિટલ બ્રોડકાસ્ટ્સ માટે ઑડિયો ભાષાની તમારી પહેલી પસંદગી પસંદ કરો.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "તમારા બ્રોડકાસ્ટ TV પ્રદાતાની ટેલિટેક્ષ્ટ સર્વિસિસ માટે તમારી ભાષાની પ્રથમ પસંદગી પસંદ કરો.",
	"Select your second choice of audio language for digital broadcasts.": "ડિજિટલ બ્રોડકાસ્ટ્સ માટે ઑડિયો ભાષાની તમારી બીજી પસંદગી પસંદ કરો.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "તમારા બ્રોડકાસ્ટ TV પ્રદાતાની ટેલિટેક્ષ્ટ સર્વિસિસ માટે તમારી ભાષાની બીજી પસંદગી પસંદ કરો.",
	"Senegal": "સેનેગલ",
	"Seoul": "સોલ",
	"Serbia": "સર્બિયા",
	"Serbian": "સર્બિયન",
	"Serial Number": "અનુક્રમ નંબર",
	"Serta Wego": "સેર્ટા વિગો",
	"Service 1": "સર્વિસ 1",
	"Service 2": "સર્વિસ 2",
	"Service 3": "સર્વિસ 3",
	"Service 4": "સર્વિસ 4",
	"Service 5": "સર્વિસ 5",
	"Service 6": "સર્વિસ 6",
	"Service Area Zip Code": "સેવા ક્ષેત્ર ઝિપ કોડ",
	"Set Automatically": "આપમેળે સેટ કરો",
	"Set ID": "સેટ ID",
	"Set My Team Alarm.": "My Team અલાર્મ સેટ કરો.",
	"Set Store Mode settings.": "સ્ટોર મોડ સેટિંગ્સ સેટ કરો.",
	"Set System Color mode for your current TV input.": "તમારા વર્તમાન TV ઇનપુટ માટે સિસ્ટમ કલર મોડને સેટ કરો.",
	"Set additional options for Video Description.": "વીડિયોના વર્ણન માટે વધારાના વિકલ્પો સેટ કરો.",
	"Set additional picture settings.": "વધારાની ચિત્ર સેટિંગ્સ સેટ કરો",
	"Set additional sound-related settings.": "વધારાની સાઉન્ડ-સંબંધિત સેટિંગ્સ સેટ કરો.",
	"Set advanced Subtitle options.": "એડવાન્સ્ડ ઉપ-શીર્ષક વિકલ્પોને સેટ કરો.",
	"Set advanced captioning options.": "એડવાન્સ્ડ કેપ્શન કરવાના વિકલ્પોને સેટ કરો.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IPv4 અથવા IPv6 પર IP સરનામા સંસ્કરણને સેટ અને સંપાદિત કરો.",
	"Set audio-related options.": "ઓડિયો-સંબંધિત વિકલ્પો સેટ કરો.",
	"Set caption size, color, transparency, and other options for broadcasts.": "બ્રોડકાસ્ટ માટે કેપ્શનનું કદ, રંગ, પારદર્શકતા, અને અન્ય વિકલ્પો સેટ કરો.",
	"Set color temperature from warm to cool.": "ગરમમાંથી ઠંડા પર કલર તાપમાન પસંદ કરો.",
	"Set detailed caption settings for HD broadcasts.": "HD બ્રોડકાસ્ટ્સ માટે વિગતવાર કૅપશન સેટિંગ્સ સેટ કરો.",
	"Set detailed options for the AI functions.": "AI ફંક્શન્સ માટે વિગતવાર વિકલ્પો સેટ કરો.",
	"Set detailed options for the Home feature.": "હોમ સુવિધા માટે વિગતવાર વિકલ્પો સેટ કરો.",
	"Set detailed options for the Recommendation feature.": "ભલામણ સુવિધા માટે વિગતવાર વિકલ્પો સેટ કરો.",
	"Set easy connection settings with external devices.": "બાહ્ય ડિવાઇસેસ સાથે સરળ કનેક્શન સેટિંગ્સ સેટ કરો.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "માતાપિતાના માર્ગદર્શન હેઠળ ઉપયોગમાં લેવા માટે નિર્દિષ્ટ કરાયેલ ચેનલો, એપ્લિકેશન્સ, ઇનપુટ્સ વગેરે પર લોકિંગ સેટ કરો.",
	"Set necessary additional functions based on watching environment and screen status.": "પર્યાવરણ અને સ્ક્રીન સ્થિતિ જોવાના આધારે જરૂરી વધારાના ફંક્શન્સ સેટ કરો.",
	"Set or reset the position of on-screen captions.": "સ્ક્રીન પરનાં કૅપશન્સની સ્થિતિ સેટ અથવા રીસેટ કરો.",
	"Set settings related to your wired / wireless network.": "તમારા વાયર્ડ / વાયરલેસ નેટવર્ક સાથે સંબંધિત સેટિંગ્સ સેટ કરો.",
	"Set the TV to turn off automatically after a set amount of time.": "ચોક્કસ સમય પર સેટ કર્યા પછી TVને આપમેળે બંધ થવા પર સેટ કરો.",
	"Set the TV to turn off automatically at a set time.": "સેટ કરેલા સમય પર TVને આપમેળે બંધ થવા પર સેટ કરો.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV સ્વચાલિત રીતે શરૂ થયા બાદ 4 કલાક સુધી જો કોઈ વપરાશકર્તા ઈનપુટ ન આવે તો TVને સ્વચાલિત રીતે બંધ થવા પર સેટ કરો.",
	"Set the TV to turn on automatically at a set time.": "સેટ કરેલા સમય પર TVને આપમેળે ચાલુ થવા પર સેટ કરો.",
	"Set the additional functions related to the TV.": "TV સાથે સંબંધિત વધારાના ફંક્શન્સ સેટ કરો.",
	"Set the current date and time.": "હાલની તારીખ અને સમય સેટ કરો.",
	"Set the current date manually.": "મેન્યુઅલી હાલના તારીખને સેટ કરો.",
	"Set the current time manually.": "મેન્યુઅલી હાલના સમયને સેટ કરો.",
	"Set the detect range of device available to connect.": "કનેક્ટ કરવા માટે ઉપલબ્ધ ડિવાઇસની રેન્જ શોધો સેટ કરો.",
	"Set the region and country for broadcasts and special services.": "બ્રોડકાસ્ટ્સ અને વિશેષ સેવાઓ માટે પ્રદેશ અને દેશ સેટ કરો.",
	"Set the screen size and aspect ratio.": "સ્ક્રીન સાઇઝ અને સાપેક્ષ ગુણોત્તરને સેટ કરો.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TVના વિશિષ્ટ ફંક્શન્સ સેટ કરો.",
	"Set the time to turn off the TV automatically without user input.": "વપરાશકર્તાના ઈનપુટ વગર TVને આપમેળે બંધ કરવા માટે સમય સેટ કરો.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "વધુ વાસ્તવિક ધ્વનિનો આનંદ માણવા માટે વર્ચ્યુઅલ મલ્ટિ-ચેનલ સરાઉન્ડ સાઉન્ડ ઈફેક્ટ સેટ કરો.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "વધુ વાસ્તવિક ધ્વનિનો આનંદ માણવા માટે વર્ચ્યુઅલ સરાઉન્ડ સાઉન્ડ ઈફેક્ટ સેટ કરો.",
	"Set the volume level when the TV turns on.": "TV ચાલુ થાય ત્યારે વૉલ્યુમ સ્તર સેટ કરો.",
	"Set time to turn off the TV.": "TV બંધ કરવા માટેનો સમય સેટ કરો.",
	"Set time to turn on the TV.": "TV ચાલુ કરવા માટેનો સમય સેટ કરો.",
	"Set up additional features related to customer support.": "ગ્રાહક સમર્થન સાથે સંબંધિત વધારાની સુવિધાઓ સેટ કરો.",
	"Set up an account to use LG Services.": "LG સેવાઓનો ઉપયોગ કરવા માટે એક એકાઉન્ટ સેટ કરો.",
	"Set whether to display Home when the TV is turned on.": "TV ચાલુ કરવામાં આવે ત્યારે હોમ પ્રદર્શિત કરવું કે નહીં તે સેટ કરો.",
	"Settings Help": "સેટિંગ્સ મદદ",
	"Sexual Situations": "જાતિય પરિસ્થિતિઓ",
	"Sexually Suggestive Dialogue": "સેક્સ્યુઅલી સૂચનાત્મક ડાયલોગ",
	"Shanghai": "શંઘાઇ",
	"Sharpness": "તીક્ષ્ણતા",
	"Show Password": "પાસવર્ડ બતાવો",
	"Side by Side": "સાઇડ બાય સાઇડ",
	"Sierra Leone": "સીએરા લેઓન",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "જો વાયરલેસ રાઉટર TVથી એકદમ નજીક હોય તો સિગ્નલ હસ્તક્ષેપ Magic Remoteની સંવેદનશીલતા ઘટાડી શકે છે.",
	"Simferopol": "સિંફેરોપોલ",
	"Singapore": "સિંગાપુર",
	"Size": "કદ",
	"Skopje": "સ્કોપજે",
	"Sleep Timer": "સ્લિપ ટાઈમર",
	"Slovak": "સ્લોવૅક",
	"Slovakia": "સ્લોવેકિયા",
	"Slovenia": "સ્લોવેનિયા",
	"Slovenian": "સ્લોવેનિયન",
	"Slow": "ધીમું",
	"Small": "નાનું",
	"Smooth": "સરળ",
	"Smooth Gradation": "સ્મૂથ વર્ગીકરણ",
	"Soccer": "સોકર",
	"Sofia": "સોફિયા",
	"Software Update": "સોફ્ટવેર અપડેટ",
	"Software Version": "સોફ્ટવેર આવૃત્તિ",
	"Software update has been installed. Update will be applied when you restart your TV.": "સોફ્ટવેર અપડેટ ઇન્સ્ટોલ કરવામાં આવ્યું છે. જ્યારે તમે તમારો TV ફરી શરૂ કરશો ત્યારે અપડેટ લાગુ કરવામાં આવશે.",
	"Solid": "ઘન",
	"Solomon Islands": "સોલોમોન ઇસ્લાન્દ્સ",
	"Somalia": "સોમાલિયા",
	"Some material may not be appropriate for children under 13.": "કેટલીક સામગ્રી 13 વર્ષથી ઓછી ઉંમરવાળા બાળકો માટે યોગ્ય ન પણ હોય.",
	"Some material may not be appropriate for children.": "કેટલીક સામગ્રી બાળકો માટે યોગ્ય ન પણ હોય.",
	"Sotho, Northern": "સોથો, ઉત્તરીય",
	"Sotho, Southern": "સોથો, સધર્ન",
	"Sound": "સાઉન્ડ",
	"Sound Mode": "સાઉન્ડ મોડ",
	"Sound Mode Settings": "સાઉન્ડ મોડ સેટિંગ્સ",
	"Sound Out": "સાઉન્ડ આઉટ",
	"Sound Share": "સાઉન્ડ શેર",
	"Sound Test": "સાઉન્ડ ટેસ્ટ",
	"South Africa": "દક્ષિણ આફ્રિકા",
	"South Korea": "સોઉથ કોરેં",
	"Southern Africa": "દક્ષીણી આફ્રિકા",
	"Spain": "સ્પેન",
	"Spanish": "સ્પેનિશ",
	"Speaker Volume Control": "સ્પીકર વોલ્યુમ કંટ્રોલ",
	"Specify detailed voice guidance settings after turning on this feature.": "આ સુવિધા ચાલુ કર્યા પછી વિગતવાર વોઇસ માર્ગદર્શન સેટિંગ્સ નિર્દિષ્ટ કરો.",
	"Speed": "ઝડપ",
	"Spoken Subtitle": "બોલેલ ઉપ-શીર્ષક",
	"Sports": "રમતગમત",
	"Sports Alert": "સ્પોર્ટ્સ ચેતવણી",
	"Srednekolymsk": "સ્રેડનેકોલિમ્સ્ક",
	"Sri Lanka": "શ્રીલંકા",
	"St. John's": "સેન્ટ જ્હોન",
	"Stand": "સ્ટેન્ડ",
	"Standard": "સ્ટાન્ડર્ડ",
	"Standard Mode Sound Effect": "સ્ટાન્ડર્ડ મોડ સાઉન્ડ ઈફેક્ટ",
	"Standby Light": "સ્ટેન્ડબાય લાઇટ",
	"Start New Sound Tuning": "ન્યૂ સાઉન્ડ ટ્યુનિંગ શરૂ કરો",
	"Start Now": "હવે શરૂ કરો",
	"Startup Sound": "સ્ટાર્ટઅપ સાઉન્ડ",
	"Stockholm": "સ્ટોકહોમ",
	"Stop": "રોકો",
	"Store Demo": "સ્ટોર ડેમો",
	"Store Mode": "સ્ટોર મોડ",
	"Store Mode Settings": "સ્ટોર મોડ સેટિંગ્સ",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "સ્ટોરમાં પ્રદર્શન હેતુઓ માટે સ્ટોર મોડ હોય છે. તે દર થોડીવારે સેટિંગ્સ પુનઃપ્રારંભ કરશે. શું તમે આ ઍપ બંધ કરીને સ્ટોર મોડ શરૂ કરવા માંગો છો?",
	"Strong": "મજબૂત",
	"Style": "શૈલી",
	"Subnet Mask": "સબનેટ માસ્ક",
	"Subnet prefix length": "સબનેટ પ્રિફિક્સ લંબાઇ",
	"Subtitle First Choice Language": "પેટા-શીર્ષકની પ્રથમ પસંદગીની ભાષા",
	"Subtitle Language": "ઉપશીર્ષક ભાષા",
	"Subtitle Second Choice Language": "પેટા-શીર્ષકની બીજી પસંદગીની ભાષા",
	"Subtitles": "પેટા-શીર્ષક",
	"Sudan": "સુદાન",
	"Super Impose": "સુપર ઇમ્પોઝ",
	"Super Resolution": "સુપર રિઝોલુશન",
	"Support": "સહાય",
	"Suriname": "સુરીનામે",
	"Surround Balance": "સરાઉન્ડ બેલેન્સ",
	"Surround Level": "સરાઉન્ડ સ્તર",
	"Swahili": "સ્વાહિલી",
	"Swati": "સ્વાતી",
	"Swaziland": "સ્વીટઝરલેન્ડ",
	"Sweden": "સ્વીડન",
	"Swedish": "સ્વીડિશ",
	"Swift Current": "સ્વીફ્ટ અત્યારની",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "જ્યારે તમે TV બંધ કરો ત્યારે TVને ઝડપથી ફરી ચાલુ કરવા માટે સ્ટેન્ડબાય મોડ પર સ્વિચ કરો.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "જ્યારે તમે TV બંધ કરો ત્યારે એપ્લિકેશન્સ, શોધ વગેરે જેવા વિવિધ ફંકશન્સનો ઝડપથી ઉપયોગ કરવા માટે સ્ટેન્ડબાય મોડ પર સ્વિચ કરો.",
	"Switzerland": "સ્વિટ્ઝર્લૅન્ડ",
	"Sync Demo": "ડેમોને સિંક કરો",
	"Syria": "સિરિયા",
	"System Color": "સિસ્ટમ રંગ",
	"São Paulo": "સાઓ પાઉલો",
	"TAS - Tasmania - Hobart": "TAS - તાસ્માનિયા- હોબાર્ટ",
	"TEXT 1": "ટેક્સ્ટ 1",
	"TEXT 2": "ટેક્સ્ટ 2",
	"TEXT 3": "ટેક્સ્ટ 3",
	"TEXT 4": "ટેક્સ્ટ 4",
	"TV Information": "TV માહિતી",
	"TV Installation Type": "TV ઈન્સ્ટોલેશન પ્રકાર",
	"TV Lock": "TV લોક",
	"TV Name": "TV નામ",
	"TV On With Mobile": "મોબાઇલ સાથે TV ચાલુ",
	"TV Power Sound": "ટીવીનો પાવર સાઉન્ડ",
	"TV Power Sound Volume": "TV પાવર સાઉન્ડ વોલ્યુમ",
	"TV Program Locks": "TV પ્રોગ્રામ લોક્સ",
	"TV Rating English": "TV રેટિંગ ઇંગલિશ",
	"TV Rating French": "TV રેટિંગ ફ્રેન્ચ",
	"TV Speaker": "TV સ્પીકર",
	"TV can be used as an alarm.": "TVનો એલાર્મ તરીકે ઉપયોગ કરી શકાય છે.",
	"TV is turned off at a set time on every specified day.": "દરેક નિર્દેશ કરાયેલ દિવસે એક સેટ કરેલ સમય પર TV બંધ થાય છે.",
	"TV to USB": "TV થી USB",
	"Tagalog": "ટેગલોગ ",
	"Tahiti": "તાહિતી",
	"Taipei": "તાઇપેઈ",
	"Taiwan": "તાઇવાન",
	"Tajikistan": "તાજીકિસ્તાન",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ઇન્ટરનેટ, એપ્લિકેશન્સ, સોફ્ટવેર અપડેટ્સ વગેરે જેવા નેટવર્કિંગની આવશ્યકતા હોય તેવી સુવિધાઓનો લાભ લો.",
	"Tallinn": "તલ્લીન",
	"Tamil": "તમિલ",
	"Tanzania": "તાંઝાનિયા",
	"Target Luminance": "પ્રકાશ લક્ષ્ય",
	"Tashkent": "તાશ્કંદ",
	"Tbilisi": "ટબાઇલીસી",
	"Tegucigalpa": "તેગુસિગાલ્પા",
	"Tehran": "તેહરાન",
	"Teletext": "ટેલિટેક્ષ્ટ",
	"Telugu": "તેલુગુ",
	"Terrestrial DTV": "પાર્થિવ DTV",
	"Text Color": "ટેક્સ્ટ રંગ",
	"Text Opacity": "લખાણ અસ્પષ્ટતા",
	"Text Search": "લખાણની શોધ",
	"Thai": "થાઇ",
	"Thailand": "થાઇલેંડ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} અને HDMI {port2} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે આ ફંક્શન પસંદ કરી શકો છો.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} અને HDMI {port2} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} અને HDMI {port2} પોર્ટ્સ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સપોર્ટ કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} પોર્ટ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે આ ફંક્શન પસંદ કરી શકો છો.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} પોર્ટ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} પોર્ટ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સપોર્ટ કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} અને HDMI {port3} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે આ ફંક્શન પસંદ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, અને HDMI {port3} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} અને HDMI {port4} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે આ ફંક્શન પસંદ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, અને HDMI {port4} પોર્ટ્સ AMD FreeSync Premiumને, સમર્થિત કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, અને HDMI {port4} પોર્ટ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સપોર્ટ કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, અને HDMI {port3} પોર્ટ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સપોર્ટ કરે છે અને તમે તેને ચાલુ અથવા બંધ કરી શકો છો.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV ડિસ્ટિંક્ટિવ ID માત્ર HbbTV માટે વપરાતું અન્ય મૂલ્ય છે, જે વપરાશકર્તાની વ્યક્તિગત માહિતી સાથે કોઇ સંબંધ ધરાવતું નથી.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV ડિસ્ટિંક્ટિવ ID રીસેટ કરવામાં આવશે.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV ઍપ્લિકેશન અથવા સેવા વ્યક્તિગત વપરાશકર્તાની તેની ટ્રેકિંગને અક્ષમ કરશે.",
	"The IBB service will disable its tracking of an individual user.": "IBB સેવા વ્યક્તિગત વપરાશકર્તાની તેની ટ્રેકિંગને અક્ષમ કરશે.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG સર્વિસીઝ કંટ્રી માહિતીને સર્વિસમાંથી પરત મેળવી શકાઇ નથી. કૃપા કરીને પછી ફરી પ્રયાસ કરો.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "મેનુ ભાષાને બદલવા માટે સેટિંગ્સ એપ્લિકેશનને ફરી લોડ કરવું પડશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"The ambient lighting will be provided when motion is detected around the TV.": "જ્યારે TVની આસપાસ હિલચાલ મળી આવશે ત્યારે એમ્બિયન્ટ પ્રકાશ આપવામાં આવશે.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "ભાષાના સેટિંગના આધારે ઉપલબ્ધ બાહ્ય અવાજ ઓળખ સેવાઓ બદલાઈ શકે છે. પણ, જો તમે મેનૂ ભાષા બદલો છો, તો સેટિંગ મેનૂ ફરીથી લોડ થાય છે. શું તમે ચાલુ રાખવા માંગો છો?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "USB સ્ટોરેજ માંથી ચેનલ યાદી તમારા TV પર સફળતાપૂર્વક કોપી કરવામાં આવી છે. TV 5 સેકન્ડમાં ફરી શરૂ થશે.",
	"The channel list have been successfully copied from your TV to the USB storage.": "તમારા TV માંથી ચેનલ યાદી USB સ્ટોરેજ પર સફળતાપૂર્વક કોપી કરવામાં આવી છે.",
	"The closer to 100, the brighter.": "જેટલું 100થી નજીક, તેટલું વધુ તેજસ્વી.",
	"The closer to 100, the clearer the color becomes.": "જેટલો 100થી નજીક, તેટલો રંગ સ્પષ્ટ બને છે.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "જેટલો 50થી નજીક તેટલો લાલ વધુ સ્પષ્ટ, જેટલો 50થી નજીક તેટલો લીલો વધુ સ્પષ્ટ.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "વ્હાઇટ બેલેન્સ ફંક્શનનું વિગતવાર સેટ મૂલ્યો રીસેટ કરવામાં આવશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ચેનલ અને પ્રોગ્રામના સાઉન્ડ વોલ્યુમો વચ્ચેનો તફાવત આપમેળે ઘટાડો થાય છે, જે તમને સતત વોલ્યુમ સાથે પ્રોગ્રામ જોવા માટે મદદ કરે છે.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "ચેનલ અને પ્રોગ્રામના સાઉન્ડ વોલ્યુમો વચ્ચેનો તફાવત આપમેળે સતત વોલ્યુમ સાથે પ્રોગ્રામ જોવા પર સેટ કરવામાં આવે છે.",
	"The higher the settings, the louder the sound rapidly.": "જેટલા ઉચ્ચ સેટિંગ્સ, તેટલો સાઉન્ડનો વેગ મોટો.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "આંતરિક ટીવી સ્પીકર અને Bluetooth સ્પીકર્સ એક વિવિડ સરાઉન્ડ સાઉન્ડ ઈફેક્ટ નિમાણ કરીને વારાફરતી સાઉન્ડ આઉટપુટ કરી શકે છે.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "અવાજ ઓળખ માટેની ભાષા પસંદ કરેલ મેનૂ ભાષાના આધારે આપમેળે સેટ કરવામાં આવશે.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "વોઇસ રેકગ્નિશન માટે વપરાયેલી ભાષા પસંદ કરેલ મેનૂ ભાષા અનુસાર સેટ કરેલી છે. વોઇસ ભાષાના આધારે સપોર્ટ સેવાઓ બદલાઈ શકે છે.",
	"The network is currently unavailable. Please try again later.": "નેટવર્ક હાલમાં ઉપલબ્ધ નથી. કૃપા કરીને પછી ફરી પ્રયાસ કરો.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "પ્રક્રિયાને પૂર્ણ થતાં લગભગ એક કલાક લાગશે અને તમારો TV બંધ રાખવો પડશે.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "પ્રક્રિયાને પૂર્ણ થવામાં લગભગ {n} મિનિટ લાગશે અને તમારા TVને બંધ રાખવાની જરૂર છે.",
	"The program is intended for adults only.": "આ પ્રોગ્રામ માત્ર પુખ્ત લોકો માટે જ હોય છે.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "સ્ક્રીન બ્રાઇટનેસ આપમેળે તમારા TVની આસપાસની બ્રાઇટનેસ અનુસાર ગોઠવવામાં આવે છે.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "સ્ક્રીન 5 સેકંડમાં નીચે સ્લાઇડ કરશે. સ્ક્રીનને સ્લાઇડ કરવા માટે રિમોટ પર પાવર અને વોલ્યુમ સિવાયના કોઈપણ બટન દબાવો.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "કલર મેનેજમેન્ટ સિસ્ટમ વિધેયની સેટ ઉપ-મૂલ્ય રીસેટ કરવામાં આવશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth સરાઉન્ડ સાઉન્ડ + આંતરિક TV સ્પીકરનું સેટિંગ રીસેટ કરવામાં આવશે.",
	"The settings are as follows.": "સેટિંગ્સ નીચે મુજબ છે.",
	"The sound may not be output when digital sound output is set to Pass Through.": "જ્યારે ડિજિટલ ધ્વનિ આઉટપુટ પાસ પસાર સેટ કરેલ હોય ત્યારે ધ્વનિ આઉટપુટ ન હોઈ શકે.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "અપડેટ TVમાં લાગુ કરી શકાતું નથી. સોફ્ટવેર અગાઉની આવૃત્તિમાં પરત આવી જશે.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "જ્યારે TV ચાલુ કરવામાં આવે છે અને સ્ક્રીન ખસે છે ત્યારે વિઝ્યુઅલ પ્રભાવો સ્ક્રીન પર પ્રદર્શિત થાય છે.",
	"There are no paired devices.": "જોડી માટે કોઈ જ ડિવાઈસ નથી.",
	"There are settings to correct or prevent OLED panel noise.": "OLED પેનલનો ઘોંઘટ દૂર કરવા કે અટકાવવા આ સેટિંગ્સ છે.",
	"There is no USB device connected to your TV.": "તમારા TV સાથે કોઇ USB ઉપકરણ જોડાયેલ નથી.",
	"There is no message.": "કોઈ સંદેશ નથી.",
	"Thimphu": "થીમ્ફું",
	"Third Language": "ત્રીજી ભાષા",
	"This feature applies only to specified LG Wireless Keyboard models.": "આ સુવિધા ફક્ત નિર્દિષ્ટ LG વાયરલેસ કીબોર્ડ મોડલ્સ પર જ લાગુ થાય છે.",
	"This function works only when it is provided by the broadcast program.": "આ ફંક્શન ત્યારે જ કાર્ય કરે છે જ્યારે તે બ્રોડકાસ્ટ પ્રોગ્રામ દ્વારા પૂરું પાડવામાં આવે છે.",
	"This is a closed caption preview": "આ એક બંધ કરેલ કૅપ્શનનો પ્રીવ્યૂ છે",
	"This is an already existing value.": "આ મૂલ્ય પહેલેથી અસ્તિત્વમાં છે.",
	"This service provides you with more information about watching program and enjoys related contents.": "આ સેવા તમને પ્રોગ્રામ જોવા અને સંબંધિત સામગ્રીઓનો આનંદ માણવા વિશેની વધુ માહિતી પૂરી પાડે છે.",
	"This will revert all options on TV to their default settings.": "આનાથી TV પરના તમામ વિકલ્પો તેમની ડિફૉલ્ટ સેટિંગ્સ પર પાછા ફરશે.",
	"Thule": "થુલે",
	"Tijuana": "તીજુઅના",
	"Time": "સમય",
	"Timer Channel": "ટાઇમર ચેનલ",
	"Timer Repeat": "ટાઈમર પુનરાવર્તન",
	"Timers": "ટાઈમરસ",
	"Timezone": "ટાઈમ ઝોન",
	"Timor-Leste": "ટીમોર",
	"Tint": "ટીંટ",
	"Tiranë": "તીરને",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "અવાજને ઑપ્ટિમાઇઝ કરવા માટે, TV પર ટેસ્ટ સાઉન્ડ ચલાવો અને મેજિક રિમોટનો ઉપયોગ કરીને પ્રતિબિંબિત-અવાજ માપવાનું શરૂ કરો.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "તમારા TV સાઉન્ડનું પરીક્ષણ કરવા માટે, સાઉન્ડ આઉટ સેટિંગને આંતરિક ટીવી સ્પીકરમાં બદલવું જરૂરી છે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Togo": "ટોગો",
	"Tokyo": "ટોક્યો",
	"Tonga": "રેગિના",
	"Top and Bottom": "ટોચ અને નીચેનો ભાગ",
	"Toronto": "ટોરોન્ટો",
	"Total Power On Time": "કુલ પાવર ચાલુનો સમય",
	"Tracking Speed": "ટ્રેકિંગ સ્પીડ",
	"Translucent": "અર્ધપારદર્શક",
	"Transparent": "પારદર્શક",
	"Treble Boost": "ટ્રેબલ બુસ્ટ",
	"Trinidad And Tobago": "ટ્રીનીડાડ એન્ડ ટોબેગો",
	"Trinidad and Tobago": "ટ્રિનીદાદ અને ટોબેગો",
	"Tripoli": "ત્રિપોલી",
	"Tsonga": "સોંગા",
	"Tswana": "ત્સ્વાના",
	"Tune and save available channels.": "ઉપલબ્ધ ચેનલ્સને ટ્યુન કરો અને સાચવો.",
	"Tune and save available channels. You can set satellite channel options.": "ઉપલબ્ધ ચેનલ્સને ટ્યુન કરો અને સાચવો. તમે સેટેલાઇટ ચેનલ વિકલ્પોને સેટ કરી શકો છો.",
	"Tunis": "તુનીસ",
	"Tunisia": "ટ્યુનિશિયા",
	"Turkey": "તુર્કી",
	"Turkish": "ટર્કિશ",
	"Turkmenistan": "તુર્કમેનિસ્તાન",
	"Turn on TV with mobile device same as smartphone.": "સ્માર્ટફોન જેવું જ મોબાઇલ ડિવાઇસ સાથે TV ચાલુ કરો.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} પોર્ટ માટે Ultra HD Deep Color ચાલુ અથવા બંધ કરો.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} પોર્ટના ઇન્સ્ટન્ટ રમત પ્રતિભાવને ચાલુ અથવા બંધ કરો.",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth દ્વારા મોબાઇલ ડિવાઇસનો ઉપયોગ કરીને TV ચાલુ કરો.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi દ્વારા તમારા મોબાઇલ ડિવાઇસનો ઉપયોગ કરીને TV ચાલુ કરો.",
	"Turn on via Bluetooth": "Bluetooth દ્વારા ચાલુ કરો",
	"Turn on via Wi-Fi": "Wi-Fi દ્વારા ચાલુ કરો",
	"Turn on/off description box in Settings.": "સેટિંગ્સમાં વર્ણન બોક્સને ચાલુ/બંધ કરો.",
	"Turn on/off standby light.": "સ્ટેન્ડબાય લાઇટ ચાલુ/બંધ કરો.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} પોર્ટનું AMD FreeSync Premium ચાલુ/બંધ કરો.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "કોઈ પણ સિગ્નલ ન હોય ત્યારે સ્ક્રીન પર પ્રદર્શિત થતી છબીઓ ચાલુ/બંધ કરો.",
	"Turn on/off the related features of energy consumption.": "ઊર્જા વપરાશ સંબંધિત લક્ષણો ચાલુ / બંધ કરો.",
	"Turn the Hybridcast service on/off.": "Hybridcast સર્વિસને ચાલુ કરો/બંધ કરો.",
	"Turn the Interactivity (DTVi) service on/off.": "ઇન્ટરએક્ટિવિટી (DTVi) સર્વિસને ચાલુ કરો/બંધ કરો.",
	"Turn your broadcast TV provider's TV Guide on/off.": "તમારા બ્રોડકાસ્ટ TV પ્રદાતાની TV માર્ગદર્શિકાને ચાલુ કરો/બંધ કરો.",
	"Turn your broadcast TV provider's teletext service on/off.": "તમારા બ્રોડકાસ્ટ TV પ્રદાતાની ટેલિટેક્ષ્ટ સર્વિસને ચાલુ કરો/બંધ કરો.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi બંધ કરવાથી જ્યાં સુધી તમે નેટવર્કને કનેક્ટ કરવા માટે કેબલનો ઉપયોગ ન કરો ત્યાં સુધી બધી ઇન્ટરનેટ-આધારિત સેવાઓમાં એક્સેસ કરવાથી તમને રોકશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"UAE": "યુનાઇટેડ આરબ અમીરાત",
	"UHD Mode": "UHD મોડ",
	"USA": "સંયુકત રાજ્ય અમેરિકા",
	"USB storage for Copy Channels": "ચેનલ્સ કોપી કરવા માટે USB સ્ટોરેજ",
	"USB to TV": "USB થી TV",
	"Uganda": "યુગાંડા",
	"Ukraine": "યુક્રેન",
	"Ukrainian": "યુક્રેનિયન",
	"Ulaanbaatar": "ઉલાન્બાતર",
	"Ultra Surround": "અલ્ટ્રા સરાઉન્ડ",
	"Unable to check for updates.": "અપડેટ માટે ચકાસવામાં અક્ષમ.",
	"Unable to connect to the network.": "નેટવર્ક સાથે કનેક્ટ કરવામાં અસમર્થ.",
	"Undefined": "અનિર્ધારિત",
	"Under 17 requires accompanying parent or adult guardian.": "17 વર્ષથી ઓછી ઉંમરવાળા માટે માતાપિતા અથવા પુખ્ત વાલીની હાજરી જરૂરી હોય છે.",
	"Uniform": "યુનિફોર્મ",
	"United Arab Emirates": "સંયુક્ત આરબ અમીરાત",
	"United Kingdom": "યુનાઇટેડ કિંગડમ",
	"United States of America": "અમેરિકા યુનાઈટેડ સ્ટેટ્સ",
	"Universal Control Settings": "સાર્વત્રિક નિયંત્રણ સેટિંગ્સ",
	"Unknown": "અજ્ઞાત",
	"Unknown issue has occurred.": "અજ્ઞાત સમસ્યા આવી છે.",
	"Update canceled.": "અપડેટ રદ કર્યું છે.",
	"Update in progress...": "અપડેટ ચાલુ છે...",
	"Update in progress...({n}%)": "અપડેટ પ્રગતિમાં છે...({n}%)",
	"Update paused.": "અપડેટ થોભ્યું.",
	"Update reserved.": "અપડેટ અનામત છે.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "હવે અપડેટ રદ કરવામાં આવશે અને બધી અપડેટ ફાઇલો કાઢી નાખવામાં આવશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"Urdu": "ઊર્દૂ",
	"Uruguay": "ઉરુગ્વે",
	"Urumqi": "ઊરુમ્કિ",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "પરિણામોના આધારે રૂમના અવાજનું વિશ્લેષણ કરવા અને TVના અવાજને ઑપ્ટિમાઇઝ કરવા માટે મેજિક રિમોટનો ઉપયોગ કરો.",
	"Use a large pointer.": "મોટા પોઇન્ટરનો ઉપયોગ કરો.",
	"Use a medium pointer.": "મધ્યમ પોઇન્ટરનો ઉપયોગ કરો.",
	"Use a small pointer.": "નાના પોઇન્ટરનો ઉપયોગ કરો.",
	"Use the 4-way controller to change the position and press the OK button.": "સ્થિતિ બદલવા માટે 4-વે નિયંત્રકનો ઉપયોગ કરો અને OK બટન દબાવો.",
	"Use the following services with the selected language.": "પસંદ કરેલી ભાષા સાથે નીચેની સેવાઓનો ઉપયોગ કરો.",
	"User": "વપરાશકર્તા",
	"User Agreements": "વપરાશકર્તા કરાર",
	"User Guide": "વપરાશકર્તા માર્ગદર્શિકા",
	"Uzbek": "ઉઝબેક",
	"Uzbekistan": "ઉઝબેકિસ્તાન",
	"Uzhhorod": "ઉઝ્હ્હોરોડ",
	"V Position": "V પોજિશન",
	"V Sharpness": "વી તીક્ષ્ણતા",
	"V Size": "V સાઇઝ",
	"VIC - Victoria - Melbourne": "VIC - વિક્ટોરિયા-મેલબોર્ન",
	"Vaduz": "વાદુઝ",
	"Valencian": "વેલેન્સિયન",
	"Vancouver": "વાનકુવર",
	"Vatican City": "વેટિકન સિટી",
	"Venda": "વેન્ડા",
	"Venezuela": "વેનેઝુએલા",
	"Vertical Zoom": "વર્ટિકલ ઝૂમ",
	"Video 1": "વિડિઓ 1",
	"Video 2": "વિડિઓ 2",
	"Video 3": "વિડિઓ 3",
	"Video Description": "વિડીયો વર્ણન",
	"Vienna": "વિયેના",
	"Vientiane": "વિયેટિએન",
	"Vietnam": "વિયેતનામ",
	"Vietnamese": "વિએતનામીઝ",
	"View current Common Interface (CI) information.": "વર્તમાન કોમન ઇન્ટરફેસ (CI) માહિતી જુઓ.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "સ્ક્રીન પરના મેનૂનો રંગ બ્લેક એન્ડ વ્હાઇટમાં બદલીને આઇટમ્સ વધુ સ્પષ્ટ રીતે જુઓ.",
	"View messages from your broadcast TV provider.": "તમારા બ્રોડકાસ્ટ TV પ્રદાતા પરથી સંદેશા જુઓ.",
	"View more information about watching program and enjoy related contents.": "પ્રોગ્રામ જોવા વિશે વધુ માહિતી જુઓ અને સંબંધિત સામગ્રીઓનો આનંદ માણો.",
	"View the original screen as it is or set the screen size and aspect ratio.": "મૂળ સ્ક્રીનને જેવી છે તેવી જુઓ અથવા સ્ક્રીન સાઇઝ અને સાપેક્ષ ગુણોત્તરને સેટ કરો.",
	"View the original screen as it is received from broadcasts signal or connected device.": "બ્રોડકાસ્ટ્સ સિગ્નલ અથવા કનેક્ટ કરેલ ડિવાઇસથી મળી હોવાથી મૂળ સ્ક્રીનને જુઓ.",
	"Vilnius": "વિલ્નીયસ",
	"Violence": "હિંસા",
	"Virtual Surround Plus": "વર્ચ્યુઅલ ચારે બાજુ પ્લસ",
	"Vivid": "ચમક",
	"Vladivostok": "વ્લૅડિવૉસ્ટૉક",
	"Voice Recognition Help and Settings": "અવાજ ઓળખ મદદ અને સેટિંગ્સ",
	"Voice Support Service": "વોઇસ સપોર્ટ સર્વિસ",
	"Volgograd": "વોલ્ગગ્રૅડ",
	"Volume": "વોલ્યુંમ",
	"Volume Increase Amount": "વોલ્યુમની માત્રા વધે છે",
	"Volume Mode": "વોલ્યુંમ મોડ",
	"WA - Western Australia - Eucla": "WA - વેસ્ટર્ન ઓસ્ટ્રેલિયા-યુક્લા",
	"WA - Western Australia - Perth": "WA - વેસ્ટર્ન ઓસ્ટ્રેલિયા- પર્થ",
	"Wall-mounted": "દિવાલ પર ટંગાયેલું",
	"Warm1": "વાર્મ 1",
	"Warm2": "વાર્મ 2",
	"Warm3": "વાર્મ 3",
	"Warsaw": "વોર્સો",
	"Watch a diverse range of Internet contents on TV channels.": "TV ચેનલો પર ઇન્ટરનેટ સામગ્રીઓની વિવિધ શ્રેણી જુઓ.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "અમે તમારી પાસે સોફ્ટવરનું નવું વર્ઝન છે કે કેમ તેની ચકાસણી કરવા અને તમારા ઉપકરણની ખરાઈ કરવા MAC સરનામું, મોડેલ નંબર, કન્ટ્રી કોડ, ભાષાના સેટિંગ્સ અને સોફ્ટવેર વર્ઝન મેળવીશું અને તેનો સંગ્રહ કરીશું.",
	"Welcome Feature": "વિશેષતામાં સ્વાગત છે",
	"Welsh": "વેલ્શ",
	"Western Africa": "પશ્ચીમી આફ્રિકા",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "જ્યારે જોડાયેલ HDDનો ઉપયોગ નિશ્ચિત સમય માટે કરવામાં ન આવ્યો હોય, ત્યારે વિજળીનો વપરાશ ઓછો કરવા માટે સ્ટેન્ડબાય મોડ પર સ્વિચ કરો.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "જ્યારે કોઈ ડિવાઇસ પોર્ટ સાથે કનેક્ટ કરવામાં આવે છે, ત્યારે ગેમ છબી ન્યૂનતમ વિલંબ, ક્રેકીંગ અથવા વિક્ષેપો સાથે ઑપ્ટિમાઇઝ કરવામાં આવે છે.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "જ્યારે ઇન્સ્ટન્ટ ગેમ રીસ્પોન્સ લોંચ થાય છે, ત્યારે વિડિઓ અસ્થાયી રૂપે ઝબકવી શકે છે.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "જ્યારે સાઉન્ડ આઉટ “Bluetooth / HDMI ARC / ઓપ્ટિકલ ડિજિટલ / WiSA સ્પીકર્સ” પર સેટ કરેલું છે અથવા કનેક્ટ થયેલ ઉપકરણ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સપોર્ટ કરતું નથી, તો તે યોગ્ય રીતે કાર્ય કરી શકશે નહીં.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "જ્યારે સાઉન્ડ આઉટ Bluetooth પર સેટ કરેલું હોય અથવા કનેક્ટેડ ડિવાઇસ ઇન્સ્ટન્ટ રમત પ્રતિભાવને સમર્થિત કરતું ન હોય, તો તે સરખી રીતે કામ નહીં કરે.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "જ્યારે ડિવાઈસ ચાલુ/બંધ થશે, ત્યારે તમારું TV આપોઆપ ચાલુ/બંધ થશે.",
	"When the visual effects is off, the screen is displayed as Live TV.": "જ્યારે વિઝ્યુઅલ પ્રભાવો બંધ કરવામાં આવે છે, ત્યારે સ્ક્રીન Live TV તરીકે પ્રદર્શિત થાય છે.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "જ્યારે આ સુવિધા 'ચાલુ' પર સેટ કરવામાં આવી હોય, ત્યારે સ્ક્રીન પર દેખાતી કેટલીક સુવિધાઓ આંશિક પારદર્શક હશે.",
	"When your TV is turned off, the device will automatically turn off.": "જ્યારે તમારું TV બંધ થશે, ત્યારે ડિવાઈસ આપોઆપ બંધ થઈ જશે.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "જ્યારે બદલાયેલ સેટ મૂલ્ય બાહ્ય ઉપકરણ પર સ્થાનાંતરિત થાય છે, ત્યારે ચિત્ર અથવા ધ્વનિ સામાન્ય રીતે અસ્થાયીરૂપે પ્રદાન કરવામાં આવતા નથી.",
	"White": "સફેદ",
	"White Balance": "સફેદ બેલેન્સ",
	"Wi-Fi Connection": "Wi-Fi કનેક્શન",
	"Wi-Fi Security": "Wi-Fi સુરક્ષા",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi બંધ છે. ઉપલબ્ધ નેટવર્કસ જોવા માટે તેને ચાલુ કરો જેથી તમે વધારાના સંબંધિત મેનુ આઇટમ્સમાં કનેક્ટ થઇ શકો અને કનેક્ટ કરી શકો તેવા ઉપલબ્ધ નેટવર્કસની યાદી જોઇ શકો.",
	"Wi-Fi issue has occurred.": "Wi-Fi સમસ્યા આવી છે.",
	"WiSA Speakers": "WiSA સ્પીકર્સ",
	"Wide Area Zone": "વાઈડ એરિયા ઝોન",
	"Wide View": "વાઇડ વ્યૂ",
	"Wide View (32:9)": "વાઇડ વ્યૂ (32:9)",
	"Wide Zoom": "વાઇડ ઝૂમ",
	"Windhoek": "વિનઢોક",
	"Window Color": "Window કલર",
	"Window Opacity": "Window ઓપેસિટી",
	"Winnipeg": "વિનિપગ",
	"Wired Connection (Ethernet)": "વાયર્ડ કનેક્શન (ઇથરનેટ)",
	"Wired Headphones": "વાયર્ડ હેડફોન્સ",
	"Wired Headphones + Internal TV Speaker": "વાયર્ડ હેડફોન્સ + આંતરિક ટીવી સ્પીકર",
	"With this option, you can control the audio device's volume with your TV remote.": "આ વિકલ્પ સાથે, તમે તમારા TV રિમોટ સાથે ઑડિયો ડિવાઇસનું વોલ્યુમ નિયંત્રિત કરી શકો છો.",
	"Xhosa": "ખોસા",
	"Yakutsk": "યાકુત્સક",
	"Yamoussoukro": "યામૌસોયુક્રો",
	"Yangon": "યાંગોન",
	"Year": "વર્ષ",
	"Yekaterinburg": "યેકાતેરીન્બુર્ગ",
	"Yellow": "પીળું",
	"Yellowknife": "યેલ્લોવ્ક્નીફે",
	"Yemen": "યેમેન",
	"Yerevan": "યેરેવન",
	"Yes": "હા",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "જ્યારે TV ચાલુ અથવા બંધ હોય અને સ્ક્રીન ચાલે ત્યારે તમે સાઉન્ડ પ્રભાવોને વ્યવસ્થિત કરી શકો છો.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "તમે ઉપકરણોને નિયંત્રિત કરી શકો છો જે ઉપકરણ સેટઅપ પ્રક્રિયાઓ વગર મેજિક રિમોટ સાથે HDMI પોર્ટ સાથે જોડાયેલા છે.",
	"You can delete the device connection history of Screen Share.": "તમે Screen Shareનો ડિવાઇસ કનેક્શન ઇતિહાસ કાઢી નાખી શકો છો.",
	"You can delete the device connection history of Sound Share.": "તમે સાઉન્ડ શેરનો ડિવાઇસ કનેક્શન ઇતિહાસ કાઢી નાખી શકો છો.",
	"You can find the default password in User Guide.": "તમે વપરાશકર્તા માર્ગદર્શિકામાં ડિફોલ્ટ પાસવર્ડ શોધી શકો છો.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "તમે HDMI Ultra HD Deep Color \"ચાલુ\" પર સેટ કરીને ઇન્સ્ટન્ટ રમત પ્રતિભાવ લૉંચ કરી શકો છો.",
	"You can only change settings from the current HDMI input.": "તમે માત્ર વર્તમાન HDMI ઇનપુટ માંના સેટિંગ્સ જ બદલી શકો છો.",
	"You can scan again to connect the device.": "તમે ઉપકરણને કનેક્ટ કરવા માટે ફરીથી સ્કેન કરી શકો છો.",
	"You can select left and right audio settings for broadcast signal.": "બ્રોડકાસ્ટ સિગ્નલ માટે તમે ડાબા અને જમણા ઓડિયો સેટિંગ્સ પસંદ કરી શકો છો.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "તમે HDMI {num} પોર્ટનું AMD FreeSync Premium પસંદ કરી શકો છો.",
	"You can select the Ultra HD Deep Color of port.": "તમે પોર્ટનો Ultra HD Deep Color પસંદ કરી શકો છો.",
	"You can set the sound to play when the TV is turned on or off.": "જ્યારે TV ચાલુ અથવા બંધ હોય ત્યારે તમે ચલાવવા માટે સાઉન્ડ સેટ કરી શકો છો.",
	"You can turn on/off the feature of saving CAM operator's profile.": "તમે CAM ઓપરેટરની પ્રોફાઇલને સાચવવાની સુવિધાને ચાલુ/બંધ કરી શકો છો.",
	"You can turn this feature on or off.": "તમે આ વિશિષ્ટતાને ચાલુ કે બંધ કરી શકો છો.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "તમને નેટવર્ક દ્વારા વિવિધ સામગ્રીઓ અને ભલામણો મળી શકે છે. આ વિકલ્પ બંધ કરવાથી ફક્ત મૂળભૂત સામગ્રીઓ જ પૂરી પાડવામાં આવશે અને કેટલીક સુવિધાઓ ઉપલબ્ધ નહીં હોય.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "તમારું TV અને SIMPLINK–જોડાયેલી ડિવાઈસ નીચે દર્શાવ્યા અનુસાર એકરૂપ થશેઃ",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "પિક્સેલ રિફ્રેશર પ્રક્રિયા ચાલુ હોય ત્યારે તમારું TV બંધ રહેવું જોઈએ. આ પ્રક્રિયા દરમિયાન અનુસૂચિત કોઈપણ વર્તમાન અથવા આગામી રેકોર્ડિંગ્સ, રિમાઇન્ડર્સ, કે ટાઇમર પાવર-ઓન રદ થઈ જશે અને ઝીરો વ્યૂ પરના BT સ્પીકર ઉપલબ્ધ નથી.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "પિક્સેલ રિફ્રેશર પ્રક્રિયા ચાલુ હોય ત્યારે તમારો TV બંધ રહેવો જોઈએ. આ પ્રક્રિયા દરમિયાન અનુસૂચિત કોઈપણ વર્તમાન અથવા આગામી રેકોર્ડિંગ્સ, રિમાઇન્ડર્સ, કે ટાઇમર પાવર-ઓન રદ થઈ જશે.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "તમારો LG સેવા દેશ સ્વચાલિત રીતે સેટ કરવા માટે તમારા TVને નેટવર્ક સાથે કનેક્ટ કરવાની જરૂર છે. શું કનેક્શન તપાસવા માટે તમે હમણાં નેટવર્ક સેટિંગ્સ પર જવા માંગો છો?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "તેના ડિજિટલ TV સંકેત દ્વારા સંકટકાલિન ચેતવણી સંદેશાઓ મોકલવા માટે તમારા સાચા સ્થાનની જાણકારી તમારા TVને હોવી જરૂરી છે.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "જ્યાં સુધી પ્રોસેસ પૂર્ણ નહીં થાય, ત્યાં સુધી તમારું TV બંધ રહેશે, પ્રોસેસ પૂર્ણ થતા TV ઓટોમેટિક ચાલુ થઈ જશે.",
	"Zagreb": "ઝાગ્રેબ",
	"Zambia": "ઝામ્બિયા",
	"Zaporozhye": "ઝાપોરોઝ્હ્યે",
	"Zimbabwe": "ઝિમ્બાબ્વે",
	"Zoom": "ઝુમ",
	"Zoom2": "ઝુમ2",
	"Zulu": "ઝુલુ",
	"Zürich": "ઝુરીચ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "તમારા TV માંથી [{Device}] ડિસ્કનેક્ટ કરવામાં આવશે. આ ડિવાઇસ માંથી હવે સાઉન્ડ પ્લે નહીં કરી શકાશે. શું તમે ચાલુ રાખવા માંગો છો?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "જોડી કરેલા ડિવાઈસની યાદી માંથી [{Device}] દૂર કરવામાં આવશે. જો તમે પછીથી તેને કનેક્ટ કરવા માગતા હો તો, તમને ઉપલબ્ધ ડિવાઇસેસ શોધી અને તેમની પુનઃજોડણી કરવાની જરૂર છે. શું તમે ચાલુ રાખવા માંગો છો?",
	"[{deviceName}] will be deleted.": "[{deviceName}] કાઢી નાખવામાં આવશે.",
	"aspectRatio_original": "મૂળ",
	"audioGuidance_fast": "ઝડપી",
	"audioGuidance_high": "ઊંચા",
	"audioGuidance_low": "નીચા",
	"audioGuidance_medium": "મધ્યમ",
	"audioGuidance_slow": "ધીમું",
	"audioGuidance_veryFast": "ખૂબ ઝડપી",
	"audioGuidance_veryHigh": "અત્યંત ઊંચો",
	"audioGuidance_veryLow": "અત્યંત ધીમો",
	"audioGuidance_verySlow": "ખૂબ ધીમી",
	"btDotSignalStrength_wide": "પહોળું",
	"button": "બટન",
	"character": "વર્ણ",
	"characters": "વર્ણો",
	"checked": "ચકાસેલું",
	"colorGamutJPNWide": "પહોળું",
	"connecting": "જોડાણ થઈ રહ્યું છે",
	"depthOfColor": "રંગ",
	"diagonal zoom in": "ડાયગોનલ ઝૂમ ઇન",
	"diagonal zoom out": "ડાયગોનલ ઝૂમ આઉટ",
	"digitalOptionSetByProgram": "પ્રોગ્રામ દ્વારા સેટ કરો",
	"energy_Maximum": "વધુમાં વધુ",
	"energy_Medium": "મધ્યમ",
	"energy_Minimum": "લઘુત્તમ",
	"freesync_high": "ઊંચા",
	"freesync_low": "નીચા",
	"freesync_off": "બંધ",
	"freesync_wide": "પહોળું",
	"hidden": "સંતાડેલ",
	"horizontal zoom in": "હોરીજોંટલ ઝૂમ ઇન",
	"horizontal zoom out": "હોરીજોંટલ ઝૂમ આઉટ",
	"jpDoNot": "બંધ",
	"logoLuminance_high": "ઊંચા",
	"logoLuminance_low": "નીચા",
	"min": "મિનિટ",
	"not connected": "જોડાયેલ નથી",
	"objet_soundMode": "દરેક સામગ્રીના પ્રકાર માટે સાઉન્ડ મોડને ઓપ્ટિમાઇઝ કરો.",
	"pictureControl3dModeStandard": "સ્ટાન્ડર્ડ",
	"pictureControlAuto": "આપોઆપ",
	"pictureControlAuto_BlackLevel": "આપોઆપ",
	"pictureControlHigh": "ઊંચા",
	"pictureControlHigh_BlackLevel": "ઊંચા",
	"pictureControlHigh_Male": "ઊંચા",
	"pictureControlLow": "નીચા",
	"pictureControlLow_BlackLevel": "નીચા",
	"pictureControlLow_Male": "નીચા",
	"pictureControlMedium": "મધ્યમ",
	"pictureControlMedium_BlackLevel": "મધ્યમ",
	"pictureControlMedium_Male": "મધ્યમ",
	"pictureControlwhiteBalanceColorTemperatureMedium": "મધ્યમ",
	"pictureLocalDimmingHigh": "ઊંચા",
	"pictureLocalDimmingLow": "નીચા",
	"pictureLocalDimmingMed": "મધ્યમ",
	"pictureMode": "સ્ટાન્ડર્ડ",
	"pictureModeSettings": "કસ્ટમાઇઝ",
	"press OK button to edit IP manually": "IP જાતે ફેરફાર કરવા માટે ઓકે બટન દબાવો ",
	"press OK button to enter channel to search": "શોધવા માટે ચેનલ દાખલ કરવા માટે ઓકે બટન દબાવો ",
	"press OK button to enter value": "મૂલ્ય દાખલ કરવા માટે ઓકે બટન દબાવો",
	"press right button to adjust de-judder and de-blur value": "ડી-જુદર અને ડી-બ્લર મૂલ્ય ને સંતુલિત કરવા માટે રાઇટ બટન દબાવો",
	"press right button to adjust zoom ratio and position": "ઝૂમ રેશિયો અને સ્થિતિ ને સંતુલિત કરવા માટે રાઇટ બટન દબાવો",
	"shift current screen down": "વર્તમાન સ્ક્રીન ને નીચે ખસેડો",
	"shift current screen to the left": "વર્તમાન સ્ક્રીન ને ડાબે સુધી ખસેડો",
	"shift current screen to the right": "વર્તમાન સ્ક્રીન ને જમણે સુધી ખસેડો",
	"shift current screen up": "વર્તમાન સ્ક્રીન ને ઉપર ખસેડો",
	"shift down": "નીચે ખસેડો",
	"shift left": "ડાબે ખસેડો",
	"shift right": "જમણે ખસેડો",
	"shift up": "ઉપર ખસેડો",
	"soundMode_Standard": "સ્ટાન્ડર્ડ",
	"speaker_channel": "ચેનલ",
	"thaRatingNone": "કોઈ નહીં",
	"unchecked": "ચકાસ્યા વિનાનું",
	"unread": "ન વાંચેલ",
	"vertical zoom in": "વર્ટિકલ ઝૂમ ઇન",
	"vertical zoom out": "વર્ટિકલ ઝૂમ આઉટ",
	"volumeModeHigh": "ઊંચા",
	"volumeModeLow": "નીચા",
	"volumeModeMedium": "મધ્યમ",
	"webOS TV Version": "webOS TV આવૃત્તિ",
	"zoom in": "ઝૂમ ઇન",
	"zoom out": "ઝૂમ આઉટ"
}
