{
	" (User)": " (Përdoruesi)",
	"(Version: {l})": "(Versioni: {l})",
	"* The device connected should support this service.": "* Pajisja e lidhur duhet ta mundësojë këtë shërbim.",
	"* This feature is applied once and only once when the TV is turned off.": "*Ky funksion aplikohet një herë dhe vetëm një herë kur televizori fiket.",
	"* This feature is available on certain devices only.": "* Kjo veçori është e disponueshme vetëm në disa pajisje të caktuara.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ky modalitet shpreh qartë qëllimet e FILMMAKER MODE, por mund të duket më e errët se modalitetet e tjera të figurës.",
	"* This settings is only available for Internal TV Speaker.": "* Ky cilësim është i disponueshëm vetëm për altoparlantin e brendshëm të televizorit.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Megjithëse ky opsion është vendosur në AKTIV, ruajtësi i ekranit nuk do të funksionojë për të mos shkaktuar përvojë jo të këndshme të shikimit të programeve në pajisje të jashtme, si Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Mund ta komandoni aplikacionin i cili e mundëson këtë funksion në aparatin tuaj celular.",
	"1) Turn the Bluetooth on the other device off.": "1) Ndizni Bluetooth, fikni pajisjen tjetër.",
	"10 Points Code Value": "Vlera e kodit 10-pikësh",
	"10 Points IRE": "10 pikë IRE",
	"10 and Above": "10 e lart",
	"10 min": "10 min.",
	"11 and Above": "11 e lart",
	"12 Hours": "12 orë",
	"12 and Above": "12 e lart",
	"120 min": "120 min.",
	"13 and Above": "13 e lart",
	"14 and Above": "14 e lart",
	"14 by 9": "14 me 9",
	"15 and Above": "15 e lart",
	"16 and Above": "16 e lart",
	"16 by 9": "16 me 9",
	"17 and Above": "17 e lart",
	"18 and Above": "18 e lart",
	"180 min": "180 min.",
	"19 and Above": "19 e lart",
	"2 Channel": "2 Kanali",
	"2 Hours": "2 orë",
	"2 Points": "2 pikë",
	"2) Turn the Bluetooth device to connect off and on.": "2) Fikni dhe ndiz pajisjen Bluetooth për t’u lidhur.",
	"20 Points Code Value": "Vlera e kodit 20-pikësh",
	"20 Points IRE": "20 pikë IRE",
	"20 and Above": "20 e lart",
	"20 min": "20 min.",
	"21 by 9": "21 me 9",
	"22 Points Code Value": "Vlera e kodit 22-pikësh",
	"22 Points IRE": "22 pikë IRE",
	"24 Hours": "24 orë",
	"240 min": "240 min.",
	"3 Hours": "3 orë",
	"30 min": "30 min.",
	"32 by 12": "32 me 12",
	"32 by 9": "32 me 9",
	"3G/4G Connection": "Lidhje 3G/4G",
	"4 Hours": "4 orë",
	"4 Hours Auto Power Off": "Fikja automatike për 4 orë",
	"4 and Above": "4 e lart",
	"4 by 3": "4 me 3",
	"4-Way Zoom": "Zmadhim 4-drejtimësh",
	"5 and Above": "5 e lart",
	"5.1 Channel": "5.1 Kanali",
	"6 Hours": "6 orë",
	"6 and Above": "6 e lart",
	"60 min": "60 min.",
	"7 and Above": "7 e lart",
	"8 Hours": "8 orë",
	"8 and Above": "8 e lart",
	"9 and Above": "9 e lart",
	"90 min": "90 min.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID përdoret për të identifikuar këtë pajisje për qëllime reklamimi dhe për të lehtësuar reklama të caktuara që mund të jenë me interes për ju. Mund të rivendosni AD ID ose të kufizoni gjurmimin e AD ID më poshtë.",
	"AI Acoustic Tuning": "Akordimi akustik AI",
	"AI Acoustic Tuning Options": "Opsionet Akordimi akustik AI",
	"AI Acoustic Tuning is disabled.": "Akordimi akustik AI është çaktivizuar.",
	"AI Brightness Control": "Kontrolli i Ndriçimit AI",
	"AI Picture": "Figura AI",
	"AI Picture Pro": "Figura AI Pro",
	"AI Recommendation": "Rekomandimet e AI",
	"AI Service": "Shërbimi AI",
	"AI Sound": "Zëri AI",
	"AI Sound Pro": "Zëri AI Pro",
	"AV Sync Adjustment": "Rregullimi i AV Sync",
	"Abidjan": "Abixhan",
	"Accessibility": "Asistenca",
	"Account Management": "Menaxhimi i llogarisë",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktivizimi i këtij opsioni do të ndalojë mbledhjen dhe gjurmimin e të dhënave personale të lidhura me reklamimin nga ky Smart TV. Aktivizimi i opsionit të ndërrimit mund të ndikojë në llojet e reklamave që shihni në vazhdim, por nuk do t'ju ndalojë të merrni reklama.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aktivizimi i opsionit të ndërrimit do të bëjë që LGE të udhëzojë ofruesit e palëve të treta të ndërpresin komercializimin e të dhënave tuaja personal. Në qoftë se nuk hiqni dorë veç e veç, ju mund të përdorni akoma shërbime si Live Plus, LG Channels dhe Who.Where.What?.",
	"Add Network": "Shto rrjet",
	"Add a hidden wireless network": "Shto rrjet të fshehur me valë",
	"Add wireless network by manually entering network name (SSID).": "Shto rrjet me valë duke dhënë manualisht emrin e rrjetit (SSID).",
	"Addis Ababa": "Adis-Abebë",
	"Additional Audio Selection": "Zgjedhje shtesë e audios",
	"Additional Settings": "Cilësime shtesë",
	"Address Setting": "Konfigurimi i adresës",
	"Adjust Audio Guidance pitch.": "Rregulloni lartësinë e udhëzimit me zë.",
	"Adjust Audio Guidance speed.": "Rregulloni shpejtësinë e udhëzimit me zë.",
	"Adjust Audio Guidance volume.": "Rregulloni volumin e udhëzimit me zë.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Rregulloni ndriçimin e sfondit për të ndriçuar ose errësuar ekranin.",
	"Adjust Screen Position": "Rregullo pozicionin e ekranit",
	"Adjust Zoom Ratio": "Rregullo raportin e zmadhimit",
	"Adjust animation effect shown on the home at certain times.": "Rregulloni efektin e animimit të shfaqur në ekranin kryesor në kohë të caktuara.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Rregullo ndriçimin duke analizuar lëvizjet e figurës për të parandaluar vezullimin dhe për të reduktuar konsumin e energjisë.",
	"Adjust brightness of the LG logo.": "Rregullo ndriçimin e logos LG.",
	"Adjust color and saturation for a more vivid image.": "Rregullo ngjyrën dhe fortësinë për një figurë më të ndezur.",
	"Adjust color temperature automatically to reduce eye strain.": "Rregulloni automatikisht temperaturën e ngjyrave për të zvogëluar lodhjen e syve.",
	"Adjust cursor speed.": "Rregulloni shpejtësinë e treguesit.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Rregullo qartësinë e kontureve. Vlerat më të larta rrisin mprehtësinë dhe qartësinë e figurës.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Rregullo cilësimet e gamës për të kompensuar për ndriçimin e sinjalit hyrës.",
	"Adjust left/right audio balance.": "Rregullo balancën e zërit majtas/djathtas.",
	"Adjust luminance for selected color.": "Rregullo luminancën për ngjyrën e zgjedhur.",
	"Adjust luminance level for selected IRE point.": "Rregullo nivelin e luminancës për pikën IRE të zgjedhur.",
	"Adjust peak brightness for the brightest luminance.": "Rregulloni ndriçimin maksimal për nivelin më të lartë të dritës.",
	"Adjust remote's cursor speed and appearance.": "Rregulloni shpejtësinë dhe paraqitjen e treguesit të telekomandës.",
	"Adjust saturation for selected color.": "Zgjidhni fortësinë për ngjyrën e zgjedhur.",
	"Adjust screen brightness to reduce energy consumption.": "Rregullo ndriçimin e ekranit për të reduktuar konsumin e energjisë.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Rregulloni DRITËN OLED për ta ndriçuar ose errësuar ekranin.",
	"Adjust the audio timing to synchronize the video and audio.": "Rregulloni kohën e audios për të sinkronizuar videon me zërin.",
	"Adjust the balance of red and green to display the tint on the screen.": "Rregulloni balancën e së kuqes dhe të jeshiles për të shfaqur nuancën në ekran.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Rregulloni balancën e ngjyrave duke ndryshuar temperaturën e ngjyrave, ndriçimin dhe intensitetin e të kuqes, jeshiles dhe blusë.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Rregulloni me saktësi kontrastin, rezolucionin, etj. për modalitetin individual të figurës dhe caktoni gjithashtu ngjyrën e preferuar, gamën, etj.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Rregullo dallimin midis zonave të shndritshme dhe të errëta të ekranit. Vlerat më të larta theksojnë dallimin.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Rregulloni raportin e kornizës në të njëjtën mënyrë me filmin, gjë që ofron ndjesinë e kinemasë.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Rregulloni ndriçimin e imazheve statike, si logot, etj. dhe parandaloni problemet e cilësisë së figurës që mund të shkaktohen kur televizori ka qenë ndezur për një periudhë të zgjatur kohore.",
	"Adjust the screen color to be pale or deep.": "Rregulloni ngjyrën e ekranit për ta zbehur ose thelluar atë.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Rregulloni zërin për ta përshtatur me shijen tuaj, për çdo brez të frekuencave të zërit.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Rregulloni kohën e sinkronizimit në rastin kur videoja dhe audioja kanë diferencë në kohë.",
	"Adjust the tint to brighten or darken the screen.": "Rregulloni nuancën për ta ndriçuar ose errësuar ekranin.",
	"Adjust the volume you want with pressing remote's volume key.": "Rregulloni volumin që dëshironi duke shtypur çelësin e volumit të telekomandës.",
	"Adjust tint for selected color.": "Rregullo ngjyrimin për ngjyrën e zgjedhur.",
	"Adjust whether to display the home promotion.": "Rregulloni nëse doni të shfaqni pamjen kryesore të promocionit.",
	"Adjusting Luminance": "Rregullimi i luminancës",
	"Adolescent over 13 are allowed to watch.": "Adoleshentët mbi 13 vjeç janë të lejuar të shikojnë.",
	"Adolescent over 14 are allowed to watch.": "Adoleshentët mbi 14 vjeç janë të lejuar të shikojnë.",
	"Adolescent over 16 are allowed to watch.": "Adoleshentët mbi 16 vjeç janë të lejuar të shikojnë.",
	"Adult": "Për të rritur",
	"Adult Language": "Gjuhë për të rritur",
	"Adults only.": "Vetëm të rriturit.",
	"Advanced": "Cilësimet e përparuara",
	"Advanced Controls": "Kontrolle të përparuara",
	"Advanced Wi-Fi Settings": "Cilësimet e përparuara Wi-Fi",
	"Advertisement": "Reklamë",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrikane",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pas ndryshimit të shtetit, të gjitha kanalet e sintonizuara aktualisht do të fshihen. Për të risintonizuar kanalet, shko te \"Sintonizimi automatik\". Të vazhdohet?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pas ndryshimit të kodit postar, të gjitha kanalet aktuale \"Freesat\" do të fshihen. Për të risintonizuar kanalet, shko te \"Sintonizimi automatik\". Të vazhdohet?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Pas ndryshimit të shtetit, mund të kërkosh për kanale me anë të funksionit Sintonizimi automatik. Të vazhdohet më tej?",
	"Ages 2-7 are allowed to watch.": "Moshave 2-7 vjeç u lejohet shikimi.",
	"Akan": "Akanisht",
	"Albania": "Shqipëri",
	"Albanian": "Shqip",
	"Alerts you by sound when the TV is turned on or off.": "Të paralajmëron me zë kur televizori ndizet apo fiket.",
	"Algeria": "Algjeri",
	"Algiers": "Algjer",
	"All Channels": "Të gjitha kanalet",
	"All Children": "Për të gjithë fëmijët",
	"All ages are allowed to watch.": "Të gjitha moshave u lejohet të shikojnë.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Të gjitha cilësimet ekzistuese për modalitetin {pictureMode} do të rivendosen. Të vazhdohet?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Do të rivendosen të gjitha cilësimet e efekteve zanore për \"Modalitet standard\". Të vazhdohet?",
	"Allow Automatic Updates": "Lejo përditësimet automatike",
	"Almaty": "Almati",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Gjithashtu mund të rregullosh cilësimet për zë me “Bluetooth Surround”.",
	"Always Open": "Gjithmonë hapur",
	"Always-on Off Time": "Koha joaktive e Always-on",
	"Amman": "Aman",
	"An error has occurred while copy channels.": "Gjatë kopjimit të kanaleve ndodhi një gabim.",
	"An important software update is available.": "Ka një përditësim të rëndësishëm softuerik.",
	"Anadyr": "Anadir",
	"Analog Mode": "Modaliteti analog",
	"Analog TV": "Televizor analog",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizoni karakteristikat e zërit dhe optimalizoni zërin për çdo përmbajtje në kohë reale.",
	"Anchorage": "Ankorazh",
	"Angola": "Angolë",
	"Antenna": "Antena",
	"Antenna ATV": "ATV me antenë",
	"Antenna DTV": "DTV me antenë",
	"Antenna Radio": "Radio me antenë",
	"Antigua and Barbuda": "Antigua dhe Barbuda",
	"Any Supplementary Audio": "Çdo zë shtesë",
	"Apia": "Apie",
	"App Alarm": "Alarmi i aplikacionit",
	"Application Locks": "Bllokimet për aplikacione",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplikoni vlerat e sakta të konfigurimit të modalitetit aktual të figurës në të gjitha hyrjet ose aplikacionet.",
	"Apply to all inputs": "Zbatoje për të gjitha hyrjet",
	"Applying value to all inputs...": "Zbatoje vlerën për të gjitha hyrjet...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arabisht",
	"Araguaína": "Araguainë",
	"Argentina": "Argjentinë",
	"Armenia": "Armeni",
	"Aruba": "Arubë",
	"Aspect Ratio": "Raporti i pamjes",
	"Aspect Ratio Settings": "Konfigurimet e raportit të aspektit",
	"Assamese": "Asamisht",
	"Assign channels to remote buttons so you can quickly jump to them.": "Caktoju kanale butonave të telekomandës në mënyrë që të kalosh me lehtësi tek to.",
	"Asunción": "Asunsion",
	"Athens": "Athinë",
	"Auckland": "Okland",
	"Audio Delay": "Vonesa në audio",
	"Audio Description": "Përshkrimi i audios",
	"Audio Description Volume": "Volumi i përshkrimit të audios",
	"Audio Guidance": "Udhëzimi zanor",
	"Audio Language": "Gjuha e audios",
	"Audio Out (Line Out)": "Dalja e zërit (Dalja e linjës)",
	"Audio Type": "Lloji i zërit",
	"Australia": "Australi",
	"Austria": "Austri",
	"Auto": "Automatike",
	"Auto Detect": "Identifikim automatik",
	"Auto Device Detection": "Zbulimi automatik i pajisjes",
	"Auto Genre Selection": "Zgjedhja e zhanrit automatik",
	"Auto Power Off": "Fikja automatike",
	"Auto Power Sync": "Sinkronizimi automatik i energjisë",
	"Auto Start": "Fillo automatikisht",
	"Auto Volume": "Volumi automatik",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Rregulloni automatikisht hapësirën në volumin e zërit ose caktoni volumin e zërit që rregullohet njëherësh me tastin e volumit në telekomandë.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Rregullojeni automatikisht në një vlerë figure të optimizuar për zhanrin e përmbajtjes Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Rregullojeni automatikisht në një vlerë figure të optimizuar për zhanrin e përmbajtjes.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Ndryshoni automatikisht në FILMMAKER MODE kur njihet përmbajtja e filmit.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimizo automatikisht cilësinë e figurës sipas ngjyrave dhe ndriçimit të dritës së ambientit.",
	"Automatically update system software when an update is found.": "Përditëso automatikisht softuerin e sistemit kur gjendet ndonjë përditësim.",
	"Available Internal Storage": "Memoria e brendshme e lirë",
	"Azerbaijan": "Azerbajxhan",
	"Azores": "Azore",
	"BG Color": "Ngjyra e sfondit",
	"BG Opacity": "Patejduk. e sfondit",
	"Back": "Pas",
	"Backlight": "Drita e pasme",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahama",
	"Bahrain": "Bahrejn",
	"Balance": "Ekuilibrimi",
	"Banjul": "Banxhul",
	"Basque": "Baskisht",
	"Bass Boost": "Përforcim basi",
	"Behavior may vary depending on connected device.": "Përdorimi mund të ndryshojnë në varësi të pajisjes së lidhur.",
	"Beijing": "Pekin",
	"Belarus": "Bjellorusi",
	"Belgium": "Belgjikë",
	"Belgrade": "Beograd",
	"Belém": "Belem",
	"Bengali": "Bengalisht",
	"Bhutan": "Butan",
	"Bissau": "Bisau",
	"Black": "E zezë",
	"Black Level": "Niveli i të zezës",
	"Blanc-Sablon": "Blan-Sablon",
	"Blantyre": "Blantir",
	"Block TV programs broadcast in English based on their content ratings.": "Blloko programet televizive që transmetohen në anglisht në bazë të klasifikimit të materialeve.",
	"Block TV programs broadcast in French based on their content ratings.": "Blloko programet televizive që transmetohen në frëngjisht në bazë të klasifikimit të materialeve.",
	"Block content based on genre.": "Blloko materialet sipas zhanrit.",
	"Blue": "Blu",
	"Bluetooth Speaker Mode": "Modaliteti i altoparlantit Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Altoparlant i brendshëm i televizorit + Zëri Bluetooth Surround",
	"Bluetooth Surround Sound Setup": "Konfigurimi i Zërit Bluetooth Surround",
	"Boa Vista": "Boa-Vistë",
	"Bogotá": "Bogotë",
	"Bolivia": "Bolivi",
	"Bosnia": "Bosnjë",
	"Bosnia And Herzegovina": "Bosnjë-Hercegovinë",
	"Bosnian": "Boshnjakisht",
	"Botswana": "Botsvanë",
	"Bratislava": "Bratislavë",
	"Brazilian Punk": "Punk brazilian",
	"Brazzaville": "Brazavill",
	"Brightness": "Ndriçimi",
	"Broadcast Country": "Shteti i transmetimit",
	"Broadcast Mail": "Transmeto postën",
	"Broken Hill": "Broken-Hill",
	"Brussels": "Bruksel",
	"Bucharest": "Bukuresht",
	"Buenos Aires": "Buenos-Ajres",
	"Bujumbura": "Buxhumburë",
	"Bulgaria": "Bullgari",
	"Bulgarian": "Bullgarisht",
	"Burkina Faso": "Burkina-Faso",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Duke shtypur “Rivendos”, do të fshini të gjitha të dhënat e lidhura me reklamën që LGE ka mbledhur nga ky “Smart TV” në të kaluarën. Shtypja e “Rivendos” mund të ndikojë në llojet e reklamave që shihni në vazhdim, por nuk do t'ju ndalojë të merrni reklama.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Me aktivizimin e Live Plus, ti pranon mbledhjen e të dhënave të shikimit të televizorit nga LG Electronics Inc. (\"LGE\") nëpërmjet modulit ACR, i cili mund t'u ndahet anonimisht palëve të treta për të të ofruar shërbime interaktive. Të dhënat e mbledhura anonime mund dhe t'i ndajmë me palë të treta për qëllime marketingu. Ki parasysh se nuk mbledhim apo shpërndajmë me dijeninë tonë të dhëna nga ose për fëmijët nën moshën 13 vjeç. Informacione të detajuara rreth Live Plus jepen tek \"Të dhëna të shikimit\" (kushtet) të cilat mund të hapen nëpërmjet menysë së cilësimeve të SmartTV. LGE rekomandon shprehimisht që të shqyrtosh versionin e plotë e \"Të dhëna të shikimit\" (kushtet) përpara se të aktivizosh funksionin Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Duke aktivizuar Live Plus, e kuptoni që përmbajtja e shfaqur në televizorin tuaj mund të njihet, dhe informacioni i shikimit mund të përdoret për t'ju siguruar një përvojë të zgjeruar të shikimit dhe shërbime të personalizuara, përfshirë rekomandime dhe reklama të përmbajtjes. Ju lutemi rishikoni Politikën e Privatësisë dhe Marrëveshjet përkatëse të përdoruesit në menynë e Cilësimeve të televizorit për më shumë informacion.",
	"CI Information": "Të dhënat e CI-së",
	"CI password incorrect. Please enter again.": "Fjalëkalimi i CI-së i gabuar. Jepe sërish.",
	"CS1 Board": "Tabela CS1",
	"CS2 Board": "Tabela CS2",
	"Cable": "Kabllor",
	"Cable ATV": "ATV kabllor",
	"Cable DTV": "DTV kabllor",
	"Cable Radio": "Radio kabllore",
	"Cairo": "Kajro",
	"Cambodia": "Kamboxhë",
	"Cameroon": "Kamerun",
	"Campo Grande": "Kampo-Grande",
	"Can not Find Channel": "Kanali nuk mund të gjendet",
	"Canada": "Kanada",
	"Canary Islands": "Ishujt Kanarie",
	"Cancel": "Anulo",
	"Cancel Schedule": "Anulo planifikimin",
	"Cancel Update": "Anulo përditësimin",
	"Cancún": "Kankun",
	"Cantonese": "Kantonisht",
	"Cape Verde": "Kepi i Gjelbër",
	"Caracas": "Karaka",
	"Casablanca": "Kazablankë",
	"Catalan": "Katalanisht",
	"Caution": "Kujdes",
	"Cayman Islands": "Ishujt Kajman",
	"Center": "Qendër",
	"Central African Republic": "Republika Afrikane Qendrore",
	"Ceuta": "Seuta",
	"Chad": "Çad",
	"Change blue intensity and adjust the color balance.": "Ndryshoni intensitetin e blusë dhe rregulloni balancën e ngjyrave.",
	"Change green intensity and adjust the color balance.": "Ndryshoni intensitetin e jeshiles dhe rregulloni balancën e ngjyrave.",
	"Change red intensity and adjust the color balance.": "Ndryshoni intensitetin e së kuqes dhe rregulloni balancën e ngjyrave.",
	"Change the left / right sound": "Ndryshoni zërin majtas/djathtas",
	"Change the position of captions using the 4-way dial on the remote control.": "Ndrysho pozicionin e titrave duke përdorur numrat 4-drejtimësh në telekomandë.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Ndryshimi i rajonit mund të ndryshojë kanalet e sintonizuara aktualisht në televizor. Mund t'i risintonizosh kanalet te \"Sintonizimi automatik\". Të ndryshohen tani cilësimet e rajonit?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Ndryshimi i shtetit do të rinisë televizorin dhe mund të duhet të pranosh sërish marrëveshjet e përdoruesit të LG-së. Gjithashtu, disponueshmëria e disa aplikacioneve dhe shërbimeve mund të ndryshojë në varësi të shtetit të shërbimeve të LG-së. Të vazhdohet?",
	"Channel Locks": "Bllokimet për kanale",
	"Channel Manager": "MENAXHERI I KANALEVE",
	"Channel Scrolling Options": "Opsionet e lëvizjes së kanaleve",
	"Channel Tuning": "Sintonizimi i kanaleve",
	"Channel Tuning & Settings": "Sintonizimi i programeve dhe cilësimet",
	"Channels": "Kanalet",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanalet nga hyrja HDMI dhe hyrje të tjera të jashtme nuk mund të bllokohen. Për të bllokuar kanalet televizive, ndrysho hyrjen ekzistuese në \"Live TV\".",
	"Chatham Islands": "Ishujt Çatam",
	"Check TV information.": "Kontrollo informacionin në televizor.",
	"Check alarm messages about the user settings or TV status.": "Kontrolloni mesazhet e alarmit për cilësimet e përdoruesit ose gjendjen e televizorit.",
	"Check descriptions for each LG webOS TV functions.": "Kontrolloni përshkrimet për çdo funksion të LG webOS TV.",
	"Check for Advertising settings and set it.": "Kontrolloni cilësimet e Reklamimit dhe caktoni ato.",
	"Check for Updates": "Kontrollo për përditësime",
	"Check for available functions with Voice and set Voice Settings.": "Kontrolloni funksionet në dispozicion me anë të Zërit dhe caktoni Cilësimet e zërit.",
	"Check for problems with the picture quality.": "Kontrolloni nëse ka probleme me cilësinë e figurës.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontrolloni për probleme me cilësinë e zërit të altoparlantit të brendshëm të televizorit.",
	"Check for software updates and update if available.": "Kontrollo për përditësimet e softuerit dhe përditëso nëse janë në dispozicion.",
	"Check whether the Bluetooth device is in pairing mode.": "Kontrollo nëse pajisja Bluetooth është në modalitetin e çiftimit.",
	"Check your TV status to solve problems or use remote support.": "Kontrolloni statusin tuaj të televizorit për të zgjidhur problemet ose për të kërkuar mbështetje nga distanca.",
	"Checking Password": "Kontrolli i fjalëkalimit",
	"Checking for Updates": "Po kontrollohet për përditësime",
	"Checking...": "Po kontrollohet...",
	"Chicago": "Çikago",
	"Chihuahua": "Çiuaua",
	"Children": "Për fëmijë",
	"Children Age": "Mosha e fëmijëve",
	"Children Program Locks": "Bllokimet e programeve për fëmijët",
	"Children over 8 are allowed to watch.": "Fëmijët mbi 8 vjeç janë të lejuar të shikojnë.",
	"Chile": "Kili",
	"China": "Kinë",
	"Chinese": "Kineze",
	"Chisinau": "Kisinau",
	"Choibalsan": "Çoibalsan",
	"Chongqing": "Çongking",
	"Choose to have all channels or just your primary ones when you change channels.": "Gjatë ndryshimit të kanaleve, zgjidh për t'i ndryshuar të gjithë ato ose vetëm kanalet e tua kryesore.",
	"Christmas Island": "Ishulli Kristmas",
	"Cinema": "Kinema",
	"Cinema Clear": "Kinema e qartë",
	"Cinema Home": "Kinema Shtëpi",
	"Cinema View": "Pamje kinemaje",
	"Cinema View (32:12)": "Pamje kinemaje (32:12)",
	"Cinema Zoom": "Zmadhimi kinematografik",
	"City": "Qyteti",
	"City Selection": "Zgjedhja e qytetit",
	"Clean Audio": "Zë i pastër",
	"Clear": "Pastro",
	"Clear Voice Ⅲ": "Zë i pastër Ⅲ",
	"Clear Voice Ⅳ": "Zë i pastër Ⅳ",
	"Clear1": "Pastro",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Shtyp butonin poshtë LIDH pasi telekomanda me valë LG të jetë aktivizuar dhe të jetë caktuar në modalitetin e çiftimit.",
	"Close": "Mbylle",
	"Closed Caption": "Titra ndihmëse",
	"Closed Caption Settings": "Cilësimet për titrat ndihmëse",
	"Code Value": "Vlera e kodit",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Mblidhni dhe ruani adresën MAC, numrin e modelit, kodin e vendit, cilësimet e gjuhës dhe versionin e softuerit për të verifikuar softuerin më të fundit për t'u përditësuar.",
	"Colombia": "Kolumbi",
	"Colombo": "Kolombo",
	"Color": "Ngjyra",
	"Color Gamut": "Diapazoni i ngjyrave",
	"Color Management System": "Sistemi i menaxhimit të ngjyrave",
	"Color Temperature": "Temperatura e ngjyrës",
	"Conakry": "Konakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Konfirmoni kushtet e përgjithshme ose ndryshoni nëse do ta pranoni ose jo marrëveshjen.",
	"Congo Brazzaville": "Kongo Brazavile",
	"Connect": "Lidhu",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Lidh altoparlantin me „Bluetooth“ dhe të televizorit, dhe rregullo automatikisht „Vonesën në audio“ mes altoparlantëve.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Lidhni një pajisje të jashtme audio që mundëson eARC, tek eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Lidhni pajisjet e jashtme, si dekoduesin, boksin, etj., në televizor duke u bazuar te udhëzuesi.",
	"Connect the LAN cable directly to the TV to use the network.": "Lidheni kabllin LAN direkt në televizor për të përdorur rrjetin.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Lidhuni me rrjetin duke futur manualisht adresat IP dhe adresat e serverit DNS.",
	"Connect to the network if a wireless router is installed.": "Lidhuni me rrjetin nëse është instaluar një router me valë.",
	"Connect via WPS PBC": "Lidhu me WPS PBC",
	"Connect via WPS PIN": "Lidhu me WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Lidhe televizorin me rrugëzuesin ose modemin me kabllo Ethernet për të aktivizuar lidhjen me tela në internet.",
	"Connect your TV with WiSA Speakers wirelessly.": "Lidhni televizorin tuaj me altoparlantët WiSA me valë.",
	"Connectable Devices ({num})": "Pajisjet e lidhshme ({num})",
	"Connected": "Lidhur",
	"Connected to Internet": "U lidh me internetin",
	"Connecting...": "Po lidhet...",
	"Connection": "Lidhja",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Menaxhimi i lidhjes me një smartphone ose kompjuter është i disponueshëm. Për të lidhur një televizor me një pajisje celulare, kërkohen cilësimet e lidhjes dhe kërkesat në smartphone dhe kompjuter.",
	"Content Recommendations": "Rekomandime të përmbajtjes",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Përmbajtja do të luajë me tinguj të përshtatshëm për dëgjimin me shumë kanale nëse audioja me shumë kanale mbështetet nga shërbimi HbbTV.",
	"Contrast": "Kontrasti",
	"Cool": "Ftohtë",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopjo kanalet",
	"Copy/Delete file": "Kopjo/fshi skedarin",
	"Correct contrast and brightness by adjusting black levels.": "Korrigjo kontrastin dhe ndriçimin duke rregulluar nivelet e të zezës.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korrigjoni pikselët e figurës dhe parandaloni problemet me cilësinë e figurës që mund të rezultojnë pas mbajtjes së televizorit ndezur për periudha të gjata.",
	"Costa Rica": "Kosta-Rikë",
	"Could not fined available network.": "Nuk mund të gjendet rrjet i disponueshëm.",
	"Croatia": "Kroaci",
	"Croatian": "Kroatisht",
	"Cuba": "Kubë",
	"Cuiabá": "Kujaba",
	"Current time is not valid. Do you want to set the correct time now?": "Ora e tanishme nuk është e vlefshme. Dëshironi të vendosni orën e saktë tani?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Vlerat ekzistuese të cilësimeve të personalizuara të modalitetit të figurës do të zbatohen te modaliteti {pictureMode} për të gjitha hyrjet. Të vazhdohet?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Pajisja me tastierë me valë LG e lidhur aktualisht do të shkëputet nga televizori. Të vazhdohet?",
	"Custom": "Personalizuar",
	"Custom Time Zone": "Brez i personalizuar orar",
	"Customer Service": "Shërbimi ndaj klientit",
	"Cyan": "E kaltër",
	"Cyprus": "Qipro",
	"Czech": "Çeki",
	"Czech Republic": "Çeki",
	"Côte d'Ivoire": "Bregu i Fildishtë",
	"DNS Server": "Serveri DNS",
	"DR Congo": "DR Kongo",
	"DTV Audio Setting": "Konfigurimi i audios për DTV",
	"Dagbani": "Dagbanisht",
	"Damascus": "Damask",
	"Danish": "Danisht",
	"Dar es Salaam": "Dar-es-Salaam",
	"Data Service": "Shërbimi i të dhënave",
	"Date": "Data",
	"Dawson": "Douson",
	"Dawson Creek": "Douson-Krik",
	"Day": "Ditë",
	"De-Judder": "Zbutja",
	"Delete": "Fshij",
	"Delete Connection History": "Fshi historikun e lidhjeve",
	"Delete Pairing History": "Fshi historikun e çiftimit",
	"Delete Usage Data": "Fshi të dhënat e përdorimit",
	"Demo Options": "Opsionet e demonstrimit",
	"Democratic Republic of the Congo": "Republika Demokratike e Kongos",
	"Denmark": "Danimarkë",
	"Depressed": "I ulur",
	"Deregister": "Çregjistrohuni",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Përshkruaj me zë përmbajtjen e ekranit për përdorimin e televizorit nga persona që kanë probleme me shikimin.",
	"Detect Range": "Identifiko gamën",
	"Detroit": "Ditroit",
	"Device Connection Settings": "Cilësimet e lidhjes së pajisjes",
	"Device List": "Lista e pajisjeve",
	"Device Name": "Emri i pajisjes",
	"Dhaka": "Dakë",
	"Digital Mode": "Modaliteti dixhital",
	"Digital Sound Out": "Dalja dixhitale e zërit",
	"Digital TV": "Televizor dixhital",
	"Directed to Older Children (ages 7 and above)": "Drejtuar fëmijëve më të rritur (të moshës 7 vjeç e lart)",
	"Disabled": "I çaktivizuar",
	"Disconnect": "Shkëput",
	"Display captions for hearing-impaired viewers to use TV.": "Shfaqni titra për përdorimin e televizorit nga persona që kanë probleme me dëgjimin.",
	"Display fast-moving content smoothly and clearly.": "Shfaq përmbajtjen që lëviz me shpejtësi pa probleme dhe qartë.",
	"Display luminance level for the highest point (100 IRE).": "Shfaq nivelin e luminancës për pikën më të lartë (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Shfaq imazhet në një temperaturë të ngrohtë ose të ftohtë me ngjyra.",
	"Djibouti": "Xhibuti",
	"Do Not Sell My Personal Information": "Mos shisni të dhënat e mia personale",
	"Do Not Track": "Mos ndiq",
	"Do you want to continue?": "Doni të vazhdoni?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Të kopjohet lista e kanaleve nga pajisja ruajtëse USB në televizor? Kanalet ekzistuese në televizor do të fshihen.",
	"Do you want to copy channel list from your TV to the USB storage?": "Të kopjohet lista e kanaleve nga televizori në pajisjen ruajtëse USB?",
	"Do you want to reset Position Settings?": "Të rivendosen Cilësimet e pozicionit?",
	"Do you want to reset Volume Control?": "Të rivendosen Kontrolli i volumit?",
	"Do you want to set the correct time now?": "Të caktohet tani ora e saktë?",
	"Do you want to turn your TV off now?": "Doni ta fikni televizorin tani?",
	"Doha": "Dohë",
	"Dolby Vision": "\"Dolby Vision\"",
	"Dominica": "Dominikë",
	"Dominican Republic": "Republika Dominikane",
	"Done": "U krye",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Dualë",
	"Download Mail": "Shkarko postën",
	"Download and Install": "Shkarko dhe instalo",
	"Downloadable Rating": "Klasifikim i shkarkueshëm",
	"Dual Mono": "Mono Dyshe",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Kur Always-on\" është i çaktivizuar, disa veçori, si njohja e zërit, etj., janë të kufizuara kur ekrani është i fikur.",
	"Dutch": "Holandisht",
	"Dynamic Color": "Ngjyra dinamike",
	"Dynamic Contrast": "Kontrasti dinamik",
	"Dynamic Tone Mapping": "Lokalizimi i tonit dinamik",
	"Easter Island": "Ishulli i Pashkës",
	"Eastern Africa": "Afrikë Lindore",
	"Eco Mode": "Modaliteti Eco",
	"Ecuador": "Ekuador",
	"Edge Color": "Ngjyra e konturit",
	"Edge Enhancer": "Përforcuesi i kontureve",
	"Edge Type": "Lloji i konturit",
	"Edit": "Redakto",
	"Egypt": "Egjipt",
	"Eirunepé": "Eirunepe",
	"El Salvador": "Salvador",
	"El salvador": "Salvador",
	"Emergency Alert": "Lajmërim emergjence",
	"Enabled": "I aktivizuar",
	"Energy Saving": "Kursimi i energjisë",
	"Energy consumption may increase if this feature is on.": "Konsumi i energjisë mund të rritet nëse ky funksion është aktiv.",
	"Energy saving modes to limit power consumption.": "Modalitetet e kursimit të energjisë për të kufizuar konsumin e energjisë.",
	"English": "Anglisht",
	"Enhance the bass sound.": "Rritni tingullin e basit.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Rritni kontrastin midis hapësirave të ndritshme dhe të errëta të disa menuve, të tilla si sfondi dhe teksti, për t'u parë lehtësisht nga persona që kanë probleme me shikimin.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Përmirësoni rezolucionin dhe mprehtësinë e përmbajtjes nga një algoritëm i mësuar përmes një teknike e Të Mësuarit të Thellë LG dhe optimizoni një thellësi përmes analizës së përmbajtjes.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Shijoni përmbajtjen e Dolby Atmos me zë optimal, duke e aktivizuar efektin e fushës së zërit.",
	"Enjoy TV sound by connecting Wired Headphones.": "Shijoni tingujt e televizorit duke lidhur kufjet me kabëll.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Shijoni zërin e televizorit përmes pajisjeve audio të lidhura në portën HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Shijoni zërin e televizorit përmes pajisjeve audio të lidhura në OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Shijoni tingujt e televizorit përmes një pajisjeje audio LG të lidhur në OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Shijoni tingujt e televizorit nëpërmjet pajisjeve audio të lidhura me portat e jashtme Dalja e zërit/Kufje.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Shijoni tingujt e televizorit nëpërmjet altoparlantit të brendshëm të televizorit dhe kufjeve me kabëll.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Shijoni tingujt e televizorit nëpërmjet pajisjeve audio të jashtme të lidhura si tek altoparlanti i brendshëm i televizorit ashtu edhe në portën OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Shijoni tinguj të qartë dhe të natyrshëm.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Shijoni tingujt me një pajisje audio pa valë të lidhur me LG Sound Sync ose Bluetooth.",
	"Enjoy the sound optimized to the room.": "Shijoni tingujt e optimalizuar për dhomë.",
	"Enter CI Password": "Jep fjalëkalimin e CI-së",
	"Enter the PIN in your router's settings.": "Jep PIN-in në cilësimet e rrugëzuesit.",
	"Enter the master password.": "Jep fjalëkalimin kryesor.",
	"Equalizer": "Balancuesi",
	"Equatorial Guinea": "Guine Ekuatoriale",
	"Eritrea": "Eritre",
	"Estonia": "Estoni",
	"Estonian": "Estonisht",
	"Ethiopia": "Etiopi",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Edhe nëse cilësimi është joaktiv, mund të kontrollosh informacionin e lidhur përmes shiritit të kanalit, njohjes zanore.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Edhe kur televizori është i fikur dhe përdoret fuqia minimale, mund të dëgjoni muzikë duke lidhur pajisjen celulare. Një mori e veçorive mund të përdoret përsëri shpejt kur televizori ndizet.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Edhe kur televizori është i fikur, mund të dëgjoni muzikë duke e lidhur smartfonin me televizorin me Bluetooth.",
	"Every Day": "Çdo ditë",
	"Every Weekday": "Çdo ditë jave",
	"Every Weekend": "Çdo fundjavë",
	"Ewe": "Eveisht",
	"Expert (Bright Room)": "Ekspert (Dhomë e ndriçuar)",
	"Expert (Dark Room)": "Ekspert (Dhomë e errët)",
	"Export your TV's channel list information to a connected USB device.": "Eksporto të dhënat e listës së programeve të televizorit drejt një pajisjeje të lidhur USB.",
	"Extended": "I zgjeruar",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Zgjatja e një periudhe kohe e cilësimit të fikjes automatike ose çaktivizimi i funksionit mund të rrisë konsumin e energjisë.",
	"Extreme": "Ekstreme",
	"Eye Comfort Mode": "Modaliteti i komoditetit për syrin",
	"FILMMAKER MODE Auto Change": "Ndryshimi automatik i FILMMAKER MODE",
	"Fantasy Violence": "Dhunë në zhanër fantazie",
	"Fast": "I shpejtë",
	"Fernando de Noronha": "Fernando-de-Noronja",
	"Fiji": "Fixhi",
	"Find and tell an audio device available to connect around TV.": "Gjeni dhe tregoni një pajisje audio të disponueshme për t'u lidhur përreth televizorit.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Sintonizo në detaj hapësirat e ngjyrës së kuqe, të gjelbër, blu, të kaltër, të purpurt dhe të verdhë.",
	"Finland": "Finlandë",
	"Finnish": "Finlandisht",
	"Flash": "Pulsimi",
	"Flat Mode": "Modaliteti pa tonalitet",
	"Font": "Shkrimi",
	"Font 1": "Fonti 1",
	"Font 2": "Fonti 2",
	"Font 3": "Fonti 3",
	"Font 4": "Fonti 4",
	"Font 5": "Fonti 5",
	"Font 6": "Fonti 6",
	"Font 7": "Fonti 7",
	"Font 8": "Fonti 8",
	"Football": "Futboll",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Për një router me valë \"WPS (Wi-Fi Protected Setup)\", futni kodin PIN për të lidhur televizorin me rrjetin me valë.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Për një router me valë \"WPS (Wi-Fi Protected Setup)\", shtypni butonin WPS-PBC për të lidhur televizorin me rrjetin me valë.",
	"Fortaleza": "Fortalesa",
	"France": "Francë",
	"Freetown": "Fritaun",
	"French": "Frëngjisht",
	"French Polynesia": "Polinezia Franceze",
	"Full Wide": "Ekran i gjerë i plotë",
	"Ga": "Gaisht",
	"Gaelic": "Gaelisht",
	"Galapagos Islands": "Ishujt Galapago",
	"Galician": "Galicianisht",
	"Gallery": "Galeria",
	"Gambia": "Gambi",
	"Game": "Lojë",
	"Gamma": "Gama",
	"Gateway": "Portëkalimi",
	"General": "Të përgjithshme",
	"General Age": "Mosha e përgjithshme",
	"General Audience": "Audiencë e përgjithshme",
	"General Audiences": "Audienca të përgjithshme",
	"General Program Locks": "Bllokimet e përgjithshme të programeve",
	"Georgia": "Gjeorgji",
	"German": "Gjermanisht",
	"Germany": "Gjermani",
	"Get started in a quiet environment for sound optimization.": "Filloni në një mjedis të qetë për optimizim të zërit",
	"Getting...": "Në marrje...",
	"Ghana": "Ganë",
	"Gibraltar": "Gjibraltar",
	"Grayscale": "Gradacion gri",
	"Greece": "Greqi",
	"Greek": "Greqisht",
	"Green": "E gjelbër",
	"Greenland": "Grënlandë",
	"Guadalcanal": "Guadalkanal",
	"Guadeloupe": "Guadelupë",
	"Guatemala": "Guatemalë",
	"Guatemala City": "Guatemalë (qyteti)",
	"Guayaquil": "Guajakil",
	"Guernsey": "Guernsej",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menu udhëzimesh dhe funksione me zë për përdorimin e televizorit nga persona që kanë probleme me shikimin.",
	"Guinea": "Guine",
	"Guinea Bissau": "Guinea-Bisau",
	"Guinea Conakry": "Guinea Konakri",
	"Guinea Equatorial": "Guineja Ekuatoriale",
	"Gujarati": "Guxharatisht",
	"Guyana": "Gujanë",
	"H Position": "Pozicioni H",
	"H Sharpness": "Mprehtësia H",
	"H Size": "Madhësia H",
	"HD Mode": "Modaliteti HD",
	"HD Mode Option": "Opsioni i modalitetit HD",
	"HDD Eco Mode": "Modaliteti Eco i HDD-së",
	"HDD Power Saving Mode": "Modaliteti i kursimit të energjisë së HDD",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Portat HDMI {port1} dhe HDMI {port2} mundësojnë 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Portat HDMI {port1} dhe HDMI {port2} mbështetin Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Porta HDMI {port1} mundëson 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Porta HDMI {port1} mbështet Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Portat HDMI {port1}, HDMI {port2} dhe HDMI {port3} mundësojnë 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Portat HDMI {port1}, HDMI {port2} dhe HDMI {port3} mbështesin Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Portat HDMI {port1}, HDMI {port2}, HDMI {port3} dhe HDMI {port4} mundësojnë 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Portat HDMI {port1}, HDMI {port2}, HDMI {port3} dhe HDMI {port4} mbështesin Ultra HD Deep Colour.",
	"HDR Effect": "\"HDR\" efekt",
	"HDR Picture Mode": "Modaliteti i figurës HDR",
	"Halifax": "Halifaks",
	"Hard of Hearing": "Me vështirësi në dëgjim",
	"Hausa": "Hausaisht",
	"Havana": "Havanë",
	"Headphones Volume": "Volumi i kufjeve",
	"Hebrew": "Hebraisht",
	"High": "E lartë",
	"High Contrast": "Kontrast i lartë",
	"Higher values increase a sense of warmth or coldness.": "Vlerat më të larta rritin ndjesinë e ngrohtësisë ose të ftohtësisë.",
	"Hindi": "Indisht",
	"Ho Chi Minh": "Ho-Çi-Min",
	"Home Animation": "Animacioni i faqes kryesore",
	"Home Auto Launch": "Hapja automatike e faqes kryesore",
	"Home Mode": "Metoda Shtëpi",
	"Home Settings": "Cilësimet e faqes kryesore",
	"Home/Store Mode": "Modaliteti për shtëpi/dyqan",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Orë",
	"However, the IPv6 version of the address does not support editing.": "Megjithatë, versioni IPv6 i adresës nuk e mundëson modifikimin.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Megjithatë, për ta mbajtur televizorin në gjendje optimale, Always-on do të çaktivizohet për pesë orë dhe energjia do të fiket plotësisht.",
	"Hungarian": "Hungarisht",
	"Hungary": "Hungari",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "E RËNDËSISHME! Rivendosja do të fshijë të gjitha cilësimet e llogarisë dhe aplikacionet e instaluara. Ky veprim nuk mund të zhbëhet.",
	"IP (Automatic)": "IP (automatike)",
	"IP (Manual)": "IP (manuale)",
	"IP Address": "Adresa IP",
	"IVC (Cote d’Ivoire)": "Bregu i Fildishtë",
	"Iceland": "Islandë",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Me Sinkronizimin automatik të energjisë të zgjedhur, televizori do të ndizet kur të ndezësh një pajisje SIMPLINK dhe pajisjet SIMPLINK do të çaktivizohen kur të fikësh televizorin.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Nëse telekomanda universale e dekoduesit/OTT është konfiguruar, përfitoni nga mundësia e përdorimit të dekoduesit të lidhur nga telekomanda LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Nëse një pajisje lidhet me portën, mund ta shikoni figurën e optimizuar të lojës me vonesë minimizuese ose ndërprerje të videos së pajisjes.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Nëse është aktiv dhe lidhet një pajisje që mbështet gjithashtu Ultra HD Deep Colour, figura mund të jetë më e qartë.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Nëse është në progres regjistrimi ose përditësimi i softuerit, do të presë derisa të kenë mbaruar dhe procesi mund të zgjatë më shumë se një orë.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Nëse është në proces regjistrimi ose përditësimi i softuerit, do të presë derisa të ata kenë mbaruar dhe procesi mund të zgjasë më shumë se {n} minutë(a).",
	"If the device is not connected, you may not hear any sound through it.": "Nëse pajisja nuk është lidhur, mund të mos dëgjoni zë prej saj.",
	"If the edge of the screen is not clean, please turn this function off.": "Nëse skaji i ekranit nuk është i pastër, kthejeni këtë funksion në joaktiv.",
	"If the program does not support multiple languages, the default language is selected.": "Nëse programi nuk mbështet më shumë se një gjuhë, do të zgjidhet gjuha standarde.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Nëse programi nuk e mundëson formatin e zgjedhur të daljes, do të përdoret dalja standarde nga burimi.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Nëse programi nuk mbështet cilësime të ndryshme audio, do të zgjidhet audioja standarde.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Nëse përsëritet e njëjta simptomë, ndryshoni përsëri vlerën e caktuar ose rindizni pajisjen e jashtme të lidhur.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Nëse gjuha e zgjedhur nuk ofrohet, do të përdoret gjuha standarde nga transmetimet.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Nëse ekrani statik nuk ka marrë ndonjë komandë nga përdoruesi për një orë, do të shfaqet ruajtësi i ekrani.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Nëse koha që caktoni është shumë ndryshe nga koha aktuale, disa nga veçoritë inteligjente mund të mos shfaqen.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Nëse nuk dëgjoni zë nga pajisja, sigurohuni që ajo punon siç duhet dhe që mundëson LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Nëse zgjidhni modalitetin \"Demonstrim në dyqan\", konfigurohen vlerat e optimalizuara për ekspozitorët e shitjes së televizorëve.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Nëse aktivizon \"Udhëzimi zanor\", mund të lëvizësh vetëm me butonin majtas, djathtas, lart, poshtë në telekomandë dhe disa nga aplikacionet për të cilat nevojitet treguesi nuk mund të përdoren.",
	"If you turn it off, CAM operator's profile will be deleted.": "Nëse e çaktivizoni, profili i operatorit CAM do të fshihet.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Nëse e çaktivizoni, të gjitha kanalet CAM nuk do të jenë të disponueshme dhe njoftimet nuk do të jepen më.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Nëse fik \"Nisjen e shpejtë+\", nuk do të mund ta ndezësh televizorin me telekomandë të lirë. Të vazhdohet?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Nëse çaktivizon ruajtësin e ekranit dhe në ekran mbetet e njëjta figurë për më shumë se 2 orë, mund të preket cilësia e figurës së ekranit. Nëse ajo mbetet për më shumë se 5 orë, cilësia e figurës mund të dëmtohet përgjithnjë. Të vazhdohet?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Nëse e çaktivizoni këtë opsion, ekrani statik mund të qëndrojë më gjatë, gjë që mund të përkeqësojë cilësinë e ekranit ose, në disa raste, të mos funksionojë më normalisht.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Në qoftë se përdorni funksionin e Kursimit të energjisë, do të ndikohet shkëlqimi i televizorit tuaj.",
	"Import your TV's channel list information from a connected USB device.": "Importo të dhënat e listës së programeve të televizorit nga një pajisje e lidhur USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importo/eksporto të dhënat e listës së kanaleve nga/te një pajisje e lidhur USB.",
	"In Home": "Në shtëpi",
	"India": "Indi",
	"Indianapolis": "Indianapol",
	"Indonesia": "Indonezi",
	"Indonesian": "Indonezisht",
	"Inner": "E brendshme",
	"Input": "Hyrja",
	"Input Locks": "Bllokimet për hyrje",
	"Input field": "Fusha e shkrimit",
	"Installing...": "Në instalim...",
	"Interactive Service": "Shërbimi interaktiv",
	"Interactivity(DTVi)": "Bashkëveprimi (DTVi)",
	"Internal TV Speaker": "Altoparlanti i brendshëm i televizorit",
	"Invert Colors": "Anasill ngjyrat",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Ndërro dhe kompenso disa ngjyra në menytë për të përmirësuar dukshmërinë e artikujve të shfaqur në ekran.",
	"Iraq": "Irak",
	"Ireland": "Irlandë",
	"Irish": "Irlandisht",
	"Irkutsk": "Irkuck",
	"Israel": "Izrael",
	"Istanbul": "Stamboll",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Është caktuar sërish në modalitetin e figurës në mënyrë individuale, prandaj zgjidhni modalitetin e dëshiruar të figurës dhe caktojeni atë sërish.",
	"It may not sound depending on connected devices.": "Mund të mos dëgjohet në varësi të pajisjeve të lidhura.",
	"It may take a few minutes.": "Mund të marrë disa minuta.",
	"It may take a few seconds.": "Mund të marrë disa sekonda.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Ofron zërin ose mjedisin optimal Virtual 4.0 në varësi të zhanrit të ndjekur, përmes një algoritmi të mësuar me një teknike të Të Mësuarit përmes Makinave LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Ofron zërin ose mjedisin optimal Virtual 5.1 në varësi të zhanrit të ndjekur, përmes një algoritmi të mësuar me një teknike e Të Mësuarit të Thellë LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ofron tingullin e optimizuar duke akorduar tingullin e reflektuar në dhomë, sipas llojit të instalimit të televizorit.",
	"It reduces jaggies in the picture for a smooth picture.": "Zvogëlon pamjen e dhëmbëzuar në foto për një foto të pastër.",
	"It works only when the broadcasting program supports captions.": "Funksionon vetëm kur programi transmetues mundëson titra ndihmëse.",
	"It works only when the broadcasting program supports subtitles.": "Funksionon vetëm kur programi transmetues mundëson titra.",
	"Italian": "Italisht",
	"Italy": "Itali",
	"Ivory Coast": "Bregu i Fildishtë",
	"Jakarta": "Xhakartë",
	"Jamaica": "Xhamajkë",
	"Japan": "Japoni",
	"Japanese": "Japonisht",
	"Jayapura": "Xhajapurë",
	"Jerusalem": "Jeruzalem",
	"Johannesburg": "Johanesburg",
	"Jordan": "Jordani",
	"Just Scan": "Figurë e plotë",
	"Kamchatka": "Kamçatkë",
	"Kampala": "Kampalë",
	"Kannada": "Kanadisht",
	"Karachi": "Karaçi",
	"Kasem": "Kasemisht",
	"Kazakh": "Kazakisht",
	"Kazakhstan": "Kazakistan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Gjuhët e tastierës",
	"Khartoum": "Kartum",
	"Khovd": "Kovd",
	"Kinshasa": "Kinshasë",
	"Kolkata": "Kalkutë",
	"Korea": "Kore",
	"Korean": "Koreanisht",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuala Lumpur": "Kuala-Lumpur",
	"Kuching": "Kuçin",
	"Kuwait": "Kuvajt",
	"Kuwait City": "Kuvajt (qyteti)",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Errësimi lokal LED",
	"LG Logo Light (Front of TV)": "Drita e logos LG (përballë televizorit)",
	"LG Services Country": "Shteti i shërbimeve të LG-së",
	"LG Wireless Keyboard": "Tastiera me valë LG",
	"LG Wireless Keyboard Connected:": "Tastiera me valë LG e lidhur:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Tastiera me valë LG ju lejon ta kontrolloni televizorin me Bluetooth.",
	"La Paz": "La-Pas",
	"Language": "Gjuha",
	"Large": "I madh",
	"Last tuning:": "Akordimi i fundit:",
	"Latvia": "Letoni",
	"Latvian": "Letonisht",
	"Lebanon": "Liban",
	"Left": "Majtas",
	"Left Right": "Majtas/Djathtas",
	"Left Surround": "Majtas përqark",
	"Left drop shadow": "Errësimi majtas",
	"Legal Notice": "Njoftim ligjor",
	"Lesotho": "Lezoto",
	"Liberia": "Liberi",
	"Libreville": "Librevil",
	"Libya": "Libi",
	"Liechtenstein": "Lihtenshtajn",
	"Light": "I lehtë",
	"Lilongwe": "Lilongue",
	"Lima": "Limë",
	"Limit AD Tracking": "Kufizimi i gjurmimit të AD",
	"Lisbon": "Lisbonë",
	"Lithuania": "Lituani",
	"Lithuanian": "Lituanisht",
	"Ljubljana": "Lubljanë",
	"Loading...": "Në ngarkim...",
	"Local": "Lokale",
	"Local Language": "Gjuha lokale",
	"Location": "Vendndodhja",
	"Lock All": "Bllokoji të gjitha",
	"Lock changes for currently running apps will be applied the next time they are started.": "Ndryshimet e bllokimeve për aplikacionet në përdorim do të zbatohen pas rinisjes.",
	"Logo Luminance Adjustment": "Rregullimi i ndriçimit të logos",
	"London": "Londër",
	"Lord Howe": "Lord-Houi",
	"Los Angeles": "Los-Anxhelos",
	"Louisville": "Luisvill",
	"Low": "I ulët",
	"Luanda": "Luandë",
	"Luminance": "Luminanca",
	"Lusaka": "Lusakë",
	"Luxembourg": "Luksemburg",
	"MAC Address": "Adresa MAC",
	"MAC Address (Wired)": "Adresa MAC (me tela)",
	"MAC Address (Wireless)": "Adresa MAC (me valë)",
	"MASTER PASSWORD": "FJALËKALIMI KRYESOR",
	"MHEG Guide": "Udhëzuesi MHEG",
	"MPEG Noise Reduction": "Ulja e zhurmës MPEG",
	"Macao": "Makao",
	"Macedonia": "Maqedoni",
	"Macedonia, The Former Yugoslav Republic Of": "Ish-Republika Jugosllave e Maqedonisë",
	"Macedonian": "Maqedonisht",
	"Maceió": "Maseio ",
	"Maceió ": "Maseio ",
	"Madagascar": "Madagaskar",
	"Madeira": "Madeirë",
	"Magenta": "E purpurt",
	"Makassar": "Makasar",
	"Make blurry or difficult-to-see areas more vivid.": "Bëj më të gjalla zonat e paqarta ose të vështira për tu parë.",
	"Malawi": "Malavi",
	"Malay": "Malajzisht",
	"Malayalam": "Malajalamisht",
	"Malaysia": "Malajzi",
	"Maldives": "Maldive",
	"Malta": "Maltë",
	"Manage channels stored on the TV.": "Menaxho kanalet e ruajtura në televizor.",
	"Mandarin": "Mandarinisht",
	"Manila": "Manilë",
	"Maori": "Maorisht",
	"Marathi": "Marathisht",
	"Marquesas": "Markesas",
	"Marshall Islands": "Ishujt Marshall",
	"Martinique": "Martinik",
	"Mature Audience Only": "Vetëm për të rriturit",
	"Mauritania": "Mauritani",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimizo kontrastin duke rritur intensitetin e zonave të shndritshme dhe të errëta të ekranit.",
	"Mayotte": "Majotë",
	"Mazatlán": "Mazatlan",
	"Mbabane": "Mbaban",
	"Medium": "Mesatare",
	"Menu Language": "Gjuha e menysë",
	"Menu Transparency": "Transparenca e menysë",
	"Message": "Mesazhi",
	"Method": "Metoda",
	"Mexico": "Meksikë",
	"Mexico City": "Meksiko",
	"Middle East": "Lindje e Mesme",
	"Minutes": "Minuta",
	"Mobile Connection Management": "Menaxhimi i lidhjes së celularit",
	"Mode Option": "Opsioni i modalitetit",
	"Model": "Modeli",
	"Moldova": "Moldavi",
	"Monaco": "Monako",
	"Moncton": "Monkton",
	"Mongolia": "Mongoli",
	"Monrovia": "Monrovi",
	"Montenegro": "Mal i Zi",
	"Monterrey": "Monterej",
	"Month": "Muaj",
	"Montréal": "Montreal",
	"Morocco": "Marok",
	"Moscow": "Moskë",
	"Motion Eye Care": "Kujdesi për sytë në lëvizje",
	"Motion Pro": "Lëvizje Pro",
	"Movie Lock": "Kyçja e filmit",
	"Mozambique": "Mozambik",
	"Multi Audio": "Audio e shumëfishtë",
	"Multi Channel Audio": "Kanali Multi Audio",
	"Multiple": "Të shumëfishta",
	"Muscat": "Muskat",
	"Music": "Muzika",
	"Myanmar": "Mianmar",
	"Mérida": "Meridë",
	"NEXTGEN TV Mode": "Modaliteti „NEXTGEN“ i televizorit",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Uellsi i Ri Jugor/Territori i Kryeqytetit Australian - Sidnej",
	"NT - Northern Territory - Darwin": "NT - Territori Verior - Darvin",
	"Namibia": "Namibi",
	"Narrow": "I ngushtë",
	"Nassau": "Nasau",
	"Natural": "Natyral",
	"Ndjamena": "Nxhamenë",
	"Netherland": "Holandë",
	"Netherlands": "Holandë",
	"Network": "Rrjeti",
	"Network Connection Settings": "Cilësimet e lidhjes së rrjetit",
	"Network Name": "Emri i rrjetit",
	"Network-Based Personalization Recommendations": "Rekomandime të personalizimit të bazuara në rrjet",
	"New Caledonia": "Kaledoni e Re",
	"New York": "Nju-Jork",
	"New Zealand": "Zelandë e Re",
	"Next": "Tjetër",
	"Niamey": "Niamei",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Nikozi",
	"Nigeria": "Nigeri",
	"Night": "Natë",
	"No": "Jo",
	"No Internet via 3G/4G network": "Nuk ka internet nëpërmjet rrjetit 3G/4G",
	"No Internet via Ethernet": "Nuk ka internet me Ethernet",
	"No Internet via Wi-Fi": "Nuk ka internet me Wi-Fi",
	"No One 17 and Under Admitted.": "I papranueshëm për personat 17 vjeç e poshtë.",
	"No Operation Auto Off": "Fikja automatike nëse nuk ka veprim",
	"No Signal Auto Off": "Fikja automatike nëse nuk ka sinjal",
	"No Signal Image": "Imazh pa sinjal",
	"No Signal Power Off (15Min)": "Fikja në mungesë sinjali (15 min)",
	"No devices have been found.": "Nuk janë gjetur pajisje.",
	"No paired devices.": "Nuk ka pajisje të çiftuara.",
	"No signal on Server": "Nuk ka sinjal në server",
	"No updates found.": "Nuk u gjetën përditësime.",
	"Noise Reduction": "Ulja e zhurmës",
	"None": "Asnjë",
	"Normal": "Normale",
	"North Korea": "Kore e Veriut",
	"Northern Africa": "Afrikë e Veriut",
	"Norway": "Norvegji",
	"Norwegian": "Norvegjisht",
	"Not Connected": "Nuk është lidhur",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Shënim: Nëse pajisja nuk e ofron këtë funksion, ai mund të mos funksionojë siç duhet. Në këtë rast, mund ta lidhni pajisjen me një portë tjetër HDMI ose të çaktivizoni cilësimin 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Shënim: Nëse pajisja nuk e mbështet këtë funksion, ai mund të mos funksionojë siç duhet. Në këtë rast, mund ta lidhni pajisjen me një portë tjetër HDMI ose të çaktivizoni cilësimin HDMI Ultra HD Deep Colour të portës HDMI.",
	"Note: Available options depend on the broadcast program.": "Shënim: Opsionet e disponueshme varen nga programi i transmetimit.",
	"Note: Behavior may differ if connected device is not a LG device.": "Shënim: Përdorimi mund të ndryshojë nëse pajisja e lidhur nuk është pajisje LG.",
	"Note: Only displayed when it is provided by the program.": "Shënim: Shfaqet vetëm kur ofrohet nga programi.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Shënim: Titrat shfaqen vetëm kur ofrohen nga programi i transmetimit.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Shënim: Funksionet e mbështetura mund të ndryshojnë sipas modelit dhe transparenca sipas përdorimit të funksionit me luajtjen e materialit, si \"Live TV\" ose materiale VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Shënim:<br>1. Nëse televizori juaj ndizet ndërkohë që rifreskimi i pikselave është në progres, do të ndalohet procesi dhe duhet ta nisni nga fillimi.<br>2. Gjatë procesit, në ekran mund të shfaqet një vijë e bardhë. Kjo është normale kur pastroni ekranin.",
	"Notifications": "Njoftimet",
	"Nouméa": "Numea",
	"Nzema": "Nzemaisht",
	"OLED LIGHT": "DRITA OLED",
	"OLED Screen Saver": "Ruajtës ekrani OLED",
	"Object Audio": "Audio objekt",
	"Off": "Joaktiv",
	"On": "Aktiv",
	"OnTimer Channel not selected": "Kanali OnTimer nuk është zgjedhur.",
	"Open": "Hap",
	"Open Source Licenses": "Njoftim i softuerit me burim të hapur",
	"Open when TV is turned on": "Hapur kur televizori është ndezur",
	"Operate once when TV is off": "Vëreni në funksion njëherë kur të fiket televizori",
	"Optical": "Optik",
	"Optical + Internal TV Speaker": "Altoparlanti optik + i brendshëm i televizorit",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizoni një thellësi për përmbajtjen nga një algoritëm i mësuar përmes një teknike të Të Mësuarit përmes Makinave LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizo cilësimet e kontrastit, bazuar në ndriçimin e imazhit të materialit HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizo cilësimet e kontrastit sipas ndriçimit të figurës.",
	"Optimize the sound for a cinematic experience.": "Optimalizoni zërin për një eksperiencë si në kinema.",
	"Oranjestad": "Oranjeshtad",
	"Original Language": "Gjuha fillestare",
	"Others": "Të tjera",
	"Ouagadougou": "Uagadugu",
	"Outer": "E jashtme",
	"Output sound through the Internal TV speaker.": "Dalja e zërit nëpërmjet altoparlantit të brendshëm të televizorit.",
	"PS": "Palestinë",
	"Panama City": "Panama (qyteti)",
	"Panjabi": "Panxhabisht",
	"Papua New Guinea": "Guinea e Re Papua",
	"Paraguay": "Paraguaj",
	"Parental Guidance Suggested": "Sugjerohet udhëzuesi prindëror",
	"Parental Guidance Suggested :": "Sugjerohet kontroll prindëror:",
	"Parental guidance suggested for children ages 8-13.": "Sugjerohet kontrolli prindëror për fëmijët e moshës nga 8-13.",
	"Parents Guidance strongly required :": "Sugjerohet fort kontrolli prindëror:",
	"Parents Strongly Cautioned": "Prindërit duhet të bëjnë tepër kujdes",
	"Password": "Fjalëkalimi",
	"Patent Information": "Informacioni i patentës",
	"Peak Brightness": "Ndriçimi maksimal",
	"Persian": "Persisht",
	"Philippines": "Filipine",
	"Phnom Penh": "Phnom-Pen",
	"Phoenix": "Finiks",
	"Photo": "Foto",
	"Pick a Time": "Zgjidhni një orë",
	"Picture": "Figura",
	"Picture Mode": "Modaliteti i figurës",
	"Picture Mode Settings": "Cilësimet e modalitetit të figurës",
	"Picture Options": "Opsionet e figurës",
	"Picture Test": "Testi i figurës",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Figura ose zëri mund të mos punojnë siç duhet gjatë komunikimit fillestar të pajisjes së jashtme të lidhur dhe televizorit. Nëse problemi vazhdon, rikthe cilësimet ose rindiz pajisjen e jashtme të lidhur.",
	"Pitch": "Lartësia",
	"Pixel Refresher": "Rifreskuesi i pikselave",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Rifreskuesi i pikselave i jep mundësi televizorit të tregojë figurën më të qartë të mundshme.",
	"Pixel Refresher begins only once when the TV is turned off.": "Rifreskuesi i pikselave fillon vetëm një herë kur televizori fiket.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Rifreskuesi i pikselave është programuar të fillojë herën tjetër që e fikni televizorin.",
	"Play": "Luaj",
	"Play sound through TV Speaker.": "Luaj tinguj me anë të altoparlantit të televizorit.",
	"Play the standard sound suitable for all types of content.": "Luani tingujt e zakonshëm të përshtatshëm për të gjitha llojet e përmbajtjeve.",
	"Please check if WiSA Speakers are turned on and try again.": "Kontrolloni nëse altoparlantët WiSA janë të ndezur dhe provojeni përsëri.",
	"Please check that the Bluetooth device is already connected to another device.": "Kontrolloni nëse pajisja Bluetooth është tashmë e lidhur me një pajisje tjetër.",
	"Please check the network name and password and try again.": "Kontrollo emrin e rrjetit dhe fjalëkalimin dhe provo sërish.",
	"Please check the status and try again": "Kontrollo gjendjen dhe provo sërish",
	"Please do not unplug the USB storage until the copying is completed.": "Mos e shkëput pajisjen ruajtëse USB derisa të ketë përfunduar kopjimi.",
	"Please enter your password to turn off this function.": "Ju lutem vendosni fjalëkalimin tuaj për të fikur këtë aplikacion.",
	"Please enter your password to turn on this function.": "Vendos fjalëkalimin për të çaktivizuar këtë funksion.",
	"Please make sure that your TV is connected to the network and try again.": "Sigurohu që televizori është lidhur me rrjetin dhe provo sërish.",
	"Please note that LG does not use or manage the value.": "Ki parasysh se LG nuk përdor ose menaxhon këtë vlerë.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Vini re se zëri mund të mos dalë kur është konfiguruar Digital Sound Out në vend të Pass Through.",
	"Please try again later.": "Provo sërish më vonë.",
	"Please wait while the Settings application reloads.": "Prit ndërsa ringarkohet aplikacioni \"Cilësimet\".",
	"Please wait while the Settings application restarts.": "Prit derisa të rindizet aplikacioni i cilësimeve.",
	"Please wait while the TV restarts.": "Prit derisa të rindizet televizori.",
	"Please wait while the TV searches for LG Service Country.": "Prit ndërsa televizori kërkon shtetin e shërbimit të LG-së.",
	"Podgorica": "Podgoricë",
	"Point": "Pikë",
	"Pointer Options": "Opsionet e treguesit",
	"Pointer Size": "Madhësia e treguesit",
	"Poland": "Poloni",
	"Polish": "Polonisht",
	"Port Louis": "Port Luis",
	"Port Moresby": "Port-Moresbi",
	"Port of Spain": "Porti i Spanjës",
	"Port-au-Prince": "Port-o-Prins",
	"Porto Velho": "Porto-Vejo",
	"Portugal": "Portugali",
	"Portuguese": "Portugalisht",
	"Position": "Pozicioni",
	"Position Settings": "Cilësimet e pozicionit",
	"Power Off Timer": "Kohëmatësi i fikjes së energjisë",
	"Power On Timer": "Kohëmatësi i ndezjes së energjisë",
	"Power Saving Mode": "Modaliteti i kursimit të energjisë",
	"Prague": "Pragë",
	"Preschool": "Për parashkollorë",
	"Press right button to adjust de-blur and Motion Pro value.": "Shtypni butonin djathtas për të rregulluar vlerën e heqjes së turbullimit dhe Lëvizjes Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Shtyp butonin djathtas për të rregulluar vlerën e heqjes së turbullimit dhe vlerën e OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Shtyp butonin djathtas për të rregulluar vlerën e heqjes së turbullimit dhe vlerën e OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Shtypni butonin djathtas për të rregulluar vlerën e anti-dridhjes dhe Lëvizjes Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Shtyp butonin djathtas për të rregulluar vlerën e anti-dridhjes dhe vlerën e OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Shtyp butonin djathtas për të rregulluar vlerën e anti-dridhjes dhe vlerën e OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Shtypni butonin djathtas për të rregulluar vlerën e anti-dridhjes, heqjes së turbullimit dhe Lëvizjes Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Shtyp butonin djathtas për të rregulluar vlerën e anti-dridhjes, heqjen e turbullimit dhe vlerën e OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Shtyp butonin djathtas për të rregulluar vlerën e anti-dridhjes, heqjen e turbullimit dhe vlerën e OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Shtyp butonin WPS në rrugëzuesin që mbështet WPS për ta lidhur televizorin me rrjetin.",
	"Press the right button to adjust Motion Pro settings.": "Shtypni butonin djathtas për të rregulluar cilësimet e Lëvizjes Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Shtyp butonin djathtas për të rregulluar cilësimet e OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Shtyp butonin djathtas për të rregulluar cilësimet e OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Shtypni butonin e djathtë për të rregulluar konfigurimet e heqjes së turbullimit.",
	"Press the right button to adjust de-judder settings.": "Shtypni butonin e djathtë për të rregulluar konfigurimet e heqjes së dridhjeve.",
	"Previous": "Mëparshme",
	"Primary Audio Language": "Gjuha e parë e audios",
	"Primary Channels": "Kanalet kryesore",
	"Primary Teletext Language": "Gjuha kryesore e teletekstit",
	"Program exempted from ratings.": "Program i përjashtuar nga vlerësimet.",
	"Programme": "Programi",
	"Provide HbbTV Distinctive ID": "Jep ID-në dalluese HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Vendosni identifikimin e dallueshëm të HbbTV në shërbimin HbbTV për transmetime.",
	"Provided services may vary depending on countries.": "Shërbimet e ofruara mund të ndryshojnë në varësi të vendeve.",
	"Puerto Rico": "Porto-Riko",
	"Pyongyang": "Phen-Jan",
	"QLD - Queensland - Brisbane": "QLD - Kuinslend - Brisbejn",
	"Qatar": "Katar",
	"Quick Help": "Ndihma e shpejtë",
	"Rainy River": "Reini-River",
	"Raised": "I ngritur",
	"Rangoon": "Rangun",
	"Real Cinema": "Kinema reale",
	"Reason: Authentication with access point was unsuccessful.": "Arsyeja: Nuk u krye me sukses autentikimi me pikëhyrjen.",
	"Reason: Could not establish a connection to access point.": "Arsyeja: Nuk mund të krijohej lidhje me pikëhyrjen.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Arsyeja: Nuk mund të gjendej adresë e vlefshme IP nëpërmjet \"DHCP\".",
	"Reason: Entered password is incorrect.": "Arsyeja: Fjalëkalimi i dhënë është i pasaktë.",
	"Reason: Password is missing.": "Arsyeja: Mungon fjalëkalimi.",
	"Reason: The network you selected is out of range.": "Arsyeja: Rrjeti i zgjedhur është jashtë rrezes.",
	"Reason: Unable to login.": "Arsyeja: Nuk mund të identifikohesh.",
	"Receive emergency alerts from TV when an emergency occurs.": "Merrni njoftime emergjente nga televizori kur ndodh ndonjë emergjencë.",
	"Recife": "Resif",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Ju rekomandojmë që t'i caktoni orët kur normalisht nuk shikoni televizor, në opsionin \"Always-on\".",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Rekomandoni përmbajtje dhe funksione të dobishme bazuar në historinë e shikimit dhe mënyrat e përdorimit të aplikacionit.",
	"Recommendations are available for the people, products and locations related to the current program.": "Rekomandimet janë në dispozicion për njerëzit, produktet dhe vendet që lidhen me programin aktual.",
	"Red": "E kuqe",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Zvogëloni interferencat e çrregullta nga sinjalet e videove dixhitale për të optimalizuar qartësinë e imazhit.",
	"Regina": "Rexhinë",
	"Region": "Rajoni",
	"Registered Devices ({num})": "Pajisjet e regjistruara ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Përforconi një ton të lartë të tingullit të optimalizuar.",
	"Reinforce the low-pitched tone of the optimized sound.": "Përforconi tonin e ulët të tingullit të optimalizuar.",
	"Remote Settings": "Cilësimet e telekomandës",
	"Remove irregular and erratic pixels for a clearer image.": "Hiq pikëzat e parregullta dhe me probleme për një pamje më të qartë.",
	"Reset": "Rivendos",
	"Reset AD ID": "Caktoni AD ID",
	"Reset CI Password": "Rivendos fjalëkalimin e CI-së",
	"Reset HbbTV Distinctive ID": "Konfiguro ID-në dalluese HbbTV",
	"Reset Password": "Rivendos fjalëkalimin",
	"Reset Settings": "Rivendos cilësimet",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Cakto sërish listën e aplikacioneve të aprovuara kur lidhesh me aplikacionin celular HbbTV.",
	"Reset the caption position.": "Rivendos pozicionin e titullit.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Rivendos historikun e materialeve që keni parë dhe të përdorimit të aplikacioneve. Kur historia të rivendoset, mund të duhet një periudhë e caktuar kohe për të marrë përsëri rekomandimet e materialeve.",
	"Reset to Initial Settings": "Rivendosja në cilësimet fillestare",
	"Restrict access to TV programs based on their ratings.": "Kufizo hapjen e programeve televizive në bazë të klasifikimit të tyre.",
	"Restrict watching based on age ratings for children programs.": "Kufizoni shikimin në bazë të moshës për programet e fëmijëve.",
	"Restrict watching based on ages ratings.": "Kufizoni shikimin në bazë të moshave.",
	"Restrict watching based on fantasy violence content ratings.": "Kufizoni shikimin në bazë të përmbajtjes së vlerësuar për dhunë imagjinare.",
	"Restrict watching based on programs containing adult language.": "Kufizoni shikimin në bazë të programeve që përmbajnë fjalor për të rritur.",
	"Restrict watching based on programs containing sexual scene.": "Kufizoni shikimin në bazë të programeve që përmbajnë skena seksuale.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Kufizoni shikimin në bazë të programeve që përmbajnë dialog me nënkuptim seksual.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Kufizoni shikimin në bazë të moshave ose përmbajtjeve të specifikuara sipas kontrollit prindëror.",
	"Restrict watching based on violence content ratings.": "Kufizoni shikimin në bazë të vlerësimeve për përmbajtje të dhunshme.",
	"Restrict watching movies based on rating.": "Kufizoni shikimin e filmave në bazë të vlerësimeve.",
	"Restrict watching programs based on rating.": "Kufizoni shikimin e programeve në bazë të vlerësimeve.",
	"Restriction ratings :": "Vlerësimet kufizuese:",
	"Retry": "Riprovo",
	"Revert TV to its initial settings.": "Kthejeni televizorin në cilësimet e tij fillestare.",
	"Revert color adjustment settings to default.": "Kthejini cilësimet e rregulluara në gjendjen standarde.",
	"Revert detailed sound effect settings of standard mode to default.": "Kthejini cilësimet e sakta të efektit zanor të modalitetit standard në vlerat standarde.",
	"Revert picture setting values to default.": "Kthejini vlerat e cilësimit të figurës në ato standarde.",
	"Revert white balance settings to default.": "Rikthejini cilësimet e balancës së të bardhës në vlerat standarde.",
	"Reykjavik": "Rejkjavik",
	"Riga": "Rigë",
	"Right": "Djathtas",
	"Right Left": "Djathtas/Majtas",
	"Right Surround": "Djathta përqark",
	"Right drop shadow": "Errësimi djathtas",
	"Rio Branco": "Rio-Branko",
	"Riyadh": "Rijad",
	"Romania": "Rumani",
	"Romanian": "Rumanisht",
	"Rome": "Romë",
	"Russia": "Rusi",
	"Russian": "Rusisht",
	"Rwanda": "Ruandë",
	"SA - South Australia - Adelaide": "SA - Australia e Jugut - Adelajde",
	"SIGNATURE Opening": "Hapja e SIGNATURE",
	"SIGNATURE TV Settings": "Cilësimet SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK të mundëson përdorimin e telekomandës LG për të komanduar pajisje të tjera që mbështesin SIMPLINK, si p.sh. luajtësi për DVD ose sistemi audio i kinemasë, që janë lidhur me LG Smart TV me anë të HDMI-së.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK do të aktivizohet automatikisht për të përdorur këtë regjim ARC.",
	"Safety": "Siguria",
	"Saint Lucia": "Sent-Lusia",
	"Saint Vincent": "Shën Vinsent",
	"Sakhalin": "Sakalin",
	"Samara": "Samarë",
	"San Luis": "San-Luis",
	"San Salvador": "San-Salvador",
	"Santo Domingo": "Santo-Domingo",
	"Sarajevo": "Sarajevë",
	"Satellite": "Sateliti",
	"Satellite DTV": "DTV satelitor",
	"Satellite Radio": "Radio satelitore",
	"Saturation": "Fortësia",
	"Saudi Arabia": "Arabi Saudite",
	"Saudi arabia": "Arabia Saudite",
	"Save CAM Operator's Profile": "Ruaj profilin e operatorit të CAM",
	"Save CI Password": "Ruaj fjalëkalimin e CI-së",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Ruani cilësimet e rregulluara të ngjyrës nga modaliteti aktual i figurës së zgjedhur për të gjitha hyrjet.",
	"Save the white balance settings from the current picture mode in all inputs.": "Ruani cilësimet e balancës së të bardhës nga modalitetit i figurës së zgjedhur aktualisht për të gjitha hyrjet.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Ruaj/rivendos fjalëkalimin e CI-së. Ruajtja e fjalëkalimit mundëson shmangien e hapit të identifikimit në të ardhmen.",
	"Scan \"Auto Detect\" automatically.": "Skanoni \"Identifikimin automatik\" automatikisht.",
	"Scoresbysund": "Skoresbysund",
	"Screen Down": "Ekrani poshtë",
	"Screen Off": "Ekrani fikur",
	"Screen Saver": "Ruajtësi i ekranit",
	"Screen Shift ": "Zhvendosja e ekranit",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekrani pëson zhvendosje në intervale të rregullta kohore dhe parandalon probleme të cilësisë së figurës, që mund të shkaktohen kur televizori ka qenë ndezur për një periudhë të zgjatur kohore.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekrani do të fiket për 5 sekonda. Për ta ndezur përsëri ekranin, shtypni çfarëdo butoni përveç butonit të energjisë dhe volumit.",
	"Search": "Kërko",
	"Search Bluetooth Device": "Kërko pajisje Bluetooth",
	"Searching...": "Po kërkon...",
	"Second Language": "Gjuha dytësore",
	"Secondary Audio Language": "Gjuha e dytë e audios",
	"Secondary Teletext Language": "Gjuha e dytë e teletekstit",
	"Security": "Siguria",
	"Select IRE point to adjust luminance.": "Zgjidh pikën IRE për të rregulluar luminancën.",
	"Select Mode": "Zgjidh modalitetin",
	"Select TV's language settings.": "Zgjidhni cilësimet e gjuhës së televizorit.",
	"Select a caption type for HD broadcasts.": "Zgjidh llojin e titrave për transmetime HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Zgjidh llojin e titrave për transmetimet televizive „NEXTGEN“.",
	"Select a caption type for UHD broadcasts.": "Zgjidh llojin e titrave për transmetime UHD.",
	"Select a caption type for analog broadcasts.": "Zgjidh llojin e titrave për transmetime analoge.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Zgjidh një modalitet video që përputhet me mjedisin e shikimit, ose specifiko cilësimet për një modalitet video, si kontrastin, ngjyrën dhe të tjera.",
	"Select an audio format for each HDMI input.": "Zgjidh një format audio për çdo hyrje HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Zgjidhni një tjetër dalje dixhitale të zërit (Auto ose PCM) nëse nuk mund të dëgjoni efektet e tingullit pas zgjedhjes së \"Pass Through\".",
	"Select audio language for digital broadcasts.": "Zgjidhni gjuhën audio për transmetime dixhitale.",
	"Select color to be adjusted.": "Zgjidh ngjyrën që do të rregullohet.",
	"Select days to apply the Timer Power Off settings every week.": "Zgjidh ditët për përdorimin e cilësimeve të çaktivizimit të kohëmatësit çdo javë.",
	"Select days to apply the Timer Power On settings every week.": "Zgjidh ditët për përdorimin e cilësimeve të aktivizimit të kohëmatësit çdo javë.",
	"Select device for audio output.": "Zgjidh pajisjen për nxjerrjen e zërit.",
	"Select device or speaker for audio output.": "Zgjidhni pajisje ose altoparlantë për daljen e zërit.",
	"Select digital audio output format.": "Zgjidhni formatin e daljes dixhitale të zërit.",
	"Select language for TV menu.": "Zgjidhni gjuhën për menunë e televizorit.",
	"Select language for subtitles.": "Zgjidh gjuhën për titrat.",
	"Select languages for keyboards input.": "Zgjidhni gjuhët për përdorimin e tastierës.",
	"Select method to adjust white balance.": "Zgjidh mënyrën e rregullimit të balancës së të bardhës.",
	"Select point to adjust luminance.": "Zgjidh pikën për të rregulluar luminancën.",
	"Select the Sound mode and set detailed Audio effects.": "Zgjidhni modalitetin e Zërit dhe caktoni efekte të hollësishme Audio.",
	"Select the Sound mode for each content type.": "Zgjidhni modalitetin e Zërit sipas llojit të përmbajtjes.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Zgjidhni portën Ultra HD Deep Colour për HDMI {num}.",
	"Select the app to restrict the use.": "Zgjidhni aplikacionin për të kufizuar përdorimin.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Zgjidh modalitetin e duhur të figurës sipas mjedisit të shikimit ose llojit të përmbajtjes.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Zgjidhni karakteristikat audio për të dëgjuar transmetimin në mënyrën që ju pëlqen.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Zgjidh llojin e titullit për transmetimet dixhitale dhe vendos cilësimet e detajuara të titrave.",
	"Select the channel to restrict watching.": "Zgjidhni kanalin për të kufizuar shikimin.",
	"Select the channel to watch when the TV turns on.": "Zgjidhni kanalin që do të shihni kur të ndizet televizori.",
	"Select the color range to be displayed.": "Zgjidh gamën e ngjyrave që do të shfaqen.",
	"Select the country for your country's special services.": "Zgjidhni vendin për shërbimet e posaçme të vendit tuaj.",
	"Select the desired video angle.": "Zgjidh këndin e dëshiruar të videos.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Zgjidhni formatin për të transferuar daljen dixhitale të zërit të televizorit në një pajisje të jashtme.",
	"Select the input to use when the TV turns on.": "Zgjidh hyrjen që do të përdoret kur të ndizet televizori.",
	"Select the inputs to restrict the use.": "Zgjidhni hyrjet për të kufizuar përdorimin.",
	"Select the most preferred Subtitle Language.": "Zgjidh opsionin parësor për gjuhën e titrave.",
	"Select the place where to use the TV.": "Zgjidhni vendin ku do ta përdorni televizorin.",
	"Select the residential region for your regional broadcast signal.": "Zgjidhni rajonin e banimit për sinjalin tuaj rajonal të transmetimit.",
	"Select the second preferred Subtitle Language.": "Zgjidh opsionin dytësor për gjuhën e titrave.",
	"Select your first choice of audio language for digital broadcasts.": "Zgjidhni gjuhën parësore të audios për transmetimet dixhitale.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Zgjidh gjuhën e parë për shërbimet e teletekstit të kompanisë transmetuese televizive.",
	"Select your second choice of audio language for digital broadcasts.": "Zgjidhni gjuhën dytësore të audios për transmetimet dixhitale.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Zgjidh gjuhën e dytë për shërbimet e teletekstit të kompanisë transmetuese televizive.",
	"Seoul": "Seul",
	"Serbia": "Serbi",
	"Serbian": "Serbisht",
	"Serial Number": "Numri i serisë",
	"Serta Wego": "Serta-Vego",
	"Service 1": "Shërbimi 1",
	"Service 2": "Shërbimi 2",
	"Service 3": "Shërbimi 3",
	"Service 4": "Shërbimi 4",
	"Service 5": "Shërbimi 5",
	"Service 6": "Shërbimi 6",
	"Service Area Zip Code": "Kodi postar i zonës së shërbimit",
	"Set Automatically": "Caktimi automatik",
	"Set ID": "ID e televizorit",
	"Set My Team Alarm.": "Caktoni alarmin e ekipit tim.",
	"Set Store Mode settings.": "Cakto cilësimet e \"Modaliteti për dyqan\".",
	"Set System Color mode for your current TV input.": "Cakto modalitetin e ngjyrave të hyrjes aktuale të televizorit.",
	"Set additional options for Video Description.": "Caktoni opsione shtesë për përshkrimin e videos.",
	"Set additional picture settings.": "Cakto cilësimet shtesë të figurës.",
	"Set additional sound-related settings.": "Konfiguroni cilësimet shtesë në lidhje me zërin.",
	"Set advanced Subtitle options.": "Cakto opsionet e avancuar të titrave.",
	"Set advanced captioning options.": "Cakto opsionet e avancuara të titrimit.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Mund të caktoni dhe të modifikoni versionin e adresës IP në IPv4 ose IPv6.",
	"Set audio-related options.": "Cakto opsionet në lidhje me zërin.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Cakto madhësinë, ngjyrën, transparencën e titrave dhe opsione të tjera të transmetimeve.",
	"Set color temperature from warm to cool.": "Cakto temperaturën e ngjyrës nga e ngrohtë në të ftohtë.",
	"Set detailed caption settings for HD broadcasts.": "Vendos cilësimet e detajuara të titrave për transmetimet HD.",
	"Set detailed options for the AI functions.": "Vendosni opsione të hollësishme për funksionet AI.",
	"Set detailed options for the Home feature.": "Vendos opsione të hollësishme për funksionin e faqes kryesore.",
	"Set detailed options for the Recommendation feature.": "Vendos opsione të hollësishme për funksionin \"Rekomandime\".",
	"Set easy connection settings with external devices.": "Vendos cilësimet e lidhjes së lehtë me pajisjet e jashtme.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Konfiguroni kyçjen e kanaleve, aplikacioneve, hyrjeve të specifikuara, etj. për t'u përdorur nën udhëzimin e prindërve.",
	"Set necessary additional functions based on watching environment and screen status.": "Konfiguroni funksionet e nevojshme shtesë bazuar në mjedisin e shikueshmërisë dhe gjendjen e ekranit.",
	"Set or reset the position of on-screen captions.": "Vendos ose rivendos pozicionin e titrave në ekran.",
	"Set settings related to your wired / wireless network.": "Vendos cilësimet që lidhen me rrjetin me tel/me valë.",
	"Set the TV to turn off automatically after a set amount of time.": "Konfigurojeni televizorin të fiket automatikisht pas një farë kohe.",
	"Set the TV to turn off automatically at a set time.": "Konfigurojeni televizorin të fiket automatikisht në orar të caktuar.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Caktoje televizorin të fiket automatikisht nëse nuk ka komanda nga përdoruesi për 4 orë pas ndezjes automatike të televizorit.",
	"Set the TV to turn on automatically at a set time.": "Konfigurojeni televizorin të ndizet automatikisht në një orar të caktuar.",
	"Set the additional functions related to the TV.": "Konfiguroni funksionet shtesë lidhur me televizorin.",
	"Set the current date and time.": "Cakto orën dhe datën aktuale.",
	"Set the current date manually.": "Cakto manualisht datën aktuale.",
	"Set the current time manually.": "Caktoje manualisht orën aktuale.",
	"Set the detect range of device available to connect.": "Caktoni gamën e zbulimit të pajisjes së disponueshme për t'u lidhur.",
	"Set the region and country for broadcasts and special services.": "Caktoni rajonin dhe vendin për transmetime dhe shërbime të posaçme.",
	"Set the screen size and aspect ratio.": "Cakto madhësinë dhe raportin e pamjes së ekranit.",
	"Set the specialized functions of SIGNATURE TV.": "Konfiguroni funksionet e specializuara të SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Konfiguroni kohën për fikjen automatike të televizorit pa komandimin e përdoruesit.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Caktoni efektin mjedisor virtual të zërit me shumë kanale për të shijuar tinguj më realistë.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Caktoni efektin zanor Virtual Surround për të shijuar tinguj më realistë.",
	"Set the volume level when the TV turns on.": "Konfiguroni nivelin e volumit kur të ndizet televizori.",
	"Set time to turn off the TV.": "Cakto kohën e fikjes së televizorit.",
	"Set time to turn on the TV.": "Cakto orën për të ndezur televizorin.",
	"Set up additional features related to customer support.": "Vendos veçori shtesë në lidhje me mbështetjen ndaj klientit.",
	"Set up an account to use LG Services.": "Hap një llogari për të përdorur Shërbimet LG.",
	"Set whether to display Home when the TV is turned on.": "Vendos nëse të shfaqet faqja kryesore kur ndizet televizori.",
	"Settings Help": "Ndihma për cilësimet",
	"Sexual Situations": "Situata seksuale",
	"Sexually Suggestive Dialogue": "Dialog me nënkuptime seksuale",
	"Shanghai": "Shangai",
	"Sharpness": "Qartësia",
	"Show Password": "Shfaq fjalëkalimin",
	"Side by Side": "Krah për krah",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Ndërhyrja e sinjalit mund të zvogëlojë ndjeshmërinë e Magic Remote nëse një ruter me valë është shumë afër televizorit.",
	"Singapore": "Singapor",
	"Size": "Madhësia",
	"Skopje": "Shkup",
	"Sleep Timer": "Kohëmatësi i fikjes",
	"Slovak": "Sllovakisht",
	"Slovakia": "Sllovaki",
	"Slovenia": "Slloveni",
	"Slovenian": "Sllovenisht",
	"Slow": "I ulët",
	"Small": "I vogël",
	"Smooth": "E butë",
	"Smooth Gradation": "Gradacion i lehtë",
	"Soccer": "Futboll",
	"Sofia": "Sofje",
	"Software Update": "Përditësimi i softuerit",
	"Software Version": "Versioni i softuerit",
	"Software update has been installed. Update will be applied when you restart your TV.": "Përditësimi i softuerit u instalua. Përditësimi do të zbatohet kur të rindezësh televizorin.",
	"Solid": "Njëngjyrësh",
	"Solomon Islands": "Ishujt Solomon",
	"Somalia": "Somali",
	"Some material may not be appropriate for children under 13.": "Disa materiale mund të mos jenë të papërshtatshme për fëmijët nën 13 vjeç.",
	"Some material may not be appropriate for children.": "Disa materiale mund të mos jenë të përshtatshme për fëmijët.",
	"Sotho, Northern": "Sotho, Veriore",
	"Sotho, Southern": "Sotho, Jugore",
	"Sound": "Zëri",
	"Sound Mode": "Modaliteti i audios",
	"Sound Mode Settings": "Cilësimet e modalitetit të zërit",
	"Sound Out": "Dalja e zërit",
	"Sound Share": "Ndarja e Audios",
	"Sound Test": "Testi i zërit",
	"South Africa": "Afrika e Jugut",
	"South Korea": "Kore e Jugut",
	"Southern Africa": "Afrikë e Jugut",
	"Spain": "Spanjë",
	"Spanish": "Spanjisht",
	"Speaker Volume Control": "Kontrolli i volumit të altoparlantëve",
	"Specify detailed voice guidance settings after turning on this feature.": "Specifiko cilësimet e detajuara të udhëzuesit të zërit pasi të kesh aktivizuar këtë funksion.",
	"Speed": "Shpejtësia",
	"Spoken Subtitle": "Titra me zë",
	"Sports": "Sport",
	"Sports Alert": "Njoftimi sportiv",
	"Srednekolymsk": "Srednekolimsk",
	"Sri Lanka": "Sri-Lankë",
	"St. John's": "Sent-Xhons",
	"Stand": "Mbështesja",
	"Standard Mode Sound Effect": "Efekti i modalitetit standard të zërit",
	"Standby Light": "Drita e pritjes",
	"Start New Sound Tuning": "Hap akordim të ri të zërit",
	"Start Now": "Fillo tani",
	"Startup Sound": "Tingulli i ndezjes",
	"Stockholm": "Stokholm",
	"Stop": "Ndalo",
	"Store Demo": "Demonstrim në dyqan",
	"Store Mode": "Metoda Dyqan",
	"Store Mode Settings": "Cilësimet e \"Modaliteti për dyqan\"",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "\"Modaliteti për dyqan\" shërben për qëllimi prezantimi në dyqan. Do të rifillojë konfigurimet çdo disa minuta. Doni ta mbyllni këtë aplikacion dhe të hapni \"Modaliteti për dyqan\"?",
	"Strong": "I fortë",
	"Style": "Stili",
	"Subnet Mask": "Maska e nënrrjetit",
	"Subnet prefix length": "Gjatësia e prefiksit të nënrrjetit",
	"Subtitle First Choice Language": "Gjuha e parë e titrave",
	"Subtitle Language": "Gjuha e titrave",
	"Subtitle Second Choice Language": "Gjuha e dytë e titrave",
	"Subtitles": "Titrat",
	"Super Impose": "Mbivendos",
	"Super Resolution": "Rezolucioni super",
	"Support": "Mbështetje",
	"Suriname": "Surinam",
	"Surround Balance": "Balanca e zërit rrethues",
	"Surround Level": "Niveli i zërit rrethues",
	"Swahili": "Svahili",
	"Swati": "Svati",
	"Swaziland": "Svaziland",
	"Sweden": "Suedi",
	"Swedish": "Suedisht",
	"Swift Current": "Suift-Karrent",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Kaloni në modalitetin e pritjes për ta rindezur shpejt televizorin kur e fikni atë.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Kaloni në modalitetin e pritjes për të përdorur shpejt një shumëllojshmëri funksionesh, si aplikacionet, kërkimet, etj. kur fikni televizorin.",
	"Switzerland": "Zvicër",
	"Sync Demo": "Demonstrim i sinkronizimit",
	"Syria": "Siri",
	"System Color": "Ngjyra e sistemit",
	"São Paulo": "Sao-Paulo",
	"TAS - Tasmania - Hobart": "TAS - Tasmani - Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV": "Televizori",
	"TV Information": "Të dhëna për televizorin",
	"TV Installation Type": "Lloji i instalimit të televizorit",
	"TV Lock": "Kyçja e televizorit",
	"TV Name": "Emri i televizorit",
	"TV On With Mobile": "Ndezja e televizorit me celular",
	"TV Power Sound": "Tingulli i ndezjes së televizorit",
	"TV Power Sound Volume": "Volumi i tingullit të ndezjes së televizorit",
	"TV Program Locks": "Bllokimet e programeve televizive",
	"TV Rating English": "Klasifikimi në anglisht i TV-së",
	"TV Rating French": "Klasifikimi në frëngjisht i TV-së",
	"TV Speaker": "Altoparlanti i televizorit",
	"TV can be used as an alarm.": "Televizori mund të përdoret si alarm.",
	"TV is turned off at a set time on every specified day.": "Televizori fiket në orën e konfiguruar për çdo ditë të caktuar.",
	"TV to USB": "TV-USB",
	"Tagalog": "Tagalogisht",
	"Taiwan": "Tajvan",
	"Tajikistan": "Taxhikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Përfitoni nga veçoritë që kërkojnë lidhje rrjeti, si internet, aplikacione, përditësime të softuerëve, etj.",
	"Tallinn": "Talin",
	"Tamil": "Tamilisht",
	"Tanzania": "Tanzani",
	"Target Luminance": "Luminanca e synuar",
	"Tbilisi": "Tbilis",
	"Tegucigalpa": "Tegusigalpa",
	"Tehran": "Teheran",
	"Teletext": "Teleteksti",
	"Telugu": "Telugisht",
	"Text Color": "Ngjyra e tekstit",
	"Text Opacity": "Patejdukshmëria e tekstit",
	"Text Search": "Kërkimi me tekst",
	"Thai": "Tajlandisht",
	"Thailand": "Tajlandë",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Foletë HDMI {port1} dhe HDMI {port2} mbështesin „AMD FreeSync Premium“ dhe mund ta zgjedhësh si funksion.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Foletë HDMI {port1} dhe HDMI {port2} mbështesin „AMD FreeSync Premium“ dhe mund ta aktivizosh apo çaktivizosh.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Portat HDMI {port1} dhe HDMI {port2} mundësojnë Instant Game Response, dhe ju mund ta aktivizoni ose ta çaktivizoni atë.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Foleja HDMI {port1} mbështet „AMD FreeSync Premium“ dhe mund ta zgjedhësh këtë funksion.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Foleja HDMI {port1} mbështet „AMD FreeSync Premium“ dhe mund ta aktivizosh apo çaktivizosh.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Porta HDMI {port1} mundëson Instant Game Response, dhe ju mund ta aktivizoni ose ta çaktivizoni atë.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Foletë HDMI {port1}, HDMI {port2} dhe HDMI {port3} mbështesin „AMD FreeSync Premium“ dhe mund ta zgjedhësh si funksion.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Foletë HDMI {port1}, HDMI {port2} dhe HDMI {port3} mbështesin „AMD FreeSync Premium“ dhe mund ta aktivizosh apo çaktivizosh.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Foletë HDMI {port1}, HDMI {port2}, HDMI {port3} dhe HDMI {port4} mbështesin „AMD FreeSync Premium“ dhe mund ta zgjedhësh si funksion.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Foletë HDMI {port1}, HDMI {port2}, HDMI {port3} dhe HDMI {port4} mbështesin „AMD FreeSync Premium“ dhe mund ta aktivizosh apo çaktivizosh.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Portat HDMI {port1}, HDMI {port2}, HDMI {port3} dhe HDMI {port4} mundësojnë Instant Game Response, dhe ju mund ta aktivizoni ose ta çaktivizoni atë.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Portat HDMI {port1}, HDMI {port2} dhe HDMI {port3} mundësojnë Instant Game Response, dhe ju mund ta aktivizoni ose ta çaktivizoni atë.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID-ja dalluese HbbTV është një vlerë unike e përdorur vetëm për HbbTV, e cila nuk është e lidhur me informacionin personal të përdoruesit.",
	"The HbbTV Distinctive ID will be reset.": "ID-ja dalluese HbbTV do të rikonfigurohet.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikacioni ose shërbimi HbbTV do të çaktivizojë gjurmimin e një përdoruesi të caktuar.",
	"The IBB service will disable its tracking of an individual user.": "Shërbimi IBB do të çaktivizojë gjurmimin e një përdoruesi të caktuar.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informacioni i shtetit të shërbimeve të LG-së nuk mund të merrej nga serveri. Provo sërish më vonë.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Për të ndryshuar gjuhën e menysë, duhet të ringarkohet aplikacioni \"Cilësimet\". Të vazhdohet?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ndriçimi i ambientit do të ofrohet kur të pikaset lëvizje rreth televizorit.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Shërbimet e identifikimit të jashtëm të zërit mund të ndryshojnë në varësi të cilësimit të gjuhës. Gjithashtu, nëse ndryshon gjuhën e menusë, do të rifreskohet menuja e cilësimit. Dëshiron të vazhdosh?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Lista e kanaleve u kopjua me sukses nga pajisja ruajtëse USB në televizor. Televizori do të riniset për 5 sekonda.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Lista e kanaleve u kopjua me sukses nga televizori në pajisjen ruajtëse USB.",
	"The closer to 100, the brighter.": "Sa më afër vlerës 100, aq më e ndritshme.",
	"The closer to 100, the clearer the color becomes.": "Sa më afër vlerës 100, aq më e qartë bëhet ngjyra.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Sa më afër vlerës 50, aq më e qartë e kuqja; sa më afër vlerës 50, aq më e qartë e jeshilja.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Vlerat e hollësishme të caktuara të funksionit \"Bilanci i së bardhës\" do të rivendosen. Dëshiron të vazhdosh?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Hendeku midis volumeve të zërit të kanalit dhe programit zvogëlohet automatikisht, gjë që ju ndihmon të shikoni programin me një volum të qëndrueshëm.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Hapësira midis volumeve të zërit të kanalit dhe programit konfigurohet automatikisht që të shikoni programin me një volum të qëndrueshëm.",
	"The higher the settings, the louder the sound rapidly.": "Sa më i lartë të jetë cilësimi, aq më i fortë bëhet zëri.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Altoparlanti i brendshëm i televizorit dhe altoparlantët Bluetooth mund të prodhojnë zërin njëkohësisht, duke krijuar një efekt të gjallë të tingullit të ambientit.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Gjuha për njohjen e zërit do të caktohet automatikisht në varësi të gjuhës së zgjedhur të menusë.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Gjuha e përdorur për njohjen e zërit përcaktohet sipas gjuhës së zgjedhur të menysë. Shërbimet mbështetëse mund të ndryshojnë në varësi të gjuhës së zërit.",
	"The network is currently unavailable. Please try again later.": "Rrjeti nuk disponohet aktualisht. Provo sërish më vonë.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Procesi do të zgjatë rreth një orë për të përfunduar dhe televizori juaj duhet të qëndrojë i fikur.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Procesi do të zgjasë rreth {n} minutë(a) për të përfunduar dhe televizori juaj duhet të qëndrojë i fikur.",
	"The program is intended for adults only.": "Programi është vetëm për të rritur.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ndriçimi i ekranit rregullohet automatikisht në përputhje me ndriçimin rreth televizorit tuaj.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekrani do të rrëshqasë poshtë për 5 sekonda. Shtyp çdo buton përveç atij të Energjisë dhe Volumit në telekomandë, për ta rrëshqitur përsëri ekranin lart.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nënvlerat e caktuara të funksionit \"Sistemi i menaxhimit të ngjyrave\" do të rivendosen. Dëshiron të vazhdosh?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Konfigurimi i Bluetooth Surround Sound + Altoparlanti i brendshëm i televizorit do të rivendosen.",
	"The settings are as follows.": "Cilësimet janë si në vijim.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zëri mund të mos dalë kur dalja dixhitale e zërit vendoset në \"Përcjellje\".",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Përditësimi nuk mund të zbatohet në televizor. Softueri do të kthehet në versionin e mëparshëm.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Efektet vizuale shfaqen në ekran kur televizori është i ndezur dhe kur lëviz ekrani.",
	"There are no paired devices.": "Nuk ka pajisje të çiftuara.",
	"There are settings to correct or prevent OLED panel noise.": "Ka cilësime për të korrigjuar ose parandaluar zhurmën e panelit OLED.",
	"There is no USB device connected to your TV.": "Nuk ka pajisje tjetër USB të lidhur me televizorin.",
	"There is no message.": "Nuk ka mesazhe.",
	"Thimphu": "Timpu",
	"Third Language": "Gjuha tretësore",
	"This feature applies only to specified LG Wireless Keyboard models.": "Kjo veçori vlen vetëm për modelet e specifikuara të tastierës me valë LG.",
	"This function works only when it is provided by the broadcast program.": "Ky funksion punon vetëm kur ofrohet nga programi i transmetimit.",
	"This is a closed caption preview": "Ky është një shikim paraprak i titrave të mbyllur",
	"This is an already existing value.": "Kjo është një vlerë tashmë ekzistuese.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ky shërbim ju ofron më shumë informacion rreth programit që po shihni dhe ka përmbajtje të ngjashme.",
	"This will revert all options on TV to their default settings.": "Kjo do t'i kthejë të gjitha opsionet në televizor në cilësimet standarde.",
	"Thule": "Tul",
	"Tijuana": "Tihuanë",
	"Time": "Ora",
	"Timer Channel": "Kanali i kohëmatësit",
	"Timer Repeat": "Përsëritja e kohëmatësit",
	"Timers": "Kohëmatësit",
	"Timezone": "Brezi orar",
	"Timor-Leste": "Timori Lindor",
	"Tint": "Ngjyrimi",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Për të optimizuar tingullin, luani testin e tingullit në televizor dhe filloni të matni tingullin e reflektuar duke përdorur Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Për të testuar zërin e televizorit, cilësimi i daljes së zërit duhet të ndryshohet në altoparlantin e brendshëm të televizorit. Të vazhdohet?",
	"Tokyo": "Tokio",
	"Tonga": "Tongë",
	"Top and Bottom": "Lart dhe poshtë",
	"Total Power On Time": "Koha e qëndrimit ndezur gjithsej",
	"Tracking Speed": "Shpejtësia e gjurmimit",
	"Translucent": "I tejndritshëm",
	"Transparent": "I tejdukshëm",
	"Treble Boost": "Përforcim alto",
	"Trinidad And Tobago": "Trinidad-e-Tobago",
	"Trinidad and Tobago": "Trinidad dhe Tobago",
	"Tswana": "Tsvana",
	"Tune and save available channels.": "Sintonizo dhe ruaj kanalet e disponueshme.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizo dhe ruaj kanalet e disponueshme. Mund të caktosh opsione kanalesh satelitore.",
	"Tunisia": "Tunizi",
	"Turkey": "Turqi",
	"Turkish": "Turqisht",
	"Turn on TV with mobile device same as smartphone.": "Ndizeni televizorin përmes aparatit celular, të tillë si telefoni inteligjent.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Aktivizoni dhe çaktivizoni portën Ultra HD Deep Colour për HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Aktivizoni ose çaktivizoni Instant Game Response të portës HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Ndizeni televizorin me anë të aparatit celular me Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Ndizeni televizorin me anë të aparatit celular përmes rrjetit Wi-Fi.",
	"Turn on via Bluetooth": "Aktivizo përmes \"Bluetooth\"",
	"Turn on via Wi-Fi": "Aktivizo përmes Wi-Fi",
	"Turn on/off description box in Settings.": "Aktivizoni/çaktivizoni kutinë e përshkrimit te Cilësimet.",
	"Turn on/off standby light.": "Ndiz/fik dritën e qëndrimit në pritje.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Aktivizo/çaktivizo „AMD FreeSync Premium“ në folenë HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Aktivizoni/çaktivizoni imazhet që do të shfaqen në ekran nëse nuk ka sinjal.",
	"Turn on/off the related features of energy consumption.": "Aktivizoni/çaktivizoni veçoritë që kanë të bëjnë me konsumin e energjisë.",
	"Turn the Hybridcast service on/off.": "Aktivizo/çaktivizo shërbimin Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Aktivizo/çaktivizo shërbimin e bashkëveprimit (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Aktivizo/çaktivizo guidën televizive të kompanisë së transmetimeve televizive.",
	"Turn your broadcast TV provider's teletext service on/off.": "Aktivizo/çaktivizo shërbimin e teletekstit të kompanisë së transmetimeve televizive.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Çaktivizimi i Wi-Fi do të të pengojë hyrjen në të gjitha shërbimet e ofruara në internet nëse nuk përdor kabllo për lidhjen në rrjet. Të vazhdohet?",
	"UAE": "UAE",
	"UHD Mode": "Modaliteti UHD",
	"USA": "SHBA",
	"USB storage for Copy Channels": "Vendruajtja USB për kopjimin e kanaleve",
	"USB to TV": "USB-TV",
	"Uganda": "Ugandë",
	"Ukraine": "Ukrainë",
	"Ukrainian": "Ukrainisht",
	"Ulaanbaatar": "Ulan-Bator",
	"Unable to check for updates.": "Nuk mund të kërkohet për përditësime.",
	"Unable to connect to the network.": "Lidhja me rrjetin nuk mund të vendoset.",
	"Undefined": "E papërcaktuar",
	"Under 17 requires accompanying parent or adult guardian.": "Personat nën 17 vjeç duhet të shoqërohen nga prindi ose një kujdestar i rritur.",
	"United Arab Emirates": "Emiratet e Bashkuara Arabe",
	"United Kingdom": "Mbretëria e Bashkuar",
	"United States of America": "Shtetet e Bashkuara të Amerikës",
	"Universal Control Settings": "Cilësimet e telekomandës",
	"Unknown": "I panjohur",
	"Unknown issue has occurred.": "Ndodhi problem i panjohur.",
	"Update canceled.": "Përditësimi u anulua.",
	"Update in progress...": "Po kryhet përditësim...",
	"Update in progress...({n}%)": "Në përditësim...({n}%)",
	"Update paused.": "Përditësimi u ndërpre.",
	"Update reserved.": "Përditësimi u rezervua.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Përditësimi do të anulohet dhe të gjithë skedarët e përditësimit do të fshihen tani. Të vazhdohet?",
	"Urdu": "Urduisht",
	"Uruguay": "Uruguaj",
	"Urumqi": "Urumki",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Përdorni Magic Remote për të analizuar akustikën e dhomës dhe për të optimizuar cilësinë e zërit të televizorit bazuar mbi rezultatet.",
	"Use a large pointer.": "Përdorni një tregues të madh.",
	"Use a medium pointer.": "Përdorni një tregues mesatar.",
	"Use a small pointer.": "Përdorni një tregues të vogël.",
	"Use the 4-way controller to change the position and press the OK button.": "Përdor kontrolluesin me 4 drejtime për të ndryshuar pozicionin dhe shtyp butonin OK.",
	"Use the following services with the selected language.": "Përdor shërbimet e mëposhtme me gjuhën e zgjedhur.",
	"User": "Përdoruesi",
	"User Agreements": "Marrëveshjet e përdoruesit",
	"User Guide": "Udhëzuesi i përdorimit",
	"Uzbek": "Uzbekisht",
	"Uzhhorod": "Uzhorod",
	"V Position": "Pozicioni V",
	"V Sharpness": "Mprehtësia V",
	"V Size": "Madhësia V",
	"VIC - Victoria - Melbourne": "VIC - Viktoria - Melburn",
	"Valencian": "Valencisht",
	"Vancouver": "Vankuver",
	"Vatican City": "Vatikan (qyteti)",
	"Venezuela": "Venezuelë",
	"Vertical Zoom": "Zmadhim vertikal",
	"Video Description": "Përshkrimi i videos",
	"Vienna": "Vienë",
	"Vientiane": "Vientianë",
	"Vietnamese": "Vietnamisht",
	"View current Common Interface (CI) information.": "Shiko informacionin aktual për Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Shiko artikujt më qartë duke ndryshuar ngjyrën në të zezë dhe të bardhë të menysë në ekran.",
	"View messages from your broadcast TV provider.": "Shiko mesazhet nga kompania e transmetimeve televizive.",
	"View more information about watching program and enjoy related contents.": "Shfaqni më shumë informacione rreth programit që po shihni dhe shijoni përmbajtjet përkatëse.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Shikoni ekranin origjinal ashtu siç është ose konfiguroni madhësinë e ekranit dhe raportin e pamjes.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Shikoni ekranin origjinal ashtu siç është marrë nga sinjali i transmetimeve ose pajisja e lidhur.",
	"Violence": "Dhunë",
	"Vivid": "E ndezur",
	"Voice Recognition Help and Settings": "Ndihma dhe cilësimet e njohjes së zërit",
	"Voice Support Service": "Shërbimi mbështetës i zërit",
	"Volume": "Volumi",
	"Volume Increase Amount": "Shkalla e rritjes së volumit",
	"Volume Mode": "Modaliteti i volumit",
	"WA - Western Australia - Eucla": "WA - Australia Perëndimore - Eukla",
	"WA - Western Australia - Perth": "WA - Australia Perëndimore - Perth",
	"Wall-mounted": "Montuar në mur",
	"Warm1": "E ngrohtë1",
	"Warm2": "E ngrohtë2",
	"Warm3": "E ngrohtë3",
	"Warsaw": "Varshavë",
	"Wasu": "Uasu",
	"Watch a diverse range of Internet contents on TV channels.": "Shikoni një gamë të larmishme programesh nga interneti në kanalet televizive.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Ne mbledhim dhe ruajmë adresën \"MAC\", numrin e modelit, prefiksin e shtetit, cilësimet e gjuhës dhe versionin e softuerit për të verifikuar pajisjen dhe për të kontrolluar nëse ke versionin më të ri të softuerit.",
	"Welcome Feature": "Veçoria e mirëseardhjes",
	"Welsh": "Uellsisht",
	"Western Africa": "Afrikë Perëndimore",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kur një HDD i lidhur nuk është përdorur për një periudhë të caktuar, kaloni në modalitet pritjeje për të zvogëluar konsumin e energjisë.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kur lidhet një pajisje në fole, figura e lojës optimizohet me minimumin e vonesave, zhurmës apo ngecjeve.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kur Instant Game Response aktivizohet, videoja mund të pulsojë përkohësisht.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kur Sound Out caktohet në \"Bluetooth/HDMI ARC/Optical Digital/Altoparlantë WiSA\" ose pajisja e lidhur nuk e mbështet Instant Response Game, mund të mos funksionojë siç duhet.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Kur dalja e zërit vendoset në \"Bluetooth\" ose pajisja e lidhur nuk e mundëson Instant Game Response, mund të mos funksionojë siç duhet.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Kur pajisja aktivizohet/çaktivizohet, televizori do të ndizet/fiket automatikisht.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kur efektet vizuale janë të fikura, ekrani shfaqet si Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kur ky funksion caktohet si „aktiv“, disa funksione që shfaqen në ekran do të jenë pjesërisht transparente.",
	"When your TV is turned off, the device will automatically turn off.": "Kur televizori fiket, pajisja do të çaktivizohet automatikisht.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Ndërsa vlera e ndryshuar e caktuar transferohet në një pajisje të jashtme, fotoja ose zëri mund të mos shfaqen normalisht ose përkohësisht.",
	"White": "E bardhë",
	"White Balance": "Ekuilibri i të bardhës",
	"Wi-Fi Connection": "Lidhja Wi-Fi",
	"Wi-Fi Security": "Siguria e Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi është çaktivizuar. Aktivizoje për të parë listën e rrjeteve të disponueshme me të cilat mund të lidhesh, si dhe artikujt të tjerë të menysë.",
	"Wi-Fi issue has occurred.": "Ndodhi problem me Wi-Fi.",
	"WiSA Speakers": "Altoparlantët WiSA",
	"Wide Area Zone": "Zona e rrjetit me shtrirje të gjerë",
	"Wide View": "Pamje së gjeri",
	"Wide View (32:9)": "Pamje e gjerë (32:9)",
	"Wide Zoom": "Zmadhim i gjerë",
	"Windhoek": "Vindhëk",
	"Window Color": "Ngjyra e dritares",
	"Window Opacity": "Tejdukshmëria e dritares",
	"Winnipeg": "Uinipeg",
	"Wired Connection (Ethernet)": "Lidhje me tela (Ethernet)",
	"Wired Headphones": "Kufjet me tel",
	"Wired Headphones + Internal TV Speaker": "Kufje me tela + Altoparlant i brendshëm i televizorit",
	"With this option, you can control the audio device's volume with your TV remote.": "Me këtë opsion, mund të kontrolloni volumin e pajisjes audio me telekomandën e televizorit.",
	"Yakutsk": "Jakuck",
	"Yamoussoukro": "Jamusukro",
	"Year": "Viti",
	"Yekaterinburg": "Ekaterinburg",
	"Yellow": "E verdhë",
	"Yellowknife": "Jellounajf",
	"Yemen": "Jemen",
	"Yerevan": "Erevan",
	"Yes": "Po",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Mund të rregullosh efektet zanore kur televizori është ndezur ose fikur dhe ekrani lëviz.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Mund të kontrolloni pajisjet që janë të lidhura me portat HDMI me telekomandën magjike pa proceset e konfigurimit të pajisjes.",
	"You can delete the device connection history of Screen Share.": "Mund të fshish historikun e lidhjes së pajisjeve të „Screen Share“.",
	"You can delete the device connection history of Sound Share.": "Mund të fshish historikun e lidhjes së pajisjeve të „Sound Share“.",
	"You can find the default password in User Guide.": "Ju mund ta gjeni fjalëkalimin e parazgjedhur në Udhëzuesi i përdorimit.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Mund të ndizni Instant Game Response duke e caktuar HDMI Ultra HD Deep Colour në “Aktiv”.",
	"You can only change settings from the current HDMI input.": "Cilësimet mund t'i ndryshosh vetëm nga hyrja ekzistuese HDMI.",
	"You can scan again to connect the device.": "Mund të skanoni sërish për të lidhur pajisjen.",
	"You can select left and right audio settings for broadcast signal.": "Mund të zgjidhni konfigurime audio majtas dhe djathtas për sinjalin e transmetimit.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Mund të zgjedhësh „AMD FreeSync Premium“ e folesë HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Mund të zgjidhni Ultra HD Deep Colour të portës.",
	"You can set the sound to play when the TV is turned on or off.": "Mund të vendosësh tingullin që dëshiron të luhet kur ndizet dhe fiket televizori.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Mund të aktivizoni/çaktivizoni veçorinë e ruajtjes së profilit të operatorit CAM.",
	"You can turn this feature on or off.": "Këtë funksion mund ta aktivizosh ose çaktivizosh.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Mund të merrni rekomandime të ndryshme për përmbajtje përmes rrjetit. Fikja e këtij opsioni do të ofrojë vetëm përmbajtjen themelore dhe disa funksione mund të mos jenë të disponueshme.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televizori dhe pajisja e lidhur me SIMPLINK do të sinkronizohen si më poshtë:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Televizori juaj duhet të qëndrojë i fikur ndërsa procesi i rifreskimit të pikselave është në proces. Çdo regjistrim aktual ose i ardhshëm, kujtesë ose ndezje me kohëmatës gjatë këtij procesi do të anulohet dhe altoparlanti BT në pamje zero nuk do të jetë i disponueshëm.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Televizori juaj duhet të qëndrojë i fikur ndërsa procesi i rifreskimit të pikselave është në progres. Çdo regjistrim aktual ose i ardhshëm, përkujtues ose ndezje me kohë gjatë këtij procesi do të anulohet.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Televizori duhet të lidhet me rrjetin për të caktuar automatikisht shtetin e shërbimeve të LG-së. Të kalohet tani te \"Cilësimet e rrjetit\" për të kontrolluar lidhjen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Televizori duhet të dijë vendndodhjen aktuale, për të dërguar mesazhe sinjalizimi emergjence përmes sinjalit të tij dixhital televiziv.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televizori do të fiket derisa të përfundojë procesi, dhe në ate moment do të rindizet automatikisht.",
	"Zaporozhye": "Zaporozhje",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Zmadho",
	"Zoom2": "Zmadhim2",
	"Zürich": "Cyrih",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] do të shkëputet nga televizori. Zëri nuk do të luhet më nga kjo pajisje. Të vazhdohet?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] do të hiqet nga lista e pajisjeve të çiftuara. Nëse dëshiron ta lidhësh më vonë, duhet të kërkosh për pajisje të disponueshme dhe ta riçiftosh. Të vazhdohet?",
	"[{deviceName}] will be deleted.": "[{deviceName}] do të fshihet.",
	"aspectRatio_original": "Origjinal",
	"audioGuidance_fast": "I shpejtë",
	"audioGuidance_high": "E lartë",
	"audioGuidance_low": "I ulët",
	"audioGuidance_medium": "Mesatare",
	"audioGuidance_slow": "I ulët",
	"audioGuidance_veryFast": "Shumë shpejt",
	"audioGuidance_veryHigh": "Shumë lart",
	"audioGuidance_veryLow": "Shumë poshtë",
	"audioGuidance_verySlow": "Shumë ngadalë",
	"btDotSignalStrength_wide": "I gjerë",
	"button": "butoni",
	"character": "germë",
	"characters": "germa",
	"checked": "piketuar",
	"colorGamutJPNWide": "I gjerë",
	"connecting": "po lidhet",
	"depthOfColor": "Ngjyra",
	"diagonal zoom in": "zmadhim diagonal",
	"diagonal zoom out": "zvogëlim diagonal",
	"digitalOptionSetByProgram": "Caktoje sipas programit",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Mesatare",
	"freesync_high": "E lartë",
	"freesync_low": "I ulët",
	"freesync_off": "Joaktiv",
	"freesync_wide": "I gjerë",
	"gamma_high1": "Lartësia1",
	"gamma_high2": "Lartësia2",
	"hidden": "fshehur",
	"horizontal zoom in": "zmadhim horizontal",
	"horizontal zoom out": "zvogëlim horizontal",
	"jpDoNot": "Joaktiv",
	"logoLuminance_high": "I lartë",
	"logoLuminance_low": "I ulët",
	"min": "min.",
	"not connected": "nuk është lidhur",
	"objet_soundMode": "Optimalizoni modalitetin e zërit sipas llojit të materialit.",
	"pictureControlAuto": "Automatike",
	"pictureControlAuto_BlackLevel": "Automatike",
	"pictureControlHigh": "E lartë",
	"pictureControlHigh_BlackLevel": "E lartë",
	"pictureControlHigh_Male": "E lartë",
	"pictureControlLow": "I ulët",
	"pictureControlLow_BlackLevel": "I ulët",
	"pictureControlLow_Male": "I ulët",
	"pictureControlMedium": "Mesatare",
	"pictureControlMedium_BlackLevel": "Mesatare",
	"pictureControlMedium_Male": "Mesatare",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Mesatare",
	"pictureLocalDimmingHigh": "E lartë",
	"pictureLocalDimmingLow": "I ulët",
	"pictureLocalDimmingMed": "Mesatare",
	"pictureMode": "Standarde",
	"pictureModeSettings": "Personalizo",
	"press OK button to edit IP manually": "shtyp butonin \"OK\" për ta modifikuar manualisht \"IP\"",
	"press OK button to enter channel to search": "shtyp butonin \"OK\" për të dhënë kanalin për kërkim",
	"press OK button to enter value": "shtyp butonin \"OK\" për të dhënë vlerën",
	"press right button to adjust de-judder and de-blur value": "shtyp butonin \"djathtas\" për të rregulluar vlerën e heqjes së dridhjeve dhe të turbullirës",
	"press right button to adjust zoom ratio and position": "shtyp butonin \"djathtas\" për të rregulluar raportin e zmadhimin dhe pozicionin",
	"shift current screen down": "lëviz ekranin aktual poshtë",
	"shift current screen to the left": "lëviz ekranin aktual majtas",
	"shift current screen to the right": "lëviz ekranin aktual djathtas",
	"shift current screen up": "lëviz ekranin aktual lart",
	"shift down": "lëviz poshtë",
	"shift left": "lëviz majtas",
	"shift right": "lëviz djathtas",
	"shift up": "lëviz lart",
	"speaker_channel": "Kanali",
	"thaRatingNone": "Asnjë",
	"unchecked": "shpiketuar",
	"unread": "të palexuara",
	"vertical zoom in": "zmadhim vertikal",
	"vertical zoom out": "zvogëlim vertikal",
	"volumeModeHigh": "E lartë",
	"volumeModeLow": "I ulët",
	"volumeModeMedium": "Mesatare",
	"webOS TV Version": "Versioni i televizorit webOS",
	"zoom in": "zmadhim",
	"zoom out": "zvogëlim",
	"{label} : L{value}": "{label}: L{value}",
	"{label} : R{value}": "{label}: R{value}"
}
