{
	" (User)": " (Naudotojas)",
	"(Version: {l})": "(Versija: {l})",
	"* The device connected should support this service.": "* Prijungtas įrenginys turi palaikyti šią paslaugą.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ši funkcija naudojama tik vieną kartą, kuomet televizorius yra išjungiamas.",
	"* This feature is available on certain devices only.": "* Ši funkcija galima tik tam tikruose įrenginiuose.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Šis režimas aiškiai išreiškia FILMMAKER MODE ketinimus, tačiau jis gali atrodyti tamsesnis nei kiti vaizdo režimai.",
	"* This settings is only available for Internal TV Speaker.": "* Ši nuostata galima tik vidiniam televizoriaus garsiakalbiui.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Nors ši parinktis yra įjungta, ekrano užsklanda neveiks, kad nebūtų trikdoma peržiūra išorės įvestyse, pvz., „Live TV“.",
	"* You can control the app which supports the function on your mobile device.": "* Galite kontroliuoti programėlę, kuri palaiko funkcijas mobiliajame prietaise.",
	"1) Turn the Bluetooth on the other device off.": "1) Išjunkite „Bluetooth“ kitame įrenginyje.",
	"10 Points Code Value": "10 taškų kodo vertė",
	"10 Points IRE": "10 IRE taškų",
	"10 and Above": "10 ir daugiau",
	"11 and Above": "11 ir daugiau",
	"12 Hours": "12 valandos",
	"12 and Above": "12 ir daugiau",
	"13 and Above": "13 ir daugiau",
	"14 and Above": "14 ir daugiau",
	"14 by 9": "14:9",
	"15 and Above": "15 ir daugiau",
	"16 and Above": "16 ir daugiau",
	"16 by 9": "16:9",
	"17 and Above": "17 ir daugiau",
	"18 and Above": "18 ir daugiau",
	"19 and Above": "19 ir daugiau",
	"2 Channel": "2 kanal.",
	"2 Hours": "2 valandos",
	"2 Points": "2 taškai",
	"2) Turn the Bluetooth device to connect off and on.": "2) Išjunkite ir įjunkite „Bluetooth“ įrenginyje, kurį norite prijungti.",
	"20 Points Code Value": "20 taškų kodo vertė",
	"20 Points IRE": "20 IRE taškų",
	"20 and Above": "20 ir daugiau",
	"21 by 9": "21:9",
	"22 Points Code Value": "22 taškų kodo vertė",
	"22 Points IRE": "22 IRE taškų",
	"24 Hours": "24 valandos",
	"3 Hours": "3 valandos",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "3G/4G ryšys",
	"4 Hours": "4 valandos",
	"4 Hours Auto Power Off": "Automatinis maitinimo išjungimas po 4 val.",
	"4 and Above": "4 ir daugiau",
	"4 by 3": "4:3",
	"4-Way Zoom": "Priartinimas 4 kryptimis",
	"5 and Above": "5 ir daugiau",
	"5.1 Channel": "5,1 kanal.",
	"6 Hours": "6 valandos",
	"6 and Above": "6 ir daugiau",
	"7 and Above": "7 ir daugiau",
	"8 Hours": "8 valandos",
	"8 and Above": "8 ir daugiau",
	"9 and Above": "9 ir daugiau",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID naudojamas, kad būtų galima identifikuoti šį įrenginį reklamos tikslais ir parodyti tam tikrus skelbimus, kurie gali jus sudominti. Žemiau galite iš naujo nustatyti AD ID arba apriboti AD ID stebėjimą.",
	"AI Acoustic Tuning": "AI Akustinis derinimas",
	"AI Acoustic Tuning Options": "AI Akustinio derinimo parinktys",
	"AI Acoustic Tuning is disabled.": "AI Akustinis derinimas neleidžiamas.",
	"AI Brightness Control": "AI Ryškumo Valdymas",
	"AI Picture": "AI vaizdas",
	"AI Picture Pro": "AI vaizdas Pro",
	"AI Recommendation": "AI rekomendacija",
	"AI Service": "AI paslauga",
	"AI Sound": "AI garsas",
	"AI Sound Pro": "AI garsas Pro",
	"AV Sync Adjustment": "AV sinchr. reguliavimas",
	"Abidjan": "Abidžanas",
	"Accessibility": "Pasiekiamumas",
	"Account Management": "Paskyros valdymas",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Suaktyvinus šią parinktį bus sustabdytas su šiuo „Smart TV“ televizoriumi susijusių asmeninių duomenų rinkimas ir stebėjimas. Įjungus jungiklį, gali pasikeisti toliau rodomų skelbimų tipai, tačiau dėl to nenustosite gauti skelbimų.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Suaktyvinus šį jungiklį, LGE nurodys savo trečiųjų šalių teikėjams nustoti naudoti komerciniais tikslais jūsų asmenine informacija. Jei atskirai neatsisakysite, vis tiek galėsite naudotis tokiomis paslaugomis kaip „Live Plus“, „LG Channels“ ir „Who.Where.What?“.",
	"Add Network": "Pridėti tinklą",
	"Add a hidden wireless network": "Pridėti paslėptą belaidį tinklą",
	"Add wireless network by manually entering network name (SSID).": "Pridėkite belaidį tinklą rankiniu būdu, įvesdami tinklo pavadinimą (SSID).",
	"Addis Ababa": "Adis Abeba",
	"Additional Audio Selection": "Papildomas garso pasirinkimas",
	"Additional Settings": "Papildomos nuostatos",
	"Address Setting": "Adreso nustatymas",
	"Aden": "Adenas",
	"Adjust Audio Guidance pitch.": "Reguliuokite garso nurodymų toną.",
	"Adjust Audio Guidance speed.": "Reguliuokite garso nurodymų greitį.",
	"Adjust Audio Guidance volume.": "Reguliuokite garso nurodymų garsumą.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Sureguliuokite foninio apšvietimo ryškumą, kad ekranas būtų ryškesnis arba tamsesnis.",
	"Adjust Screen Position": "Reguliuoti ekrano padėtį",
	"Adjust Zoom Ratio": "Reguliuoti artinimo koeficientą",
	"Adjust animation effect shown on the home at certain times.": "Nustatykite tam tikru laiku pagrindiniame ekrane rodomą animacijos efektą.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Išanalizuodami vaizdo judėjimą, kad neblizgėtų ir sumažėtų energijos suvartojimas, sureguliuokite šviesumą.",
	"Adjust brightness of the LG logo.": "Koreguoti LG logotipo ryškumą.",
	"Adjust color and saturation for a more vivid image.": "Sureguliuokite spalvą ir grynį, kad vaizdas būtų gyvesnis.",
	"Adjust color temperature automatically to reduce eye strain.": "Kad sumažintumėte akių įtampą, automatiškai sureguliuokite spalvų temperatūrą.",
	"Adjust cursor speed.": "Nustatykite žymiklio greitį.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Sureguliuokite kontūrų ryškumą. Aukštesnės vertės lemia vaizdo aiškumą ir ryškius kontūrus.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Sureguliuokite gamos nuostatas, kad būtų kompensuotas įvesties signalo šviesumas.",
	"Adjust left/right audio balance.": "Sureguliuokite kairiosios / dešiniosios pusės garso balansą.",
	"Adjust luminance for selected color.": "Sureguliuokite pasirinktos spalvos skaistį.",
	"Adjust luminance level for selected IRE point.": "Sureguliuokite skaisčio lygį pasirinktam IRE taškui.",
	"Adjust peak brightness for the brightest luminance.": "Reguliuokite didžiausią ryškumą ryškiausiam skaisčiui nustatyti.",
	"Adjust remote's cursor speed and appearance.": "Sureguliuokite nuotolinio valdymo pulto žymeklio greitį ir išvaizdą.",
	"Adjust saturation for selected color.": "Sureguliuokite pasirinktos spalvos grynį.",
	"Adjust screen brightness to reduce energy consumption.": "Nustatykite ekrano ryškumą, kad būtų suvartojama mažiau energijos.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Sureguliuokite OLED ŠVIESĄ, kad ekranas būtų ryškesnis arba tamsesnis.",
	"Adjust the audio timing to synchronize the video and audio.": "Nustatykite garso laiką vaizdui ir garsui sinchronizuoti.",
	"Adjust the balance of red and green to display the tint on the screen.": "Sureguliuokite raudonos ir žalios spalvos balansą, kad ekrane būtų rodomas atspalvis.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Sureguliuokite spalvų balansą pakeisdami spalvų temperatūrą, šviesumą ir raudonos, žalios ir mėlynos spalvų intensyvumą.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Sureguliuokite individualaus vaizdo režimo kontrastą, skiriamąją gebą ir kt., ir nustatykite pageidaujamą spalvą, gamą ir kt.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Nustatykite skirtumą tarp šviesių ir tamsių ekrano vietų. Aukštesnės vertės lemia didesnį skirtumą.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Tokiu pačiu būdu sureguliuokite filmo kadrų santykį ir tai suteikia kino teatro jausmą.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Sureguliuokite statinių vaizdų, pvz., logotipų ir kt., šviesumą ir neleiskite susidaryti vaizdo kokybės problemoms, kurios gali kilti, kai televizorius būna įjungtas ilgą laiką.",
	"Adjust the screen color to be pale or deep.": "Sureguliuokite ekrano spalvą, kad ji būtų blausi arba gili.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Sureguliuokite garsą pagal savo poreikį kiekvienai garso dažnių juostai.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Sureguliuokite sinchronizavimo laiką, kai vaizdo ir garso įrašų laikas skiriasi.",
	"Adjust the tint to brighten or darken the screen.": "Sureguliuokite atspalvį, kad ekranas būtų ryškesnis arba tamsesnis.",
	"Adjust the volume you want with pressing remote's volume key.": "Sureguliuokite norimą garsumą paspausdami nuotolinio valdymo pulto garsumo mygtuką.",
	"Adjust tint for selected color.": "Sureguliuokite pasirinktos spalvos atspalvį.",
	"Adjust whether to display the home promotion.": "Sureguliuokite, ar rodyti vietines akcijas.",
	"Adjusting Luminance": "Skaisčio reguliavimas",
	"Adolescent over 13 are allowed to watch.": "Leidžiama žiūrėti vyresniems nei 13 metų paaugliams.",
	"Adolescent over 14 are allowed to watch.": "Leidžiama žiūrėti vyresniems nei 14 metų paaugliams.",
	"Adolescent over 16 are allowed to watch.": "Leidžiama žiūrėti vyresniems nei 16 metų paaugliams.",
	"Adult": "Suaugusiesiems",
	"Adult Language": "Suaugusiųjų kalba",
	"Adults only.": "Tik suaugusiesiems.",
	"Advanced": "Išplėstinės nuostatos",
	"Advanced Controls": "Išplėstiniai valdikliai",
	"Advanced Wi-Fi Settings": "Išplėstiniai Wi-Fi nustatymai",
	"Advertisement": "Reklama",
	"Afghanistan": "Afganistanas",
	"Afrikaans": "Afrikanų",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pakeitus šalį, visi šiuo metu nustatyti kanalai bus ištrinti. Norėdami iš naujo nustatyti kanalus, eikite į „Automatinis nustatymas“. Ar norite tęsti?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pakeitus pašto kodą, visi šiuo metu nustatyti „Freesat“ kanalai bus pašalinti. Norėdami iš naujo nustatyti kanalus, eikite į „Automatinis nustatymas“. Ar norite tęsti?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Pakeitę šalį, galite nuskaityti kanalus naudodami automatinio nustatymo funkciją. Ar norite tęsti?",
	"Ages 2-7 are allowed to watch.": "Gali žiūrėti 2–7 metų amžiaus vaikai.",
	"Akan": "Akanų k.",
	"Albania": "Albanija",
	"Albanian": "Albanų k.",
	"Alerts you by sound when the TV is turned on or off.": "Įjungiant arba išjungiant televizorių, pasigirsta įspėjamasis signalas.",
	"Algeria": "Alžyras",
	"Algiers": "Alžyras",
	"All Channels": "Visi kanalai",
	"All Children": "Visi vaikai",
	"All ages are allowed to watch.": "Gali žiūrėti bet kokio amžiaus žiūrovai.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Visos dabartinės režimo {pictureMode} nuostatos bus nustatytos iš naujo. Ar norite tęsti?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Visos standartinio režimo garso efektų nuostatos bus nustatytos iš naujo. Ar norite tęsti?",
	"Allow Automatic Updates": "Leisti automatinius atnaujinimus",
	"Almaty": "Almata",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Be to, galite sureguliuoti išsamius „Bluetooth“ Erdvinio Garso nustatymus.",
	"Always Open": "Visada atidaryti",
	"Always-on": "Always-on (visada įjungta)",
	"Always-on Off Time": "„Always-on“ (visada įjungta) išjungimo laikas",
	"Amman": "Amanas",
	"Amsterdam": "Amsterdamas",
	"An error has occurred while copy channels.": "Kopijuojant kanalus įvyko triktis.",
	"An important software update is available.": "Galima atsisiųsti svarbų programinės įrangos atnaujinimą.",
	"Anadyr": "Anadyras",
	"Analog Mode": "Analoginės TV režimas",
	"Analog TV": "Analoginė TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizuokite garso charakteristikas ir optimizuokite garsą kiekvienam turiniui realiuoju laiku.",
	"Anchorage": "Ankoridžas",
	"Antananarivo": "Antananaryvas",
	"Antenna": "Antžeminė televizija",
	"Antenna ATV": "ATV ANTENA",
	"Antenna DTV": "DTV antena",
	"Antenna Radio": "Radijo antena",
	"Antigua and Barbuda": "Antigva ir Barbuda",
	"Any Supplementary Audio": "Bet koks papildomas garsas",
	"Apia": "Apija",
	"App Alarm": "Programėlės signalas",
	"Application Locks": "Programų užraktai",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Visoms įvestims ar programoms pritaikykite išsamias dabartinio vaizdo režimo nuostatų vertes.",
	"Apply to all inputs": "Taikyti visoms įvestims",
	"Applying value to all inputs...": "Vertė pritaikoma visoms įvestims...",
	"Arabic": "Arabų",
	"Araguaína": "Araguaina",
	"Armenia": "Armėnija",
	"Ashgabat": "Ašchabadas",
	"Aspect Ratio": "Vaizdo formatas",
	"Aspect Ratio Settings": "Vaizdo formato nuostatos",
	"Assamese": "Asamų",
	"Assign channels to remote buttons so you can quickly jump to them.": "Kad galėtumėte greitai perjungti, priskirkite kanalams atitinkamus nuotolinio valdymo pulto mygtukus.",
	"Asunción": "Asunsjonas",
	"Athens": "Atėnai",
	"Atikokan": "Atikokanas",
	"Auckland": "Oklandas",
	"Audio Delay": "Garso Atidėjimas",
	"Audio Description": "Garsinis apibūdinimas",
	"Audio Description Volume": "Garso aprašas",
	"Audio Guidance": "Garsinis vadovas",
	"Audio Language": "Garso kalba",
	"Audio Out (Line Out)": "Garso išvestis (Llinijinė išvestis)",
	"Audio Type": "Garso tipas",
	"Australia": "Australija",
	"Austria": "Austrija",
	"Auto": "Automat.",
	"Auto Detect": "Automatinis aptikimas",
	"Auto Device Detection": "Automatinis įrenginio aptikimas",
	"Auto Genre Selection": "Automatinis Žanro Pasirinkimas",
	"Auto Power Off": "Automatinis maitinimo išjungimas",
	"Auto Power Sync": "„Auto Power Sync“",
	"Auto Start": "Automatinis paleidimas",
	"Auto Volume": "Automat. garsas",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatiškai sureguliuokite garso stiprumo tarpą arba nustatykite garso stiprumą, kuris reguliuojamas vienu metu su nuotolinio valdymo pulto garsumo klavišu.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatiškai prisitaikyti prie vaizdo vertės, optimizuotos „Dolby HDR“ turinio žanrui.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatiškai prisitaikyti prie vaizdo vertės, optimizuotos turinio žanrui.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatiškai perjungti į FILMMAKER MODE, kai atpažįstamas filmo turinys.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatiškai optimizuokite vaizdo kokybę, remdamiesi aplinkos šviesos spalva ir intensyvumu.",
	"Automatically update system software when an update is found.": "Automatiškai atnaujinkite sistemos programinę įrangą, kai aptinkamas atnaujinimas.",
	"Available Internal Storage": "Laisva vidinės atminties talpa",
	"Azerbaijan": "Azerbaidžanas",
	"Azores": "Azorai",
	"BG Color": "Fono spalva",
	"BG Opacity": "Permatomas fonas",
	"Back": "Atgal",
	"Backlight": "Foninis apšvietimas",
	"Baghdad": "Bagdadas",
	"Bahamas": "Bahamose",
	"Bahrain": "Bahreinas",
	"Balance": "Balansas",
	"Bamako": "Bamakas",
	"Bangkok": "Bankokas",
	"Bangladesh": "Bangladešas",
	"Bangui": "Bangis",
	"Banjul": "Bandžulas",
	"Barbados": "Barbadosas",
	"Basque": "Baskų k.",
	"Bass Boost": "Žemų dažnių sustiprinimas",
	"Behavior may vary depending on connected device.": "Elgsena gali priklausyti nuo prijungto įrenginio.",
	"Beijing": "Pekinas",
	"Beirut": "Beirutas",
	"Belarus": "Baltarusija",
	"Belgium": "Belgija",
	"Belgrade": "Belgradas",
	"Belize": "Belizas",
	"Belém": "Belenas",
	"Bengali": "Bengalų",
	"Benin": "Beninas",
	"Berlin": "Berlynas",
	"Bermuda": "Bermudai",
	"Bhutan": "Butanas",
	"Bishkek": "Biškekas",
	"Bissau": "Bisau",
	"Black": "Juoda",
	"Black Level": "Tamsumo lygis",
	"Blantyre": "Blantairas",
	"Block TV programs broadcast in English based on their content ratings.": "Užblokuokite anglų kalba transliuojamas televizijos programas pagal jų turinio reitingus.",
	"Block TV programs broadcast in French based on their content ratings.": "Užblokuokite prancūzų kalba transliuojamas televizijos programas pagal jų turinio reitingus.",
	"Block content based on genre.": "Blokuokite turinį pagal žanrą.",
	"Blue": "Mėlyna",
	"Bluetooth Speaker Mode": "„Bluetooth“ garsiakalbio režimas",
	"Bluetooth Surround Sound + Internal TV Speaker": "„Bluetooth“ Erdvinis Garsas + Vidinis Televizoriaus Garsiakalbis",
	"Bluetooth Surround Sound Setup": "„Bluetooth“ Erdvinio Garso Nuostata",
	"Bogotá": "Bogota",
	"Bolivia": "Bolivija",
	"Bosnia": "Bosnija",
	"Bosnia And Herzegovina": "Bosnija ir Hercegovina",
	"Bosnian": "Bosnių k.",
	"Botswana": "Botsvana",
	"Brazil": "Brazilija",
	"Brazzaville": "Brazavilis",
	"Brightness": "Skaistis",
	"Broadcast Country": "Transliacijos šalis",
	"Broadcast Mail": "„Broadcast Mail“",
	"Broken Hill": "Broken Hilas",
	"Brussels": "Briuselis",
	"Bucharest": "Bukareštas",
	"Budapest": "Budapeštas",
	"Buenos Aires": "Buenos Airės",
	"Bujumbura": "Bužumbūra",
	"Bulgaria": "Bulgarija",
	"Bulgarian": "Bulgarų k.",
	"Burkina Faso": "Burkina Fasas",
	"Burundi": "Burundis",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Paspaudę „Atkurti“, ištrinsite visus su skelbimais susijusius duomenis, kuriuos LGE anksčiau surinko iš šio „Smart TV“ televizoriaus. Paspaudus „Atkurti“, gali pasikeisti toliau rodomų skelbimų tipai, tačiau dėl to nenustosite gauti skelbimų.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Įjungdami Live Plus, jūs sutinkate, kad LG Electronics Inc. (\"\"LGE\"\") rinktų per ACR modulį televizijos peržiūros informaciją, kuria anonimiškumo pagrindu gali būti dalinamasi su trečiosiomis šalimis, siekiant užtikrinti interaktyviųjų paslaugų teikimą. Be to, surinkta informacija anonimiškumo pagrindu gali būti dalinamasi su trečiosiomis šalimis rinkodaros tikslais. Atkreipkite dėmesį, kad mes sąmoningai nerenkame anksčiau minėtos informacijos iš jaunesniu nei 13 metų vaikų ir neskleidžiame jiems šios informacijos. Išsami informacija apie Live Plus pateikta Peržiūros informacijoje (sąlygose), kurią galima pasiekti per SmartTV nustatymų meniu. LGE primygtinai rekomenduoja peržiūrėti visą Peržiūros informaciją (sąlygas) prieš aktyvuojant Live Plus funkciją.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Įjungdami „Live Plus“ suprantate, kad televizoriuje rodomas turinys gali būti atpažįstamas, o žiūrėjimo informacija gali būti naudojama teikiant patobulintą žiūrėjimo patirtį ir suasmenintas paslaugas, įskaitant turinio rekomendacijas ir reklamą. Norėdami gauti daugiau informacijos, peržiūrėkite Privatumo Politiką ir atitinkamas Naudotojo Sutartis meniu „TV Nuostatos“.",
	"CC 1": "PAANTRAŠTĖ 1",
	"CC 2": "PAANTRAŠTĖ 2",
	"CC 3": "PAANTRAŠTĖ 3",
	"CC 4": "PAANTRAŠTĖ 4",
	"CI Information": "Informacija apie CI",
	"CI password incorrect. Please enter again.": "Įvestas klaidingas CI slaptažodis. Įveskite dar kartą.",
	"CS2 Board": "CS2 plokštė",
	"Cable": "Laidas",
	"Cable ATV": "KABELINĖ ATV",
	"Cable DTV": "Kabelinė DTV",
	"Cable Radio": "Kabelinis radijas",
	"Cairo": "Kairas",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerūnas",
	"Campo Grande": "Kampo Grandė",
	"Can not Find Channel": "Nerandamas kanalas",
	"Canada": "Kanada",
	"Canary Islands": "Kanarų Salos",
	"Cancel": "Atšaukti",
	"Cancel Schedule": "Atšaukti tvarkaraštį",
	"Cancel Update": "Atšaukti atnaujinimą",
	"Cancún": "Kankunas",
	"Cantonese": "Honkongo kantoniečių k.",
	"Cape Verde": "Žaliasis Kyšulys",
	"Caracas": "Karakasas",
	"Casablanca": "Kasablanka",
	"Catalan": "Katalonų k.",
	"Caution": "Perspėjimas",
	"Cayman Islands": "Kaimanų Salos",
	"Center": "Centras",
	"Central African Republic": "Centrinės Afrikos Respublika",
	"Ceuta": "Seuta",
	"Chad": "Čadas",
	"Change blue intensity and adjust the color balance.": "Pakeiskite mėlynos spalvos intensyvumą ir sureguliuokite spalvų balansą.",
	"Change green intensity and adjust the color balance.": "Pakeiskite žalios spalvos intensyvumą ir sureguliuokite spalvų balansą.",
	"Change red intensity and adjust the color balance.": "Pakeiskite raudonos spalvos intensyvumą ir sureguliuokite spalvų balansą.",
	"Change the left / right sound": "Pakeisti kairės / dešinės pusės garsą",
	"Change the position of captions using the 4-way dial on the remote control.": "Pakeiskite subtitrų padėtį naudodami nuotolinio valdymo pulto 4 krypčių mygtuką.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Pakeitus regioną, gali pasikeisti šiuo metu televizoriuje nustatyti kanalai. Galite eiti į „Automatinis nustatymas“ ir iš naujo nustatyti kanalus. Ar norite dabar pakeisti regiono nuostatas?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Pakeitus šalį, televizorius bus paleistas iš naujo, o jums gali tekti dar kartą sutikti su LG vartotojo susitarimu. Kai kurių programų ir paslaugų prieinamumas taip pat gali skirtis pagal šalį, kurioje teikiamos LG paslaugos. Ar norite tęsti?",
	"Channel Locks": "Kanalų užraktai",
	"Channel Manager": "Kanalų tvarkytuvė",
	"Channel Scrolling Options": "Slinkimo per kanalus parinktys",
	"Channel Tuning": "Kanalų derinimas",
	"Channel Tuning & Settings": "Kanalų derinimas ir nustatymai",
	"Channels": "Kanalai",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Neįmanoma užrakinti kanalų iš HDMI ar kitų išorinių įvesčių. Kad užrakintumėte TV kanalus, pakeiskite dabartinę įvestį į „Live TV“.",
	"Chatham Islands": "Čatamo Salos",
	"Check TV information.": "Patikrinkite televizoriaus informaciją.",
	"Check alarm messages about the user settings or TV status.": "Peržiūrėkite įspėjimų pranešimus apie naudotojo nuostatas ar televizoriaus būklę.",
	"Check descriptions for each LG webOS TV functions.": "Peržiūrėkite kiekvienos LG webOS TV funkcijos aprašymus.",
	"Check for Advertising settings and set it.": "Patikrinkite, ar yra Reklamos nuostatų, ir nustatykite.",
	"Check for Updates": "Ieškoti atnaujinimų",
	"Check for available functions with Voice and set Voice Settings.": "Patikrinkite, ar nėra galimų funkcijų su Balsu, ir nustatykite Balso Nuostatas.",
	"Check for problems with the picture quality.": "Patikrinkite, ar nėra vaizdo kokybės problemų.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Patikrinkite vidinio televizoriaus garsiakalbio garso kokybę.",
	"Check for software updates and update if available.": "Patikrinkite, ar yra programinės įrangos atnaujinimų ir, jei yra, atnaujinkite.",
	"Check whether the Bluetooth device is in pairing mode.": "Patikrinkite, ar „Bluetooth“ įrenginys veikia susiejimo režimu.",
	"Check your TV status to solve problems or use remote support.": "Patikrinkite savo televizoriaus būseną, jei norite išspręsti problemas ar naudoti nuotolinį palaikymą.",
	"Checking Password": "Tikrinamas slaptažodis",
	"Checking for Updates": "Atnaujinimų tikrinimas",
	"Checking...": "Tikrinama...",
	"Chicago": "Čikaga",
	"Chihuahua": "Čihuahua",
	"Children": "Vaikams",
	"Children Age": "Vaiko amžius",
	"Children Program Locks": "Vaikams neleistinų žiūrėti kanalų užraktai",
	"Children over 8 are allowed to watch.": "Gali žiūrėti vyresni nei 8 metų vaikai.",
	"Chile": "Čilė",
	"China": "Kinija",
	"Chinese": "Kinų k.",
	"Chisinau": "Kišiniovas",
	"Choibalsan": "Čoibalsanas",
	"Chongqing": "Čongčingas",
	"Choose to have all channels or just your primary ones when you change channels.": "Pasirinkite, ar keičiant kanalus turi būti rodomi visi kanalai, ar tik pagrindiniai.",
	"Christmas Island": "Kalėdų Sala",
	"Cinema": "Kinas",
	"Cinema Clear": "„Cinema Clear“",
	"Cinema Home": "Pagrindinis kino ekranas",
	"Cinema View": "Kino teatro formatas",
	"Cinema View (32:12)": "Kino teatro formatas (32:12)",
	"Cinema Zoom": "Kino mastelis",
	"City": "Miestas",
	"City Selection": "Miesto pasirinkimas",
	"Clean Audio": "Švarus garsas",
	"Clear": "Skaidrus",
	"Clear Plus": "Itin ryškus",
	"Clear Voice Ⅲ": "Aiškus balsas Ⅲ",
	"Clear Voice Ⅳ": "Aiškus balsas Ⅳ",
	"Clear1": "Išvalyti",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Spustelėkite mygtuką PRIJUNGTI žemiau, kai jūsų LG belaidė klaviatūra bus įjungta ir nustatyta į suporavimo režimą.",
	"Close": "Uždaryti",
	"Closed Caption": "Užverta antraštė",
	"Closed Caption Settings": "Uždarų antraščių nuostatos",
	"Cntv": "CNTV",
	"Code Value": "Kodo reikšmė",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Surinkite ir išsaugokite MAC adresą, modelio numerį, šalies kodą, kalbos nustatymus ir programinės įrangos versiją, kad patikrintumėte, ar yra naujausia programinės įrangos versija, į kurią galima atnaujinti.",
	"Colombia": "Kolumbija",
	"Colombo": "Kolombas",
	"Color": "Spalva",
	"Color Gamut": "Spalvų gama",
	"Color Management System": "Spalvų valdymo sistema",
	"Color Temperature": "Spalvų t.",
	"Component": "Komponentas",
	"Conakry": "Konakris",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Patvirtinkite sąlygas ir nuostatas arba pakeiskite, ar sutinkate su sutartimi.",
	"Congo Brazzaville": "Kongas-Brazavilis",
	"Connect": "Prisijungti",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Prijunkite „Bluetooth“ garsiakalbį ir televizoriaus garsiakalbį ir automatiškai sureguliuokite garsiakalbių Garso Atidėjimą.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Prijunkite išorinį garso prietaisą, palaikantį „eARC“, prie „eARC“.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Remdamiesi vadovu prijunkite prie televizoriaus išorinius įrenginius, pvz., priedėlį, garso juostą ir kt.",
	"Connect the LAN cable directly to the TV to use the network.": "Prijunkite LAN kabelį tiesiai prie televizoriaus, kad galėtumėte naudotis tinklu.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Prisijunkite prie tinklo rankiniu būdu įvedę IP ir DNS serverių adresus.",
	"Connect to the network if a wireless router is installed.": "Prisijunkite prie tinklo, jei įrengtas belaidis maršruto parinktuvas.",
	"Connect via WPS PBC": "Jungtis per WPS PBC",
	"Connect via WPS PIN": "Jungtis per WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Prijunkite televizorių prie maršruto parinktuvo arba modemo naudodami eterneto kabelį, kad įjungtumėte savo laidinę tinklo jungtį.",
	"Connect your TV with WiSA Speakers wirelessly.": "Prijunkite televizorių belaidžiu būdu prie „WiSA“ garsiakalbių.",
	"Connectable Devices ({num})": "Prijungiami Prietaisai ({num})",
	"Connected": "Prisijungta",
	"Connected to Internet": "Prisijungta prie interneto",
	"Connecting...": "Jungiamasi...",
	"Connection": "Jungtis",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Galima naudoti Ryšių Tvarkymą naudojant išmanųjį telefoną ar kompiuterį. Norint prijungti prie televizoriaus mobilųjį įrenginį, reikia ryšio nuostatų ir užklausų išmaniajame telefone ir kompiuteryje.",
	"Content Recommendations": "Turinio rekomendacijos",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Turinys bus atkuriamas su garsu, tinkamu daugiakanaliam klausymuisi, jei „HbbTV“ paslauga palaiko kelių kanalų garsą.",
	"Contrast": "Kontrastas",
	"Cool": "Šalta",
	"Copenhagen": "Kopenhaga",
	"Copy Channels": "Kopijuoti kanalus",
	"Copy/Delete file": "Kopijuoti / ištrinti failą",
	"Correct contrast and brightness by adjusting black levels.": "Tinkamas kontrastas ir šviesumas, sureguliuojant juodos spalvos lygius.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Pataisykite ekrano taškelius ir neleiskite kilti problemoms dėl vaizdo kokybės, kurios gali atsirasti, jei televizorius buvo įjungtas ilgą laiką.",
	"Costa Rica": "Kosta Rika",
	"Could not fined available network.": "Nerasta nė vieno galimo tinklo.",
	"Croatia": "Kroatija",
	"Croatian": "Kroatų k.",
	"Cuba": "Kuba",
	"Cuiabá": "Kujaba",
	"Current time is not valid. Do you want to set the correct time now?": "Esamas laikas yra netinkamas. Ar norite nustatyti teisingą laiką?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Režimui {pictureMode} visoms įvestims bus taikomos esamos priderinto vaizdo režimo nustatymo vertės. Ar norite tęsti?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Šiuo metu prijungtas LG belaidės klaviatūros prietaisas bus atjungtas nuo jūsų televizoriaus. Ar norite tęsti?",
	"Custom": "Pritaikytas",
	"Custom Time Zone": "Pasirinktinė laiko juosta",
	"Customer Service": "Klientų aptarnavimas",
	"Cyan": "Žalsvai mėlynas",
	"Cyprus": "Kipras",
	"Czech": "Čekija",
	"Czech Republic": "Čekijos Respublika",
	"C{value}": "C {value}",
	"Côte d'Ivoire": "Dramblio Kaulo Kranto Respublika",
	"DNS Server": "DNS serveris",
	"DR Congo": "Kongo Demokratinė Respublika",
	"DTV Audio Setting": "DTV garso nuostatos",
	"Dagbani": "Dagbani k.",
	"Dakar": "Dakaras",
	"Damascus": "Damaskas",
	"Danish": "Danų k.",
	"Danmarkshavn": "Danmarkshaunas",
	"Dar es Salaam": "Dar es Salamas",
	"Data Service": "Duomenų paslauga",
	"Date": "Data",
	"Dawson": "Dosonas",
	"Dawson Creek": "Doson Krikas",
	"Day": "Diena",
	"De-Blur": "„De-Blur“",
	"De-Judder": "„De-Judder“",
	"Delete": "Šalinti",
	"Delete Connection History": "Ištrinti Sujungimų Istoriją",
	"Delete Pairing History": "Ištrinti suporavimo istoriją",
	"Delete Usage Data": "Ištrinti naudojimo duomenis",
	"Demo Options": "Parodomosios parinktys",
	"Democratic Republic of the Congo": "Kongo Demokratinė Respublika",
	"Denmark": "Danija",
	"Denver": "Denveris",
	"Depressed": "Nuleistas",
	"Deregister": "Išregistruoti",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Balsu apibūdinamas ekrano turinys, kad žiūrovai su regėjimo negalia galėtų naudoti televizorių.",
	"Detect Range": "Nustatyti diapazoną",
	"Detroit": "Detroitas",
	"Device Connection Settings": "Įrenginio Ryšio Nuostatos",
	"Device List": "Įrenginių Sąrašas",
	"Device Name": "Įrenginio pavadinimas",
	"Dhaka": "Daka",
	"Digital Mode": "Skaitmeninės TV režimas",
	"Digital Sound Out": "Skaitmeninė garso išvestis",
	"Digital TV": "Skaitmeninė TV",
	"Dili": "Dilis",
	"Directed to Older Children (ages 7 and above)": "Skirta vyresniems vaikams (7 metų ir vyresniems)",
	"Disabled": "Išjungta",
	"Disconnect": "Atjungti",
	"Display captions for hearing-impaired viewers to use TV.": "Rodomos antraštės, kad klausos sutrikimų turintys žiūrovai galėtų naudoti televizorių.",
	"Display fast-moving content smoothly and clearly.": "Rodyti greitai judantį turinį sklandžiai ir aiškiai.",
	"Display luminance level for the highest point (100 IRE).": "Parodykite skaisčio lygį aukščiausiam taškui (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Rodyti paveikslėlius šiltos arba šaltos spalvų temperatūros.",
	"Djibouti": "Džibutis",
	"Do Not Sell My Personal Information": "Neparduoti Mano Asmeninės Informacijos",
	"Do Not Track": "Nesekti",
	"Do you want to continue?": "Ar norite tęsti?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Ar norite nukopijuoti kanalų sąrašą iš USB atminties įrenginio į televizorių? Esami kanalai televizoriuje bus ištrinti.",
	"Do you want to copy channel list from your TV to the USB storage?": "Ar norite nukopijuoti kanalų sąrašą iš televizoriaus į USB atminties įrenginį?",
	"Do you want to reset Position Settings?": "Ar norite iš naujo nustatyti Padėties Nuostatas?",
	"Do you want to reset Volume Control?": "Ar norite iš naujo nustatyti Garso Valdymą?",
	"Do you want to set the correct time now?": "Ar norite nustatyti teisingą laiką?",
	"Do you want to turn your TV off now?": "Ar norite išjungti televizorių dabar?",
	"Dolby Atmos": "„Dolby Atmos“",
	"Dolby Vision": "„Dolby Vision“",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikos Respublika",
	"Done": "Atlikta",
	"Douala": "Duala",
	"Download Mail": "Atsisiunčiamas pranešimas",
	"Download and Install": "Atsisiųsti ir įdiegti",
	"Downloadable Rating": "Atsisiunčiamas įvertinimas",
	"Dual Mono": "Sudvejintas mono",
	"Dubai": "Dubajus",
	"Dublin": "Dublinas",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "„Always-on“ išjungimo metu dalis funkcijų, kaip antai balso atpažinimas ir kt., yra apribotos, kai ekranas išjungiamas.",
	"Dushanbe": "Dušanbė",
	"Dutch": "Olandų k.",
	"Dynamic Color": "Dinamiška spalva",
	"Dynamic Contrast": "Dinaminis kontrastas",
	"Dynamic Tone Mapping": "Dinamiškas tonų atvaizdavimas",
	"Easter Island": "Velykų Sala",
	"Eastern Africa": "Rytų Afrika",
	"Eco": "„Eco“",
	"Eco Mode": "„Eco“ režimas",
	"Ecuador": "Ekvadoras",
	"Edge Color": "Kontūro spalva",
	"Edge Enhancer": "Kraštų išplėtimas",
	"Edge Type": "Kontūro tipas",
	"Edit": "Redaguoti",
	"Edmonton": "Edmontonas",
	"Egypt": "Egiptas",
	"Eirunepé": "Eirunepė",
	"El Salvador": "Salvadoras",
	"El salvador": "Salvadoras",
	"Emergency Alert": "Pranešimas apie kritišką atvejį",
	"Enabled": "Įjungta",
	"Energy Saving": "Energijos taupymas",
	"Energy consumption may increase if this feature is on.": "Jei ši funkcija įjungta, gali padidėti energijos suvartojimas.",
	"Energy saving modes to limit power consumption.": "Energijos taupymo režimas, siekiant riboti galią.",
	"English": "Anglų k.",
	"Enhance the bass sound.": "Sustiprina žemų dažnių garsus.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Padidinkite kontrastą tarp tam tikrų meniu šviesių ir tamsių sričių, pvz., fono ir teksto, kad jas lengvai matytų asmenys, kurių regėjimas yra silpnas.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Pagerinti turinio skiriamąją gebą ir ryškumą naudojant LG Mokymosi metodu išmoktą algoritmą ir optimizuoti gylį analizuojant turinį.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Mėgaukitės „Dolby Atmos“ turiniu su optimaliu garsu įjungdami garso lauko efektą.",
	"Enjoy TV sound by connecting Wired Headphones.": "Mėgaukitės televizoriaus garsu prijungę laidines ausines.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Mėgaukitės televizoriaus garso išvestimi per garso įrenginius, prijungtus prie prievado HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Mėgaukitės televizoriaus garso išvestimi per garso įrenginius, prijungtus prie OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Mėgaukitės televizoriaus garso išvestimi per LG garso įrenginį, prijungtą prie OPTICAL DIGITAL AUDIO OUT prievado.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Mėgaukitės garsu per garso įrenginius, prijungtus prie garso išvesties / ausinių išvesties prievadų.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Mėgaukitės televizoriaus garsu per vidinį televizoriaus garsiakalbį ir laidines ausines.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Mėgaukitės TV garsu per išorinius garso įrenginius, prijungtus prie vidinio televizoriaus garsiakalbio ir OPTICAL DIGITAL AUDIO OUT prievado.",
	"Enjoy a clear and natural sound.": "Mėgaukitės aiškiu ir natūraliu garsu.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Mėgaukitės garsu naudodami belaidį garso įrenginį, prijungtą prie „LG Sound Sync“ arba „Bluetooth“.",
	"Enjoy the sound optimized to the room.": "Mėgaukitės patalpai optimizuotu garsu.",
	"Enter CI Password": "Įvesti CI slaptažodį",
	"Enter the PIN in your router's settings.": "Į savo maršruto parinktuvo nuostatas įveskite PIN.",
	"Enter the master password.": "Įveskite pagrindinį slaptažodį.",
	"Equalizer": "Glodintuvas",
	"Equatorial Guinea": "Pusiaujo Gvinėja",
	"Eritrea": "Eritrėja",
	"Estonia": "Estija",
	"Estonian": "Estų k.",
	"Ethiopia": "Etiopija",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Net jei nustatymas išjungtas, susijusią informaciją galite patikrinti naudodami kanalo juostą, balso atpažinimą.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Net kai televizorius yra išjungtas ir naudoja itin mažai energijos, galite klausytis muzikos prijungdami mobilųjį prietaisą. Kai televizorius vėl įjungiamas, vėl galima naudoti įvairiomis kitomis funkcijomis.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Net jei televizorius yra išjungtas, galite klausytis muzikos prijungdami išmanųjį telefoną prie televizoriaus per „Bluetooth“.",
	"Every Day": "Kasdien",
	"Every Weekday": "Kasdien, išskyrus savaitgalius",
	"Every Weekend": "Kiekvieną savaitgalį",
	"Ewe": "Eve k.",
	"Expert (Bright Room)": "Ekspertas (šviesus kambarys)",
	"Expert (Dark Room)": "Ekspertas (tamsus kambarys)",
	"Export your TV's channel list information to a connected USB device.": "Eksportuokite televizijos kanalų sąrašą į prijungtą USB įrenginį.",
	"Extended": "Išsamus",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Viršijus automatinio maitinimo išjungimo nuostatos laikotarpį arba išjungus šią funkciją, gali padidėti elektros energijos sąnaudos.",
	"Extreme": "Ekstremalus",
	"Eye Comfort Mode": "Akių komforto režimas",
	"FILMMAKER MODE Auto Change": "Automatinis FILMMAKER MODE keitimas",
	"Fantasy Violence": "Maginė fantastika, smurtas",
	"Fast": "Greitas",
	"Fernando de Noronha": "Fernando de Noronja",
	"Fiji": "Fidžis",
	"Find and tell an audio device available to connect around TV.": "Raskite ir valdykite garso prietaisą, kurį galima prijungti prie televizoriaus.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Gerai sureguliuotos raudonos, žalios, mėlynos, žalsvai mėlynos, rausvai raudonos ir geltonos spalvų erdvės.",
	"Finland": "Suomija",
	"Finnish": "Suomių k.",
	"Flash": "Žybsintis",
	"Flat Mode": "Buto režimas",
	"Font": "Šriftas",
	"Font 1": "Šriftas 1",
	"Font 2": "Šriftas 2",
	"Font 3": "Šriftas 3",
	"Font 4": "Šriftas 4",
	"Font 5": "Šriftas 5",
	"Font 6": "Šriftas 6",
	"Font 7": "Šriftas 7",
	"Font 8": "Šriftas 8",
	"Football": "Futbolas",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Jei naudojate maršruto parinktuvą su įjungta WPS („Wi-Fi“ apsaugotos sąrankos, angl. „Wi-Fi Protected Setup“) funkcija, įveskite PIN kodą, kad prijungtumėte televizorių prie belaidžio tinklo.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Jei naudojate maršruto parinktuvą su įjungta WPS („Wi-Fi“ apsaugotos sąrankos, angl. „Wi-Fi Protected Setup“) funkcija, paspauskite WPS-PBC mygtuką, kad prijungtumėte televizorių prie belaidžio tinklo.",
	"France": "Prancūzija",
	"Freetown": "Fritaunas",
	"French": "Prancūzų k.",
	"French Polynesia": "Prancūzijos Polinezija",
	"Full Wide": "Visas plotis",
	"Ga": "Ga k.",
	"Gabon": "Gabonas",
	"Gaborone": "Gaboronas",
	"Gaelic": "Gėlų k.",
	"Galapagos Islands": "Galapagų Salos",
	"Galician": "Galisų k.",
	"Gallery": "Galerija",
	"Gambia": "Gambija",
	"Gambier": "Gambija",
	"Game": "Žaidimas",
	"Gamma": "Gama",
	"Gateway": "Sąsaja",
	"General": "Bendra",
	"General Age": "Bendrasis amžius",
	"General Audience": "Bendra auditorija",
	"General Audiences": "Bendra auditorija",
	"General Program Locks": "Bendrieji kanalų užraktai",
	"Georgia": "Gruzija",
	"German": "Vokiečių k.",
	"Germany": "Vokietija",
	"Get started in a quiet environment for sound optimization.": "Pradėkite ramioje aplinkoje, kad galėtumėte optimizuoti garsą",
	"Getting...": "Gaunama...",
	"Ghana": "Gana",
	"Gibraltar": "Gibraltaras",
	"Glace Bay": "Gleis Bėjus",
	"Godthab": "Nukas (Godthabas)",
	"Grayscale": "Pilki tonai",
	"Greece": "Graikija",
	"Greek": "Graikų k.",
	"Green": "Žalia",
	"Greenland": "Grenlandija",
	"Guadalcanal": "Guadalkanalas",
	"Guadeloupe": "Gvadelupė",
	"Guam": "Guamas",
	"Guatemala": "Gvatemala",
	"Guatemala City": "Gvatemalos miestas",
	"Guayaquil": "Gvajakilis",
	"Guernsey": "Gernsis",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Balsu valdomi meniu ir operacijos, kad žiūrovai su regėjimo negalia galėtų naudoti televizorių.",
	"Guinea": "Gvinėja",
	"Guinea Bissau": "Bisau Gvinėja",
	"Guinea Conakry": "Gvinėja",
	"Guinea Equatorial": "Pusiaujo Gvinėja",
	"Gujarati": "Gujaratų",
	"Guyana": "Gajana",
	"G{value}": "G {value}",
	"H Position": "H padėtis",
	"H Sharpness": "H ryškumas",
	"H Size": "H dydis",
	"HD Mode": "HD režimas",
	"HD Mode Option": "HD režimas (pasirinktis)",
	"HDD Eco Mode": "HDD „Eco“ režimas",
	"HDD Power Saving Mode": "HDD energijos taupymo režimas",
	"HDMI Input Audio Format": "HDMI įvesties garso formatas",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Prievadai HDMI {port1} ir HDMI {port2} palaiko nuostatą „8K Ultra HD Deep Colour“.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Prievadai HDMI {port1} ir HDMI {port2} palaiko nuostatą „Ultra HD Deep Colour“.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Prievadas HDMI {port1} palaiko nuostatą „8K Ultra HD Deep Colour“.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Prievadas HDMI {port1} palaiko nuostatą „Ultra HD Deep Colour“.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Prievadai HDMI {port1}, HDMI {port2} ir HDMI {port3} palaiko nuostatą „8K Ultra HD Deep Colour“.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Prievadai HDMI {port1}, HDMI {port2} ir HDMI {port3} palaiko nuostatą „Ultra HD Deep Colour“.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Prievadai HDMI {port1}, HDMI {port2}, HDMI {port3} ir HDMI {port4} palaiko nuostatą „8K Ultra HD Deep Colour“.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Prievadai HDMI {port1}, HDMI {port2}, HDMI {port3} ir HDMI {port4} palaiko nuostatą „Ultra HD Deep Colour“.",
	"HDR Effect": "HDR Efektas",
	"HDR Picture Mode": "HDR vaizdo veiksena",
	"Haiti": "Haitis",
	"Halifax": "Halifaksas",
	"Harare": "Hararė",
	"Harbin": "Harbinas",
	"Hard of Hearing": "Sunku girdėti",
	"Hausa": "Hausų k.",
	"Headphones Volume": "Ausinių garsumas",
	"Hebrew": "Hebrajų",
	"Helsinki": "Helsinkis",
	"Hermosillo": "Hermosiljas",
	"High": "Garsiai",
	"High Contrast": "Didelis kontrastas",
	"Higher values increase a sense of warmth or coldness.": "Didesnės vertės padidins šiltumo arba šaltumo įspūdį.",
	"Hindi": "Hindi k.",
	"Ho Chi Minh": "Hošiminas",
	"Home Animation": "Pagrindinio puslapio animacija",
	"Home Auto Launch": "Automatinis Pagrindinio Puslapio Paleidimas",
	"Home Mode": "Namų veiksena",
	"Home Promotion": "Vietinė akcija",
	"Home Settings": "Pagrindinio Puslapio Nuostatos",
	"Home/Store Mode": "Namų/parduotuvės režimas",
	"Honduras": "Hondūras",
	"Hong Kong": "Honkongas",
	"Hongkong": "Honkongas",
	"Hours": "Valandos",
	"However, the IPv6 version of the address does not support editing.": "Tačiau IPv6 adreso versija redagavimo nepalaiko.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Tačiau, kad televizorius veiktų optimaliai, „Always-on“ (visada įjungta) funkcija bus išjungta penkioms valandoms, maitinimas bus visiškai išjungtas.",
	"Hungarian": "Vengrų k.",
	"Hungary": "Vengrija",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "SVARBU! Atnaujinus į pradinę būseną, bus pašalintos visos paskyros nuostatos ir įdiegtos programos. Šio veiksmo negalima atšaukti.",
	"IP (Automatic)": "IP (automatinis)",
	"IP (Manual)": "IP (rankinis)",
	"IP Address": "IP adresas",
	"IVC (Cote d’Ivoire)": "Dramblio Kaulo Krantas",
	"Iceland": "Islandija",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Pasirinkus „Auto Power Sync“, televizorius įsijungs įjungus SIMPLINK įrenginį, o išjungus televizorių išsijungs ir SIMPLINK įrenginiai.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Jei buvo nustatytas universalusis priedėlio / OTT valdymas, pasinaudokite galimybe naudotis prie LG nuotolinio valdymo pulto prijungtu priedėliu.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Jei įrenginys prijungtas prie prievado, galite peržiūrėti optimizuotą žaidimo vaizdą sumažindami įrenginio vaizdo įrašo vėlavimą ar pertraukimą.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Jeigu ji įjungta, prijungus nuostatą „Ultra HD Deep Colour“ palaikantį įrenginį vaizdas gali pasidaryti ryškesnis.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jei vyksta įrašymas ar programinės įrangos naujinimas, funkcija palauks, kol jie pasibaigs. Tuomet ji gali užtrukti ilgiau nei valandą.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Jei vyksta įrašymas ar programinės įrangos naujinimas, funkcija palauks, kol jie pasibaigs. Tuomet ji gali užtrukti ilgiau nei {n} min.",
	"If the device is not connected, you may not hear any sound through it.": "Jeigu įrenginys neprijungtas, per jį gali nesigirdėti garso.",
	"If the edge of the screen is not clean, please turn this function off.": "Jei ekrano kraštas nėra švarus, šią funkciją išjunkite.",
	"If the program does not support multiple languages, the default language is selected.": "Jei programa nepalaiko sudėtinių kalbų funkcijos, pasirenkama numatytoji kalba.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Jei programa pasirinkto išvesties formato nepalaiko, bus naudojamas numatytasis šaltiniui išvesties formatas.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Jei programa nepalaiko skirtingų garso nuostatų, bus pasirinktas numatytasis garsas.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Jei tokie patys simptomai kartojasi, pakeiskite nustatytą vertę dar kartą arba iš naujo paleiskite prijungtą išorinį įrenginį.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Jei nepalaikoma pasirinkta kalba, bus naudojama numatytoji kalba iš transliacijų.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Jei, esant statiniam ekranui, naudotojas per valandą neatliko jokių veiksmų, ekrane įsijungs ekrano užsklanda.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Jei jūsų nustatytas laikas labai skiriasi nuo dabartinio laiko, kai kurios išmaniosios funkcijos gali būti nerodomos.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Jeigu prietaisas neskleidžia garso, įsitikinkite, kad jis veikia tinkamai ir palaiko „LG Sound Sync“.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Jei pasirinksite demonstracinį parduotuvės režimą, jis nustatomas į optimizuotas televizoriais prekiaujančių mažmeninių parduotuvių ekranų vertes.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Įjungę garsinį vadovą, galėsite judėti tik nuotolinio valdymo pulto mygtukais į kairę, į dešinę, aukštyn ir žemyn, o kai kurios programos, kuriose naudojamas žymeklis, neveiks.",
	"If you turn it off, CAM operator's profile will be deleted.": "Jei ją išjungsite, CAM operatoriaus profilis bus pašalintas.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jeigu ją išjungsite, visi nustatyti CAM kanalai nebus pasiekiami, taip pat nebebus rodomi pranešimai.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Jei išjungsite „Quick Start+“ funkciją, negalėsite įjungti savo televizoriaus su Nemokamu Nuotolinio Valdymo Pultu. Ar norite tęsti?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Jei išjungsite ekrano užsklandą ir tas pats vaizdas ekrane bus rodomas ilgiau kaip 2 val., tai gali turėti įtakos ekrane rodomo vaizdo kokybei. Jei jis bus rodomas ilgiau kaip 5 val., galimas nuolatinis vaizdo kokybės pablogėjimas. Ar norite tęsti?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Jei išjungsite šią parinktį, statinis ekranas gali išlikti ilgiau, o tai tam tikrais atvejais sumažina ekrano rodymo kokybę arba ji būna sunkiai atkuriama.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jeigu naudojate funkciją „Energijos taupymas“, TV ryškumas bus paveiktas.",
	"Import your TV's channel list information from a connected USB device.": "Importuokite televizijos kanalų sąrašą iš prijungto USB įrenginio.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importuokite arba eksportuokite televizijos kanalų sąrašą iš arba į prijungtą USB atmintuką.",
	"In Home": "Namuose",
	"India": "Indija",
	"Indonesia": "Indonezija",
	"Indonesian": "Indoneziečių",
	"Inner": "Vidinis",
	"Input": "Įvestis",
	"Input Locks": "Įvesčių užraktai",
	"Input field": "Įvesties laukelis",
	"Installing...": "Diegiama...",
	"Interactive Service": "Interaktyvi tarnyba",
	"Interactivity(DTVi)": "Sąveika (DTVi)",
	"Internal TV Speaker": "Vidinis televizoriaus garsiakalbis",
	"Invert Colors": "Pakeisti spalvas",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Kai kuriuose meniu pakeiskite ir kompensuokite tam tikras spalvas, kad pagerintumėte ekrane rodomų elementų matomumą.",
	"Iran": "Iranas",
	"Iraq": "Irakas",
	"Ireland": "Airija",
	"Irish": "Airių k.",
	"Irkutsk": "Irkutskas",
	"Israel": "Izraelis",
	"Istanbul": "Stanbulas",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ši funkcija skirta atkurti vaizdo režimą individualiai, todėl pasirinkite norimą vaizdo režimą ir iš naujo jį nustatykite.",
	"It may not sound depending on connected devices.": "Priklausomai nuo prijungtų įrenginių, garsas gali neveikti.",
	"It may take a few minutes.": "Tai gali užtrukti keletą minučių.",
	"It may take a few seconds.": "Tai gali užtrukti keletą sekundžių.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Užtikrinamas optimalus garsas arba „Virtual 4.0“ erdvinė sistema, atsižvelgiant į žiūrimą žanrą, pagal algoritmą, nustatytą taikant LG Mašininio Mokymosi metodą.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Užtikrinamas optimalus garsas arba „Virtual 5.1“ erdvinė sistema, atsižvelgiant į žiūrimą žanrą, pagal algoritmą, nustatytą taikant LG Mokymosi metodą.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Optimalus garsas užtikrinamas reguliuojant atspindėtą garsą patalpoje pagal televizoriaus įrangos tipą.",
	"It reduces jaggies in the picture for a smooth picture.": "Sumažinami vaizdo virpesiai, vaizdas tampa sklandesnis.",
	"It works only when the broadcasting program supports captions.": "Tai veikia tik tada, kai transliuojanti programa palaiko antraštes.",
	"It works only when the broadcasting program supports subtitles.": "Tai veikia tik tada, kai transliuojanti programa palaiko subtitrus.",
	"Italian": "Italų k.",
	"Italy": "Italija",
	"Ivory Coast": "Dramblio Kaulo Krantas",
	"Jakarta": "Džakarta",
	"Jamaica": "Jamaika",
	"Japan": "Japonija",
	"Japanese": "Japonų k.",
	"Jayapura": "Jajapura",
	"Jerusalem": "Jeruzalė",
	"Johannesburg": "Johanesburgas",
	"Jordan": "Jordanija",
	"Just Scan": "Tik nuskaitymas",
	"Kabul": "Kabulas",
	"Kaliningrad": "Kaliningradas",
	"Kamchatka": "Kamčiatka",
	"Kannada": "Kanadų",
	"Karachi": "Karačis",
	"Kasem": "Kasenų k.",
	"Kashgar": "Kašgaras",
	"Kazakh": "Kazachų k.",
	"Kazakhstan": "Kazachstanas",
	"Kenya": "Kenija",
	"Keyboard Languages": "Klaviatūros kalbos",
	"Khartoum": "Chartumas",
	"Khovd": "Chobdas",
	"Kiev": "Kijevas",
	"Kigali": "Kigalis",
	"Kingston": "Kingstonas",
	"Kinshasa": "Kinšasa",
	"Kiribati": "Kiribatis",
	"Kiritimati": "Kiritimatis",
	"Korea": "Korėja",
	"Korean": "Korėjiečių k.",
	"Krasnoyarsk": "Krasnojarskas",
	"Kuala Lumpur": "Kvala Lumpūras",
	"Kuching": "Kučingas",
	"Kuwait": "Kuveitas",
	"Kuwait City": "Kuveito miestas",
	"Kyrgyzstan": "Kirgizija",
	"LED Local Dimming": "LED mažinimas",
	"LG Logo Light (Front of TV)": "LG logotipo šviesa (televizoriaus priekyje)",
	"LG Services Country": "LG paslaugų šalis",
	"LG Wireless Keyboard": "LG belaidė klaviatūra",
	"LG Wireless Keyboard Connected:": "LG belaidė klaviatūra prijungta:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG belaidė klaviatūra suteikia galimybę valdyti televizorių „Bluetooth“ ryšiu.",
	"La Paz": "La Pasas",
	"Lagos": "Lagosas",
	"Language": "Kalba",
	"Laos": "Laosas",
	"Large": "Didelis",
	"Last tuning:": "Paskutinis derinimas:",
	"Latvia": "Latvija",
	"Latvian": "Latvių k.",
	"Lebanon": "Libanas",
	"Left": "Kairė",
	"Left Right": "Kairė/Dešinė",
	"Left Surround": "Kairė (erdvinis garsas)",
	"Left drop shadow": "Šešėlis iš kairės",
	"Legal Notice": "Teisinis pranešimas",
	"Lesotho": "Lesotas",
	"Liberia": "Liberija",
	"Libreville": "Librevilis",
	"Libya": "Libija",
	"Liechtenstein": "Lichtenšteinas",
	"Light": "Lengvas",
	"Lilongwe": "Lilongvė",
	"Limit AD Tracking": "Riboti Skelbimų Stebėjimą",
	"Lisbon": "Lisabona",
	"Lithuania": "Lietuva",
	"Lithuanian": "Lietuvių k.",
	"Live Theater": "Tiesiogiai teatras",
	"Ljubljana": "Liubliana",
	"Loading...": "Įkeliama...",
	"Local": "Vietinis",
	"Local Language": "Vietos kalba",
	"Location": "Buvimo vieta",
	"Lock All": "Blokuoti visus",
	"Lock changes for currently running apps will be applied the next time they are started.": "Šiuo metu veikiančioms programoms užraktų pakeitimai bus pritaikyti jas paleidus kitą kartą.",
	"Logo Luminance Adjustment": "Logotipo skaisčio reguliavimas",
	"Lome": "Lomas",
	"London": "Londonas",
	"Lord Howe": "Lordo Hau Sala",
	"Los Angeles": "Los Andželas",
	"Louisville": "Luisvilis",
	"Low": "Tyliai",
	"Lubumbashi": "Lubumbašis",
	"Luminance": "Skaistis",
	"Luxembourg": "Liuksemburgas",
	"MAC Address": "MAC adresas",
	"MAC Address (Wired)": "MAC adresas (laidinis)",
	"MAC Address (Wireless)": "MAC adresas (belaidis)",
	"MASTER PASSWORD": "PAGRINDINIS SLAPTAŽODIS",
	"MHEG Guide": "MHEG vadovas",
	"MPEG Noise Reduction": "MPEG triukšmo mažinimas",
	"Macao": "Makao",
	"Macedonia": "Makedonija",
	"Macedonia, The Former Yugoslav Republic Of": "Buvusi Jugoslavijos Makedonijos Respublika",
	"Macedonian": "Makedonų k.",
	"Maceió": "Masejas ",
	"Maceió ": "Masejas ",
	"Madagascar": "Madagaskaras",
	"Madrid": "Madridas",
	"Magadan": "Magadanas",
	"Magenta": "Rausvai raudonas",
	"Makassar": "Makasaras",
	"Make blurry or difficult-to-see areas more vivid.": "Padarykite neryškias ar sunkiai matomas vietas ryškesnėmis.",
	"Malabo": "Malabas",
	"Malawi": "Malavis",
	"Malay": "Malajų",
	"Malayalam": "Malajalių",
	"Malaysia": "Malaizija",
	"Maldives": "Maldyvai",
	"Mali": "Malis",
	"Manage channels stored on the TV.": "Tvarkykite televizoriuje išsaugotus kanalus.",
	"Managua": "Managva",
	"Manaus": "Manausas",
	"Mandarin": "Kinijos mandarinų k.",
	"Manual": "Rankinis",
	"Maori": "Maorių k.",
	"Maputo": "Maputu",
	"Marathi": "Maratų",
	"Marquesas": "Markizų Salos",
	"Marshall Islands": "Maršalo Salos",
	"Martinique": "Martinika",
	"Mature Audience Only": "Tik suaugusiems žiūrovams",
	"Mauritania": "Mauritanija",
	"Mauritius": "Mauricijus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimaliai padidinkite kontrastą, padidindami šviesių ir tamsių ekrano vietų intensyvumą.",
	"Mayotte": "Majotas",
	"Mazatlán": "Masatlanas",
	"Mbabane": "Mbabanė",
	"Medium": "Vidutinis",
	"Menu Language": "Meniu kalba",
	"Menu Transparency": "Meniu skaidrumas",
	"Message": "Pranešimas",
	"Method": "Būdas",
	"Mexico": "Meksika",
	"Mexico City": "Meksikas",
	"Middle East": "Vidurio Rytai",
	"Minsk": "Minskas",
	"Minutes": "Min.",
	"Mobile Connection Management": "Mobiliojo Ryšio Valdymas",
	"Mode Option": "Režimo parinktis",
	"Model": "Modelis",
	"Mogadishu": "Mogadišas",
	"Monaco": "Monakas",
	"Moncton": "Monktonas",
	"Mongolia": "Mongolija",
	"Monrovia": "Monrovija",
	"Montenegro": "Juodkalnija",
	"Monterrey": "Monterėjus",
	"Montevideo": "Montevidėjas",
	"Month": "Mėnuo",
	"Montréal": "Monrealis",
	"Morocco": "Marokas",
	"Moscow": "Maskva",
	"Motion Pro": "„Motion Pro“",
	"Movie Lock": "Filmo užraktas",
	"Mozambique": "Mozambikas",
	"Multi Audio": "„Multi Audio“",
	"Multi Channel Audio": "Kelių Kanalų Garsas",
	"Multi Feed": "Keletas srautų",
	"Multiple": "Kelios kalbos",
	"Muscat": "Muskatas",
	"Music": "Muzika",
	"Myanmar": "Mianmaras",
	"Mérida": "Merida",
	"NEXTGEN TV Mode": "NEXTGEN televizoriaus režimas",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT – Naujasis Pietų Velsas / Australijos sostinės teritorija – Sidnėjus",
	"NT - Northern Territory - Darwin": "NT – Šiaurinė teritorija – Darvinas",
	"Nairobi": "Nairobis",
	"Namibia": "Namibija",
	"Narrow": "Siauras",
	"Nassau": "Nasau",
	"Natural": "Natūralus",
	"Ndebele": "Ndebelų",
	"Ndjamena": "Ndžamena",
	"Nepal": "Nepalas",
	"Netherland": "Nyderlandai",
	"Netherlands": "Nyderlandai",
	"Network": "Tinklas",
	"Network Connection Settings": "Tinklo Ryšio Nuostatos",
	"Network Name": "Tinklo pavadinimas",
	"Network-Based Personalization Recommendations": "Tinklinio personalizavimo rekomendacijos",
	"New Caledonia": "Naujoji Kaledonija",
	"New York": "Niujorkas",
	"New Zealand": "Naujoji Zelandija",
	"Next": "Kitas",
	"Niamey": "Niamėjus",
	"Nicaragua": "Nikaragva",
	"Nicosia": "Nikosija",
	"Niger": "Nigeris",
	"Nigeria": "Nigerija",
	"Night": "Naktis",
	"Nipigon": "Nipigonas",
	"No": "Ne",
	"No Internet via 3G/4G network": "Nėra interneto ryšio per 3G/4G tinklą",
	"No Internet via Ethernet": "Nėra interneto ryšio per eternetą",
	"No Internet via Wi-Fi": "Nėra interneto ryšio per „Wi-Fi“",
	"No One 17 and Under Admitted.": "Neleidžiama žiūrėti 17 metų ir jaunesniems.",
	"No Operation Auto Off": "Nėra automatinio išjungimo",
	"No Signal Auto Off": "Nėra automatinio signalo išjungimo",
	"No Signal Image": "Vaizdas „Nėra Signalo“",
	"No Signal Power Off (15Min)": "Maitinimo išjungimas, kai nėra signalo (15 min.)",
	"No devices have been found.": "Įrenginių nerasta.",
	"No paired devices.": "Susieti Įrenginiai",
	"No signal on Server": "Nėra signalo iš Serverio",
	"No updates found.": "Atnaujinimų nerasta.",
	"Noise Reduction": "Triukšmo mažinimas",
	"None": "Nieko",
	"Normal": "Įprasta",
	"North Korea": "Šiaurės Korėja",
	"Northern Africa": "Šiaurės Afrika",
	"Norway": "Norvegija",
	"Norwegian": "Norvegų k.",
	"Not Connected": "Neprisijungta",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Pastaba. Jei jūsų įrenginys nepalaiko šios funkcijos, jis gali veikti netinkamai. Tokiu atveju galite prijungti įrenginį prie kito HDMI prievado arba išjungti nuostatą „8K HDMI Ultra HD Deep Colour“.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Pastaba. Jei jūsų įrenginys nepalaiko šios funkcijos, jis gali veikti netinkamai. Tokiu atveju galite prijungti įrenginį prie kito HDMI prievado arba išjungti nuostatą „HDMI Ultra HD Deep Colour“.",
	"Note: Available options depend on the broadcast program.": "Pastaba. Tai, kurios parinktys galimos, priklauso nuo transliuojamos laidos.",
	"Note: Behavior may differ if connected device is not a LG device.": "Pastaba. Elgsena gali skirtis, jei prijungtas prietaisas nėra LG prietaisas.",
	"Note: Only displayed when it is provided by the program.": "Pastaba. Rodomi, tik kai juos teikia transliuojama programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Pastaba. Subtitrai rodomi, tik kai juos teikia transliuojama programa.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Pastaba. Palaikomos funkcijos gali skirtis atsižvelgiant į modelį ir jo ryškumą pagal funkcijos veikimą su atkuriamu turiniu, pvz., „Live TV“ ar VOD turiniu.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Pastaba.<br>1. Jei televizorius yra įjungiamas, kol veikia taškelių atnaujinimo funkcija, procesas sustos ir jį turėsite pradėti iš naujo.<br>2. Veikiant funkcijai ekrane gali atsirasti balta juosta. Kol šalinamas ekrano triukšmas, tai yra normalu.",
	"Notifications": "Pranešimai",
	"Nouméa": "Numėja",
	"Novosibirsk": "Novosibirskas",
	"Nzema": "Nzema k.",
	"OK": "Gerai",
	"OLED LIGHT": "OLED ŠVIESA",
	"OLED Screen Saver": "OLED Ekrano Užsklanda",
	"Object Audio": "Objekto garsas",
	"Off": "Išjungti",
	"Oman": "Omanas",
	"Omsk": "Omskas",
	"On": "Įjungti",
	"OnTimer Channel not selected": "Įsijungimo laikmatis nepasirinktas.",
	"Open": "Atidaryti",
	"Open Source Licenses": "Pastaba dėl atvirosios programinės įrangos",
	"Open when TV is turned on": "Atidaryti, kai televizorius yra įjungtas",
	"Operate once when TV is off": "Naudoti vieną kartą, kai televizorius išjungtas",
	"Optical + Internal TV Speaker": "Optinė + Vidinis Televizoriaus Garsiakalbis",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizuoti turinio gylį naudojant LG Mašininio Mokymosi metodu išmoktą algoritmą.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizuokite kontrastingumo nuostatas pagal HDR turinio vaizdo ryškumą.",
	"Optimize contrast settings based on image brightness.": "Optimizuokite kontrasto nuostatas, remdamiesi vaizdo šviesumu.",
	"Optimize the sound for a cinematic experience.": "Optimizuoja garsą kino teatro patirčiai.",
	"Oranjestad": "Oranjestadas",
	"Original Language": "Originalo kalba",
	"Oslo": "Oslas",
	"Others": "Kiti",
	"Ouagadougou": "Uagadugu",
	"Outer": "Išorinis",
	"Output sound through the Internal TV speaker.": "Nustatykite garso išeigą per vidinį televizoriaus garsiakalbį.",
	"Pakistan": "Pakistanas",
	"Panama City": "Panamos miestas",
	"Panjabi": "Pandžabų",
	"Papua New Guinea": "Papua Naujoji Gvinėja",
	"Paraguay": "Paragvajus",
	"Paramaribo": "Paramaribas",
	"Parental Guidance Suggested": "Siūloma suaugusiųjų priežiūra",
	"Parental Guidance Suggested :": "Siūloma suaugusiųjų priežiūra:",
	"Parental guidance suggested for children ages 8-13.": "8–13 metų vaikams rekomenduojama žiūrėti televizorių su suaugusiu asmeniu.",
	"Parents Guidance strongly required :": "Primygtinai reikalinga suaugusiųjų priežiūra:",
	"Parents Strongly Cautioned": "Tėvai griežtai įspėjami",
	"Paris": "Paryžius",
	"Pass Through": "Pass Through (perduoti)",
	"Password": "Slaptažodis",
	"Patent Information": "Patento informacija",
	"Peak Brightness": "Didžiausias ryškumas",
	"Persian": "Persų",
	"Philippines": "Filipinai",
	"Phnom Penh": "Pnompenis",
	"Phoenix": "Finiksas",
	"Photo": "Nuotrauka",
	"Pick a Time": "Pasirinkite laiką",
	"Picture": "Paveikslėlis",
	"Picture Mode": "Vaizdo režimas",
	"Picture Mode Settings": "Vaizdo veiksenos nuostatos",
	"Picture Options": "Vaizdo parinktys",
	"Picture Test": "Vaizdo patikrinimas",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Vykstant pirminiam komunikavimui tarp prijungto išorinio įrenginio ir televizoriaus, vaizdas ir garsas gali būti netinkamas. Jei nepavyksta išspręsti problemos, atstatykite nuostatas arba iš naujo paleiskite prijungtą išorinį įrenginį.",
	"Pitch": "Tonas",
	"Pixel Refresher": "Taškelių atnaujinimo funkcija",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Taškelių atnaujinimo funkcija leidžia užtikrinti kuo aiškesnį televizoriaus vaizdą.",
	"Pixel Refresher begins only once when the TV is turned off.": "Taškelių Atnaujinimo Funkcija paleidžiama tik vieną kartą, kai televizorius yra išjungtas.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Taškelių atnaujinimo funkcija suplanuota pradėti kitą kartą, kai išjungsite televizorių.",
	"Play": "LEISTI",
	"Play sound through TV Speaker.": "Garsas leidžiamas per TV garsiakalbį.",
	"Play the standard sound suitable for all types of content.": "Paleidžia standartinį garsą, tinkamą visų tipų turiniui.",
	"Please check if WiSA Speakers are turned on and try again.": "Patikrinkite, ar „WiSA“ garsiakalbiai yra įjungti, ir bandykite dar kartą.",
	"Please check that the Bluetooth device is already connected to another device.": "Patikrinkite, ar „Bluetooth“ įrenginys jau yra prijungtas prie kito įrenginio.",
	"Please check the network name and password and try again.": "Patikrinkite tinklo pavadinimą ir slaptažodį ir bandykite dar kartą.",
	"Please check the status and try again": "Patikrinkite būseną ir bandykite dar kartą",
	"Please do not unplug the USB storage until the copying is completed.": "Neatjunkite USB atminties įrenginio, kol nebus baigta kopijuoti.",
	"Please enter your password to turn off this function.": "Įveskite savo slaptažodį, jei norite išjungti šią funkciją.",
	"Please enter your password to turn on this function.": "Įveskite savo slaptažodį, jei norite įjungti šią funkciją.",
	"Please make sure that your TV is connected to the network and try again.": "Įsitikinkite, kad jūsų televizorius yra prijungtas prie tinklo, ir bandykite dar kartą.",
	"Please note that LG does not use or manage the value.": "Atkreipkite dėmesį, kad LG nenaudoja ir nevaldo verčių.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Atkreipkite dėmesį, kad kai skaitmeninė garso išvestis nustatoma kaip „Pass Through“ (perduoti), garsas gali būti neišvedamas.",
	"Please try again later.": "Pabandykite dar kartą vėliau.",
	"Please wait while the Settings application reloads.": "Palaukite, kol bus iš naujo įkrauta nuostatų programa.",
	"Please wait while the Settings application restarts.": "Palaukite, kol bus iš naujo paleista nuostatų programa.",
	"Please wait while the TV restarts.": "Palaukite, kol televizorius bus paleistas iš naujo.",
	"Please wait while the TV searches for LG Service Country.": "Palaukite, kol televizorius ras šalį, kurioje teikiamos LG paslaugos.",
	"Point": "Taškas",
	"Pointer Options": "Žymeklio parinktys",
	"Pointer Size": "Žymeklio dydis",
	"Poland": "Lenkija",
	"Polish": "Lenkų k.",
	"Pontianak": "Pontianakas",
	"Port Louis": "Port Luisas",
	"Port Moresby": "Port Morsbis",
	"Port of Spain": "Port of Speinas",
	"Port-au-Prince": "Port o Prensas",
	"Porto Novo": "Porto Novas",
	"Porto Velho": "Porto Veljas",
	"Porto-Novo": "Porto Novas",
	"Portugal": "Portugalija",
	"Portuguese": "Portugalų k.",
	"Position": "Padėtis",
	"Position Settings": "Padėties Nuostatos",
	"Power Off Timer": "Maitinimo išjungimo laikmatis",
	"Power On Timer": "Maitinimo įjungimo laikmatis",
	"Power Saving Mode": "Energijos taupymo režimas",
	"Prague": "Praha",
	"Praia": "Praja",
	"Preschool": "Ikimokyklinio amžiaus vaikams",
	"Press right button to adjust de-blur and Motion Pro value.": "Spauskite dešinįjį mygtuką „de-blur“ ir „Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Spauskite dešinįjį mygtuką „de-blur“ ir „OLED Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-blur and OLED Motion value.": "Spauskite dešinįjį mygtuką „de-blur“ ir „OLED Motion“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder and Motion Pro value.": "Spauskite dešinįjį mygtuką „de-judder“ ir „Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Spauskite dešinįjį mygtuką „de-judder“ ir „OLED Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder and OLED Motion value.": "Spauskite dešinįjį mygtuką „de-judder“ ir „OLED Motion“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Spauskite dešinįjį mygtuką „de-judder“, „de-blur“ ir „Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Spauskite dešinįjį mygtuką „de-judder“, „de-blur“ ir „OLED Motion Pro“ efektų vertėms koreguoti.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Spauskite dešinįjį mygtuką „de-judder“, „de-blur“ ir „OLED Motion“ efektų vertėms koreguoti.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Paspauskite ant maršruto parinktuvo su aktyviu WPS esantį WPS mygtuką, kad prijungtumėte TV prie tinklo.",
	"Press the right button to adjust Motion Pro settings.": "Spauskite dešinįjį mygtuką „Motion Pro“ nuostatoms koreguoti.",
	"Press the right button to adjust OLED Motion Pro settings.": "Spauskite dešinįjį mygtuką „OLED Motion Pro“ nuostatoms koreguoti.",
	"Press the right button to adjust OLED Motion settings.": "Spauskite dešinįjį mygtuką „OLED Motion“ nuostatoms koreguoti.",
	"Press the right button to adjust de-blur settings.": "Spauskite dešinįjį mygtuką „de-blur“ nuostatoms koreguoti.",
	"Press the right button to adjust de-judder settings.": "Spauskite dešinįjį mygtuką „de-judder“ nuostatoms koreguoti.",
	"Previous": "Ankstesnis",
	"Primary Audio Language": "Pagrindinė garso kalba",
	"Primary Channels": "Pagrindiniai kanalai",
	"Primary Teletext Language": "Pirminė teleteksto kalba",
	"Program exempted from ratings.": "Programai reitingai netaikomi.",
	"Programme": "Programa",
	"Provide HbbTV Distinctive ID": "Nustatykite „HbbTV Distinctive ID“",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Suteikite HbbTV skiriamąjį ID HbbTV paslaugai transliacijoms.",
	"Provided services may vary depending on countries.": "Teikiamos paslaugos gali skirtis priklausomai nuo šalių.",
	"Puerto Rico": "Puerto Rikas",
	"Pyongyang": "Pchenjanas",
	"QLD - Queensland - Brisbane": "QLD – Kvinslandas – Brisbenas",
	"Qatar": "Kataras",
	"Quick Help": "Greitoji pagalba",
	"Quick Start+": "„Quick Start+“",
	"Rainy River": "Reini Riveris",
	"Raised": "Pakeltas",
	"Rangoon": "Rangūnas",
	"Real Cinema": "Tikras kinas",
	"Reason: Authentication with access point was unsuccessful.": "Priežastis: nepavyko nustatyti tapatybės prieigos taške.",
	"Reason: Could not establish a connection to access point.": "Priežastis: nepavyko nustatyti ryšio su prieigos tašku.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Priežastis: nepavyko naudojant DHCP gauti galiojančio IP adreso.",
	"Reason: Entered password is incorrect.": "Priežastis: įvestas klaidingas slaptažodis",
	"Reason: Password is missing.": "Priežastis: trūksta slaptažodžio.",
	"Reason: The network you selected is out of range.": "Priežastis: pasirinktas tinklas viršija nustatyto intervalo ribas",
	"Reason: Unable to login.": "Priežastis: nepavyko prisiregistruoti.",
	"Receive emergency alerts from TV when an emergency occurs.": "Gaukite pranešimus apie kritišką atvejį, kai susidaro kritinė situacija.",
	"Recife": "Resifė",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Rekomenduojame nustatyti valandas, kuriomis paprastai žiūrite televizorių, į „Always-on“.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Rekomenduoti naudingą turinį ir funkcijas, remiantis žiūrėjimo istorija ir programų naudojimo modeliais.",
	"Recommendations are available for the people, products and locations related to the current program.": "Rekomendacijos gali būti teikiamos atsižvelgiant į žmones, produktus ir vietas, susijusius su dabartine programa.",
	"Red": "Raudona",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Sumažinkite netaisyklingą triukšmą iš skaitmeninių vaizdo signalų, kad būtų aiškiai optimizuota vaizdo kokybė.",
	"Regina": "Redžina",
	"Region": "Regionas",
	"Registered Devices ({num})": "Registruoti Prietaisai ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Sustiprinkite optimizuoto garso aukštus tonus.",
	"Reinforce the low-pitched tone of the optimized sound.": "Sustiprinkite optimizuoto garso žemus tonus.",
	"Remote Settings": "Nuotolinio valdymo pulto nuostatos",
	"Remove irregular and erratic pixels for a clearer image.": "Pašalinkite netaisyklingus ir netvarkingus taškelius, kad vaizdas būtų aiškesnis.",
	"Reset": "Nustatyti iš naujo",
	"Reset AD ID": "Atkurti AD ID",
	"Reset CI Password": "Atnaujinti CI slaptažodį",
	"Reset HbbTV Distinctive ID": "Atstatykite „HbbTV Distinctive ID“",
	"Reset Password": "Atstatyti slaptažodį",
	"Reset Settings": "Atstatyti Nuostatas",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Atstatykite patvirtintų programėlių sąrašą, kai prisijungiate prie „HbbTV“ mobiliosios programėlės.",
	"Reset the caption position.": "Atkurkite subtitrų padėtį.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Atstatykite peržiūros turinio ir naudojimosi programėlėmis istoriją. Atstačius istoriją gali šiek tiek užtrukti, kol vėl pradėsite gauti turinio rekomendacijas.",
	"Reset to Initial Settings": "Pradinių nustatymų atkūrimas",
	"Restrict access to TV programs based on their ratings.": "Uždrauskite prieigą prie televizijos programų pagal jų reitingus.",
	"Restrict watching based on age ratings for children programs.": "Apribokite žiūrėjimą pagal vaikų programų amžiaus reitingus.",
	"Restrict watching based on ages ratings.": "Apribokite žiūrėjimą pagal amžiaus reitingus.",
	"Restrict watching based on fantasy violence content ratings.": "Apribokite žiūrėjimą pagal fantazijos smurto turinio reitingus.",
	"Restrict watching based on programs containing adult language.": "Apribokite žiūrėjimą pagal programas, kuriose vartojama suaugusiesiems skirta kalba.",
	"Restrict watching based on programs containing sexual scene.": "Apribokite žiūrėjimą pagal programas, kuriose yra seksualinių scenų.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Apribokite žiūrėjimą pagal programas, kuriose yra dialogų su seksualine potekste.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Apribokite žiūrėjimą pagal tam tikrą amžiaus ar turinio reitingą prižiūrint suaugusiesiems.",
	"Restrict watching based on violence content ratings.": "Apribokite žiūrėjimą pagal smurto turinio reitingus.",
	"Restrict watching movies based on rating.": "Apribokite filmų žiūrėjimą pagal reitingą.",
	"Restrict watching programs based on rating.": "Apribokite programų žiūrėjimą pagal reitingą.",
	"Restriction ratings :": "Apribojimų reitingai:",
	"Retry": "Bandyti dar kartą",
	"Revert TV to its initial settings.": "Atkurkite pradines televizoriaus nuostatas.",
	"Revert color adjustment settings to default.": "Atkurkite numatytąsias spalvų sureguliavimo nuostatas.",
	"Revert detailed sound effect settings of standard mode to default.": "Atkurkite išsamias standartinio režimo garso efekto nuostatas į numatytąsias.",
	"Revert picture setting values to default.": "Atkurkite vaizdo nuostatų vertes į numatytąsias vertes.",
	"Revert white balance settings to default.": "Atkurkite numatytąsias baltos spalvos balanso nuostatas.",
	"Reykjavik": "Reikjavikas",
	"Riga": "Ryga",
	"Right": "Dešinė",
	"Right Left": "Dešinė/Kairė",
	"Right Surround": "Dešinė (erdvinis garsas)",
	"Right drop shadow": "Šešėlis iš dešinės",
	"Rio Branco": "Rio Brankas",
	"Riyadh": "Rijadas",
	"Romania": "Rumunija",
	"Romanian": "Rumunų k.",
	"Rome": "Roma",
	"Russia": "Rusija",
	"Russian": "Rusų k.",
	"Rwanda": "Ruanda",
	"R{value}": "R {value}",
	"SA - South Australia - Adelaide": "SA – Pietų Australija – Adelaidė",
	"SIGNATURE Opening": "SIGNATURE atidarymas",
	"SIGNATURE TV Settings": "SIGNATURE TV nustatymai",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Naudodami SIMPLINK, LG nuotolinio valdymo pultu galite valdyti kitus įrenginius, kuriuose įjungta SIMPLINK, pvz., DVD leistuvą ar garso namų kino sistemą, prijungtą prie „LG Smart TV“ televizoriaus HDMI laidu.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK bus įjungtas automatiškai, kad galima būtų naudotis šiuo ARC režimu.",
	"Safety": "Sauga",
	"Saint Lucia": "Sent Lusija",
	"Saint Vincent": "Sent Vinsentas",
	"Sakhalin": "Sachalinas",
	"Samarkand": "Samarkandas",
	"San Luis": "San Luisas",
	"San Salvador": "San Salvadoras",
	"Santiago": "Santjagas",
	"Santo Domingo": "Santo Domingas",
	"Sarajevo": "Sarajevas",
	"Satellite": "Palydovas",
	"Satellite DTV": "Palydovinė DTV",
	"Satellite Radio": "Palydovinis radijas",
	"Saturation": "Grynis",
	"Saudi Arabia": "Saudo Arabija",
	"Saudi arabia": "Saudo Arabija",
	"Save CAM Operator's Profile": "Išsaugoti CAM Operatoriaus Profilį",
	"Save CI Password": "Įrašyti CI slaptažodį",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Įrašykite spalvų sureguliavimo nuostatas iš šiuo metu pasirinkto vaizdo režimo visoms įvestims.",
	"Save the white balance settings from the current picture mode in all inputs.": "Įrašykite baltos spalvos balanso nuostatas iš šiuo metu pasirinkto vaizdo režimo visose įvestyse.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Įrašykite arba iš naujo nustatykite CI slaptažodį. Įrašius slaptažodį, ateityje daugiau nereikės atlikti prisijungimo veiksmo.",
	"Scan \"Auto Detect\" automatically.": "Automatiškai nuskaitykite „Automatinis aptikimas“.",
	"Scoresbysund": "Skorsbio užutėkis",
	"Screen Down": "Ekrano paslinkimas žemyn",
	"Screen Off": "Išjungti ekraną",
	"Screen Saver": "Ekrano užsklanda",
	"Screen Share": "„Screen Share“",
	"Screen Shift ": "Ekrano poslinkis",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekranas persijungia reguliariais laiko intervalais ir neleidžia susidaryti vaizdo kokybės problemoms, kurios gali kilti, kai televizorius būna įjungtas ilgą laiką.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekranas išsijungs per 5 sek. Kad vėl įjungtumėte ekraną, paspauskite bet kurį mygtuką, išskyrus maitinimo ir garsumo mygtuką.",
	"Search": "Ieškoti",
	"Search Bluetooth Device": "Ieškoti „Bluetooth“ įrenginio",
	"Searching...": "Ieškoma...",
	"Second Language": "Antroji kalba",
	"Secondary Audio Language": "Antrinė garso kalba",
	"Secondary Teletext Language": "Antroji teleteksto kalba",
	"Security": "Saugumas",
	"Select IRE point to adjust luminance.": "Pasirinkite IRE tašką skaisčiui reguliuoti.",
	"Select Mode": "Pasirinkite režimą",
	"Select TV's language settings.": "Pasirenkami televizoriaus kalbos nustatymai.",
	"Select a caption type for HD broadcasts.": "Nustatykite HD transliacijų antraštės tipą.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Nustatykite NEXTGEN televizijos transliacijų antraštės tipą.",
	"Select a caption type for UHD broadcasts.": "Nustatykite UHD transliacijų antraštės tipą.",
	"Select a caption type for analog broadcasts.": "Nustatykite analoginių transliacijų antraštės tipą.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Pasirinkite vaizdo režimą, atitinkantį žiūrėjimo aplinką, arba pasirinkite vaizdo režimo parametrus, tokius kaip kontrastas, spalva ir pan.",
	"Select an audio format for each HDMI input.": "Pasirinkite garso formatą kiekvienai HDMI įvesčiai.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pasirinkite kitą skaitmeninę garso išvestį (automatinę arba PCM), jei po to, kai pasirenkate „Pass Through“ (praleidžiamo garso išėjimas), garso efekto nesigirdi.",
	"Select audio language for digital broadcasts.": "Pasirinkite skaitmeninių transliacijų garso kalbą.",
	"Select color to be adjusted.": "Pasirinkite spalvą, kurią norite reguliuoti.",
	"Select days to apply the Timer Power Off settings every week.": "Pasirinkite dienas, kuriomis kiekvieną savaitę turi būti taikomi televizoriaus išjungimo nustatymai.",
	"Select days to apply the Timer Power On settings every week.": "Pasirinkite dienas, kuriomis kiekvieną savaitę turi būti taikomi televizoriaus įjungimo nustatymai.",
	"Select device for audio output.": "Pasirinkite garso išvesties prietaisą.",
	"Select device or speaker for audio output.": "Pasirinkite garso išvesties prietaisą ar garsiakalbį.",
	"Select digital audio output format.": "Pasirinkite skaitmeninės garso išvesties formatą.",
	"Select language for TV menu.": "Pasirinkite TV meniu kalbą.",
	"Select language for subtitles.": "Pasirinkite subtitrų kalbą.",
	"Select languages for keyboards input.": "Pasirinkite kalbų klaviatūros įvestį.",
	"Select method to adjust white balance.": "Pasirinkite būdą baltos spalvos balansui reguliuoti.",
	"Select point to adjust luminance.": "Pasirinkite tašką skaisčiui reguliuoti.",
	"Select the Sound mode and set detailed Audio effects.": "Pasirinkite Garso režimą ir nustatykite išsamius Garso efektus.",
	"Select the Sound mode for each content type.": "Pasirinkite kiekvieno pobūdžio turinio Garso režimą.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Pasirinkite „Ultra HD Deep Colour“ HDMI {num} prievadui.",
	"Select the app to restrict the use.": "Pasirinkite programą, kurios naudojimą norite apriboti.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Pasirinkite tinkamą vaizdo režimą pagal žiūrėjimo aplinką ar turinio tipą.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Pasirinkite garso ypatybes ir klausykitės transliacijos taip, kaip norite.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Pasirinkite subtitrų tipą skaitmeninėms transliacijoms ir nustatykite detalius subtitrų parametrus.",
	"Select the channel to restrict watching.": "Pasirinkite kanalą, kurio žiūrėjimą norite apriboti.",
	"Select the channel to watch when the TV turns on.": "Pasirinkite kanalą, kuris bus rodomas įjungus televizorių.",
	"Select the color range to be displayed.": "Pasirinkite rodytiną spalvų diapazoną.",
	"Select the country for your country's special services.": "Pasirinkite savo šalies specialiųjų paslaugų šalį.",
	"Select the desired video angle.": "Pasirinkite pageidaujamą vaizdo kampą.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Pasirinkite formatą, kuriuo skaitmeninė televizoriaus garso išvestis bus perduodama į išorinį įrenginį.",
	"Select the input to use when the TV turns on.": "Pasirinkite įvestį, kurią reikia naudoti įjungus televizorių.",
	"Select the inputs to restrict the use.": "Pasirinkite įvestis, kurių naudojimą norite apriboti.",
	"Select the most preferred Subtitle Language.": "Pasirinkite pagrindinę subtitrų kalbą.",
	"Select the place where to use the TV.": "Pasirinkite vietą, kur ketinate naudotis televizoriumi.",
	"Select the residential region for your regional broadcast signal.": "Pasirinkite regioninio transliavimo signalo gyvenamąjį regioną.",
	"Select the second preferred Subtitle Language.": "Pasirinkite antrąją subtitrų kalbą.",
	"Select your first choice of audio language for digital broadcasts.": "Pasirinkite pirmąjį skaitmeninių transliacijų garso kalbos pasirinkimą.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Pasirinkite pagrindinę televizijos transliuotojo teikiamos teleteksto paslaugos kalbą.",
	"Select your second choice of audio language for digital broadcasts.": "Pasirinkite antrąjį skaitmeninių transliacijų garso kalbos pasirinkimą.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Pasirinkite antrąją televizijos transliuotojo teikiamos teleteksto paslaugos kalbą.",
	"Senegal": "Senegalas",
	"Seoul": "Seulas",
	"Serbia": "Serbija",
	"Serbian": "Serbų k.",
	"Serial Number": "Serijos numeris",
	"Service 1": "1 paslauga",
	"Service 2": "2 paslauga",
	"Service 3": "3 paslauga",
	"Service 4": "4 paslauga",
	"Service 5": "5 paslauga",
	"Service 6": "6 paslauga",
	"Service Area Zip Code": "Paslaugos vietos pašto kodas",
	"Set Automatically": "Nustatyti automatiškai",
	"Set ID": "Nustatyti ID",
	"Set My Team Alarm.": "Nustatyti Mano Komandos Signalą.",
	"Set Store Mode settings.": "Nustatykite parduotuvės veiksenos nuostatas.",
	"Set System Color mode for your current TV input.": "Nustatykite šiuo metu priimamų televizijos signalų sistemos spalvų veikseną.",
	"Set additional options for Video Description.": "Nustatykite papildomas vaizdo įrašo aprašo parinktis.",
	"Set additional picture settings.": "Nustatykite papildomas vaizdo nuostatas.",
	"Set additional sound-related settings.": "Nustatykite papildomas garso nuostatas.",
	"Set advanced Subtitle options.": "Nustatykite papildomas subtitrų parinktis.",
	"Set advanced captioning options.": "Nustatykite papildomas antraščių parinktis.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Nustatykite ir pakeiskite IP adreso versiją kaip IPv4 arba IPv6.",
	"Set audio-related options.": "Nustatykite su garsu susijusias parinktis.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Nustatykite transliacijų antraščių dydį, spalvą, permatomumą ir kitas parinktis.",
	"Set color temperature from warm to cool.": "Nustatomos spalvų temperatūros nuo šiltų iki šaltų.",
	"Set detailed caption settings for HD broadcasts.": "Nustatykite išsamius subtitrų parametrus HD transliacijoms.",
	"Set detailed options for the AI functions.": "Nustatykite detalias AI funkcijų parinktis.",
	"Set detailed options for the Home feature.": "Nustatykite detalias parinktis Namų funkcijai.",
	"Set detailed options for the Recommendation feature.": "Nustatykite detalias parinktis Rekomendacijų funkcijai.",
	"Set easy connection settings with external devices.": "Nustatykite parametrus lengvajam prisijungimui prie išorinių įrenginių.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Nustatykite nurodytų kanalų, programų, įvesčių ir kt. užraktą, kad jais būtų naudojamasi prižiūrint suaugusiesiems.",
	"Set necessary additional functions based on watching environment and screen status.": "Nustatykite būtinas papildomas funkcijas remdamiesi žiūrėjimo aplinka ir ekrano būsena.",
	"Set or reset the position of on-screen captions.": "Nustatykite arba atkurkite ekrane rodomų subtitrų padėtį.",
	"Set settings related to your wired / wireless network.": "Pasirinkite su jūsų laidiniu / belaidžiu tinklu susijusias nuostatas.",
	"Set the TV to turn off automatically after a set amount of time.": "Nustatykite, kad televizorius automatiškai išsijungtų praėjus nustatytam laikui.",
	"Set the TV to turn off automatically at a set time.": "Nustatykite, kad TV automatiškai išsijungtų nustatytu laiku.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Nustatykite, kad televizorius automatiškai išsijungtų, jei per 4 valandas nuo televizoriaus įsijungimo naudotojas neatlieka jokių veiksmų.",
	"Set the TV to turn on automatically at a set time.": "Nustatykite, kad TV automatiškai įsijungtų nustatytu laiku.",
	"Set the additional functions related to the TV.": "Nustatykite papildomas funkcijas, susijusias su televizoriumi.",
	"Set the current date and time.": "Nustatykite šiandienos datą ir laiką.",
	"Set the current date manually.": "Nustatykite esamą datą ranka.",
	"Set the current time manually.": "Nustatykite esamą laiką ranka.",
	"Set the detect range of device available to connect.": "Nustatykite galimo prijungti prietaiso aptikimo diapazoną.",
	"Set the region and country for broadcasts and special services.": "Nustatykite transliacijų ir specialių paslaugų regioną ir šalį.",
	"Set the screen size and aspect ratio.": "Nustatykite ekrano dydžio ir padėties santykį.",
	"Set the specialized functions of SIGNATURE TV.": "Nustatykite specializuotas SIGNATURE TV funkcijas.",
	"Set the time to turn off the TV automatically without user input.": "Nustatykite laiką, per kurį televizorius automatiškai išjungiamas, jei naudotojas neatlieka jokių veiksmų.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Nustatykite virtualų daugiakanalį erdvinio garso efektą, kad galėtumėte mėgautis tikroviškesniu garsu.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Nustatykite virtualų erdvinio garso efektą, kad galėtumėte mėgautis tikroviškesniu garsu.",
	"Set the volume level when the TV turns on.": "Pasirinkite garsumą, kuris bus nustatytas įjungus televizorių.",
	"Set time to turn off the TV.": "Nustatykite televizoriaus išjungimo laiką.",
	"Set time to turn on the TV.": "Nustatykite televizoriaus įjungimo laiką.",
	"Set up additional features related to customer support.": "Nustatyti papildomas funkcijas, susijusias su klientų aptarnavimo tarnyba.",
	"Set up an account to use LG Services.": "Sukurkite paskyrą, kad galėtumėte naudotis LG paslaugomis.",
	"Set whether to display Home when the TV is turned on.": "Pasirinkite, ar bus rodomi „Namai“, kai įjungiamas televizorius.",
	"Settings Help": "Nuostatų žinynas",
	"Sexual Situations": "Sekso scenos",
	"Sexually Suggestive Dialogue": "Seksualinio pobūdžio dialogas",
	"Shanghai": "Šanchajus",
	"Sharpness": "Ryškumas",
	"Show Password": "Rodyti slaptažodį",
	"Side by Side": "Šalia",
	"Sierra Leone": "Siera Leonė",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Jei belaidis maršrutizatorius bus per arti televizoriaus, signalų trukdžiai gali sumažinti nuotolinio valdymo pulto „Magic Remote“ jautrumą.",
	"Simferopol": "Simferopolis",
	"Singapore": "Singapūras",
	"Size": "Dydis",
	"Skopje": "Skopjė",
	"Sleep Timer": "Išsijungimo laikmatis",
	"Slovak": "Slovakų k.",
	"Slovakia": "Slovakija",
	"Slovenia": "Slovėnija",
	"Slovenian": "Slovėnų k.",
	"Slow": "Mažas",
	"Small": "Mažas",
	"Smooth": "Lygus",
	"Smooth Gradation": "Sklandi gradacija",
	"Soccer": "Futbolas",
	"Sofia": "Sofija",
	"Software Update": "Programinės įrangos naujinimas",
	"Software Version": "Programinės įrangos versija",
	"Software update has been installed. Update will be applied when you restart your TV.": "Programinės įrangos naujinimas įdiegtas. Naujinimas bus pritaikytas paleidus televizorių iš naujo.",
	"Solid": "Vientisas",
	"Solomon Islands": "Saliamono Salos",
	"Somalia": "Somalis",
	"Some material may not be appropriate for children under 13.": "Tam tikras turinys gali būti netinkamas jaunesniems nei 13 metų vaikams.",
	"Some material may not be appropriate for children.": "Tam tikras turinys gali būti netinkamas vaikams.",
	"Sotho, Northern": "Šiaurės Soto",
	"Sotho, Southern": "Pietų Soto",
	"Sound": "Garsas",
	"Sound Mode": "Garso režimas",
	"Sound Mode Settings": "Garso režimo nustatymai",
	"Sound Out": "Garso išvestis",
	"Sound Share": "Dalintis Garsu",
	"Sound Test": "Garso patikrinimas",
	"South Africa": "Pietų Afrika",
	"South Korea": "Pietų Korėja",
	"Southern Africa": "Pietų Afrika",
	"Spain": "Ispanija",
	"Spanish": "Ispanų k.",
	"Speaker Volume Control": "Garsiakalbio Garsumo Valdymas",
	"Specify detailed voice guidance settings after turning on this feature.": "Įjungę šią funkciją, nustatykite detalius parametrus vesti balsu.",
	"Speed": "Greitis",
	"Spoken Subtitle": "Tariami subtitrai",
	"Sports": "Sportas",
	"Sports Alert": "Pranešimas apie sportą",
	"Srednekolymsk": "Srednekolymskas",
	"Sri Lanka": "Šri Lanka",
	"St. John's": "Sent Džonsas",
	"Stand": "Stovas",
	"Standard": "Standartinis",
	"Standard Mode Sound Effect": "Standartinio režimo garso efektas",
	"Standby Light": "Budėj. režimo indikat.",
	"Start New Sound Tuning": "Pradėti naują garso derinimą",
	"Start Now": "Pradėti dabar",
	"Startup Sound": "Paleisties garsas („Startup Sound“)",
	"Stockholm": "Stokholmas",
	"Stop": "Sustabdyti",
	"Store Demo": "Parodomasis parduotuvės režimas",
	"Store Mode": "Parduotuvės veiksena",
	"Store Mode Settings": "Parduotuvės veiksenos nuostatos",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Parduotuvės Veiksena skirta naudoti eksponuojant televizorių parduotuvėje. Nuostatos bus atnaujinamos kas kelias minutes. Ar norite uždaryti šią programėlę ir paleisti Parduotuvės Veikseną?",
	"Strong": "Stiprus",
	"Style": "Stilius",
	"Subnet Mask": "Potinklio šablonas",
	"Subnet prefix length": "Potinklio prefikso ilgis",
	"Subtitle First Choice Language": "Pagrindinė subtitrų kalba",
	"Subtitle Language": "Subtitrų kalba",
	"Subtitle Second Choice Language": "Antroji subtitrų kalba",
	"Subtitles": "Subtitrai",
	"Sudan": "Sudanas",
	"Super Impose": "Uždėti",
	"Super Resolution": "Itin didelė raiška",
	"Support": "Palaikymas",
	"Suriname": "Surinamas",
	"Surround Balance": "Erdvinis balansas",
	"Surround Level": "Erdvinis lygis",
	"Swahili": "Suahilių",
	"Swati": "Svazių",
	"Swaziland": "Svazilendas",
	"Sweden": "Švedija",
	"Swedish": "Švedų k.",
	"Swift Current": "Svift Karentas",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Išjungdami televizorių įjunkite budėjimo režimą, kad vėl galėtumėte greitai įjungti televizorių.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Išjungdami televizorių įjunkite budėjimo režimą, kad galėtumėte naudotis įvairiomis funkcijomis, pvz., programomis, paieška ir kt.",
	"Switzerland": "Šveicarija",
	"Sync Demo": "Sinchronizacijos demonstracija",
	"Syria": "Sirija",
	"System Color": "Spalvų kodavimo sistema",
	"São Paulo": "San Paulas",
	"TAS - Tasmania - Hobart": "TAS – Tasmanija – Hobartas",
	"TEXT 1": "TEKSTAS 1",
	"TEXT 2": "TEKSTAS 2",
	"TEXT 3": "TEKSTAS 3",
	"TEXT 4": "TEKSTAS 4",
	"TV": "TELEVIZORIUS",
	"TV Information": "Informacija apie televizorių",
	"TV Installation Type": "Televizoriaus įdiegimo tipas",
	"TV Lock": "TV užraktas",
	"TV Name": "Televizoriaus pavadinimas",
	"TV On With Mobile": "Televizoriaus įjungimas Mobiliuoju įrenginiu",
	"TV Power Sound": "TV Power garsas",
	"TV Power Sound Volume": "TV Power garso stiprumas",
	"TV Program Locks": "TV programų užraktai",
	"TV Rating English": "TV amžiaus cenzas – anglų",
	"TV Rating French": "TV amžiaus cenzas – prancūzų",
	"TV Speaker": "TV garsiakalbis",
	"TV can be used as an alarm.": "Televizorių galima naudoti kaip žadintuvą.",
	"TV is turned off at a set time on every specified day.": "Televizorius išjungiamas nustatytu laiku kiekvieną nurodytą dieną.",
	"TV to USB": "IŠ TELEVIZORIAUS Į USB",
	"Tagalog": "Tagalų k.",
	"Tahiti": "Taitis",
	"Taipei": "Taipėjus",
	"Taiwan": "Taivanas",
	"Tajikistan": "Tadžikistanas",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Naudokitės funkcijomis, kurioms reikalingas tinklas, pavyzdžiui, internetu, programomis, programinės įrangos atnaujinimais ir kt.",
	"Tallinn": "Talinas",
	"Tamil": "Tamilų",
	"Tanzania": "Tanzanija",
	"Target Luminance": "Tikslinis skaistis",
	"Tashkent": "Taškentas",
	"Tbilisi": "Tbilisis",
	"Tegucigalpa": "Tegusigalpa",
	"Tehran": "Teheranas",
	"Teletext": "Teletekstas",
	"Telugu": "Telugų",
	"Text Color": "Teksto spalva",
	"Text Opacity": "Permatomas tekstas",
	"Text Search": "Teksto paieška",
	"Thai": "Tajų",
	"Thailand": "Tailandas",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ir HDMI {port2} prievadai palaiko „AMD FreeSync Premium“ ir galite pasirinkti šią funkciją.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ir HDMI {port2} prievadai palaiko „AMD FreeSync Premium“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ir HDMI {port2} prievadai palaiko „Instant Game Response“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} prievadas palaiko „AMD FreeSync Premium“ ir galite pasirinkti šią funkciją.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} prievadas palaiko „AMD FreeSync Premium“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} prievadas palaiko „Instant Game Response“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} ir HDMI {port3} prievadai palaiko „AMD FreeSync Premium“ ir galite pasirinkti šią funkciją.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ir HDMI {port3} prievadai palaiko „AMD FreeSync Premium“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ir HDMI {port4} prievadai palaiko „AMD FreeSync Premium“ ir galite pasirinkti šią funkciją.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ir HDMI {port4} prievadai palaiko „AMD FreeSync Premium“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ir HDMI {port4} prievadai palaiko „Instant Game Response“ ir galite įjungti arba išjungti šią funkciją.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ir HDMI {port3} prievadai palaiko „Instant Game Response“ ir galite įjungti arba išjungti šią funkciją.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "„HbbTV Distinctive ID“ yra unikali vertė, naudojama tik „HbbTV“, tai yra nesusiję su naudotojo asmenine informacija.",
	"The HbbTV Distinctive ID will be reset.": "„HbbTV Distinctive ID“ bus atstatyta.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV programa ar paslauga išjungs individualių vartotojų sekimą.",
	"The IBB service will disable its tracking of an individual user.": "IBB paslauga išjungs individualių vartotojų sekimą.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG paslaugų teikimo šalies informacijos gauti iš serverio nepavyko. Pabandykite dar kartą vėliau.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Kad meniu kalba būtų pakeista, reikia iš naujo įkelti programą „Nuostatos“. Ar norite tęsti?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Aplinkos apšvietimas bus užtikrinamas pastebėjus judesį aplink televizorių.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Prieinamos išorinės balso atpažinimo funkcijos gali keistis priklausomai nuo kalbos nuostatos. Be to, jei pakeičiate meniu kalbą, nuostatų meniu bus perkrautas. Ar norite tęsti?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanalų sąrašas sėkmingai nukopijuotas iš USB atminties įrenginio į televizorių. Televizorius bus paleistas iš naujo per 5 sek.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanalų sąrašas sėkmingai nukopijuotas iš televizoriaus į USB atminties įrenginį.",
	"The closer to 100, the brighter.": "Kuo vertė arčiau 100, tuo ekranas bus ryškesnis.",
	"The closer to 100, the clearer the color becomes.": "Kuo vertė arčiau 100, tuo spalva tampa aiškesnė.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Kuo vertė arčiau 50, tuo aiškiau rodoma raudona, kuo vertė arčiau 50, tuo aiškiau rodoma žalia.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Nustatytos baltos šviesos balanso vertės bus atstatytos. Ar norite tęsti?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Tarpas tarp kanalo ir programos garsumo lygių automatiškai sumažinamas, tai leidžia žiūrėti televizoriaus kanalą su tolygiu garsumu.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Tarpas tarp kanalo ir programos garsumo lygių automatiškai nustatomas, kad būtų galima žiūrėti programą tolygiu garsumu.",
	"The higher the settings, the louder the sound rapidly.": "Kuo aukštesnės nuostatos, tuo greičiau garsėja garsas.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Vidinis televizoriaus garsiakalbis ir „Bluetooth“ garsiakalbiai gali skleisti garsą vienu metu, sukurdami ryškų erdvinio garso efektą.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Balso atpažinimo kalba bus automatiškai nustatyta priklausomai nuo pasirinktos meniu kalbos.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Kalba, naudojama Balso Atpažinimui, nustatoma pagal pasirinktą meniu kalbą. Palaikymo paslaugos gali skirtis priklausomai nuo balso kalbos.",
	"The network is currently unavailable. Please try again later.": "Tinklas šiuo metu nepasiekiamas. Bandykite vėliau.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Ši procedūra užtruks apie valandą. Jos metu televizorius turi būti išjungtas.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Ši procedūra užtruks apie {n} min. Jos metu televizorius turi būti išjungtas.",
	"The program is intended for adults only.": "Programa skirtas tiktai suaugusiems asmenims.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ekrano ryškumas automatiškai reguliuojamas pagal aplinkos apšvietimą.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekranas išsijungs po 5 sek. Norėdami vėl įjungti ekraną, paspauskite bet kurį mygtuką, išskyrus maitinimo ir garsumo mygtukus.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nustatytos spalvų valdymo sistemos papildomos vertės bus atstatytos. Ar norite tęsti?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bus iš naujo nustatyta „Bluetooth“ Erdvinio Garso + Vidinio Televizoriaus Garsiakalbio nuostata.",
	"The settings are as follows.": "Nuostatos yra tokios, kaip nurodyta toliau.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Kai skaitmeninė garso išvestis nustatoma kaip „Pass Through“ (perduoti), garsas gali būti neišvedamas.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Negalima pritaikyti naujinimo televizoriui. Bus atstatyta ankstesnė programinės įrangos versija.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vaizdas rodomas ekrane, kai televizorius įjungiamas ir rodinys keičiasi.",
	"There are no paired devices.": "Susietų įrenginių nėra.",
	"There are settings to correct or prevent OLED panel noise.": "OLED triukšmui koreguoti arba nuo jo apsisaugoti yra skirtos atskiros nuostatos.",
	"There is no USB device connected to your TV.": "Prie televizoriaus neprijungtas nė vienas USB.",
	"There is no message.": "Pranešimų nėra.",
	"Thimphu": "Timpu",
	"Third Language": "Trečioji kalba",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ši funkcija taikoma tik nurodytiems LG belaidės klaviatūros modeliams.",
	"This function works only when it is provided by the broadcast program.": "Ši funkcija veikia tik tada, jei ją teikia transliuojama programa.",
	"This is a closed caption preview": "Tai yra paslėptų subtitrų peržiūra",
	"This is an already existing value.": "Ši vertė jau yra.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ši paslauga suteikia jums daugiau informacijos apie programos peržiūrą ir naudojimąsi su ja susijusiu turiniu.",
	"This will revert all options on TV to their default settings.": "Ši parinktis atkurs visas televizoriaus parinktis į numatytąsias nuostatas.",
	"Thule": "Kanakas (Tulė)",
	"Tijuana": "Tichuana",
	"Time": "Laikas",
	"Timer Channel": "Laikmačio kanalas",
	"Timer Repeat": "Laikmačio kartojimas",
	"Timers": "Laikmačiai",
	"Timezone": "Laiko zona",
	"Timor-Leste": "Rytų Timoras",
	"Tint": "Atspalvis",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Norėdami optimizuoti garsą, paleiskite televizoriaus bandomąjį garsą ir pradėkite matuoti atspindintį garsą naudodami nuotolinio valdymo pultą „Magic Remote“.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Jei norite atlikti televizoriaus garso bandymą, garso išvesties nuostata turi būti perjungta į vidinį TV garsiakalbį. Ar norite tęsti?",
	"Togo": "Togas",
	"Tokyo": "Tokijas",
	"Top and Bottom": "Viršus ir apačia",
	"Toronto": "Torontas",
	"Total Power On Time": "Visas įjungto maitinimo laikas",
	"Tracking Speed": "Sekimo greitis",
	"Translucent": "Permatomas",
	"Transparent": "Skaidrus",
	"Treble Boost": "Aukštų dažnių sustiprinimas",
	"Trinidad And Tobago": "Trinidadas ir Tobagas",
	"Trinidad and Tobago": "Trinidadas ir Tobagas",
	"Tripoli": "Tripolis",
	"Tsonga": "Tsongų",
	"Tswana": "Tsvanų",
	"Tune and save available channels.": "Nustatykite ir įrašykite galimus kanalus.",
	"Tune and save available channels. You can set satellite channel options.": "Nustatykite ir įrašykite galimus kanalus. Galite nustatyti palydovinės televizijos kanalų parinktis.",
	"Tunis": "Tunisas",
	"Tunisia": "Tunisas",
	"Turkey": "Turkija",
	"Turkish": "Turkų k.",
	"Turkmenistan": "Turkmėnija",
	"Turn on TV with mobile device same as smartphone.": "Įjunkite televizorių naudodami mobilųjį įrenginį, kitaip tariant, išmanųjį telefoną.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Įjungti ir išjungti „Ultra HD Deep Colour“ HDMI {num} prievadui.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Įjunkite arba išjunkite HDMI {num} prievado nuostatą „Instant Game Response“.",
	"Turn on the TV using mobile device via Bluetooth.": "Įjunkite televizorių „Bluetooth“ ryšį naudodami mobilųjį prietaisą.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Įjunkite televizorių per „Wi-Fi“ naudodami savo mobilųjį prietaisą.",
	"Turn on via Bluetooth": "Įjungti per „Bluetooth“",
	"Turn on via Wi-Fi": "Įjungti per „Wi-Fi“",
	"Turn on/off description box in Settings.": "Nuostatų srityje suaktyvinkite arba išjunkite aprašo langelį.",
	"Turn on/off standby light.": "Įjungti / išjungti budėjimo veiksenos šviesą.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Įjungti / išjungti HDMI {num} prievado „AMD FreeSync Premium“.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Įjungti / išjungti vaizdus, kurie bus rodomi ekrane, kai nėra signalo.",
	"Turn on/off the related features of energy consumption.": "Įjunkite / išjunkite susijusias energijos vartojimo funkcijas.",
	"Turn the Hybridcast service on/off.": "Įjunkite arba išjunkite paslaugą „Hybridcast“.",
	"Turn the Interactivity (DTVi) service on/off.": "Įjunkite arba išjunkite paslaugą „Interactivity“ (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Įjunkite arba išjunkite televizijos transliuotojo paslaugą TV GIDAS.",
	"Turn your broadcast TV provider's teletext service on/off.": "Įjunkite arba išjunkite televizijos transliuotojo paslaugą TELETEKSTAS.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Jei prisijungimui prie tinklo nenaudojate laido, išjungus „Wi-Fi“ nebus galima gauti jokių internetinių paslaugų. Ar norite tęsti?",
	"UAE": "JAE",
	"UHD Mode": "UHD režimas",
	"USA": "JAV",
	"USB storage for Copy Channels": "USB įrenginys kanalų kopijavimui",
	"USB to TV": "Iš USB į televizorių",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukrainiečių.",
	"Ulaanbaatar": "Ulan Batoras",
	"Unable to check for updates.": "Nepavyko ieškoti naujinimų.",
	"Unable to connect to the network.": "Nepavyko prisijungti prie tinklo.",
	"Undefined": "Nenustatyta",
	"Under 17 requires accompanying parent or adult guardian.": "Jaunesniems nei 17 metų vaikams leidžiama žiūrėti tik kartu su tėvais ar suaugusiu globėju.",
	"Uniform": "Vienodas",
	"United Arab Emirates": "Jungtiniai Arabų Emyratai",
	"United Kingdom": "Jungtinė Karalystė",
	"United States of America": "Jungtinės Amerikos Valstijos",
	"Universal Control Settings": "Universalaus Nuotolinio Valdymo Pulto Nuostatos",
	"Unknown": "Nežinomas",
	"Unknown issue has occurred.": "Atsirado nežinoma problema.",
	"Update canceled.": "Naujinimas atšauktas.",
	"Update in progress...": "Vyksta atnaujinimas...",
	"Update in progress...({n}%)": "Atnaujinama...({n}%)",
	"Update paused.": "Naujinimas pristabdytas.",
	"Update reserved.": "Naujinimas rezervuotas.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Naujinimas bus atšauktas dabar ir visi naujinimo failai bus ištrinti. Ar norite tęsti?",
	"Urdu": "Urdų",
	"Uruguay": "Urugvajus",
	"Urumqi": "Urumčis",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Nuotolinio valdymo pultu „Magic Remote“ nustatykite kambario akustiką ir pagal gautus rezultatus optimizuokite televizoriaus garsą.",
	"Use a large pointer.": "Naudoti didelį žymeklį.",
	"Use a medium pointer.": "Naudoti vidutinio dydžio žymeklį.",
	"Use a small pointer.": "Naudoti nedidelį žymeklį.",
	"Use the 4-way controller to change the position and press the OK button.": "Naudokite 4 krypčių valdiklį padėčiai pakeisti ir spauskite mygtuką „OK“.",
	"Use the following services with the selected language.": "Naudokite šias paslaugas su pasirinkta kalba.",
	"User": "Vartotojas",
	"User Agreements": "Naudotojo sutartys",
	"User Guide": "Naudotojo vadovas",
	"Uzbek": "Uzbekų",
	"Uzbekistan": "Uzbekistanas",
	"Uzhhorod": "Užhorodas",
	"V Position": "V padėtis",
	"V Sharpness": "V ryškumas",
	"V Size": "V dydis",
	"VIC - Victoria - Melbourne": "VIC – Viktorija – Melburnas",
	"Vaduz": "Vaducas",
	"Valencian": "Valensijos",
	"Vancouver": "Vankuveris",
	"Vatican City": "Vatikanas",
	"Venda": "Vendų",
	"Venezuela": "Venesuela",
	"Vertical Zoom": "Vertikalus artinimas",
	"Video 1": "1 vaizdo įrašas",
	"Video 2": "2 vaizdo įrašas",
	"Video 3": "3 vaizdo įrašas",
	"Video Description": "Vaizdo aprašymas",
	"Vienna": "Viena",
	"Vientiane": "Vientianas",
	"Vietnam": "Vietnamas",
	"Vietnamese": "Vietnamiečių",
	"View current Common Interface (CI) information.": "Peržiūrėkite esamą informaciją apie bendrąją sąsają (angl. Common Interface, CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Aiškiau peržiūrėkite elementus pakeisdami ekrano meniu spalvą į juodai baltą.",
	"View messages from your broadcast TV provider.": "Peržiūrėkite televizijos transliuotojo pranešimus.",
	"View more information about watching program and enjoy related contents.": "Peržiūrėkite daugiau informacijos apie programos peržiūrą ir naudokitės su ja susijusiu turiniu.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Žiūrėkite vaizdą originaliame ekrane, koks jis yra, arba nustatykite ekrano dydį ir vaizdo formatą.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Žiūrėkite vaizdą originaliame ekrane, kaip jis gaunamas iš transliacijų signalo ar prijungto įrenginio.",
	"Violence": "Smurtas",
	"Vivid": "Ryškus",
	"Vladivostok": "Vladivostokas",
	"Voice Recognition Help and Settings": "Balso atpažinimo pagalba ir nustatymai",
	"Voice Support Service": "Balso Palaikymo Paslauga",
	"Volgograd": "Volgogradas",
	"Volume": "Garsumas",
	"Volume Increase Amount": "Kiek padidinti garsumą",
	"Volume Mode": "Garsumo režimas",
	"WA - Western Australia - Eucla": "WA – Vakarų Australija – Eucla",
	"WA - Western Australia - Perth": "WA – Vakarų Australija – Pertas",
	"Wall-mounted": "Tvirtinama prie sienos",
	"Warm1": "1 šiltas",
	"Warm2": "2 šiltas",
	"Warm3": "3 šiltas",
	"Warsaw": "Varšuva",
	"Watch a diverse range of Internet contents on TV channels.": "Žiūrėkite įvairų interneto turinį televizijos kanaluose.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Užregistruojame ir saugome MAC adresą, modelio numerį, šalies kodą, kalbos nuostatas ir programinės įrangos versiją, kad galėtume patikrinti, ar jūsų įrenginyje naudojama naujausia programinė įranga.",
	"Welcome Feature": "Pasveikinimo ekranas",
	"Welsh": "Valų k.",
	"Western Africa": "Vakarų Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kai prijungtas HDD nenaudojamas nustatytą laiko tarpą, perjunkite į budėjimo režimą, kad būtų sumažintas energijos suvartojimas.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kai įrenginys yra prijungtas prie prievado, žaidimo vaizdas yra optimizuotas su minimalia delsa, įtrūkimais ar pertrūkiais.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Paleidus nuostatą „Instant Game Response“, vaizdas gali laikinai mirksėti.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Jei „Sound Out“ (garso išvestis) yra nustatyta kaip „Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers“ arba prijungtas įrenginys nepalaiko nuostatos „Instant Game Response“, ji gali tinkamai neveikti.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Jei „Garso išvestis“ yra nustatyta kaip „Bluetooth“ arba prijungtas įrenginys nepalaiko nuostatos „Instant Game Response“, ji gali tinkamai neveikti.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Kai įrenginys įjungiamas arba išjungiamas, televizorius automatiškai įjungiamas arba išjungiamas.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kai vaizdiniai efektai yra išjungti, ekranas rodomas kaip „Live TV“.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kai ši funkcija yra įjungta, kai kurie ekrane rodomi elementai bus iš dalies permatomi.",
	"When your TV is turned off, the device will automatically turn off.": "Kai televizorius išjungiamas, įrenginys automatiškai išjungiamas.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Kol pakeista nustatyta vertė yra perkeliama į išorinį įrenginį, vaizdas arba garsas laikinai gali būti netransliuojamas.",
	"White": "Balta",
	"White Balance": "Baltumo balansas",
	"Wi-Fi Connection": "„Wi-Fi“ jungtis",
	"Wi-Fi Security": "„Wi-Fi“ saugumas",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "„Wi-Fi“ tinklas yra išjungtas. Įjunkite jį, kad pamatytumėte prieinamų tinklų, prie kurių galite prisijungti, ir papildomų susijusių meniu sąrašą.",
	"Wi-Fi issue has occurred.": "Atsirado problema dėl „Wi-Fi“.",
	"WiSA Speakers": "„WiSA“ garsiakalbiai",
	"Wide Area Zone": "Plačioji sritis",
	"Wide View": "Plataus kampo formatas",
	"Wide View (32:9)": "Plataus kampo formatas (32:9)",
	"Wide Zoom": "Plataus kampo didinimas",
	"Windhoek": "Vindhukas",
	"Window Color": "Lango spalva",
	"Window Opacity": "Lango skaidrumas",
	"Winnipeg": "Vinipegas",
	"Wired Connection (Ethernet)": "Laidinė jungtis (eternetas)",
	"Wired Headphones": "Laidines ausines",
	"Wired Headphones + Internal TV Speaker": "Laidinės Ausinės + Vidinis Televizoriaus Garsiakalbis",
	"With this option, you can control the audio device's volume with your TV remote.": "Naudodami šią parinktį, televizoriaus nuotolinio valdymo pultu galite valdyti garso įrenginio garsumą.",
	"W{value}": "W {value}",
	"Xhosa": "Kosų",
	"Yakutsk": "Jakutskas",
	"Yamoussoukro": "Jamusukras",
	"Year": "Metai",
	"Yekaterinburg": "Jekaterinburgas",
	"Yellow": "Geltonas",
	"Yellowknife": "Jelounaifas",
	"Yemen": "Jemenas",
	"Yerevan": "Jerevanas",
	"Yes": "Taip",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Galite pakoreguokite garso efektus, kai televizorius yra įjungtas arba išjungtas, ir ekranas juda.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Galite valdyti įrenginius, kurie yra prijungti prie HDMI prievadų, su „Magic“ nuotolinio valdymo pultu be įrenginio nustatymo procedūros.",
	"You can delete the device connection history of Screen Share.": "Galite ištrinti prietaisų sujungimo istoriją „Screen Share“.",
	"You can delete the device connection history of Sound Share.": "Galite ištrinti prietaisų sujungimo istoriją Dalintis Garsu.",
	"You can find the default password in User Guide.": "Galite rasti numatytą slaptažodį Naudotojo vadove.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Galite paleisti nuostatą „Instant Game Response“ nustatydami „HDMI Ultra HD Deep Colour“ parametrą „Įjungta“.",
	"You can only change settings from the current HDMI input.": "Galite keisti nuostatas tik iš dabartinės HDMI įvesties.",
	"You can scan again to connect the device.": "Galite vėl nuskaityti ir prijungti įrenginį.",
	"You can select left and right audio settings for broadcast signal.": "Transliacijos signalui galite nustatyti kairiojo ir dešiniojo garso nuostatas.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Galite pasirinkti HDMI {num} prievado „AMD FreeSync Premium“.",
	"You can select the Ultra HD Deep Color of port.": "Galite prievadui pasirinkti nuostatą „Ultra HD Deep Colour“.",
	"You can set the sound to play when the TV is turned on or off.": "Galite nustatyti garsą, kuris turi pasigirsti įjungiant arba išjungiant televizorių.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Galite įjungti / išjungti CAM operatoriaus profilio įrašymo funkciją.",
	"You can turn this feature on or off.": "Galite įjungti arba išjungti šią funkciją.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Per Tinklą galite gauti įvairaus turinio rekomendacijų. Išjungus šią parinktį bus pateikiamas tik pagrindinis turinys, o kai kurios funkcijos gali būti neprieinamos.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Jūsų televizorius ir prie SIMPLINK prijungtas įrenginys bus sinchronizuoti toliau nurodytu būdu.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Veikiant taškelių atnaujinimo funkcijai, jūsų televizorius turi būti išjungtas. Esami ir būsimi įrašai, priminimai ar nustatyti įjungimo laikmačiai bus atšaukti šios procedūros metu, BT garsiakalbis Nuliniame rodinyje nerodomas.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Veikiant taškelių atnaujinimo funkcijai, jūsų televizorius turi būti išjungtas. Esami ir būsimi įrašai, priminimai ar nustatyti įjungimo laikmačiai bus atšaukti šios procedūros metu.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Kad būtų automatiškai nustatyta šalis, kurioje teikiamos LG paslaugos, jūsų televizorius turi būti prijungtas prie tinklo. Ar norite eiti į „Tinklo nuostatos“ ir patikrinti ryšį?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Jūsų televizorius turi žinoti jūsų tikslią buvimo vietą, kad galėtų siųsti pranešimus apie kritinius atvejus per skaitmeninį TV signalą.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televizorius išsijungs, o pasibaigus procesus vėl automatiškai įsijungs.",
	"Zagreb": "Zagrebas",
	"Zambia": "Zambija",
	"Zaporozhye": "Zaporožė",
	"Zimbabwe": "Zimbabvė",
	"Zoom": "Mastelis",
	"Zoom2": "Mastelis2",
	"Zulu": "Zulų",
	"Zürich": "Ciurichas",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] bus atjungtas nuo televizoriaus. Garsas iš šio įrenginio nebebus leidžiamas. Ar norite tęsti?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] bus pašalintas iš suporuotų įrenginių sąrašo. Jei norėsite prijungti jį vėliau, jums reikės ieškoti galimų įrenginių ir suporuoti iš naujo. Ar norite tęsti?",
	"[{deviceName}] will be deleted.": "[{deviceName}] bus ištrintas.",
	"aspectRatio_original": "Originalus",
	"audioGuidance_fast": "Greitas",
	"audioGuidance_high": "Garsiai",
	"audioGuidance_low": "Tyliai",
	"audioGuidance_medium": "Vidutinis",
	"audioGuidance_slow": "Mažas",
	"audioGuidance_veryFast": "Labai greitai",
	"audioGuidance_veryHigh": "Labai garsiai",
	"audioGuidance_veryLow": "Labai tyliai",
	"audioGuidance_verySlow": "Labai lėtai",
	"btDotSignalStrength_wide": "Platus",
	"button": "mygtukas",
	"character": "simbolis",
	"characters": "simboliai",
	"checked": "pažymėta",
	"colorGamutJPNWide": "Platus",
	"connecting": "prisijungta",
	"depthOfColor": "Spalva",
	"diagonal zoom in": "įstrižinis priartinimas",
	"diagonal zoom out": "įstrižinis atitolinimas",
	"digitalOptionSetByProgram": "Nustatytas programos",
	"energy_Maximum": "Daugiausiai",
	"energy_Medium": "Vidutinis",
	"energy_Minimum": "Mažiausiai",
	"freesync_high": "Labai gera",
	"freesync_low": "mažas",
	"freesync_off": "Išjungti",
	"freesync_wide": "Platus",
	"gamma_high1": "1 lygis",
	"gamma_high2": "2 lygis",
	"hidden": "paslėpta",
	"horizontal zoom in": "horizontalus priartinimas",
	"horizontal zoom out": "horizontalus atitolinimas",
	"jpDoNot": "Išjungti",
	"logoLuminance_high": "Aukštas",
	"logoLuminance_low": "Žemas",
	"min": "min.",
	"not connected": "neprisijungta",
	"objet_soundMode": "Optimizuokite kiekvieno pobūdžio turinio garso režimą.",
	"pictureControl3dModeStandard": "Standartinis",
	"pictureControlAuto": "Automat.",
	"pictureControlAuto_BlackLevel": "Automat.",
	"pictureControlHigh": "Labai gera",
	"pictureControlHigh_BlackLevel": "Labai gera",
	"pictureControlHigh_Male": "Labai gera",
	"pictureControlLow": "mažas",
	"pictureControlLow_BlackLevel": "mažas",
	"pictureControlLow_Male": "mažas",
	"pictureControlMedium": "Vidutinis",
	"pictureControlMedium_BlackLevel": "Vidutinis",
	"pictureControlMedium_Male": "Vidutinis",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Vidutinis",
	"pictureLocalDimmingHigh": "Labai gera",
	"pictureLocalDimmingLow": "mažas",
	"pictureLocalDimmingMed": "Vidutinis",
	"pictureMode": "Standartinis",
	"pictureModeSettings": "Tinkinti",
	"press OK button to edit IP manually": "spauskite mygtuką Gerai norėdami redaguoti IP rankiniu būdu",
	"press OK button to enter channel to search": "spauskite mygtuką Gerai kanalų paieškai įvesti",
	"press OK button to enter value": "spauskite mygtuką Gerai vertei įvesti",
	"press right button to adjust de-judder and de-blur value": "spauskite dešinįjį mygtuką „de-judder“ ir „de-blur“ efektų vertėms koreguoti",
	"press right button to adjust zoom ratio and position": "spauskite dešinįjį mygtuką masteliui ir padėčiai koreguoti",
	"shift current screen down": "paslinkti rodomą ekraną žemyn",
	"shift current screen to the left": "paslinkti rodomą ekraną į kairę",
	"shift current screen to the right": "paslinkti rodomą ekraną į dešinę",
	"shift current screen up": "paslinkti rodomą ekraną aukštyn",
	"shift down": "paslinkti žemyn",
	"shift left": "paslinkti į kairę",
	"shift right": "paslinkti į dešinę",
	"shift up": "paslinkti aukštyn",
	"soundMode_Standard": "Standartinis",
	"speaker_channel": "Kanalas",
	"thaRatingNone": "Nieko",
	"unchecked": "nepažymėta",
	"unread": "neskaitytas",
	"vertical zoom in": "vertikalus priartinimas",
	"vertical zoom out": "vertikalus atitolinimas",
	"volumeModeHigh": "Labai gera",
	"volumeModeLow": "mažas",
	"volumeModeMedium": "Vidutinis",
	"webOS TV Version": "„webOS TV“ versija",
	"zoom in": "mastelio didinimas",
	"zoom out": "mastelio mažinimas"
}
