{
	" (User)": "(ব্যৱহাৰকাৰী)",
	"(Version: {l})": "(সংস্কৰণ: {l})",
	"* The device connected should support this service.": "* সংযোজিত ডিভাইচটোৱে এই সেৱা সমৰ্থন কৰা উচিত।",
	"* This feature is applied once and only once when the TV is turned off.": "* এই বৈশিষ্ট এবাৰ প্ৰয়োগ কৰা হয় আৰু TV-টো অফ হওতে কেৱল এবাৰ।",
	"* This feature is available on certain devices only.": "* এই ফিচাৰটো কেৱল নিৰ্দিষ্ট ডিভাইচসমূহত উপলব্ধ।",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* এই মোডে FILMMAKER MODE-ৰ উদ্দেশ্য স্পষ্টভাৱে প্ৰকাশ কৰে কিন্তু অন্য চিত্ৰ মোডতকৈ আন্ধাৰ হ'ব পাৰে।",
	"* This settings is only available for Internal TV Speaker.": "* এই ছেটিংছ কেৱল আভ্যন্তৰীণ TV স্পিকাৰৰ বাবে উপলব্ধ।",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* যদিও এই বিকল্পটো অনত ছেট হৈ আছে, স্ক্ৰীণ ছাৰ্ভাৰে Live TVৰ দৰে বাহ্যিক ইনপুটসমূহত আপোনাৰ দৰ্শনৰ অভিজ্ঞতা বিঘ্নিত কৰাটো পৰিহাৰ কৰিবলৈ কাম নকৰিব।",
	"* You can control the app which supports the function on your mobile device.": "* আপুনি এপ্পটো নিয়ন্ত্ৰণ কৰিব পাৰে যিয়ে আপোনাৰ মোবাইল ডিভাইচত থকা ফাংচনটো সমৰ্থন কৰে।",
	"1) Turn the Bluetooth on the other device off.": "1) অন্য ডিভাইচত অফ কৰি Bluetooth অন কৰক।",
	"10 Points Code Value": "10 পইণ্ট কোডৰ মান",
	"10 Points IRE": "10 পইণ্ট IRE",
	"10 and Above": "10 আৰু বেছি",
	"10 min": "10 মিনিট",
	"11 and Above": "11 আৰু বেছি",
	"12 Hours": "12 ঘন্টা",
	"12 and Above": "12 আৰু বেছি",
	"120 min": "120 মিনিট",
	"13 and Above": "13 আৰু বেছি",
	"14 and Above": "14 আৰু বেছি",
	"14 by 9": "14 ৰ 9",
	"15 and Above": "15 আৰু বেছি",
	"16 and Above": "16 আৰু বেছি",
	"16 by 9": "16 ৰ 9",
	"17 and Above": "17 আৰু বেছি",
	"18 and Above": "18 আৰু বেছি",
	"180 min": "180 মিনিট",
	"19 and Above": "19 আৰু বেছি",
	"2 Channel": "2 টা চেনেল",
	"2 Hours": "2 ঘণ্টা",
	"2 Points": "2 পইণ্ট",
	"2) Turn the Bluetooth device to connect off and on.": "2) সংযোগ কৰিবলৈ Bluetooth ডিভাইচ অফ আৰু অন কৰক।",
	"20 Points Code Value": "20 টা পইণ্টৰ কোড মান",
	"20 Points IRE": "20 পইন্টৰ IRE",
	"20 and Above": "20 আৰু বেছি",
	"20 min": "20 মিনিট",
	"21 by 9": "21 ৰ 9",
	"22 Points Code Value": "22 পইণ্ট কোডৰ মান",
	"22 Points IRE": "22 পইণ্ট IRE",
	"24 Hours": "24 ঘন্টা",
	"240 min": "240 মিনিট",
	"3 Hours": "3 ঘন্টা",
	"30 min": "30 মিনিট",
	"32 by 12": "32 ৰ 12",
	"32 by 9": "32 ৰ 9",
	"3G/4G Connection": "3G/4G সংযোগ",
	"4 Hours": "4 ঘন্টা",
	"4 Hours Auto Power Off": "4 ঘণ্টাৰ অট' পাৱাৰ অফ",
	"4 and Above": "4 আৰু বেছি",
	"4 by 3": "4 ৰ 3",
	"4-Way Zoom": "4-প্ৰকাৰৰ জুম",
	"5 and Above": "5 আৰু বেছি",
	"5.1 Channel": "5.1 টা চেনেল",
	"6 Hours": "6 ঘন্টা",
	"6 and Above": "6 আৰু বেছি",
	"60 min": "60 মিনিট",
	"7 and Above": "7 আৰু বেছি",
	"8 Hours": "8 ঘন্টা",
	"8 and Above": "8 আৰু বেছি",
	"9 and Above": "9 আৰু বেছি",
	"90 min": "90 মিনিট",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID বিজ্ঞাপনৰ উদ্দেশ্যৰে এই ডিভাইচ চিনাক্ত কৰিবলৈ আৰু আপোনাৰ ৰুচী থাকিব পৰা নিৰ্দ্দিষ্ট বিজ্ঞাপনসমূহ সহজ কৰিবব বাবে ব্যৱহাৰ কৰা হয়। আপুনি তলত AD ID ৰিছেট বা AD ID ট্ৰেকিং সীমিত কৰিব পাৰে।",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning বিকল্পসমূহ",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning অক্ষম হৈছে।",
	"AI Brightness Control": "AI উজ্জ্বলতা নিয়ন্ত্ৰণ",
	"AI Picture": "AI চিত্ৰ",
	"AI Picture Pro": "AI চিত্ৰ প্ৰ’",
	"AI Recommendation": "AI অনুমোদন",
	"AI Service": "AI সেৱা",
	"AI Sound": "AI ধ্বনি",
	"AI Sound Pro": "AI ধ্বনি প্ৰ'",
	"AV": "AV",
	"AV Sync Adjustment": "AV চিংক এডজাষ্টমেন্ট",
	"Abidjan": "আবিদজান",
	"Accessibility": "প্ৰৱেশযোগ্যতা",
	"Account Management": "একাউণ্ট প্ৰৱন্ধক",
	"Accra": "আক্ৰা",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "এই বিকল্প সক্ৰিয় কৰিলে এই স্মাৰ্ট TV-ৰ পৰা বিজ্ঞাপন সম্পৰ্কিয় ব্যক্তিগত ডাটাৰ সংগ্ৰহ আৰু ট্ৰেকিং বন্ধ কৰিব। ট'গল অন কৰাই আপুনি এতিয়াৰ পৰা দেখা পাব পৰা বিজ্ঞাপনসমূহৰ প্ৰকাৰ প্ৰভাৱিত কৰিব পাৰে, কিন্তু ই আপোনাক বিজ্ঞাপনসমূহ প্ৰাপ্ত কৰাৰ পৰা বন্ধ নকৰিব।",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "এই ট'গল সক্ৰিয় কৰাই আপোনাৰ ব্যক্তিগত তথ্যৰ ব্যৱসায়ীকৰণ বন্ধ কৰিবলৈ LGE-ক ইয়াৰ তৃতীয় পক্ষৰ প্ৰদানকাৰীসকলক নিৰ্দেশ দিবলৈ ক'ব। অন্যথা আপুনি পৃথকভাৱে নিৰ্বাচন মুক্ত কৰক, আপুনি এতিয়াও Live Plus, LG Channels, আৰু Who.Where.What?-ৰ দৰে সেৱাসমূহত প্ৰৱেশাধিকাৰ কৰিব পাৰিব।",
	"Adak": "আডাক",
	"Add Network": "নেটৱৰ্ক যোগ",
	"Add a hidden wireless network": "এটা লুপ্ত ৱায়াৰলেছ নেটৱৰ্ক যোগ কৰক",
	"Add wireless network by manually entering network name (SSID).": "নেটৱৰ্কৰ নাম (SSID) মেনুএলি প্ৰৱিষ্ট কৰি ৱায়াৰলেচ নেটৱৰ্ক যোগ কৰক।",
	"Addis Ababa": "আডিচ আবাবা",
	"Additional Audio Selection": "অতিৰিক্ত অডিঅ' চয়ন",
	"Additional Settings": "অতিৰিক্ত ছেটিংছ",
	"Address Setting": "ঠিকনা ছেটিং",
	"Aden": "এডেন",
	"Adjust Audio Guidance pitch.": "অডিঅ’ নিৰ্দেশনাৰ পিচ মিলাওক।",
	"Adjust Audio Guidance speed.": "অডিঅ’ নিৰ্দেশনাৰ গতি মিলাওক।",
	"Adjust Audio Guidance volume.": "অডিঅ’ নিৰ্দেশনাৰ ভলিউম মিলাওক।",
	"Adjust Backlight brightness to brighten or darken the screen.": "স্ক্ৰীণৰ উজ্জ্বলতা বঢ়াবলৈ বা কমাবলৈ বেকলাইটৰ উজ্জ্বলতা মিলাওক।",
	"Adjust Screen Position": "স্ক্ৰীণৰ অৱস্থান বিন্যস্ত কৰক",
	"Adjust Zoom Ratio": "জুম অনুপাত বিন্যস্ত কৰক",
	"Adjust animation effect shown on the home at certain times.": "নিৰ্দিষ্ট সময়ত হোমত দেখুওৱা এনিমেশ্বন প্ৰভাৱ মিলাওক।",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "চমকনি প্ৰতিৰোধ কৰিবলৈ আৰু শক্তি ব্যয় হ্ৰাস কৰিবলৈ প্ৰতিচ্ছবিৰ চলমানতা বিশ্লেষণ কৰি উজ্জ্বলতা এডজাষ্ট কৰক।",
	"Adjust brightness of the LG logo.": "LG ল’গ’ৰ উজ্জ্বলতা মিলাওক৷",
	"Adjust color and saturation for a more vivid image.": "অধিক স্পষ্ট প্ৰতিচ্ছবিৰ বাবে ৰঙ আৰু সংপৃক্ততা এডজাষ্ট কৰক।",
	"Adjust color temperature automatically to reduce eye strain.": "চকুৰ কষ্ট হ্ৰাস কৰিবলৈ ৰঙৰ তাপমাত্ৰা স্বয়ংক্ৰিয়ভাৱে মিলাওক।",
	"Adjust cursor speed.": "কাৰ্চৰৰ গতি মিলাওক।",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "কাষৰ তীক্ষ্ণতা এডজাষ্ট কৰক। উচ্চতৰ মানে প্ৰতিচ্ছবি মচমচীয়া আৰু স্পষ্ট কৰে।",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ইনপুট চিগনেলৰ উজ্জ্বলতাৰ বাবে ক্ষতি পূৰাবলৈ গামা ছেটিংছ এডজাষ্ট কৰক।",
	"Adjust left/right audio balance.": "বাওঁ/সোঁ অডিঅ' বেলেঞ্চ এডজাষ্ট কৰক।",
	"Adjust luminance for selected color.": "নিৰ্বাচিত ৰঙটোৰ বাবে উজ্জ্বলতা বিন্যস্ত কৰক।",
	"Adjust luminance level for selected IRE point.": "নিৰ্বাচিত IRE পইণ্টৰ বাবে উজ্জ্বলতাৰ স্তৰ বিন্যস্ত কৰক।",
	"Adjust peak brightness for the brightest luminance.": "আটাইতকৈ উজ্জ্বল উজ্জ্বলতাৰ বাবে পীক উজ্জ্বলতা মিলাওক।",
	"Adjust remote's cursor speed and appearance.": "ৰিম'টৰ কাৰ্চাৰ গতি আৰু প্ৰকটতা মিলাওক।",
	"Adjust saturation for selected color.": "বাছনি কৰা ৰঙটোৰ বাবে সংপৃক্তকৰণ মিলাওক।",
	"Adjust screen brightness to reduce energy consumption.": "শক্তি ব্যয় হ্ৰাস কৰিবলৈ স্ক্ৰীণৰ উজ্জ্বলতা এডজাষ্ট কৰক।",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "স্ক্ৰীণৰ উজ্জ্বলতা বঢ়াবলৈ বা কমাবলৈ OLED লাইট মিলাওক।",
	"Adjust the audio timing to synchronize the video and audio.": "ভিডিঅ' আৰু অডিঅ' ছিনক্ৰ'নাইজ কৰিবলৈ অডিঅ' টাইমিং মিলাওক।",
	"Adjust the balance of red and green to display the tint on the screen.": "স্ক্ৰীণত টিণ্ট প্ৰদৰ্শন কৰিবলৈ ৰঙা আৰু সেউজীয়াৰ সমতা মিলাওক।",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "ৰঙৰ তাপমাত্ৰা, উজ্জ্বলতা, ৰঙা, সেউজীয়া, নীলাৰ প্ৰবলতা পৰিৱৰ্তন কৰি ৰঙৰ সমতা মিলাওক।",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "ব্যক্তিগত চিত্ৰ মোডৰ বাবে বিশদভাৱে থকা কণ্ট্ৰাষ্ট, ৰিজলিউশ্বন ইত্যাদি মিলাওক আৰু অতিৰিক্তভাৱে অগ্ৰাধিকাৰ ৰং, গামা ছেট কৰক।",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "স্ক্ৰীণৰ উজ্জ্বল আৰু আন্ধাৰ অঞ্চলৰ মাজৰ পাৰ্থক্য এডজাষ্ট কৰক। উচ্চতৰ মানে পাৰ্থক্য তীব্ৰ কৰে।",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "চলচ্চিত্ৰৰ সৈতে একে উপায়েৰে ফ্ৰেমৰ অনুপাত মিলাওক আৰু ই চলচ্চিত্ৰ থিয়েটাৰৰ অনুভূতি প্ৰদান কৰে।",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "স্থিৰ প্ৰতিচ্ছবিৰ উজ্জ্বলতা মিলাওক যেনে ল'গ' ইত্যাদি আৰু TV বিস্তাৰিত সময়ৰ বাবে অন হৈ থাকোতে ঘটিব পৰা চিত্ৰৰ গুণমানৰ সমস্যাসমূহ প্ৰতিৰোধ কৰক।",
	"Adjust the screen color to be pale or deep.": "বৰ্ণহীন বা গাঢ়ৰ বাবে স্ক্ৰীণৰ ৰং মিলাওক।",
	"Adjust the sound to meet your taste for each sound frequency band.": "প্ৰতিটো ধ্বনি কম্পনাংক বেণ্ডৰ বাবে আপোনাৰ পছন্দ মিলাবলৈ ধ্বনি মিলাওক।",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ভিডিঅ' আৰু অডিঅ' সময়ৰ পাৰ্থক্য থাকোতে ছিনক্ৰ'নাইজ কৰিবলৈ সময় নিৰ্ধাৰণ মিলাওক।",
	"Adjust the tint to brighten or darken the screen.": "স্ক্ৰীণৰ উজ্জ্বলতা বঢ়াবলৈ টিণ্ট মিলাওক।",
	"Adjust the volume you want with pressing remote's volume key.": "আপুনি ৰিম'টৰ ভলিউম কীৰ সৈতে টিপিব বিচৰা ভলিউম মিলাওক।",
	"Adjust tint for selected color.": "নিৰ্বাচিত ৰঙটোৰ বাবে ৰঙৰ গাঢ়তা বিন্যস্ত কৰক।",
	"Adjust whether to display the home promotion.": "হোম প্ৰচাৰ প্ৰদৰ্শন কৰিবনে নকৰে মিলাওক।",
	"Adjusting Luminance": "উজ্জ্বলতা বিন্যস্ত কৰি",
	"Adolescent over 13 are allowed to watch.": "13 বছৰতৈ অধিক বয়সৰ কিশোৰ-কিশোৰীয়ে চাবলৈ অনুমোদিত।",
	"Adolescent over 14 are allowed to watch.": "14 বছৰতৈ অধিক বয়সৰ কিশোৰ-কিশোৰীয়ে চাবলৈ অনুমোদিত।",
	"Adolescent over 16 are allowed to watch.": "16 বছৰতৈ অধিক বয়সৰ কিশোৰ-কিশোৰীয়ে চাবলৈ অনুমোদিত।",
	"Adult": "প্ৰাপ্তবয়স্ক",
	"Adult Language": "প্ৰাপ্তবয়স্ক ভাষা",
	"Adults only.": "কেৱল প্ৰাপ্তবয়স্ক।",
	"Advanced": "উন্নত",
	"Advanced Controls": "উন্নত নিয়ন্ত্ৰণবোৰ",
	"Advanced Wi-Fi Settings": "উন্নত Wi-Fi ছেটিংছ",
	"Advertisement": "বিজ্ঞাপন",
	"Afghanistan": "আফগানিস্তান",
	"Afrikaans": "আফ্ৰিকান",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "দেশ সলনি কৰাৰ পিছত, বৰ্তমানে টিউন হোৱা সকলো চেনেল বিলোপ কৰা হ’ব৷ চেনেলসমূহ ৰি-টিউন কৰিবলৈ, অনুগ্ৰহ কৰি অটো টিউনিঙলৈ যাওক৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "আপোনাৰ পিন কোড সলনি কৰাৰ পিছত, বৰ্তমানৰ সকলো Freesat চেনেল বিলোপ কৰা হ’ব৷ চেনেলসমূহ ৰি-টিউন কৰিবলৈ, অনুগ্ৰহ কৰি অটো টিউনিঙলৈ যাওক৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "আপুনি দেশ সলনি কৰাৰ পাছত, আপুনি স্বয়ং টিউনিং ব্যৱহাৰ কৰি পুনৰ চেনেলবোৰ স্কেন কৰিব পাৰে। আপুনি জাৰী ৰাখিব বিচাৰে নে?",
	"Ages 2-7 are allowed to watch.": "2-7 বছৰ বয়সৰ লোকে চাবলৈ অনুমোদিত।",
	"Albania": "আলবানিয়া",
	"Albanian": "আলবেনিয়ান",
	"Alerts you by sound when the TV is turned on or off.": "TV-টো অন বা অফ কৰাৰ সময়ত ধ্বনিৰে আপোনাৰ সতৰ্কতা দিয়ে।",
	"Algeria": "‌আলজেৰিয়া",
	"Algiers": "আলজিয়াৰ্চ",
	"All Channels": "সকলো চেনেল",
	"All Children": "সকলো শিশু",
	"All ages are allowed to watch.": "সকলো বয়সৰ লোকে চাবলৈ অনুমতিপ্ৰাপ্ত।",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} মোডৰ বাবে বৰ্তমানৰ সকলো ছেটিংছ ৰিছেট কৰা হ’ব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "মান্য মোডৰ বাবে সকলো চাউণ্ড ইফেক্ট ৰিছেট কৰা হ’ব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Allow Automatic Updates": "স্বয়ংক্ৰিয় আপডেট অনুমতি দিয়ক",
	"Almaty": "আলমাটি",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "ইয়াৰোপৰি, আপুনি Bluetooth ছাৰাউণ্ড ছাউণ্ডৰ বাবে বিশদ ছেটিং মিলাব পাৰিব।",
	"Always Open": "সদায় খোলা",
	"Always-on Off Time": "Always-on অফ সময়",
	"Amman": "আম্মান",
	"Amsterdam": "আমষ্টাৰডাম",
	"An error has occurred while copy channels.": "চেনেলবোৰ প্ৰতিলিপি কৰি থকা সময়ত এটা ত্ৰুটি ঘটিছে।",
	"An important software update is available.": "এটা গুৰুত্বপূৰ্ণ ছফ্টৱেৰ আপডেট উপলভ্য।",
	"Anadyr": "আনাডিৰ",
	"Analog Mode": "এনালগ মোড",
	"Analog TV": "এনালগ টিভি",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "ছাউণ্ডৰ ধৰ্ম বিশ্লেষণ কৰক আৰু প্ৰকৃত সময়ত প্ৰতিটো সমলৰ বাবে ছাউণ্ড অপ্টিমাইজ কৰক।",
	"Anchorage": "এংকোৰেজ",
	"Angola": "আংগোলা",
	"Antananarivo": "আণ্টানানাৰিভো",
	"Antenna": "এণ্টেনা",
	"Antenna ATV": "এণ্টেনা এটিভি",
	"Antenna DTV": "এণ্টেনা ডিটিভি",
	"Antenna Radio": "এণ্টেনা ৰেডিঅ'",
	"Antigua and Barbuda": "এণ্টিগুৱা আৰু বাৰবুডা",
	"Any Supplementary Audio": "যিকোনো অতিৰিক্ত অডিঅ’",
	"Apia": "আপিয়া",
	"App Alarm": "এপ এলাৰ্ম",
	"Application Locks": "এপ্লিকেশ্বন লক",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "সকলো ইনপুট বা এপ্পত সাম্প্ৰতিক চিত্ৰ মোডৰ বিশদ ছেটিং মানসমূহ প্ৰয়োগ কৰক।",
	"Apply to all inputs": "সকলো ইনপুটলৈ প্ৰয়োগ কৰক",
	"Applying value to all inputs...": "সকলো ইনপুটৰ বাবে মান প্ৰয়োগ কৰি আছে...",
	"Aqtöbe": "আকটোব",
	"Arabic": "আৰবী",
	"Araguaína": "আৰাগুয়েনা",
	"Argentina": "আৰ্জেণ্টিনা",
	"Armenia": "আৰ্মেনিয়া",
	"Aruba": "আৰুৱা",
	"Ashgabat": "আচগাবাট",
	"Asmara": "আচমাৰা",
	"Aspect Ratio": "এস্পেক্ট ৰেশ্বিও",
	"Aspect Ratio Settings": "এস্পেক্ট ৰেশ্বিও ছেটিংছ",
	"Assamese": "অসমীয়া",
	"Assign channels to remote buttons so you can quickly jump to them.": "ৰিম'ট বুটামবোৰলৈ চেনেল নিয়োগ কৰক যাতে সেইবোৰলৈ সহজেই জপিয়াই যাব পাৰে।",
	"Asunción": "আছুনচিয়ন",
	"Athens": "এথেন্স",
	"Atikokan": "আটিকোকান",
	"Auckland": "অ'কলেণ্ড",
	"Audio Delay": "অডিঅ’ বিলম্ব",
	"Audio Description": "অডিঅ' বৰ্ণনা",
	"Audio Description Volume": "অডিঅ' বৰ্ণনা ভলিউম",
	"Audio Guidance": "অডিঅ' নিৰ্দেশনা",
	"Audio Language": "অডিঅ' ভাষা",
	"Audio Out (Line Out)": "অডিঅ' আউট (লাইন আউট)",
	"Audio Type": "অডিঅ'ৰ প্ৰকাৰ",
	"Australia": "অষ্ট্ৰেলিয়া",
	"Austria": "অষ্ট্ৰিয়া",
	"Auto": "অট'",
	"Auto Detect": "স্বয়ং চিনাক্ত",
	"Auto Device Detection": "স্বয়ং ডিভাইচ চিনাক্তকৰণ",
	"Auto Genre Selection": "স্বয়ং ধৰণ বাছনি",
	"Auto Power Off": "অট' পাৱাৰ অফ",
	"Auto Power Sync": "অট' পাৱাৰ চিংক",
	"Auto Start": "স্বয়ং আৰম্ভ",
	"Auto Volume": "অট' ভলিউম",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "ধ্বনি ভলিউমৰ অন্তৰাল স্বয়ংক্ৰিয়বাৱে মিলাওক বা ধ্বনিৰ ভলিউম ছেট কৰক যিটো ৰিম'ট কণ্ট্ৰোলত ভলিউম কীৰ সৈতে এটা সময়ত সমাযোজন হয়।",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR সমলসমূহৰ ধৰণৰ বাবে অপ্টিমাইজ কৰা এখন চিত্ৰৰ মানলৈ স্বয়ংক্ৰিয়ভাৱে মিলাওক।",
	"Automatically adjust to a picture value optimized for contents genre.": "সমলসমূহৰ ধৰণৰ বাবে অপ্টিমাইজ কৰা এখন চিত্ৰৰ মানলৈ স্বয়ংক্ৰিয়ভাৱে মিলাওক।",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "চলচিত্ৰৰ সমল চিনাক্ত কৰাৰ সময়ত FILMMAKER MODE স্বয়ংক্ৰিয়ভাৱে পৰিৱৰ্তন হয়।",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "পৰিৱেশৰ পোহৰৰ ৰঙ আৰু উজ্জ্বলতাৰ আধাৰত ছবিৰ গুণমান স্বয়ংক্ৰিয়ভাবে অপ্টিমাইজ কৰক।",
	"Automatically update system software when an update is found.": "আপডেট প্ৰাপ্ত কৰিলে স্বয়ংক্ৰিয়ভাবে ছিষ্টেম ছফ্টৱেৰ আপডেট কৰক।",
	"Available Internal Storage": "উপলভ্য আভ্যন্তৰীণ সঞ্চয়",
	"Azerbaijan": "আজেৰবাইজান",
	"Azores": "আজোৰেচ",
	"BG Color": "BG ৰং",
	"BG Opacity": "BG অস্পষ্টতা",
	"Back": "ঘূৰি যাওক",
	"Backlight": "বেকলাইট",
	"Baghdad": "বাগদাদ",
	"Bahamas": "বাহামাচ",
	"Bahrain": "বাহৰেইন",
	"Baku": "বাকু",
	"Balance": "বেলেঞ্চ",
	"Bamako": "বামাকো",
	"Bangkok": "বেংকক",
	"Bangladesh": "বাংলাদেশ",
	"Bangui": "বেংগুই",
	"Banjul": "বানজুল",
	"Barbados": "বাৰ্বেড'জ",
	"Basque": "বাস্ক",
	"Bass Boost": "বাছ বুষ্ট",
	"Behavior may vary depending on connected device.": "সংযোজিত ডিভাইচটোৰ ওপৰত ভিত্তি কৰি আচৰণ ভিন্ন হ’ব পাৰে।",
	"Beijing": "বেইজিং",
	"Beirut": "বেইৰুট",
	"Belarus": "বেলাৰাছ",
	"Belgium": "বেলজিয়াম",
	"Belgrade": "বেলগ্ৰেড",
	"Belize": "বেলিজ",
	"Belém": "বেলেম",
	"Bengali": "বাংলা",
	"Benin": "বেনিন",
	"Berlin": "বাৰ্লিন",
	"Bermuda": "বাৰ্মুডা",
	"Bhutan": "ভুটান",
	"Bishkek": "বিস্কেক",
	"Bissau": "বিচাউ",
	"Black": "ক’লা",
	"Black Level": "কলাৰ মাত্ৰা",
	"Blanc-Sablon": "ব্লেংক-চেবলন",
	"Blantyre": "ব্লেনটায়াৰ",
	"Block TV programs broadcast in English based on their content ratings.": "সমল ৰেটিংৰ আধাৰত ইংৰাজীত সম্প্ৰচাৰ হোৱা টিভি প্ৰ'গ্ৰামবোৰ অৱৰুদ্ধ কৰক।",
	"Block TV programs broadcast in French based on their content ratings.": "সমল ৰেটিংৰ আধাৰত ফৰাচীত সম্প্ৰচাৰ হোৱা টিভি প্ৰ'গ্ৰামবোৰ অৱৰুদ্ধ কৰক।",
	"Block content based on genre.": "শ্ৰেণীৰ আধাৰত সমল ব্লক কৰক।",
	"Blue": "নীলা",
	"Bluetooth Speaker Mode": "Bluetooth স্পীকাৰ মোড",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth ছাৰাউণ্ড ধ্বনি + আভ্যন্তৰীণ TV স্পীকাৰ",
	"Bluetooth Surround Sound Setup": "Bluetooth ছাৰাউণ্ড ধ্বনি ছেটআপ",
	"Boa Vista": "বোৱা ভিষ্টা",
	"Bogotá": "ব'গোটা",
	"Bolivia": "ব'লিভিয়া",
	"Bosnia": "বচনিয়া",
	"Bosnia And Herzegovina": "ব'চনিয়া আৰু হাৰ্জেগ'ভিনা",
	"Bosnian": "ব'চিনিয়ান",
	"Botswana": "বট্চৱানা",
	"Bratislava": "ব্ৰাটিস্লাভা",
	"Brazil": "ব্ৰাজিল",
	"Brazilian Punk": "ব্ৰাজিলীয় পাংক",
	"Brazzaville": "ব্ৰাজাভিলে",
	"Brightness": "উজ্জ্বলতা",
	"Broadcast Country": "সম্প্ৰচাৰ কৰা দেশ",
	"Broadcast Mail": "মেইল ব্ৰডকাষ্ট কৰক",
	"Broken Hill": "ব্ৰোকেন হিল",
	"Brussels": "ব্ৰুছেলচ",
	"Bucharest": "বুখাৰেষ্ট",
	"Budapest": "বুডাপেষ্ট",
	"Buenos Aires": "বুৱেন'চ আইৰচ",
	"Bujumbura": "বুজুমবুৰা",
	"Bulgaria": "বুলগেৰিয়া",
	"Bulgarian": "বুলগেৰিয়ান",
	"Burkina Faso": "বুৰকিনা ফাচ'",
	"Burundi": "বুৰুণ্ডি",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "‘ৰিছেট কৰক’ হেঁচি, আপুনি LGE-এ পূৰ্বতে এই স্মাৰ্ট TV-ৰ পৰা সংগ্ৰহ কৰা বিজ্ঞাপন সম্পৰ্কিয় সকলো ডাটা বিলোপ কৰিব। ‘ৰিছেট কৰক’ হেঁচিলে আপুনি এতিয়াৰ পৰা দেখা পাব পৰা বিজ্ঞাপনসমূহৰ প্ৰকাৰ প্ৰভাৱিত হ'ব পাৰে, কিন্তু ই আপোনাক বিজ্ঞাপনসমূহ প্ৰাপ্ত কৰাটো বন্ধ নকৰিব।",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus অন কৰি আপুনি LG Electronicsৰ ACR মডিউলৰ যোগেদি প্রাপ্ত টেলিভিশ্ব্ন দর্শনৰ তথ্যলৈ সন্মতি প্রদান কৰিছে,যাক তৃতীয় পক্ষৰ সৈতে অজ্ঞাতভাবে শ্বেয়াৰ কৰি মত বিনিময়ৰ সুবিধা ল'ব পাৰিব | জমা থকা অজ্ঞাত তথ্য আমি তৃতীয় পক্ষৰ সৈতে মার্কেটিংৰ বাবে শ্বেয়াৰ কৰিব পাৰো |মন কৰিব ,আমি ১৩ বছৰৰ তলৰ শিশুৰ পৰা /বিষয়ে ওপৰোক্ত তথ্যসমূহ জানি বুজি সংগ্রহ বা বিতৰন নকৰো |Live Plus ৰ সবিশেষ দর্শন তথ্য(terms) ত আছে,যি  SmartTV settings menu ত আছে | Live Plus অন কৰাৰ আগতে সবিশেষ দর্শন তথ্য(terms) ভালকৈ চাওক",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus অন কৰি, আপুনি আপোনাৰ TV-ত প্ৰদৰ্শিত সমল চিনাক্ত কৰিব পাৰে বুলি বুজিছে, আৰু দৰ্শনৰ তথ্য সমলৰ অনুমোদন আৰু বিজ্ঞাপনসমূহ অন্তৰ্ভুক্ত কৰি উন্নত দৰ্শনৰ অভিজ্ঞতা আৰু ব্যক্তিগতকৃত সেৱাসমূহ আপোনাক প্ৰদান কৰিবলৈ ব্যৱহাৰ কৰিব পাৰে। অধিক তথ্যৰ বাবে অনুগ্ৰহ কৰি TV ছেটিংছ মেনুত থকা গোপনীয়তা নীতি আৰু প্ৰাসঙ্গিক ব্যৱহাৰকাৰী চুক্তিৰ সমীক্ষা কৰক।",
	"CI Information": "CI তথ্য",
	"CI password incorrect. Please enter again.": "CI পাছৱৰ্ড অশুদ্ধ। অনুগ্ৰহ কৰি পুনৰ প্ৰৱিষ্ট কৰক।",
	"COMPONENT2": "কম্প'নেণ্ট2",
	"COMPONENT3": "কম্প'নেণ্ট3",
	"CS1 Board": "CS1 বোৰ্ড",
	"CS2 Board": "CS2 বোৰ্ড",
	"Cable": "কেবল",
	"Cable ATV": "কেবল এটিভি",
	"Cable DTV": "কেবল DTV",
	"Cable Radio": "কেবল ৰেডিঅ'",
	"Cairo": "কাইৰ'",
	"Cambodia": "ক'ম্বোডিয়া",
	"Cameroon": "কেমেৰুন",
	"Campo Grande": "কেম্পো গ্ৰাণ্ডে",
	"Can not Find Channel": "চেনেল পাবলৈ সক্ষম হোৱা নাই।",
	"Canada": "কানাডা",
	"Canary Islands": "কেনাৰী দ্বীপসমূহ",
	"Cancel": "বাতিল কৰক",
	"Cancel Schedule": "অনুসূচী বাতিল কৰক",
	"Cancel Update": "আপডেট বাতিল কৰক",
	"Cancún": "কেনকান",
	"Cantonese": "কেণ্ট'নিজ",
	"Cape Verde": "কেপ ভাৰ্ডে",
	"Caracas": "কাৰাকাছ",
	"Casablanca": "কাছাব্লেংকা",
	"Catalan": "কেটালন",
	"Caution": "সাৱধান",
	"Cayman Islands": "কেমেন আইলেণ্ডচ",
	"Center": "কেন্দ্ৰ",
	"Central African Republic": "কেন্দ্ৰীয় আফ্ৰিকান প্ৰজাতন্ত্ৰ",
	"Ceuta": "চেউটা",
	"Chad": "চাড",
	"Change blue intensity and adjust the color balance.": "নীলাৰ প্ৰবলতা পৰিৱৰ্তন কৰক আৰু ৰঙৰ সমতা মিলাওক।",
	"Change green intensity and adjust the color balance.": "সেউজীয়াৰ প্ৰবলতা পৰিৱৰ্তন কৰক আৰু ৰঙৰ সমতা মিলাওক।",
	"Change red intensity and adjust the color balance.": "ৰঙাৰ প্ৰবলতা পৰিৱৰ্তন কৰক আৰু ৰঙৰ সমতা মিলাওক।",
	"Change the left / right sound": "বাওঁ / সোঁ ধ্বনি পৰিৱৰ্তন কৰক",
	"Change the position of captions using the 4-way dial on the remote control.": "ৰিম'ট কণ্ট্ৰ'লত 4-পদ্ধতিত ডায়েল ব্যৱহাৰ কৰি কেপশ্বনসমূহৰ অৱস্থান পৰিৱৰ্তন কৰক।",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "ক্ষেত্ৰ সলনি কৰাৰ ফলত আপোনাৰ TV-ত বৰ্তমানে টিউন হৈ থকা চেনেলসমূহ সলনি কৰিবও পাৰে৷ আপুনি অটো-টিউনিঙত থকা চেনেলসমূহ ৰি-টিউন কৰিব পাৰে৷ আপুনি এতিয়া ক্ষেত্ৰীয় ছেটিংছ সলনি কৰিব বিচাৰে নেকি?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "দেশ সলনি কৰাৰ ফলত আপোনাৰ TV পুনৰাৰম্ভ কৰিব আৰু আপুনি LG-ৰ ব্যৱহাৰকাৰী চুক্তিৰ প্ৰতি পুনৰ সঁহাৰি জনাব লগা হ’ব পাৰে৷ ইয়াৰোপৰি, কিছুমান এপ্প্ আৰু সেৱাৰ উপলভ্যতা LG ছাৰ্ভিচ দেশৰ ওপৰত ভিত্তি কৰি ভিন-ভিন হ’ব পাৰে৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Channel Locks": "চেনেল লকসমূহ",
	"Channel Manager": "চেনেল মেনেজাৰ",
	"Channel Scrolling Options": "চেনেল স্ক্ৰ’লিং বিকল্পসমূহ",
	"Channel Tuning": "চেনেল টিউনিং",
	"Channel Tuning & Settings": "চেনেল টিউনিং আৰু ছেটিংছ",
	"Channels": "চেনেলসমূহ",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI আৰু অন্য বাহ্যিক ইনপুটৰ পৰা চেনেলসমূহ লক কৰিব নোৱাৰিব৷ TV চেনেলসমূহ লক কৰিবলৈ, বৰ্তমানৰ ইনপুটটো Live TV-লৈ সলনি কৰক৷",
	"Chatham Islands": "চান্থাম দ্বীপসমূহ",
	"Check TV information.": "TV তথ্য পৰীক্ষা কৰক।",
	"Check alarm messages about the user settings or TV status.": "ব্যৱহাৰকাৰী ছেটিংছ বা TV স্থিতিৰ বিষয়ে এলাৰ্ম মেচেজসমূহ পৰীক্ষা কৰক।",
	"Check descriptions for each LG webOS TV functions.": "প্ৰতিটো LG webOS TV ফাংচনসমূহৰ বাবে বিৱৰণ পৰীক্ষা কৰক।",
	"Check for Advertising settings and set it.": "বিজ্ঞাপন ছেটিংছৰ বাবে পৰীক্ষা কৰক আৰু এইটো ছেট কৰক।",
	"Check for Updates": "আপডেটৰ বাবে পৰীক্ষা কৰক",
	"Check for available functions with Voice and set Voice Settings.": "মাতেৰে উপলব্ধ ফাংছনসমূহ পৰীক্ষা কৰক আৰু মাত ছেটিংছ ছেট কৰক।",
	"Check for problems with the picture quality.": "চিত্ৰ গুণমানৰ সমস্যাসমূহ পৰীক্ষা কৰক।",
	"Check for problems with the sound quality of the Internal TV Speaker.": "আভ্যন্তৰীণ TV স্পিকাৰৰ ধ্বনিৰ গুণমানৰ সমস্যা পৰীক্ষা কৰক।",
	"Check for software updates and update if available.": "ছফট্‌ৱেৰ আপডেটৰ পৰীক্ষা কৰক আৰু উপলভ্য হ'লে আপডেট কৰক।",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth ডিভাইচটো পেয়াৰিং মোডত আছেনে নাই পৰীক্ষা কৰক।",
	"Check your TV status to solve problems or use remote support.": "সমস্যাসমূহ সমাধান বা ৰিম'ট সমৰ্থন ব্যৱহাৰ কৰিবলৈ আপোনাৰ TV-ৰ স্থিতি পৰীক্ষা কৰক।",
	"Checking Password": "পাছৱৰ্ড পৰীক্ষা কৰি আছে",
	"Checking for Updates": "আপডেটৰ বাবে পৰীক্ষা কৰি আছে",
	"Checking...": "পৰীক্ষা কৰি আছে...",
	"Chicago": "চিকাগো",
	"Chihuahua": "চিহুৱাহুৱা",
	"Children": "শিশু",
	"Children Age": "শিশুৰ বয়স",
	"Children Program Locks": "শিশু প্ৰগ্ৰাম লক",
	"Children over 8 are allowed to watch.": "8 বছৰতকৈ অধিক বয়সৰ লোকে চাবলৈ অনুমোদিত।",
	"Chile": "চিল",
	"China": "চীন",
	"Chinese": "চীনা",
	"Chisinau": "চিচিনাও",
	"Choibalsan": "চৈবালচান",
	"Chongqing": "চংকিং",
	"Choose to have all channels or just your primary ones when you change channels.": "সকলো চেনেল পাবলৈ বা আপুনি চেনেলসমূহ সলনি কৰি থকাৰ সময়ত কেৱল আপোনাৰ প্ৰাথমিক চেনেলটো পচন্দ কৰক৷",
	"Christmas Island": "খ্ৰিষ্টমাছ আইলেণ্ড",
	"Cinema": "চিনেমা",
	"Cinema Clear": "চিনেমা ক্লিয়াৰ",
	"Cinema Home": "চিনেমা ঘৰ",
	"Cinema View": "চিনেমা ভিউ",
	"Cinema View (32:12)": "চিনেমা দৰ্শন (32:12)",
	"Cinema Zoom": "চিনেমা জুম",
	"City": "নগৰ",
	"City Selection": "মহানগৰ চয়ন",
	"Clean Audio": "পৰিষ্কাৰ অডিঅ'",
	"Clear": "পৰিষ্কাৰ",
	"Clear Plus": "ক্লিয়াৰ প্লাছ",
	"Clear Voice Ⅲ": "স্পষ্ট কণ্ঠ Ⅲ",
	"Clear Voice Ⅳ": "স্পষ্ট মাত Ⅳ",
	"Clear1": "পৰিষ্কাৰ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "আপোনাৰ LG ৱায়াৰলেছ কীবোৰ্ডখন টাৰ্ণ অন কৰাৰ পাছত সংযোগ বুটামত ক্লিক কৰক আৰু পেয়াৰিং মোডত ছেট কৰক।",
	"Close": "বন্ধ",
	"Closed Caption": "আবৃত কেপশ্বন",
	"Closed Caption Settings": "আবৃত কেপশ্বন ছেটিংছ",
	"Cntv": "CNTV",
	"Code Value": "কোডৰ মান",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "আপডেটৰ বাবে শেহতীয়া সংস্কৰণটো সত্যাপন কৰিবলৈ MAC ঠিকনা, মডেল নম্বৰ, দেশ কোড, ভাষা ছেটিংছ আৰু ছফ্টৱেৰ সংস্কৰণ সংগ্ৰহ আৰু সঞ্চয় কৰক।",
	"Colombia": "কলম্বিয়া",
	"Colombo": "কলম্বো",
	"Color": "ৰং",
	"Color Gamut": "ৰং গমুট",
	"Color Management System": "ৰং ব্যৱস্থাপনা পদ্ধতি",
	"Color Temperature": "ৰঙৰ তাপমাত্ৰা",
	"Component": "উপাদান",
	"Conakry": "কোনাক্ৰী",
	"Confirm the terms and conditions or change whether to accept the agreement.": "চুক্তি আৰু চৰ্তসমূহ নিশ্চিত কৰক বা চুক্তি গ্ৰহণ কৰিবনে নকৰে পৰিৱৰ্তন কৰক।",
	"Congo Brazzaville": "কংগো ব্ৰাজাভিলে",
	"Connect": "সংযোগ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth স্পীকাৰ আৰু TV স্পীকাৰ সংযোগ কৰক আৰু স্পীকাৰৰ মাজত স্বয়ংক্ৰিয়ভাৱে অডিঅ’ বিলম্ব মিলাওক।",
	"Connect an external audio device, which supports the eARC, to the eARC.": "এটা বাহ্যিক অডিঅ' ডিভাইচত সংযোগ কৰক, যিয়ে eARC-ত eARC সমৰ্থন কৰে।",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ছেট-টপ বাকছ, ধ্বনি দণ্ডিকা আৰু ইত্যাদিৰ দৰে বাহ্যিক ডিভাইচসমূহ গাইডৰ ওপৰত ভিত্তি কৰি TVত সংযোগ কৰক।",
	"Connect the LAN cable directly to the TV to use the network.": "নেটৱৰ্ক ব্যৱহাৰ কৰিবলৈ LAN কেব'ল পোনপটীয়াকৈ TVত সংযোগ কৰক।",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP আৰু DNS ছাৰ্ভাৰ ঠিকনা মেনুৱেলভাৱে প্ৰৱিষ্ট কৰি নেটৱৰ্কত সংযোগ কৰক।",
	"Connect to the network if a wireless router is installed.": "যদি এটা ৱায়াৰলেচ ৰাউটাৰ ইনষ্টল হয়, তেন্তে নেটৱৰ্কত সংযোগ কৰক।",
	"Connect via WPS PBC": "WPS PBC-ৰ মাধ্যমেৰে সংযোগ কৰক",
	"Connect via WPS PIN": "WPS PIN-ৰ মাধ্যমেৰে সংযোগ কৰক",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "আপোনাৰ তাঁৰযুক্ত নেটৱৰ্ক সংযোগ সক্ৰিয় কৰিবলৈ আপোনাৰ টিভি এডাল ইথাৰনেট কেবলেৰে মডেম বা ৰুটাৰলৈ সংযোগ কৰক।",
	"Connect your TV with WiSA Speakers wirelessly.": "WiSA স্পিকাৰসমূহৰ সৈতে আপোনাৰ TV ৱায়াৰলেচভাৱে সংযোগ কৰক।",
	"Connectable Devices ({num})": "সংযোগযোগ্য ডিভাইচসমূহ ({num})",
	"Connected": "সংযোগিত",
	"Connected to Internet": "ইণ্টাৰনেটলৈ সংযোজিত হৈছে",
	"Connecting...": "সংযোগ হৈ আছে...",
	"Connection": "সংযোগ",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "এটা স্মাৰ্টফোন বা PC ৰে সংযোগ ব্যৱস্থাপন উপলব্ধ। এটা ম'বাইল ডিভাইচৰে এটা TV সংযোগ কৰিবলৈ, স্মাৰ্টফোন আৰু PC-ত সংযোগ ছেটিংছ আৰু অনুৰোধৰ আৱশ্যক।",
	"Content Recommendations": "সমল অনুমোদনসমূহ",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "একাধিক-চেনেল অডিঅ' HbbTV সেৱাৰ দ্বাৰা সমৰ্থিত হ'লে একাধিক-চেনেল শুনাৰ বাবে উপযুক্ত ধ্বনিৰে সমল প্লে হ'ব।",
	"Contrast": "কনট্ৰাষ্ট",
	"Cool": "শীতল",
	"Copenhagen": "কোপেনহেগেন",
	"Copy Channels": "চেনেল প্ৰতিলিপি",
	"Copy/Delete file": "ফাইল প্ৰতিলিপি/বিলোপ কৰক",
	"Correct contrast and brightness by adjusting black levels.": "ক'লাৰ স্তৰ এডজাষ্ট কৰি কনট্ৰাষ্ট আৰু উজ্জ্বলতাৰ শুধৰণি কৰক।",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "বহু সময় ধৰি আপোনাৰ TVটো অন হৈ থাকোতে হ'ব পৰা চিত্ৰৰ পিক্সেল সঠিক কৰক আৰু চিত্ৰ গুণমানৰ সমস্যা প্ৰতিৰোধ কৰক।",
	"Costa Rica": "ক'ষ্টা ৰিকা",
	"Could not fined available network.": "উপলব্ধ নেটৱৰ্ক বিচাৰি পোৱা নগল।",
	"Croatia": "ক্ৰ'ৱেছিয়া",
	"Croatian": "ক্ৰোৱেশ্বিয়ান",
	"Cuba": "কিউবা",
	"Cuiabá": "কিউবা",
	"Current time is not valid. Do you want to set the correct time now?": "বৰ্তমান সময় বৈধ নহয়৷ আপুনি এতিয়া সঠিক সময় ছেট কৰিব বিচাৰে নে?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "সকলো ইনপুটৰ বাবে কাষ্টমাইজ কৰি থোৱা চিত্ৰ মোড ছেটিংছৰ বৰ্তমান মান {pictureMode} মোডত প্ৰয়োগ হ’ব৷ অব্যাহত ৰাখিবনে? আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "বৰ্তমানে সংযোজিত হৈ থকা LG ৱায়াৰলেচ কীব’ৰ্ড ডিভাইচ আপোনাৰ TV-ৰ পৰা সংযোগহীন কৰা হ’ব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Custom": "কাষ্টম",
	"Custom Time Zone": "কাষ্টম সময় জ'ন",
	"Customer Service": "গ্ৰাহক সেৱা",
	"Cyan": "চায়ন",
	"Cyprus": "চাইপ্ৰাছ",
	"Czech": "চেক",
	"Czech Republic": "চেক প্ৰজাতন্ত্ৰ",
	"Côte d'Ivoire": "কোটে দ্য'লভইৰে",
	"DNS Server": "DNS চাৰ্ভাৰ",
	"DR Congo": "DR কংগো",
	"DTV Audio Setting": "ডিটিভি অডিঅ' ছেটিংছ",
	"Dakar": "ডাকাৰ",
	"Damascus": "ডামাস্কাছ",
	"Danish": "ডেনিছ",
	"Danmarkshavn": "ডেনমাৰ্কশ্বেভেন",
	"Dar es Salaam": "ডাৰ ই চালাম",
	"Data Service": "ডাটা সেৱা",
	"Date": "তাৰিখ",
	"Dawson": "ডাউচন",
	"Dawson Creek": "ডাউচন ক্ৰিক",
	"Day": "দিন",
	"Delete": "বিলোপ কৰক",
	"Delete Connection History": "সংযোগৰ ইতিহাস বিলোপ কৰক",
	"Delete Pairing History": "পেয়াৰিং ইতিবৃত্ত বিলোপ কৰক",
	"Delete Usage Data": "ব্যৱহাৰৰ ডাটা বিলোপ কৰক",
	"Demo Options": "ডেমো বিকল্পসমূহ",
	"Democratic Republic of the Congo": "কংগো গণতান্ত্ৰিক প্ৰজাতন্ত্ৰ",
	"Denmark": "ডেনমাৰ্ক",
	"Denver": "ডেনভাৰ",
	"Depressed": "অৱনমিত",
	"Deregister": "অপঞ্জীকৃত",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "TV ব্যৱহাৰ কৰিবলৈ দৃষ্টিহীন দৰ্শকসকলৰ বাবে মাতেৰে স্ক্ৰীণত থকা সমলসমূহ বৰ্ণনা কৰক।",
	"Detect Range": "পৰিসৰ চিনাক্ত কৰক",
	"Detroit": "ডেট্ৰ'ইট",
	"Device Connection Settings": "ডিভাইচ সংযোগ ছেটিংছ",
	"Device List": "ডিভাইচৰ সূচী",
	"Device Name": "ডিভাইচৰ নাম",
	"Dhaka": "ঢাকা",
	"Digital Mode": "ডিজিটেল মোড",
	"Digital Sound Out": "ডিজিটেল ধ্বনি আউট",
	"Digital TV": "ডিজিটেল টিভি",
	"Dili": "ডিলি",
	"Directed to Older Children (ages 7 and above)": "ডাঙৰ শিশুসকলৰ বাবে নিৰ্দশিত (বয়স 7 আৰু অধিক)",
	"Disabled": "অক্ষম হ’ল",
	"Disconnect": "সংযোগহীন কৰক",
	"Display captions for hearing-impaired viewers to use TV.": "TV ব্যৱহাৰ কৰিবলৈ শ্ৰবণশক্তিহীন দৰ্শকসকলৰ বাবে কেপশ্বনসমূহ প্ৰদৰ্শন কৰক।",
	"Display fast-moving content smoothly and clearly.": "দ্ৰুত গতিৰে চলাচল কৰা সমল মসৃণ আৰু স্পষ্টভাৱে প্ৰদৰ্শন কৰক।",
	"Display luminance level for the highest point (100 IRE).": "উচ্চতম পইণ্টৰ বাবে উজ্জ্বলতাৰ স্তৰ প্ৰদৰ্শন কৰক (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "এটা উষ্ম বা ঠাণ্ডা ৰঙৰ তাপমাত্ৰাত চিত্ৰসমূহ প্ৰদৰ্শন কৰক।",
	"Djibouti": "জিবৌটি",
	"Do Not Sell My Personal Information": "মোৰ ব্যক্তিগত তথ্য বিক্ৰী নকৰিব",
	"Do Not Track": "ট্ৰেক নকৰিব",
	"Do you want to continue?": "আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "আপুনি USB ষ্ট’ৰেজৰ পৰা আপোনাৰ TV-লৈ চেনেলৰ সূচীখন প্ৰতিলিপি কৰিব বিচাৰেনে? আপোনাৰ TV-ত থকা বৰ্তমানৰ চেনেলসমূহ বিলোপ কৰা হ’ব৷",
	"Do you want to copy channel list from your TV to the USB storage?": "আপুনি আপোনাৰ TV-ৰ পৰা USB সংগ্ৰহ স্থানত চেনেলৰ সূচীখন প্ৰতিলিপি কৰিব বিচাৰেনে?",
	"Do you want to reset Position Settings?": "আপুনি অৱস্থান ছেটিংছ ৰিছেট কৰিব বিচাৰে নেকি?",
	"Do you want to reset Volume Control?": "আপুনি ভলিউম নিয়ন্ত্ৰণ ৰিছেট কৰিব বিচাৰে নেকি?",
	"Do you want to set the correct time now?": "আপুনি এতিয়া সঠিক সময় ছেট কৰিব বিচাৰে নে?",
	"Do you want to turn your TV off now?": "আপুনি এতিয়া আপোনাৰ TV অফ কৰিবলৈ বিচাৰে নেকি?",
	"Dodoma": "ড'ডমা",
	"Doha": "ডোহা",
	"Dominica": "ড'মিনিকা",
	"Dominican Republic": "ড'মিনিকান ৰিপাব্লিক",
	"Done": "সম্পন্ন",
	"Douala": "ডৌৱালা",
	"Download Mail": "ডাউনলোড মেইল",
	"Download and Install": "ডাউনলোড কৰক আৰু ইনষ্টল কৰক",
	"Downloadable Rating": "ডাউনলোডযোগ্য ৰেটিং",
	"Dual Mono": "ডুৱেল মোনো",
	"Dubai": "ডুবাই",
	"Dublin": "ডাবলিন",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on অফ থকাৰ সময়ত, স্ক্ৰীণ অফ হৈ থাকোতে মাত চিনাক্তকৰণৰ দৰে ফিচাৰৰ অংশ সীমিত।",
	"Dushanbe": "ডুশ্বানবে",
	"Dutch": "ডাচ",
	"Dynamic Color": "ডাইনামিক ৰং",
	"Dynamic Contrast": "ডাইনামিক কনট্ৰাষ্ট",
	"Dynamic Tone Mapping": "ডায়নামিক ট'ন মেপিং",
	"Easter Island": "ইষ্টাৰ আইলেণ্ড",
	"Eastern Africa": "পূৱ আফ্ৰিকা",
	"Eco Mode": "Eco মোড",
	"Ecuador": "ইকুৱেডৰ",
	"Edge Color": "কাষৰ ৰং",
	"Edge Enhancer": "কাষ উন্নতকাৰক",
	"Edge Type": "কাষৰ প্ৰকাৰ",
	"Edit": "এডিট",
	"Edmonton": "এডমণ্টন",
	"Egypt": "ইজিপ্ত",
	"Eirunepé": "ইউৰুনেপে",
	"El Salvador": "El স্লেভেড'ৰ",
	"El salvador": "El স্লেভেড'ৰ",
	"Emergency Alert": "জৰুৰীকালীন সতৰ্কতা",
	"Enabled": "সক্ষম হ'ল",
	"Energy Saving": "শক্তি সংৰক্ষণ",
	"Energy consumption may increase if this feature is on.": "যদি এই ফিচাৰ অন থাকে তেন্তে শক্তি খৰচ বৃদ্ধি হ'ব পাৰে।",
	"Energy saving modes to limit power consumption.": "শক্তিৰ ব্যৱহাৰ সীমাবদ্ধ কৰিবলৈ শক্তি সংৰক্ষণ মোড।",
	"English": "ইংৰাজী",
	"Enhance the bass sound.": "বাছৰ ছাউণ্ড বৃদ্ধি কৰক।",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "কম দৃষ্টিহীনসকলে সহজে দৰ্শন কৰিবলৈ পৃষ্ঠভূমি আৰু পাঠৰ দৰে কিছু মেনুৰ উজ্জ্বল আৰু আন্ধাৰ ক্ষেত্ৰসমূহৰ মাজৰ কণ্ট্ৰাষ্ট উন্নত কৰক।",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "এটা LG গভীৰ শিক্ষণ পদ্ধতিৰে শিকা এটা এলগ'ৰিথমৰে সমলসমূহৰ ৰিজলিউশ্বন আৰু তীব্ৰতা উন্নত কৰক আৰু সমলসমূহৰ বিশ্লেষণৰ মাধ্যমেৰে গভীৰতা অপ্টিমাইজ কৰক।",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "ধ্বনি ফিল্ড প্ৰভাৱ অন কৰি অনুকূল ধ্বনিৰ সৈতে Dolby Atmos সমলৰ আনন্দ লওক।",
	"Enjoy TV sound by connecting Wired Headphones.": "তাৰযুক্ত হেডফোন সংযোগ কৰি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) প'ৰ্টত সংযোজিত অডিঅ' ডিভাইচসমূহৰ যোগেদি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUTত সংযোজিত অডিঅ' ডিভাইচসমূহৰ যোগেদি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT প'ৰ্টত সংযোজিত এটা LG অডিঅ' ডিভাইচৰ যোগেদি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "বাহ্যিক অডিঅ' আউট/হেডফোন আউটপুট প'ৰ্টসমূহত সংযোজিত অডিঅ’ ডিভাইচসমূহৰ মাধ্যমেদি ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "আভ্যন্তৰীণ TV স্পিকাৰ আৰু তাৰযুক্ত হেডফোন দুয়োটাৰ মাধ্যমেদি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "আভ্যন্তৰীণ TV স্পিকাৰ আৰু OPTICAL DIGITAL AUDIO OUT প'ৰ্ট দুয়োটাত সংযোজিত বাহ্যিক অডিঅ' ডিভাইচসমূহৰ মাধ্যমেদি TV ধ্বনিৰ আনন্দ লওক।",
	"Enjoy a clear and natural sound.": "এটা স্পষ্ট আৰু প্ৰাকৃতিক ধ্বনিৰ আনন্দ লওক।",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync বা Bluetoothত সংযোজিত এটা ৱায়াৰলেচ অডিঅ' ডিভাইচৰ যোগেদি ধ্বনিৰ আনন্দ লওক।",
	"Enjoy the sound optimized to the room.": "কোঠাত অনুকূলিত ধ্বনিৰ আনন্দ লওক।",
	"Enter CI Password": "CI পাছৱৰ্ড প্ৰৱিষ্ট কৰক",
	"Enter the PIN in your router's settings.": "আপোনাৰ ৰুটাৰ ছেটিংছত পিন প্ৰৱিষ্ট কৰক।",
	"Enter the master password.": "মাষ্টাৰ পাছৱৰ্ড প্ৰবিষ্ট কৰক৷",
	"Equalizer": "ইকুৱেলাইজাৰ",
	"Equatorial Guinea": "ইকুৱাট'ৰিয়েল গিনিয়া",
	"Eritrea": "ইৰিট্ৰিয়া",
	"Estonia": "ইষ্টোনিয়া",
	"Estonian": "ইষ্টোনিয়ান",
	"Ethiopia": "ইথিঅ'পিয়া",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "আনকি ছেটিং অফ থাকিলেও, আপুনি চেনেলৰ বেনাৰ, মাত চিনাক্তকৰণ সহায়ৰ মাধ্যমেৰে সম্পৰ্কীয় তথ্য পৰীক্ষা কৰিব পাৰে।",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "TV অফ হৈ থাকিলেও আৰু নিম্নতম পাৱাৰ ব্যৱহাৰ কৰি থাকোতেও, আপুনি ম'বাইল ডিভাইচটো সংযোগ কৰি সঙ্গীত শুনিব পাৰে। TV অন হৈ থাকোতে ফিচাৰসমূহৰ এটা সম্পদ পুনঃ দ্ৰুতভাৱে ব্যৱহাৰ কৰিব পাৰি।",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV অফ হৈ থাকিলেও, আপুনি Bluetoothৰ মাধ্যমেৰে TVত স্মাৰ্টফোন সংযোগ কৰি সংগীত শুনিব পাৰে।",
	"Every Day": "প্ৰতি দিন",
	"Every Weekday": "প্ৰতিটো কাৰ্যদিনত",
	"Every Weekend": "প্ৰতি সপ্তাহান্তত",
	"Expert (Bright Room)": "পাৰদৰ্শী (উজ্জ্বল কোঠা)",
	"Expert (Dark Room)": "পাৰদৰ্শী (আন্ধাৰ কোঠা)",
	"Export your TV's channel list information to a connected USB device.": "USB সংযোগ কৰি TV-ৰ চেনেল লিষ্ট এক্সপোৰ্ট কৰিব পাৰে৷",
	"Extended": "সম্প্ৰসাৰিত",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "স্বয়ং ছেটিংছৰ পাৱাৰ অফৰ সময় বঢ়োৱাৰ ফলত বা ফাংচনটো অফ কৰাৰ ফলত শক্তি খৰচ বৃদ্ধি হ'ব পাৰে।",
	"Extreme": "চৰম",
	"Eye Comfort Mode": "চকুৰ বাবে আৰামদায়ক মোড",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE স্বয়ং পৰিৱৰ্তন",
	"Fantasy Violence": "ফেণ্টাচী ভায়'লেন্স",
	"Fast": "দ্ৰুত",
	"Fernando de Noronha": "ফাৰ্নাণ্ডো দ্য নৰোনহা",
	"Fiji": "ফিজি",
	"Find and tell an audio device available to connect around TV.": "TVৰ আশে পাশে সংযোগ কৰিবলৈ উপলব্ধ এটা অডিঅ' ডিভাইচ বিচাৰক আৰু কওক।",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ৰঙা, সেউজীয়া, নীলা, চায়ন, মেগনেটা আৰু হালধীয়া ৰঙৰ স্থানবোৰ ফাইন টিউন কৰক।",
	"Finland": "ফিনলেণ্ড",
	"Finnish": "ফিনিশ্ব",
	"Flash": "ফ্লাছ",
	"Flat Mode": "ফ্লেট মোড",
	"Font": "ফণ্ট",
	"Font 1": "ফণ্ট 1",
	"Font 2": "ফণ্ট 2",
	"Font 3": "ফণ্ট 3",
	"Font 4": "ফণ্ট 4",
	"Font 5": "ফণ্ট 5",
	"Font 6": "ফণ্ট 6",
	"Font 7": "ফণ্ট 7",
	"Font 8": "ফণ্ট 8",
	"Football": "ফুটবল",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "এটা WPS (Wi-Fi সুৰক্ষিত ছেটআপ)-সক্ষমিত ৱায়াৰলেচ ৰাউটাৰৰ বাবে, TVক ৱায়াৰলেচ নেটৱৰ্কত সংযোগ কৰিবলৈ পিন কোড প্ৰৱিষ্ট কৰক।",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "এটা WPS (Wi-Fi সুৰক্ষিত ছেটআপ)-সক্ষমিত ৱায়াৰলেচ ৰাউটাৰৰ বাবে, TVক ৱায়াৰলেচ নেটৱৰ্কত সংযোগ কৰিবলৈ WPS-PBC বুটামটো দবাওক।",
	"Fortaleza": "ফৰ্টালেজা",
	"France": "ফ্ৰান্স",
	"Freetown": "ফ্ৰিটাউন",
	"French": "ফৰাচী",
	"French Polynesia": "ফৰাচী প'লিনেছিয়া",
	"Full Wide": "ফুল য়াইড",
	"Gabon": "গেবন",
	"Gaborone": "গেবোৰোনে",
	"Gaelic": "গেঅ'লিক",
	"Galapagos Islands": "গেলাপাগোচ আইলেণ্ডচ",
	"Galician": "গেলিছিয়ান",
	"Gallery": "গেলাৰী",
	"Gambia": "গাম্বিয়া",
	"Gambier": "গাম্বিয়াৰ",
	"Game": "খেল",
	"Gamma": "গামা",
	"Gateway": "গেটৱে",
	"General": "সাধাৰণ",
	"General Age": "সাধাৰণ বয়স",
	"General Audience": "সাধাৰণ দৰ্শক",
	"General Audiences": "সাধাৰণ দৰ্শকসকল",
	"General Program Locks": "সাধাৰণ প্ৰগ্ৰাম লক",
	"Georgia": "জৰ্জিয়া",
	"German": "জাৰ্মান",
	"Germany": "জাৰ্মানী",
	"Get started in a quiet environment for sound optimization.": "ধ্বনি অনুকূলনৰ বাবে এটা শান্ত পৰিৱেশত আৰম্ভ কৰক।",
	"Getting...": "প্ৰাপ্ত কৰি আছে...",
	"Ghana": "ঘানা",
	"Gibraltar": "গিব্ৰেলটাৰ",
	"Glace Bay": "গ্লাছ বে",
	"Godthab": "গডথাব",
	"Grayscale": "গ্ৰেস্কেল",
	"Greece": "গ্ৰীচ",
	"Greek": "গ্ৰীক",
	"Green": "সেউজীয়া",
	"Greenland": "গ্ৰীনলেণ্ড",
	"Grenada": "গ্ৰেনেডা",
	"Guadalcanal": "গুৱাডেলকেনেল",
	"Guadeloupe": "গুৱাডেলুপ",
	"Guam": "গুৱাম",
	"Guatemala": "গুৱেটমালা",
	"Guatemala City": "গুৱেটমালা চিটি",
	"Guayaquil": "গুৱাকুইল",
	"Guernsey": "গুৱাৰ্ণছে",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "TV ব্যৱহাৰ কৰিবলৈ দৃষ্টিভঙ্গিহীন দৰ্শকসকলৰ বাবে মাতেৰে মেনুসমূহ আৰু অপাৰেশ্বনসমূহ গাইড কৰক।",
	"Guinea": "গায়ানা",
	"Guinea Bissau": "গায়ানা বিচাউ",
	"Guinea Conakry": "কোনাক্ৰি গিনি",
	"Guinea Equatorial": "নিৰক্ষীয় গিনি",
	"Gujarati": "গুজৰাটী",
	"Guyana": "গুৱানা",
	"H Position": "H অৱস্থান",
	"H Sharpness": "H তীক্ষ্ণতা",
	"H Size": "H আকাৰ",
	"HD Mode": "HD মোড",
	"HD Mode Option": "HD মোড বিকল্প",
	"HDD Eco Mode": "HDD Eco মোড",
	"HDD Power Saving Mode": "HDD পাৱাৰ সংৰক্ষণ মোড",
	"HDMI Input Audio Format": "HDMI ইনপুট অডিঅ’ ফৰ্মেট",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} আৰু HDMI {port2} প'ৰ্টে 8K Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} আৰু HDMI {port2} পৰ্টে Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} প'ৰ্টে 8K Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} পৰ্টে Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} আৰু HDMI {port3} প'ৰ্টে 8K Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} আৰু HDMI {port3} পৰ্টে Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} আৰু HDMI {port4} প'ৰ্টে 8K Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} আৰু HDMI {port4} পৰ্টে Ultra HD Deep Color সমৰ্থন কৰে।",
	"HDR Effect": "HDR ইফেক্ট",
	"HDR Picture Mode": "HDR পিকচাৰ মোড",
	"Haiti": "হাইটি",
	"Halifax": "হেলিফেক্স",
	"Harare": "হাৰাৰে",
	"Harbin": "হাৰবিন",
	"Hard of Hearing": "শ্ৰৱণশক্তিহীন",
	"Havana": "হাভানা",
	"Headphones Volume": "হেডফোনৰ ভলিউম",
	"Hebrew": "হিব্ৰু",
	"Helsinki": "হেলচিংকি",
	"Hermosillo": "হাৰ্ম'চিলো",
	"High": "উচ্চ",
	"High Contrast": "হাই কনট্ৰাষ্ট",
	"Higher values increase a sense of warmth or coldness.": "উচ্চতৰ মানে গৰম বা ঠাণ্ডাৰ মাত্ৰা বৃদ্ধি কৰে৷",
	"Hindi": "হিন্দী",
	"Ho Chi Minh": "হো চি মিন",
	"Home Animation": "হোম এনিমেশ্বন",
	"Home Auto Launch": "হোম অটো লঞ্চ",
	"Home Mode": "হোম মোড",
	"Home Promotion": "হোম প্ৰচাৰ",
	"Home Settings": "হোম ছেটিংছ",
	"Home/Store Mode": "হোম/ষ্টোৰ মোড",
	"Honduras": "হণ্ডুৰাছ",
	"Hong Kong": "হং কং",
	"Hongkong": "হং কং",
	"Honolulu": "হ'নোলুলু",
	"Hours": "ঘণ্টা",
	"However, the IPv6 version of the address does not support editing.": "যিকিনহওক, ঠিকনাটোৰ IPv6 সংস্কৰণে সম্পাদনা কৰাটো সমৰ্থন নকৰে।",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "কিন্তু, আপোনাৰ TV অনুকূল স্থিতিত ৰাখিবলৈ, Always-on ছেট কৰা পাঁচ ঘণ্টা সময় নিষ্ক্ৰিয় কৰা হ'ব আৰু পাৱাৰ সম্পূৰ্ণকৈ অফ কৰা হ'ব।",
	"Hungarian": "হাংগেৰিয়ান",
	"Hungary": "হাংগেৰী",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "গুৰুত্বপূৰ্ণ! ৰিছেটিং কৰিলে আপোনাৰ সকলো একাউণ্ট ছেটিংছ আৰু ইনষ্টল থকা এপ্পবোৰ বিলোপ কৰিব। এই কাৰ্য্যটো ওভতাব নোৱাৰি।",
	"IP (Automatic)": "IP (অট'মেটিক)",
	"IP (Manual)": "IP (মেনুৱেল)",
	"IP Address": "IP ঠিকনা",
	"IVC (Cote d’Ivoire)": "IVC (কোটে দ্য'লভইৰে)",
	"Iceland": "আইচলেণ্ড",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "স্বয়ং-পাৱাৰ চিংক চয়ন কৰিলে, আপুনি SIMPLINK ডিভাইচ অন কৰিলে আপোনাৰ টিভি অন হ'ব আৰু আপুনি টিভি অফ কৰিলে SIMPLINK ডিভাইচবোৰো অফ হ'ব।",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "যদি ছেট-টপ বাকছৰ ইউনিভাৰ্চেল কণ্ট্ৰোল/OTT ছেট আপ হৈছে, তেন্তে LG ৰিম'ট কণ্ট্ৰোলৰ পৰা সংযোজিত ছেট-টপ বাকছ ব্যৱহাৰ কৰাৰ সুযোগ লওক।",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "যদি এটা ডিভাইচত প'ৰ্টত সংযোগ হয়, তেন্তে আপুনি ডিভাইচ ভিডিঅ'ৰ বিলম্ব বা ব্যাঘাত মিনিমাইজ কৰাৰ সৈতে খেলৰ অনুকূলিত চিত্ৰ দৰ্শন কৰিব পাৰে।",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "যদি এইটো অন কৰা হয় আৰু আপুনি Ultra HD Deep Color সমৰ্থন কৰা ডিভাইচ সংযোগ কৰে, আপোনাৰ ছবি স্পষ্ট হ'ব পাৰে।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "যদি ৰেকৰ্ডিং বা ছফ্টৱেৰ আপডেট চলি থাকে, সেয়া সম্পূৰ্ণ হোৱালৈকে ই অপেক্ষা কৰিব আৰু প্ৰক্ৰিয়াই এঘণ্টাতকৈ বেছি সময় ল’ব পাৰে৷",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "যদি ৰেকৰ্ডিং বা ছফ্টৱেৰ আপডেট চলি থাকে, সেয়া সম্পূৰ্ণ হোৱালৈকে ই অপেক্ষা কৰিব আৰু প্ৰক্ৰিয়াই {n} মিনিটতকৈ বেছি সময় ল’ব পাৰে৷",
	"If the device is not connected, you may not hear any sound through it.": "যদি ডিভাইচটো সঠিকভাবে সংযোগিত হোৱা নাই, তেন্তে আপুনি এইটোৰ মাধ্যমেৰে কোনো চাউণ্ড নুশুনিব পাৰে।",
	"If the edge of the screen is not clean, please turn this function off.": "যদি স্ক্ৰীণৰ প্ৰান্ত ভালদৰে দেখা নাপায়, তেন্তে অনুগ্ৰহ কৰি এই ফাংচন অফ কৰক।",
	"If the program does not support multiple languages, the default language is selected.": "যদি প্ৰ'গ্ৰামটোৱে একাধিক ভাষা সমৰ্থন নকৰে, তেন্তে ডিফ'ল্ট ভাষা বাছনি কৰা হয়।",
	"If the program does not support the selected output format, the default output from the source will be used.": "যদি প্ৰ’গ্ৰামটোৱে বাছনি কৰা আউটপুট ফৰ্মেট সমৰ্থন নকৰে, তেন্তে উৎসৰ পৰা ডিফ’ল্ট আউটপুট ব্যৱহাৰ কৰা হ’ব৷",
	"If the program doesn't support different audio settings, the default audio will be selected.": "যদি প্ৰ'গামটোৱে বেলেগ অডিঅ' ছেটিংছ সমৰ্থন নকৰে, তেন্তে ডিফ'ল্ট অডিঅ' বাচনি কৰা হ'ব।",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "একে লক্ষণ পুনৰাবৃত্তি হ'লে, অনুগ্ৰহ কৰি ছেট মান পুনৰ পৰিৱৰ্তন কৰক বা সংযোগিত বাহ্যিক ডিভাইচ পুনৰাৰম্ভ কৰক।",
	"If the selected language does not support, the default language from broadcasts will be used.": "যদি বাছনি কৰা ভাষাই সমৰ্থন নকৰে, তেন্তে ব্ৰডকাষ্টসমূহৰ পৰা ডিফ'ল্ট ভাষা ব্যৱহাৰ কৰা হ'ব।",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "যদি স্থিৰ স্ক্ৰীণে এক ঘণ্টাৰ বাবে কোনো ব্যৱহাৰকাৰীৰ ইনপুট প্ৰাপ্ত কৰা নাই, তেন্তে ই এখন স্ক্ৰীণ ছাৰ্ভাৰলৈ সলনি হ'ব।",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "যদি আপুনি ছেট কৰা সময়টো সাম্প্ৰতিক সময়ৰ পৰা বেলেগ হয়, তেন্তে কিছু স্মাৰ্ট ফিচাৰ প্ৰদৰ্শন নহ'বও পাৰে।",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "যদি আপুনি এই ডিভাইচৰ মাধ্যমেদি ধ্বনি শুনি নাপায়, তেন্তে ই সঠিকভাবে কাম কৰাটো আৰু LG Sound Sync সমৰ্থন কৰাটো নিশ্চিত কৰক।",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "যদি আপুনি ষ্টোৰ ডেম' মোড বাছনি কৰে, তেন্তে এইটো TV বিক্ৰী কৰা খুচুৰা বিক্ৰেতা প্ৰদৰ্শনৰ বাবে অনুকূলিত মানত ছেট হয়।",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "যদি আপুনি অডিঅ’ নিৰ্দেশনা অন কৰে, তেন্তে আপুনি আপোনাৰ ৰিম’টত থকা বাঁও, সোঁ, ওপৰ, তল বুটামসমূহৰ সৈতে লৈ যাব পাৰে আৰু পইণ্টাৰৰ আৱশ্যক হোৱা কিছুমান এপ্প্ক ব্যৱহাৰ কৰিব নোৱাৰিব৷",
	"If you turn it off, CAM operator's profile will be deleted.": "যদি আপুনি এইটো অফ কৰে, তেন্তে CAM অপাৰেটৰৰ প্ৰ'ফাইল বিলোপ হ'ব।",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "যদি আপুনি এইটো অফ কৰে, তেন্তে সকলো টিউন হৈ থকা CAM চেনেল উপলব্ধ নহ’ব আৰু অধিসূচনা ভৱিষ্যতে প্ৰদান কৰা নহ’ব৷",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "যদি আপুনি 'দ্ৰুত আৰম্ভ+' অফ কৰে, তেন্তে আপুনি ৰিম'ট ফ্ৰী কণ্ট্ৰ'লৰ সৈতে আপোনাৰ TV অন কৰিবলৈ সক্ষম নহ'ব। আপুনি অব্যাহত ৰাখিব বিচাৰে নেকি?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "আপুনি যদি স্ক্ৰীণ ছেভাৰ অফ কৰি ৰাখে তেন্তে একেখন ইমেজ 2 ঘণ্টাতকৈ বেছি সময়ৰ বাবে স্ক্ৰীণখনত বৰ্তী থাকিব, ই আপোনাৰ স্ক্ৰীণৰ চিত্ৰৰ মানদণ্ডক প্ৰভাৱিত কৰিবও পাৰে৷ যদি ই 5 ঘণ্টাতকৈ বেছি সময়ৰ বাবে বৰ্তী থাকে, তেন্তে স্থায়ী চিত্ৰৰ মানদণ্ড ডিপ্ৰিকেশ্বন উদ্ভৱ হ’বও পাৰে৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "যদি আপুনি এই বিকল্প অফ কৰে, তেন্তে স্থিৰ স্ক্ৰীণ বহুত সময় ধৰি থাকিব পাৰে, স্ক্ৰীণৰ গুণমান বেয়া কৰে বা কিছুমান ক্ষেত্ৰত কঠিনভাৱে পুনৰুদ্ধাৰ কৰিব পাৰে।",
	"If you use Energy Saving function, brightness of your TV will be affected.": "যদি আপুনি শক্তি সংৰক্ষণ কাৰ্য ব্যৱহাৰ কৰে তেন্তে আপোনাৰ টিভিৰ উজ্জ্বলতাত প্ৰভাৱ পৰিব।",
	"Import your TV's channel list information from a connected USB device.": "USB সংযোজিত ডিভাইচৰ পৰা TV-ৰ চেনেলৰ লিষ্ট ইমপোৰ্ট কৰিব পাৰে৷",
	"Import/export your TV's channel list information from/to a connected USB device.": "এটা সংযোগিত USB ডিভাইচৰ পৰা/লৈ আপোনাৰ টিভিৰ চেনেল তালিকাৰ তথ্য আমদানি/ৰপ্তানি কৰক।",
	"In Home": "হোম",
	"India": "ভাৰত",
	"Indianapolis": "ইণ্ডিয়ানাপলিচ",
	"Indonesia": "ইণ্দোনেছিয়া",
	"Indonesian": "ইণ্ডোনেছিয়ান",
	"Inner": "ইনাৰ",
	"Input": "ইনপুট",
	"Input Locks": "ইনপুট লক",
	"Input field": "ইনপুট ফিল্ড",
	"Installing...": "স্থাপন হৈ আছে...",
	"Instant Game Response": "তাৎক্ষণিক গেম সঁহাৰি",
	"Interactive Service": "ইণ্টাৰেক্টিভ সেৱা",
	"Interactivity(DTVi)": "সহসক্ৰিয়তা(DTVi)",
	"Internal TV Speaker": "আভ্যন্তৰীণ টিভি স্পিকাৰ",
	"Invert Colors": "ৰংসমূহ বিপৰীত কৰক",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "স্ক্ৰীণত প্ৰদৰ্শিত আইটেমসমূহৰ দৃশ্যমানতা উন্নত কৰিবলৈ কিছুমান মেনুত থকা বিশেষ ৰং বিপৰীত আৰু পূৰ্ণ কৰক।",
	"Iran": "ইৰান",
	"Iraq": "ইৰাক",
	"Ireland": "আয়াৰলেণ্ড",
	"Irish": "আইৰিশ",
	"Irkutsk": "ইৰ্কুটাস্ক",
	"Israel": "ইজৰাইল",
	"Istanbul": "ইষ্টানবুল",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "এইটো চিত্ৰ মোডলৈ ব্যক্তিগতভাৱে ৰিছেট হয়, সেয়েহে আকাঙ্ক্ষিত চিত্ৰ মোড বাছনি কৰক আৰু ইয়াক ৰিছেট কৰক।",
	"It may not sound depending on connected devices.": "এইটো সংযোজিত ডিভাইচসমূহৰ ওপৰত ভিত্তি কৰি ধ্বনি নহ'বও পাৰে।",
	"It may take a few minutes.": "ইয়াৰ বাবে কেইমিনিটমানৰ প্ৰয়োজন হ'ব পাৰে।",
	"It may take a few seconds.": "ইয়াৰ বাবে কেইছেকেণ্ডমানৰ প্ৰয়োজন হ'ব পাৰে।",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "ই এটা LG মেচিন শিক্ষণ কৌশলৰ মাধ্যমেদি শিকা এটা এলগ'ৰিথেমৰ দ্বাৰা চোৱা ধৰণৰ ওপৰত ভিত্তি কৰি অপ্টিমাল ধ্বনি বা ভাৰ্ছুৱেল 4.0 ছাৰাউণ্ড প্ৰদান কৰে।",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "ই এটা LG গভীৰ শিক্ষণ কৌশলৰ মাধ্যমেদি শিকা এটা এলগ'ৰিথমৰ দ্বাৰা চোৱা ধৰণৰ ওপৰত ভিত্তি কৰি অপ্টিমাল ধ্বনি বা ভাৰ্ছুৱেল 5.1 ছাৰাউণ্ড প্ৰদান কৰে।",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "ই TV ইনষ্টলেশ্বনৰ প্ৰকাৰৰ ওপৰত ভিত্তি কৰি কোঠাত প্ৰতিফলিত-ধ্বনি টিউন আপ কৰি অনুকূলিত ধ্বনি প্ৰদান কৰে।",
	"It reduces jaggies in the picture for a smooth picture.": "ই এখন মসৃণ চিত্ৰৰ বাবে চিত্ৰত থকা জেগিচ হ্ৰাস কৰে।",
	"It works only when the broadcasting program supports captions.": "এইটোৱে কেৱল সম্প্ৰচাৰ কৰা প্ৰ'গ্ৰামে কেপশ্বন সমৰ্থন কৰিলেহে কাম কৰে।",
	"It works only when the broadcasting program supports subtitles.": "এইটোৱে কেৱল সম্প্ৰচাৰ কৰা প্ৰ'গ্ৰামে উপশীৰ্ষক সমৰ্থন কৰিলেহে কাম কৰে।",
	"Italian": "ইতালিয়ান",
	"Italy": "ইতালি",
	"Ivory Coast": "আইভ'ৰী কোষ্ট",
	"Jakarta": "জাকাৰ্টা",
	"Jamaica": "জামাইকা",
	"Japan": "জাপান",
	"Japanese": "জাপানী",
	"Jayapura": "জয়াপুৰা",
	"Jerusalem": "জেৰুজালেম",
	"Johannesburg": "জ'হানেচবাৰ্গ",
	"Jordan": "জৰ্ডান",
	"Just Scan": "জাষ্ট স্কেন",
	"Kabul": "কাবুল",
	"Kaliningrad": "কালিনিনগ্ৰেড",
	"Kamchatka": "কামচাটকা",
	"Kampala": "কামপালা",
	"Kannada": "কানাড়া",
	"Karachi": "কৰাচী",
	"Kashgar": "কাচগৰ",
	"Katmandu": "কাঠমাণ্ডু",
	"Kazakh": "কাজাখ",
	"Kazakhstan": "কাজাখাস্তান",
	"Kenya": "কেনিয়া",
	"Keyboard Languages": "কীব'ৰ্ড ভাষাসমূহ",
	"Khartoum": "খাৰটৌম",
	"Khovd": "খোভড",
	"Kiev": "কিভ",
	"Kigali": "কিগালি",
	"Kingston": "কিংষ্ট'ন",
	"Kinshasa": "কিনহাছা",
	"Kiribati": "কিৰিবাটি",
	"Kiritimati": "কিৰিটিমাটি",
	"Kolkata": "কলকাতা",
	"Korea": "কোৰিয়া",
	"Korean": "কোৰিয়ান",
	"Krasnoyarsk": "ক্ৰাস্ন'য়াৰ্স্ক",
	"Kuala Lumpur": "কুৱালালামপুৰ",
	"Kuching": "কাচিং",
	"Kuwait": "কুৱেট",
	"Kuwait City": "কুৱাইট চিটি",
	"Kyrgyzstan": "কিৰগীস্তান",
	"LED Local Dimming": "LED স্থানীয় অনুজ্জ্বলতা",
	"LG Logo Light (Front of TV)": "LG ল'গো লাইট (টিভি-ৰ সম্মুখ ফালে)",
	"LG Services Country": "LG সেৱা দেশ",
	"LG Sound Sync": "LG ধ্বনি চিংক",
	"LG Wireless Keyboard": "LG ৱায়াৰলেছ কীবোৰ্ড",
	"LG Wireless Keyboard Connected:": "LG ৱায়াৰলেছ কীবোৰ্ড সংযোজিত:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG ৱায়াৰলেচ কীবোৰ্ডে Bluetoothৰ মাধ্যমেদি TV নিয়ন্ত্ৰণ কৰিবলৈ আপোনাক অনুমতি দিয়ে।",
	"La Paz": "লা পাজ",
	"Lagos": "লাগোচ",
	"Language": "ভাষা",
	"Laos": "লাওচ",
	"Large": "ডাঙৰ",
	"Last tuning:": "অন্তিম টিউনিং:",
	"Latvia": "লাটভিয়া",
	"Latvian": "লাটভিয়ান",
	"Lebanon": "লেবানন",
	"Left": "বাওঁ",
	"Left Right": "বাওঁ/সোঁ",
	"Left Surround": "বাওঁ চাৰাউণ্ড",
	"Left drop shadow": "বাওঁ ড্ৰপ ছাঁ",
	"Legal Notice": "আইনী অধিসূচনা",
	"Lesotho": "লেচেথো",
	"Liberia": "লিবেৰিয়া",
	"Libreville": "লিব্ৰেভিলে",
	"Libya": "লিবিয়া",
	"Liechtenstein": "লিছতনসতেইন",
	"Light": "পোহৰ",
	"Lilongwe": "লিলোনৱে",
	"Lima": "লিমা",
	"Limit AD Tracking": "বিজ্ঞাপন ট্ৰেকিং সীমিত কৰক",
	"Lisbon": "লিচবন",
	"Lithuania": "লিথুৱানিয়া",
	"Lithuanian": "লিথুৱানিয়ান",
	"Live Theater": "লাইভ থিয়েটাৰ",
	"Ljubljana": "এলজুবজানা",
	"Loading...": "লোড হৈ আছে...",
	"Local": "স্থানীয়",
	"Local Language": "স্থানীয় ভাষা",
	"Location": "অৱস্থান",
	"Lock All": "সকলো লক কৰক",
	"Lock changes for currently running apps will be applied the next time they are started.": "বৰ্তমান চলি থকা এপ্প্বোৰৰ বাবে লকৰ পৰিবৰ্তনসমূহ পৰৱৰ্তীবাৰ সেয়া আৰম্ভ হোৱাৰ সময়ত প্ৰয়োগ কৰা হয়৷",
	"Logo Luminance Adjustment": "ল'গ' লুমিনেঞ্চ সমাযোজন",
	"Lome": "লোম",
	"London": "লণ্ডন",
	"Lord Howe": "লৰ্ড হোৱে",
	"Los Angeles": "লচ এঞ্জেলেচ",
	"Louisville": "লাউচভিলে",
	"Low": "নিম্ন",
	"Luanda": "লুৱাণ্ডা",
	"Lubumbashi": "লুবুমবাচি",
	"Luminance": "লুমিনেঞ্চ",
	"Lusaka": "লুচাকা",
	"Luxembourg": "লাক্সেমবাৰ্গ",
	"MAC Address": "MAC ঠিকনা",
	"MAC Address (Wired)": "MAC ঠিকনা (তাঁৰযুক্ত)",
	"MAC Address (Wireless)": "MAC ঠিকনা (ৱায়াৰলেছ)",
	"MASTER PASSWORD": "মাষ্টাৰ পাছৱৰ্ড",
	"MHEG Guide": "MHEG গাইড",
	"MPEG Noise Reduction": "MPEG নয়েজ হ্ৰাসকৰণ",
	"Macao": "মাকাও",
	"Macedonia": "মেচিডনিয়া",
	"Macedonia, The Former Yugoslav Republic Of": "মেচিড'নিয়া, পূৰ্বৰ যুগোশ্লোভিয়া প্ৰজাতন্ত্ৰ",
	"Macedonian": "মেচিড'নিয়ান",
	"Maceió": "মেচিইও",
	"Maceió ": "মেচিইও",
	"Madagascar": "মাডাগাস্কাৰ",
	"Madeira": "মেডেইৰা",
	"Madrid": "মাদ্ৰিদ",
	"Magadan": "মাগাদান",
	"Magenta": "মেজেণ্টা",
	"Makassar": "মাকাছাৰ",
	"Make blurry or difficult-to-see areas more vivid.": "অস্পষ্ট বা চাবলৈ অসুবিধা হোৱা ক্ষেত্ৰ অধিক উজ্জ্বল কৰক।",
	"Malabo": "মালাবো",
	"Malawi": "মালাৱি",
	"Malay": "মালয়",
	"Malayalam": "মালায়ালাম",
	"Malaysia": "মালয়চিয়া",
	"Maldives": "মালডিভচ",
	"Mali": "মালি",
	"Malta": "মাল্টা",
	"Manage channels stored on the TV.": "TV-ত সঞ্চয় হৈ থকা চেনেলসমূহ প্ৰৱন্ধন কৰক।",
	"Managua": "মানাগুৱা",
	"Manama": "মানামা",
	"Manaus": "মানাউচ",
	"Mandarin": "মাণ্ডাৰিন",
	"Manila": "মেনিলা",
	"Manual": "মেনুৱেল",
	"Maori": "মাঅ'ৰি",
	"Maputo": "মাপুটো",
	"Marathi": "মাৰাঠী",
	"Marquesas": "মাৰ্কুচাচ",
	"Marshall Islands": "মাৰ্শাল আইলেণ্ড",
	"Martinique": "মাৰ্টিনিক",
	"Maseru": "মাজেৰু",
	"Mature Audience Only": "কেৱল পৰিপক্ক দৰ্শক",
	"Mauritania": "ম'ৰিছিয়ানা",
	"Mauritius": "মৰিচাছ",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "স্ক্ৰীণৰ উজ্জ্বল আৰু আন্ধাৰ অঞ্চলৰ তীব্ৰতা বৃদ্ধি কৰি কনট্ৰাষ্ট সৰ্বাধিক কৰক।",
	"Mayotte": "মেয়'টে",
	"Mazatlán": "মাজাটলান",
	"Mbabane": "এমবাবানে",
	"Medium": "মধ্যমীয়া",
	"Menu Language": "মেনুৰ ভাষা",
	"Menu Transparency": "মেন্যু স্বচ্ছতা",
	"Message": "বাৰ্তা",
	"Method": "পদ্ধতি",
	"Mexico": "মেক্সিকো",
	"Mexico City": "মেক্সিকো চিটি",
	"Middle East": "মধ্য প্ৰাচ্য",
	"Minsk": "মিনস্ক",
	"Minutes": "মিনিট.",
	"Mobile Connection Management": "ম'বাইল সংযোগ ব্যৱস্থাপন",
	"Mode Option": "মোড বিকল্প",
	"Model": "মডেল",
	"Mogadishu": "মোগাডিছু",
	"Moldova": "মোলডোভা",
	"Monaco": "মোনাকো",
	"Moncton": "মনক্টন",
	"Mongolia": "মংগোলিয়া",
	"Monrovia": "মনৰোভিয়া",
	"Montenegro": "ম'ণ্টেনেগ্ৰো",
	"Monterrey": "মনটেৰে",
	"Montevideo": "মণ্টেভিডিঅ'",
	"Month": "মাহ",
	"Montréal": "মণ্ট্ৰিল",
	"Morocco": "ম'ৰোক্কো",
	"Moscow": "মস্কো",
	"Motion Eye Care": "ম'শ্বন চকুৰ যত্ন",
	"Movie Lock": "চলচিত্ৰ লক",
	"Mozambique": "মোজাম্বিক",
	"Multi": "মাল্টি",
	"Multi Audio": "মাল্টি অডিঅ'",
	"Multi Channel Audio": "মাল্টি চেনেল অডিঅ’",
	"Multi Feed": "একাধিক ফীড",
	"Multiple": "একাধিক",
	"Muscat": "মাস্কাট",
	"Music": "সংগীত",
	"Myanmar": "ম্যানমাৰ",
	"Mérida": "মেৰিডা",
	"NEXTGEN TV Mode": "NEXTGEN TV মোড",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - নিউ চাউথ ৱেলচ/অষ্ট্ৰেলিয়ান কেপটেল টেৰিট'ৰী - চিডনি",
	"NT - Northern Territory - Darwin": "NT - উত্তৰ অঞ্চল- ডাৰৱিন",
	"Nairobi": "নাইৰোবি",
	"Namibia": "নামিবিয়া",
	"Narrow": "সংকীৰ্ণ",
	"Nassau": "নাচাউ",
	"Natural": "প্ৰাকৃতিক",
	"Ndebele": "এণ্ডিবিলি",
	"Ndjamena": "এনডিজামেনা",
	"Nepal": "নেপাল",
	"Netherland": "নেদাৰলেণ্ড",
	"Netherlands": "নেদাৰলেণ্ড",
	"Network": "নেটৱৰ্ক",
	"Network Connection Settings": "নেটৱৰ্ক সংযোগ ছেটিংছ",
	"Network Name": "নেটৱৰ্কৰ নাম",
	"Network-Based Personalization Recommendations": "নেটৱৰ্ক-আধাৰিত ব্যক্তিগতকৃত অনুমোদনসমূহ",
	"New Caledonia": "নিউ কেলেণ্ডোনিয়া",
	"New York": "নিউ ইয়ৰ্ক",
	"New Zealand": "নিউজিলেণ্ড",
	"Next": "পৰৱৰ্তী",
	"Niamey": "নিয়ামে",
	"Nicaragua": "নিকাৰাগুৱা",
	"Nicosia": "নিকোছিয়া",
	"Niger": "নাইজাৰ",
	"Nigeria": "নাইজেৰিয়া",
	"Night": "ৰাতি",
	"Nipigon": "নিপিগন",
	"No": "নহয়",
	"No Internet via 3G/4G network": "3G/4G নেটৱৰ্কৰ মাধ্যমত কোনো ইণ্টাৰনেট নাই",
	"No Internet via Ethernet": "ইথাৰনেটৰ মাধ্যমত ইণ্টাৰনেট নাই",
	"No Internet via Wi-Fi": "Wi-Fiৰ মাধ্যমত ইণ্টাৰনেট নাই",
	"No One 17 and Under Admitted.": "17 বছৰৰ আৰু তাৰ তলৰ কাকো অন্তৰ্ভুক্ত কৰা নহয়।",
	"No Operation Auto Off": "অপাৰেচন নাই অট' অফ",
	"No Signal Auto Off": "চিগনেল নাই অট' অফ",
	"No Signal Image": "কোনো চিগনেল প্ৰতিচ্ছবি নাই",
	"No Signal Power Off (15Min)": "চিগনেল নহ'লে পাৱাৰ অফ (15মিন)",
	"No devices have been found.": "কোনো ডিভাইচ অন হোৱা নাই৷",
	"No paired devices.": "কোনো যোৰা কৰা ডিভাইচ নাই",
	"No signal on Server": "ছাৰ্ভাৰত কোনো সংকেত নাই",
	"No updates found.": "কোনো আপডেট পোৱা নগল।",
	"Noise Reduction": "নয়েজ হ্ৰাসকৰণ",
	"None": "একো নাই",
	"Normal": "স্বাভাৱিক",
	"North Korea": "উত্তৰ কোৰিয়া",
	"Northern Africa": "উত্তৰ আফ্ৰিকা",
	"Norway": "ন'ৰৱে",
	"Norwegian": "ন'ৰৱেজিয়ান",
	"Not Connected": "সংযোগিত নাই",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "টোকা: যদি আপোনাৰ ডিভাইচে এই বৈশিষ্ট্যটো সমৰ্থন নকৰে, তেন্তে ই সঠিকভাৱে কাম নকৰিব পাৰে৷ তেনে ক্ষেত্ৰত, আপুনি পৃথক HDMI প’ৰ্টলৈ ডিভাইচটো সংযোগ কৰিব বা 8K HDMI Ultra HD Deep Color ছেটিং অফ কৰিব পাৰে৷",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "টোকা: যদি আপোনাৰ ডিভাইচে এই বৈশিষ্টটো সমৰ্থন নকৰে, তেন্তে ই সঠিকভাৱে কাম নকৰিবও পাৰে৷ তেনে ক্ষেত্ৰত, আপুনি পৃথক HDMI প’ৰ্টলৈ ডিভাইচটো সংযোগ কৰিব বা HDMI Ultra HD Deep Color ছেটিংছ অফ কৰিব পাৰে৷",
	"Note: Available options depend on the broadcast program.": "টোকা: উপলব্ধ বিকল্পবোৰ ব্ৰডকাষ্ট প্ৰ'গ্ৰামৰ ওপৰত নিৰ্ভৰ কৰে।",
	"Note: Behavior may differ if connected device is not a LG device.": "টোকা: যদি সংযোজিত ডিভাইচটো এটা LG ডিভাইচ নহয় তেন্তে আচৰণ ভিন্ন হ’ব পাৰে৷",
	"Note: Only displayed when it is provided by the program.": "টোকা: কেৱল প্ৰ'গ্ৰামৰ দ্বাৰা প্ৰদান কৰিলেহে প্ৰদৰ্শিত হয়।",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "টোকা: সম্প্ৰচাৰিত কাৰ্যসূচীয়ে প্ৰদান কৰিলেহে ছাবটাইটল প্ৰদৰ্শিত হয়।",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "টোকা: Live TV বা VOD সমলৰ দৰে সমল প্লেবেকৰ সৈতে ফিচাৰৰ অপাৰেশ্বনৰ দ্বাৰা মডেল আৰু ইয়াৰ স্বচ্ছতা অনুযায়ী সমৰ্থিত ফিচাৰ ভিন-ভিন হ’ব পাৰে৷",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "টোকা:<br>1. পিক্সেল ৰিফ্ৰেচাৰ চলি থকাৰ সময়ত যদি আপোনাৰ TV অন হৈ থাকে, তেন্তে ই প্ৰক্ৰিয়াটো বন্ধ কৰিব আৰু আপুনি আৰম্ভ কৰিব লাগিব৷<br>2. প্ৰক্ৰিয়া চলি থকাৰ সময়ত, এডাল বগা ৰেখা স্ক্ৰীণখনত প্ৰকট হ’ব পাৰে৷ আপোনাৰ স্ক্ৰীণ পৰিষ্কাৰ কৰি থকাৰ সময়ত এইটো সাধাৰণ হয়৷",
	"Notifications": "অধিসূচনাসমূহ",
	"Nouméa": "নৌমিয়া",
	"Novosibirsk": "নভোচিবিৰস্ক",
	"OK": "অ'কে",
	"OLED LIGHT": "OLED লাইট",
	"OLED Motion": "OLED সঞ্চালন",
	"OLED Screen Saver": "OLED স্ক্ৰীণ ছেভাৰ",
	"OLED Surround": "OLED চৌপাশ",
	"Object Audio": "অবজেক্ট অডিঅ’",
	"Off": "অফ",
	"Oman": "ওমান",
	"Omsk": "ওমস্ক",
	"On": "অন",
	"OnTimer Channel not selected": "অন টাইমাৰ চেনেল চয়ন কৰা নাই।",
	"Open": "খোলা",
	"Open Source Licenses": "মুক্ত উৎসৰ ছফ্টৱেৰ জাননী",
	"Open when TV is turned on": "টিভি অন কৰিলে খোলক",
	"Operate once when TV is off": "TV অফ থাকিলে এবাৰ অপাৰেট কৰক",
	"Optical": "অপ্টিকেল",
	"Optical + Internal TV Speaker": "অপ্টিকেল + আভ্যন্তৰীণ TV স্পীকাৰ",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG মেচিন শিক্ষণ পদ্ধতিৰ মাধ্যমেৰে শিকা এটা এলগ'ৰিথমৰে সমলসমূহৰ বাবে এটা গভীৰতা অপ্টিমাইজ কৰক।",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR সমলৰ প্ৰতিচ্ছবিৰ উজ্জ্বলতাৰ ওপৰত ভিত্তি কণ্ট্ৰাষ্ট ছেটিংছ অনুকূলন কৰক।",
	"Optimize contrast settings based on image brightness.": "প্ৰতিচ্ছবিৰ উজ্জ্বলতাৰ আধাৰত কনট্ৰাষ্ট ছেটিং অপ্টিমাইজ কৰক।",
	"Optimize the sound for a cinematic experience.": "এটা চিনেমেটিক অভিজ্ঞতাৰ বাবে ছাউণ্ড অপ্টিমাইজ কৰক।",
	"Oranjestad": "অ'ৰেঞ্জেষ্টাড",
	"Original Language": "মূল ভাষা",
	"Oslo": "ওচলো",
	"Others": "অন্যান্য",
	"Ouagadougou": "ওৱাগাডৌগৌ",
	"Outer": "আউটাৰ",
	"Output sound through the Internal TV speaker.": "আভ্যন্তৰীণ টিভি স্পিকাৰৰ মাধ্যমেৰে আউটপুট ধ্বনি।",
	"PIN: {pin}": "পিন: {pin}",
	"Pagode": "পেগ'ডে",
	"Pakistan": "পাকিস্তান",
	"Palau": "পালাউ",
	"Panama": "পানামা",
	"Panama City": "পানামা চিটি",
	"Panjabi": "পাঞ্জাৱী",
	"Papua New Guinea": "পাপুৱা নিউ গিনিয়া",
	"Paraguay": "পেৰাগুৱে",
	"Paramaribo": "পেৰামেৰিবো",
	"Parental Guidance Suggested": "অভিভাৱকীয় নিৰ্দেশনা পৰামৰ্শকৃত",
	"Parental Guidance Suggested :": "অভিভাৱকীয় নিৰ্দেশনা পৰামৰ্শকৃত :",
	"Parental guidance suggested for children ages 8-13.": "8-13 বছৰ বয়সৰ শিশুৰ বাবে অভিভাৱকীয় নিৰ্দেশনা পৰামৰ্শ দিয়া হয়৷",
	"Parents Guidance strongly required :": "অভিভাৱকীয় নিৰ্দেশনা শক্তিশালীভাৱে আৱশ্যক :",
	"Parents Strongly Cautioned": "পিতৃ-মাতৃক দৃঢ়ভাবে সতৰ্ক কৰা হয়",
	"Paris": "পেৰিচ",
	"Pass Through": "ইয়াৰ মাধ্যমেৰে পাছ কৰক",
	"Password": "পাছৱৰ্ড",
	"Patent Information": "পেটেণ্ট তথ্য",
	"Peak Brightness": "পীক উজ্জ্বলতা",
	"Persian": "পাৰ্চীয়ান",
	"Peru": "পেৰু",
	"Philippines": "ফিলিপাইনচ",
	"Phnom Penh": "ফনম পেহ",
	"Phoenix": "ফিনিক্স",
	"Photo": "ফটো",
	"Pick a Time": "এটা সময় বাচনি কৰক",
	"Picture": "ছবি",
	"Picture Mode": "ছবি মোড",
	"Picture Mode Settings": "ছবি মোড ছেটিংছ",
	"Picture Options": "ছবি অপশ্বন",
	"Picture Test": "ছবি পৰীক্ষা",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "বাহ্যিক ডিভাইচ সংযোজিত হোৱাৰ সময়ত চিত্ৰ বা চাউণ্ডে সঠিকভাৱে কাম নকৰিবও পাৰে আৰু TV প্ৰাৰম্ভিকভাৱে সঞ্চাৰণ হয়৷ যদি সমস্যাটো চলি থাকে, তেন্তে অনুগ্ৰহ কৰি ছেটিংছলৈ ঘূৰি যাওক বা আপোনাৰ সংযোজিত বাহ্যিক ডিভাইচ ৰিবুট কৰক৷",
	"Pitch": "নিক্ষেপ",
	"Pixel Refresher": "পিক্সেল ৰিফ্ৰেচাৰ",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "পিক্সেল ৰিফ্ৰেচাৰে সাম্ভাৱ্য অতি পৰিষ্কাৰ চিত্ৰ প্ৰদান কৰিবলৈ আপোনাৰ TV-ক অনুমতি দিয়ে৷",
	"Pixel Refresher begins only once when the TV is turned off.": "পিক্সেল ৰিফ্ৰেচাৰ কেৱল TV অফ হোৱাৰ সময়ত এবাৰ আৰম্ভ হয়।",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "পৰৱৰ্তী সময়ত আপোনাৰ TV অফ হ’লে পিক্সেল ৰিফ্ৰেচাৰ আৰম্ভ হ’বলৈ সময়সূচী কৰি থোৱা হৈছে৷",
	"Play": "চলাওক",
	"Play sound through TV Speaker.": "TV স্পীকাৰৰ মাধ্যমেৰে ছাউণ্ড প্লে কৰক।",
	"Play the standard sound suitable for all types of content.": "সকলো প্ৰকাৰৰ সমলৰ বাবে উপযুক্ত মান্য ছাউণ্ড প্লে কৰক।",
	"Please check if WiSA Speakers are turned on and try again.": "অনুগ্ৰহ কৰি WiSA স্পীকাৰসমূহ অন হৈছেনে পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth ডিভাইচটো অন্য এটা ডিভাইচলৈ ইতিমধ্যেই সংযোজিত হৈ থকাটো অনুগ্ৰহ কৰি পৰীক্ষা কৰক।",
	"Please check the network name and password and try again.": "অনুগ্ৰহ কৰি নেটৱৰ্কৰ নাম আৰু পাছৱৰ্ড পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।",
	"Please check the status and try again": "অনুগ্ৰহ কৰি অৱস্থাটো পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক",
	"Please do not unplug the USB storage until the copying is completed.": "অনুগ্ৰহ কৰি প্ৰতিলিপি সম্পূৰ্ণ নোহোৱালৈকে USB ডিভাইচ আনপ্লাগ নকৰিব৷",
	"Please enter your password to turn off this function.": "এই কাৰ্য বন্ধ কৰিবলৈ অনুগ্ৰহ কৰি পাছৱৰ্ড অন্তৰ্ভুক্ত কৰক।",
	"Please enter your password to turn on this function.": "অনুগ্ৰহ কৰি এই কাৰ্যকৰিতা অন কৰিবলৈ আপোনাৰ পাছৱৰ্ড প্ৰৱিষ্ট কৰক।",
	"Please make sure that your TV is connected to the network and try again.": "অনুগ্রহ কৰি নিশ্চিত কৰক যে নেটৱর্কৰ সৈতে আপোনাৰ TV সংযোজিত হৈ আছে আৰু আকৌ চেষ্টা কৰক।",
	"Please note that LG does not use or manage the value.": "অনুগ্ৰহ কৰি মন কৰক যে LG-এ মানটো ব্যৱহাৰ বা পৰিচালনা নকৰে।",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "অনুগ্ৰহ কৰি মনত ৰাখিব যে ডিজিটেল চাউণ্ড আউট ইয়াৰ মাধ্যমেৰে পাছ হ'বলৈ ছেট কৰাৰ সময়ত চাউণ্ড আউটপুট কৰিব নোৱাৰিব পাৰে।",
	"Please try again later.": "অনুগ্ৰহ কৰি পাছত পুনৰ চেষ্টা কৰক।",
	"Please wait while the Settings application reloads.": "অনুগ্ৰহ কৰি ছেটিংছ এপ্লিকেশ্বন ৰিলোড হোৱালৈ অপেক্ষা কৰক৷",
	"Please wait while the Settings application restarts.": "ছেটিংছ এপ্লিকেশ্বন পুনৰাৰম্ভ হোৱালৈ অনুগ্ৰহ কৰি অপেক্ষা কৰক।",
	"Please wait while the TV restarts.": "অনুগ্ৰহ কৰি টিভি পুনৰাৰম্ভ হ'বলৈ অপেক্ষা কৰক।",
	"Please wait while the TV searches for LG Service Country.": "অনুগ্ৰহ কৰি টিভিয়ে LG সেৱা দেশ অনুসন্ধান কৰালৈ অপেক্ষা কৰক।",
	"Podgorica": "পডগিৰিকা",
	"Point": "পইণ্ট",
	"Pointer Options": "পইণ্টাৰ বিকল্পসমূহ",
	"Pointer Size": "পইণ্টাৰ আকাৰ",
	"Poland": "পোলেণ্ড",
	"Polish": "পলিশ্ব",
	"Pontianak": "পণ্টিয়ানক",
	"Port Louis": "পোৰ্ট লুইচ",
	"Port Moresby": "পোৰ্ট মৰেজবাই",
	"Port of Spain": "পোৰ্ট অফ স্পেইন",
	"Port-au-Prince": "পোৰ্ট-অ'-প্ৰিন্স",
	"Porto Novo": "পোৰ্টো নোভো",
	"Porto Velho": "পোৰ্ট' ভেলহো",
	"Porto-Novo": "পোৰ্ট'-নভো",
	"Portugal": "পৰ্টুগাল",
	"Portuguese": "পৰ্টুগীজ",
	"Position": "অৱস্থান",
	"Position Settings": "অৱস্থান ছেটিংছ",
	"Power Off Timer": "টাইমাৰ পাৱাৰ অফ কৰক",
	"Power On Timer": "টাইমাৰ পাৱাৰ অন কৰক",
	"Power Saving Mode": "পাৱাৰ সংৰক্ষণ মোড",
	"Prague": "প্ৰেগ",
	"Praia": "প্ৰাইয়া",
	"Preschool": "প্ৰিস্কুল",
	"Press right button to adjust de-blur and Motion Pro value.": "ডি-ব্লাৰ আৰু সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম টিপক।",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "ডি-ব্লাৰ আৰু OLED সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press right button to adjust de-blur and OLED Motion value.": "ডি-ব্লাৰ আৰু OLED সঞ্চালন মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press right button to adjust de-judder and Motion Pro value.": "ডি-জাডাৰ আৰু সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম টিপক।",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ডি-জাডাৰ আৰু OLED সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press right button to adjust de-judder and OLED Motion value.": "ডি-জাডাৰ আৰু OLED সঞ্চালন মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ডি-জাডাৰ, ডি-ব্লাৰ আৰু সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম টিপক।",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ডি-জাডাৰ, ডি-ব্লাৰ আৰু OLED সঞ্চালন প্ৰ' মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ডি-জাডাৰ, ডি-ব্লাৰ আৰু OLED সঞ্চালন মান মিলাবলৈ সোঁ বুটাম দবাওক।",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TV-টো নেটৱৰ্কলৈ সংযোগ কৰিবলৈ WPS-সক্ষম ৰাউটাৰত WPS বুটাম হেঁচক৷",
	"Press the right button to adjust Motion Pro settings.": "সঞ্চালন প্ৰ' ছেটিংছ মিলাবলৈ সোঁ বুটামটো টিপক।",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED সঞ্চালন প্ৰ' ছেটিংছ মিলাবলৈ সোঁ বুটামটো টিপক।",
	"Press the right button to adjust OLED Motion settings.": "OLED সঞ্চালন ছেটিংছ মিলাবলৈ সোঁ বুটামটো টিপক।",
	"Press the right button to adjust de-blur settings.": "ডি-ব্লাৰ ছেটিংছ মিলাবলৈ সোঁ বুটামটো হেঁচক৷",
	"Press the right button to adjust de-judder settings.": "ডি-জাডাৰ ছেটিংছ মিলাবলৈ সোঁ বুটামটো হেঁচক৷",
	"Previous": "পূৰ্বৱৰ্তী",
	"Primary Audio Language": "প্ৰাথমিক অডিঅ' ভাষা",
	"Primary Channels": "প্ৰাথমিক চেনেল",
	"Primary Teletext Language": "প্ৰাথমিক টেলিটেক্সট ভাষা",
	"Program exempted from ratings.": "প্ৰ'গ্ৰাম ৰেটিঙৰ পৰা নিষ্কৃত কৰা হৈছে।",
	"Programme": "প্ৰ'গ্ৰাম",
	"Provide HbbTV Distinctive ID": "HbbTV বৈশিষ্ট্যসূচক ID প্ৰদান কৰক",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ব্ৰডকাষ্টসমূহৰ বাবে HbbTV সেৱাত HbbTV বৈশিষ্ট্যসূচক ID প্ৰদান কৰক।",
	"Provided services may vary depending on countries.": "প্ৰদান কৰা সেৱাসমূহ দেশৰ ওপৰত ভিত্তি কৰি ভিন্ন হ'ব পাৰে।",
	"Puerto Rico": "পুৰ্টো ৰিকো",
	"Pyongyang": "পায়নজিয়াং",
	"QLD - Queensland - Brisbane": "QLD - কুইন্সলেণ্ড - ব্ৰিচবেন",
	"Qatar": "কাটাৰ",
	"Quick Help": "দ্ৰুত সহায়",
	"Quick Start+": "দ্ৰুত আৰম্ভ+",
	"Rainy River": "ৰেইনি ৰিভাৰ",
	"Raised": "উত্থিত",
	"Rangoon": "ৰেংগুন",
	"Real Cinema": "ৰিয়েল চিনেমা",
	"Reason: Authentication with access point was unsuccessful.": "কাৰণ: এক্সেছ পইণ্টৰ সৈতে প্ৰমাণীকৰণ বিফল হৈছিল৷",
	"Reason: Could not establish a connection to access point.": "কাৰণ: একচেছ পইণ্টৰ লগত সংয়োগ স্থাপন কৰিব পৰা নগ’ল৷",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "কাৰণ: DHCP ব্যৱহাৰ কৰি এটা বৈধ IP ঠিকনা উলিয়াব পৰা নগ’ল৷",
	"Reason: Entered password is incorrect.": "কাৰণ: প্ৰবিষ্ট কৰা পাছৱৰ্ডটো ভুল।",
	"Reason: Password is missing.": "কাৰণ: পাছৱৰ্ড হেৰাইছে৷",
	"Reason: The network you selected is out of range.": "কাৰণ: আপুনি বাছনি কৰা নেটৱৰ্কটো সংযোগ সীমাৰ বাহিৰত।",
	"Reason: Unable to login.": "কাৰণ: লগইন কৰিবলৈ অক্ষম৷",
	"Receive emergency alerts from TV when an emergency occurs.": "এটা জৰুৰীকালীন ঘটাৰ সময়ত TVৰ পৰা জৰুৰীকালীন এলাৰ্টসমূহ প্ৰাপ্ত কৰক।",
	"Recife": "ৰেচাইফ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "আপুনি সাধাৰণতে Always-onত নোচোৱা TV সময়খিনি ছেট আপ কৰিবলৈ অনুমোদন জনাওক।",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "দৰ্শনৰ ইতিবৃত্ত আৰু এপ ব্যৱহাৰৰ আৰ্হিৰ আধাৰত উপযুক্ত সমল আৰু বৈশিষ্টসমূহ অনুমোদন কৰক।",
	"Recommendations are available for the people, products and locations related to the current program.": "অনুমোদনসমূহ সাম্প্ৰতিক প্ৰ'গ্ৰাম সম্পৰ্কীয় ব্যক্তি, প্ৰডাক্ট আৰু অৱস্থানৰ বাবে উপলব্ধ।",
	"Red": "ৰঙা",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "প্ৰতিচ্ছবিৰ গুণমান পৰিষ্কাৰকৈ অনুকূলন কৰিবলৈ ডিজিটেল ভিডিঅ' চিগনেলৰ পৰা অনিয়মিত কোলাহল হ্ৰাস কৰক।",
	"Regina": "ৰেজিনা",
	"Region": "অঞ্চল",
	"Registered Devices ({num})": "পঞ্জীকৃত ডিভাইচসমূহ ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "অনুকূলিত ধ্বনিৰ উচ্চ-পিচ ট'ন শক্তিশালী কৰক।",
	"Reinforce the low-pitched tone of the optimized sound.": "অনুকূলিত ধ্বনিৰ নিম্ন-পিচ ট'ন শক্তিশালী কৰক।",
	"Remote Settings": "ৰিম'ট ছেটিং",
	"Remove irregular and erratic pixels for a clearer image.": "এটা স্পষ্ট প্ৰতিচ্ছবি পাবলৈ অনিয়মীয়া আৰু ত্ৰুটিপূৰ্ণ পিক্সেলবোৰ আঁতৰাওক।",
	"Reset": "ৰিছেট",
	"Reset AD ID": "AD ID ৰিছেট কৰক",
	"Reset CI Password": "CI পাছৱৰ্ড ৰিছেট কৰক",
	"Reset HbbTV Distinctive ID": "HbbTV বৈশিষ্ট্যসূচক ID ৰিছেট কৰক",
	"Reset Password": "পাছৱৰ্ড ৰিছেট কৰক",
	"Reset Settings": "ছেটিংছ ৰিছেট কৰক",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV ম'বাইল এপত সংযোগ কৰি থাকোতে অনুমোদিত এপৰ সূচী ৰিছেট কৰক।",
	"Reset the caption position.": "কেপশ্বনৰ অৱস্থান ৰিছেট কৰক।",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "চোৱা সমল আৰু এপ্প্‌সমূহৰ ব্যৱহাৰ দুয়োটাৰে ইতিবৃত্ত ৰিছেট কৰক। ইতিবৃত্ত ৰিছেট কৰাৰ সময়ত, এইটোৱে পুনৰ সমলৰ অনুমোদনসমূহ প্ৰাপ্ত কৰিবলৈ এটা নিৰ্দ্দিষ্ট সময় ল'ব পাৰে।",
	"Reset to Initial Settings": "প্ৰাৰম্ভিক ছেটিংলৈ ৰিছেট কৰক",
	"Restrict access to TV programs based on their ratings.": "ৰেটিংৰ আধাৰত টিভি প্ৰ'গ্ৰামসমূহলৈ প্ৰৱেশ প্ৰতিবন্ধিত কৰক।",
	"Restrict watching based on age ratings for children programs.": "শিশু প্ৰ'গ্ৰামসমূহৰ বাবে বয়স ৰেটিঙৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on ages ratings.": "বয়স ৰেটিঙৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on fantasy violence content ratings.": "কল্পনা হিংসতা সমল ৰেটিঙৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on programs containing adult language.": "প্ৰাপ্তবয়স্ক ভাষা মজুত থকা প্ৰ'গ্ৰামসমূহৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on programs containing sexual scene.": "যৌন দৃশ্য মজুত থকা প্ৰ'গ্ৰামসমূহৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "যৌন পৰামৰ্শমূলক সংলাপ মজুত থকা প্ৰ'গ্ৰামসমূহৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "পিতৃ-মাতৃৰ নিৰ্দেশিকাৰ ভিতৰত নিৰ্দিষ্ট বয়স বা সমলৰ ৰেটিঙৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching based on violence content ratings.": "সহিংসতা সমলৰ ৰেটিঙৰ ওপৰত ভিত্তি কৰি চোৱাটো নিষিদ্ধ।",
	"Restrict watching movies based on rating.": "ৰেটিঙত ভিত্তিত চলচ্চিত্ৰ চোৱাটো নিষিদ্ধ।",
	"Restrict watching programs based on rating.": "ৰেটিঙত ভিত্তিত প্ৰ'গ্ৰামসমূহ চোৱাটো নিষিদ্ধ।",
	"Restriction ratings :": "নিষিদ্ধ ৰেটিং :",
	"Retry": "পুনৰ চেষ্টা কৰক",
	"Revert TV to its initial settings.": "TVক ইয়াৰ প্ৰাথমিক ছেটিংছলৈ প্ৰত্যাৱৰ্তন কৰক।",
	"Revert color adjustment settings to default.": "ৰঙৰ সমাযোজন ছেটিংছ ডিফ'ল্টলৈ প্ৰত্যাৱৰ্তন কৰক।",
	"Revert detailed sound effect settings of standard mode to default.": "মান্য মোডৰ বিশদ ধ্বনি প্ৰভাৱ ছেটিংছক ডিফ'ল্টলৈ প্ৰত্যাৱৰ্তন কৰক।",
	"Revert picture setting values to default.": "চিত্ৰৰ ছেটিং মানসমূহ ডিফ'ল্টলৈ প্ৰত্যাৱৰ্তন কৰক।",
	"Revert white balance settings to default.": "হোৱাইট বেলেঞ্চ ছেটিংছ ডিফ'ল্টলৈ প্ৰত্যাৱৰ্তন কৰক।",
	"Reykjavik": "ৰেয়েকজাভিক",
	"Riga": "ৰিগা",
	"Right": "সোঁ",
	"Right Left": "সোঁ/বাওঁ",
	"Right Surround": "সোঁ চাৰাউণ্ড",
	"Right drop shadow": "সোঁ ড্ৰপ ছাঁ",
	"Rio Branco": "ৰিঅ' ব্ৰেঙ্কো",
	"Riyadh": "ৰিয়াধ",
	"Romania": "ৰোমানিয়া",
	"Romanian": "ৰোমানিয়ান",
	"Rome": "ৰোম",
	"Russia": "ৰাছিয়া",
	"Russian": "ৰাছিয়ান",
	"Rwanda": "ৰাৱাণ্ডা",
	"SA - South Australia - Adelaide": "SA - দক্ষিণ অষ্ট্ৰেলিয়া - এডেলেইডে",
	"SIGNATURE Opening": "SIGNATURE খুলি আছে",
	"SIGNATURE TV Settings": "SIGNATURE TV ছেটিংছ",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINKএ HDMIৰে আপোনাৰ LG Smart TVলৈ সংযোগিত DVD প্লেয়াৰ বা অডিঅ' হোম থিয়েটাৰ ছিষ্টেমৰ দৰে অন্য SIMPLINK-সক্ষম ডিভাইচসমূহ আপোনাৰ LG Remoteৰে নিয়ন্ত্ৰণ কৰিবলৈ দিয়ে।",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "এই ARC মোড ব্যৱহাৰ কৰিবলৈ SIMPLINK স্বয়ংক্ৰিয়ভাৱে অন হ'ব।",
	"Safety": "সুৰক্ষা",
	"Saint Lucia": "চেণ্ট লুচিয়া",
	"Saint Vincent": "চেণ্ট ভিনচেণ্ট",
	"Sakhalin": "চাখালিন",
	"Samara": "চামাৰা",
	"Samarkand": "চামাৰকণ্ড",
	"Samoa": "চামোৱা",
	"San Luis": "চেন লুইচ",
	"San Salvador": "চান চালভাড'ৰ",
	"Sana": "চানা",
	"Santiago": "চাণ্টিয়েগো",
	"Santo Domingo": "চান্টো ড'মিংগো",
	"Sarajevo": "চাৰাজেভো",
	"Satellite": "উপগ্ৰহ",
	"Satellite DTV": "উপগ্ৰহ ডিটিভি",
	"Satellite Radio": "উপগ্ৰহ ৰেডিঅ'",
	"Saturation": "চেচুৰেশ্বন",
	"Saudi Arabia": "চৌদি আৰৱ",
	"Saudi arabia": "চৌদি আৰৱ",
	"Save CAM Operator's Profile": "CAM অপাৰেটৰৰ প্ৰ’ফাইল সংৰক্ষণ কৰক",
	"Save CI Password": "CI পাছৱৰ্ড সংৰক্ষণ কৰক",
	"Save the color adjustment settings from the current picture mode in all inputs.": "সকলো ইনপুটত সাম্প্ৰতিক চিত্ৰ মোডৰ পৰা ৰঙৰ সমাযোজন ছেটিংছ সংৰক্ষণ কৰক।",
	"Save the white balance settings from the current picture mode in all inputs.": "সকলো ইনপুটত সাম্প্ৰতিক চিত্ৰ মোডৰ পৰা সমতা ছেটিংছ সংৰক্ষণ কৰক।",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "আপোনাৰ CI পাছৱৰ্ড সংৰক্ষণ/ৰিছেট কৰক। আপোনাৰ পাছৱৰ্ড সংৰক্ষণ কৰিলে ভৱিষ্যতে ছাইন-ইন পদক্ষেপবোৰ এৰাই যাবলৈ দিব।",
	"Scan \"Auto Detect\" automatically.": "\"স্বয়ং চিনাক্ত\" স্বয়ংক্ৰিয়ভাৱে স্কেন কৰক।",
	"Scoresbysund": "স্কোৰ্চবাইচাণ্ড",
	"Screen Down": "স্ক্ৰীণ তললৈ কৰক",
	"Screen Off": "স্ক্ৰীণ অফ",
	"Screen Saver": "স্ক্ৰীণ ছেভাৰ",
	"Screen Shift ": "স্ক্ৰীণ শ্বিফ্ট",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "স্ক্ৰীণ দৈনিক সময় বিৰতিত চলে আৰু TV বিস্তাৰিত সময়ৰ বাবে অন হৈ থাকোতে ঘটিব পৰা চিত্ৰৰ গুণমানৰ সমস্যাসমূহ প্ৰতিৰোধ কৰে।",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "স্ক্ৰীণখন 5 ছেকেণ্ডত অফ হ’ব৷ স্ক্ৰীণখন পুনৰ অন কৰিবলৈ, পাৱাৰ আৰু ভলিউম বুটাম দুটাক বাদ দি যিকোনো বুটাম হেঁচক৷",
	"Search": "অনুসন্ধান কৰক",
	"Search Bluetooth Device": "Bluetooth ডিভাইচ অনুসন্ধান কৰক",
	"Searching...": "অনুসন্ধান কৰি আছে...",
	"Second Language": "দ্বিতীয় ভাষা",
	"Secondary Audio Language": "দ্বিতীয় অডিঅ' ভাষা",
	"Secondary Teletext Language": "দ্বিতীয় টেলিটেক্সট ভাষা",
	"Security": "সুৰক্ষা",
	"Select IRE point to adjust luminance.": "উজ্জ্বলতা বিন্যস্ত কৰিবলৈ IRE পইণ্ট বাছনি কৰক।",
	"Select Mode": "মোড চয়ন কৰক",
	"Select TV's language settings.": "TV-ৰ ভাষা ছেটিংছ বাছনি কৰক৷",
	"Select a caption type for HD broadcasts.": "HD সম্প্ৰচাৰৰ বাবে এটা কেপশ্বনৰ প্ৰকাৰ বাচনি কৰক।",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV সম্প্ৰচাৰৰ বাবে এটা কেপশ্বনৰ প্ৰকাৰ বাছনি কৰক।",
	"Select a caption type for UHD broadcasts.": "UHD সম্প্ৰচাৰৰ বাবে এটা কেপশ্বনৰ প্ৰকাৰ বাচনি কৰক।",
	"Select a caption type for analog broadcasts.": "এনাল'গ সম্প্ৰচাৰৰ বাবে এটা কেপশ্বনৰ প্ৰকাৰ বাচনি কৰক।",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "দৰ্শনৰ পৰিৱেশ মিলা এটা ভিডিঅ’ মোড বাচনি কৰক বা বিষমতা, ৰং আৰু অধিকৰ দৰে এটা ভিডিঅ’ মোডৰ বাবে ছেটিংছ নিৰ্দিষ্ট কৰক।",
	"Select an audio format for each HDMI input.": "প্ৰত্যেক HDMI ইনপুটৰ বাবে এটা অডিঅ’ ফৰ্মেট বাচনি কৰক।",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "আপুনি পাছ থ্ৰু বাছনি কৰাৰ পিছত ধ্বনি প্ৰভাৱ নুশুনিলে অন্য ডিজিটেল ধ্বনি আউট (স্বয়ং বা PCM) বাছনি কৰক।",
	"Select audio language for digital broadcasts.": "ডিজিটেল ব্ৰডকাষ্টসমূহৰ বাবে অডিঅ' ভাষা বাছনি কৰক।",
	"Select color to be adjusted.": "বাছি লোৱা ৰঙটো বিন্যস্ত কৰা হব।",
	"Select days to apply the Timer Power Off settings every week.": "প্ৰত্যেক সপ্তাহত টাইম পাৱাৰ অফ ছেটিংছ প্ৰয়োগ কৰিবলৈ দিনবোৰ বাছনি কৰক।",
	"Select days to apply the Timer Power On settings every week.": "প্ৰত্যেক সপ্তাহত টাইম পাৱাৰ অন ছেটিংছ প্ৰয়োগ কৰিবলৈ দিনবোৰ বাছনি কৰক।",
	"Select device for audio output.": "অডিঅ' আউটপুটৰ বাবে ডিভাইচ চয়ন কৰক।",
	"Select device or speaker for audio output.": "অডিঅ' আউটপুটৰ বাবে ডিভাইচ বা স্পীকাৰ বাছনি কৰক।",
	"Select digital audio output format.": "ডিজিটেল অডিঅ' আউটপুট ফৰ্মেট বাছনি কৰক।",
	"Select language for TV menu.": "TV মেনুৰ বাবে ভাষা বাছনি কৰক।",
	"Select language for subtitles.": "উপশীৰ্ষকৰ বাবে ভাষা চয়ন কৰক।",
	"Select languages for keyboards input.": "কীবোৰ্ডসমূহ ইনপুটৰ বাবে ভাষাসমূহ বাছনি কৰক।",
	"Select method to adjust white balance.": "বগা ৰঙৰ সন্তুলন বিন্যস্ত কৰিবলৈ পদ্ধতি নিৰ্বাচন কৰক।",
	"Select point to adjust luminance.": "উজ্জ্বলতা বিন্যস্ত কৰিবলৈ পইণ্ট বাছনি কৰক।",
	"Select the Sound mode and set detailed Audio effects.": "ধ্বনি মোড বাচনি কৰক আৰু বিশদ অডিঅ’ প্ৰভাৱসমূহ ছেট কৰক।",
	"Select the Sound mode for each content type.": "প্ৰতিটো সমলৰ প্ৰকাৰৰ বাবে ধ্বনি মোড বাচনি কৰক।",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} পৰ্টৰ বাবে Ultra HD Deep Color বাচনি কৰক।",
	"Select the app to restrict the use.": "ব্যৱহাৰ নিষিদ্ধ কৰিবলৈ এপ্পটো বাছনি কৰক।",
	"Select the appropriate picture mode according to the viewing environment or content type.": "দৰ্শনৰ পৰিৱেশ বা সমলৰ প্ৰকাৰ অনুসৰি সঠিক চিত্ৰ মোড বাচনি কৰক।",
	"Select the audio properties to listen to the broadcast in the way you like.": "আপুনি পছন্দ কৰা উপায়েৰে ব্ৰডকাষ্ট শুনিবলৈ অডিঅ' বৈশিষ্টসমূহ বাছনি কৰক।",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ডিজিটেল সম্প্ৰচাৰৰ বাবে কেপশ্বনৰ প্ৰকাৰ বাচনি কৰক আৰু বিশদ উপযুক্ত ছেটিংছ ছেট কৰক।",
	"Select the channel to restrict watching.": "চোৱাটো নিষিদ্ধ কৰিবলৈ চেনেল বাছনি কৰক।",
	"Select the channel to watch when the TV turns on.": "TV অন হোৱাৰ পিছত চাবলৈ চেনেল বাছনি কৰক।",
	"Select the color range to be displayed.": "প্ৰদৰ্শন কৰিব লগীয়া ৰংৰ পৰিসৰ বাচনি কৰক।",
	"Select the country for your country's special services.": "আপোনাৰ দেশৰ বিশেষ সেৱাসমূহৰ বাবে দেশ বাছনি কৰক।",
	"Select the desired video angle.": "বিচৰা ভিডিঅ' এংগলটো চয়ন কৰক।",
	"Select the format to transfer TV Digital Sound Out to an external device.": "এটা বাহ্যিক ডিভাইচত TV ডিজিটেল ধ্বনি আউট স্থানান্তৰ কৰিবলৈ ফৰ্মেট বাছনি কৰক।",
	"Select the input to use when the TV turns on.": "যেতিয়া টিভিটো টাৰ্ণ অন হৈ থাকিব তেতিয়া ব্যৱহাৰৰ বাবে ইনপুট বাছনি কৰক।",
	"Select the inputs to restrict the use.": "ব্যৱহাৰ নিষিদ্ধ কৰিবলৈ ইনপুটসমূহ বাছনি কৰক।",
	"Select the most preferred Subtitle Language.": "ছাবটাইটলৰ ভাষাৰ বাবে আপোনাৰ প্ৰথম পচন্দ চয়ন কৰক।",
	"Select the place where to use the TV.": "TV ক'ত ব্যৱহাৰ কৰিব সেই স্থান বাছনি কৰক।",
	"Select the residential region for your regional broadcast signal.": "আপোনাৰ আঞ্চলিক ব্ৰডকাষ্ট চিগনেলৰ বাবে বাসস্থানৰ অঞ্চলটো বাছনি কৰক।",
	"Select the second preferred Subtitle Language.": "ছাবটাইটলৰ ভাষাৰ বাবে আপোনাৰ দ্বিতীয় পচন্দ চয়ন কৰক।",
	"Select your first choice of audio language for digital broadcasts.": "ডিজিটেল ব্ৰডকাষ্টসমূহৰ বাবে আপোনাৰ প্ৰথম পছন্দ অডিঅ'  ভাষাটো বাছনি কৰক।",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "আপোনাৰ সম্প্ৰচাৰ টিভি প্ৰদানকাৰীৰ টেলিটেক্সট সেৱাৰ বাবে আপোনাৰ ভাষাৰ প্ৰথম পচন্দ চয়ন কৰক।",
	"Select your second choice of audio language for digital broadcasts.": "ডিজিটেল ব্ৰডকাষ্টসমূহৰ বাবে আপোনাৰ দ্বিতীয় পছন্দ অডিঅ'  ভাষাটো বাছনি কৰক।",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "আপোনাৰ সম্প্ৰচাৰ টিভি প্ৰদানকাৰীৰ টেলিটেক্সট সেৱাৰ বাবে আপোনাৰ ভাষাৰ দ্বিতীয় পচন্দ চয়ন কৰক।",
	"Senegal": "চেনেগাল",
	"Seoul": "চিউল",
	"Serbia": "চাৰ্বিয়া",
	"Serbian": "চাৰ্বিয়ান",
	"Serial Number": "ক্ৰমিক নম্বৰ",
	"Serta Wego": "চেৰ্টা ৱেগো",
	"Service 1": "সেৱা 1",
	"Service 2": "সেৱা 2",
	"Service 3": "সেৱা 3",
	"Service 4": "সেৱা 4",
	"Service 5": "সেৱা 5",
	"Service 6": "সেৱা 6",
	"Service Area Zip Code": "সেৱা অঞ্চলৰ পিন জিপ কোড",
	"Set Automatically": "অট'মেটিকভাৱে ছেট কৰক",
	"Set ID": "আইডি ছেট কৰক",
	"Set My Team Alarm.": "মোৰ দলৰ এলাৰ্ম ছেট কৰক।",
	"Set Store Mode settings.": "ষ্ট’ৰ মোড ছেটিংছ ছেট কৰক৷",
	"Set System Color mode for your current TV input.": "আপোনাৰ চলিত টিভি ইনপুটৰ ছিষ্টেম ৰঙ মোড ছেট কৰক।",
	"Set additional options for Video Description.": "ভিডিঅ' বিৱৰণৰ বাবে অতিৰিক্ত বিকল্প ছেট কৰক।",
	"Set additional picture settings.": "অতিৰিক্ত চিত্ৰ ছেটিংছ ছেট কৰক।",
	"Set additional sound-related settings.": "অতিৰিক্ত ধ্বনি-সম্বন্ধিত ছেটিংছ ছেট কৰক।",
	"Set advanced Subtitle options.": "উন্নত ছাবটাইটল অপশ্ব্নসমূহ ছেট কৰক।",
	"Set advanced captioning options.": "উন্নত কেপশ্বনিং অপশ্ব্নসমূহ ছেট কৰক।",
	"Set and edit the IP address version to IPv4 or IPv6.": "IPv4 বা IPv6ত IP ঠিকনাৰ সংস্কৰণটো ছেট আৰু সম্পাদনা কৰক।",
	"Set audio-related options.": "অডিঅ' সম্বন্ধিত বিকল্পবোৰ ছেট কৰক।",
	"Set caption size, color, transparency, and other options for broadcasts.": "সম্প্ৰচাৰৰ বাবে কেপশ্বনৰ আকাৰ, ৰং, স্বচ্ছতা আৰু অন্য বিকল্পসমূহ ছেট কৰক।",
	"Set color temperature from warm to cool.": "গৰমৰ পৰা ঠাণ্ডালৈ ঠাণ্ডা তাপমাত্ৰা ছেট কৰক৷",
	"Set detailed caption settings for HD broadcasts.": "HD সম্প্ৰচাৰৰ বাবে বিশদ কেপশ্বন ছেটিংছ ছেট কৰক।",
	"Set detailed options for the AI functions.": "AI ফাংছনসমূহৰ বাবে বিশদ বিকল্পসমূহ ছেট কৰক।",
	"Set detailed options for the Home feature.": "হোম থিয়েটাৰৰ বাবে বিশদ বিকল্পসমূহ ছেট কৰক।",
	"Set detailed options for the Recommendation feature.": "অনুমোদন বৈশিষ্টৰ বাবে বিশদ বিকল্পসমূহ ছেট কৰক।",
	"Set easy connection settings with external devices.": "বাহ্যিক ডিভাইচসমূহৰ সৈতে সহজ সংযোগ ছেটিংছ ছেট কৰক।",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "পিতৃ-মাতৃৰ নিৰ্দেশিকাৰ ভিতৰত ব্যৱহাৰ কৰিবলৈ নিৰ্দিষ্ট চেনেল, এপ্প, ইনপুট ইত্যাদিত লকিং ছেট কৰক।",
	"Set necessary additional functions based on watching environment and screen status.": "পৰিৱেশ আৰু স্ক্ৰীণৰ স্থিতি চোৱাৰ ওপৰত ভিত্তি কৰি প্ৰয়োজনীয় অতিৰিক্তি ফাংচনসমূহ ছেট কৰক।",
	"Set or reset the position of on-screen captions.": "অন-স্ক্ৰীণ কেপশ্বনসমূহৰ অবস্থান ছেট বা ৰিছেট কৰক।",
	"Set settings related to your wired / wireless network.": "আপোনাৰ তাঁৰযুক্ত / ৱায়াৰলেচ নেটৱৰ্কৰ সম্পৰ্কীয় ছেটিংছ ছেট কৰক।",
	"Set the TV to turn off automatically after a set amount of time.": "এটা ছেট সময়ৰ পিছত স্বয়ংক্ৰিয়ভাৱে অফ কৰিবলৈ TV ছেট কৰক।",
	"Set the TV to turn off automatically at a set time.": "এটা ছেট সময়ত স্বয়ংক্ৰিয়ভাৱে অফ কৰিবলৈ TV ছেট কৰক।",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "যদি TV স্বয়ংক্ৰিয়ভাৱে অন হোৱাৰ পিছত 4 ঘণ্টা সময়ৰ বাবে কোনো ব্যৱহাৰকাৰীৰ ইনপুট নাথাকে তেন্তে স্বয়ংক্ৰিয়ভাৱে অফ কৰিবলৈ TV ছেট কৰক।",
	"Set the TV to turn on automatically at a set time.": "এটা ছেট সময়ত স্বয়ংক্ৰিয়ভাৱে অন কৰিবলৈ TV ছেট কৰক।",
	"Set the additional functions related to the TV.": "TVৰ সৈতে সম্বন্ধিত অতিৰিক্ত ফাংচনসমূহ ছেট কৰক।",
	"Set the current date and time.": "চলিত তাৰিখ আৰু সময় ছেট কৰক।",
	"Set the current date manually.": "চলিত তাৰিখ মেনুৱেলি ছেট কৰক।",
	"Set the current time manually.": "চলিত সময় মেনুৱেলি ছেট কৰক।",
	"Set the detect range of device available to connect.": "সংযোগ কৰিবলৈ উপলব্ধ ডিভাইচৰ চিনাক্ত পৰিসৰ ছেট কৰক।",
	"Set the region and country for broadcasts and special services.": "ব্ৰডকাষ্টসমূহ আৰু বিশেষ সেৱাসমূহৰ বাবে অঞ্চল আৰু দেশ ছেট কৰক।",
	"Set the screen size and aspect ratio.": "স্ক্ৰীণৰ আকাৰ আৰু এস্পেক্ট ৰেশ্বিও ছেট কৰক।",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV-ৰ বাবে বিশেষ ফাংচনসমূহ ছেট কৰক।",
	"Set the time to turn off the TV automatically without user input.": "ব্যৱহাৰকাৰীৰ ইনপুট নোহোৱাকৈ TV স্বয়ংক্ৰিয়ভাৱে অফ কৰিবলৈ সময় ছেট কৰক।",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "অধিক বাস্তৱ ধ্বনিৰ আনন্দ ল'বলৈ ভাৰ্ছুৱেল মাল্টি-চেনেল চাৰিওফালে ধ্বনি প্ৰভাৱ ছেট কৰক।",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "অধিক বাস্তৱ ধ্বনিৰ আনন্দ ল'বলৈ ভাৰ্ছুৱেল চাৰিওফালে ধ্বনি প্ৰভাৱ ছেট কৰক।",
	"Set the volume level when the TV turns on.": "TV অন হোৱাৰ পিছত ভলিউম স্তৰ কৰক।",
	"Set time to turn off the TV.": "টিভিটো টাৰ্ণ অফ হবলৈ সময় ছেট কৰক।",
	"Set time to turn on the TV.": "টিভিটো টাৰ্ণ অন কৰিবলৈ সময় ছেট কৰক।",
	"Set up additional features related to customer support.": "গ্ৰাহক সহায়তা সম্পৰ্কিয় অতিৰিক্ত বৈশিষ্টসমূহ ছেট আপ কৰক।",
	"Set up an account to use LG Services.": "LG সেৱাসমূহ ব্যৱহাৰ কৰিবলৈ এটা একাউণ্ট ছেট আপ কৰক।",
	"Set whether to display Home when the TV is turned on.": "TV-টো অন থকাৰ সময়ত হোম প্ৰদৰ্শন কৰিবনে নকৰে ছেট কৰক।",
	"Settings Help": "ছেটিংছ সহায়তা",
	"Sexual Situations": "যৌন পৰিস্থিতি",
	"Sexually Suggestive Dialogue": "যৌন পৰামৰ্শমূলক সংলাপ",
	"Shanghai": "চাংঘাই",
	"Sharpness": "তীক্ষ্ণতা",
	"Show Password": "পাছৱৰ্ড প্ৰদৰ্শন",
	"Side by Side": "ওচৰা ওচৰকৈ",
	"Sierra Leone": "চিয়েৰা লিঅ'ন",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "এটা ৱায়াৰলেচ ৰাউটাৰ TV-টোৰ অতি ওচৰত থাকিলে চিগনেল ব্যাহত হোৱাত Magic Remote-ৰ সংবেদনশীলতা হ্ৰাস হ'ব পাৰে।",
	"Simferopol": "চিমফেৰোপল",
	"Singapore": "চিংগাপুৰ",
	"Size": "আকাৰ",
	"Skopje": "স্কোপিজে",
	"Sleep Timer": "স্লিপ টাইমাৰ",
	"Slovak": "শ্লোভেক",
	"Slovakia": "শ্লোভাকিয়া",
	"Slovenia": "শ্লোভেনিয়া",
	"Slovenian": "শ্লোভেনিয়ান",
	"Slow": "মন্থৰ",
	"Small": "সৰু",
	"Smooth": "মসৃণ",
	"Smooth Gradation": "স্মুথ গ্ৰেডেছন",
	"Soccer": "চ'কাৰ",
	"Sofia": "চফিয়া",
	"Software Update": "ছফ্টৱেৰ আপডেট",
	"Software Version": "ছফ্টৱেৰৰ সংস্কৰণ",
	"Software update has been installed. Update will be applied when you restart your TV.": "ছফ্টৱেৰ আপডেট ইনষ্টল হৈছে৷ আপুনি আপোনাৰ TV পুনৰাৰম্ভ কৰাৰ সময়ত আপডেট প্ৰযোজ্য হ’ব৷",
	"Solid": "গোটা",
	"Solomon Islands": "চলোমন আইলেণ্ড",
	"Somalia": "চোমালিয়া",
	"Some material may not be appropriate for children under 13.": "কিছুমান উপাদান 13 বছৰৰ তলৰ শিশুৰ বাবে উপযোগী নহ'ব পাৰে।",
	"Some material may not be appropriate for children.": "কিছুমান উপাদান শিশুৰ বাবে উপযোগী নহ'ব পাৰে।",
	"Sotho, Northern": "চ'থ', উত্তৰাঞ্চলীয়",
	"Sotho, Southern": "চ'থ', দক্ষিণীয়া",
	"Sound": "ধ্বনি",
	"Sound Mode": "ধ্বনি মোড",
	"Sound Mode Settings": "ছাওণ্ড মোড ছেটিংছ",
	"Sound Out": "ধ্বনি আউট",
	"Sound Share": "ধ্বনি ভাগ-বতৰা",
	"Sound Test": "ধ্বনি পৰীক্ষা",
	"South Africa": "দক্ষিণ আফ্ৰিকা",
	"South Korea": "দক্ষিণ কোৰিয়া",
	"Southern Africa": "দক্ষিণ আফ্ৰিকা",
	"Spain": "স্পেইন",
	"Spanish": "স্পেনিচ",
	"Speaker Volume Control": "স্পিকাৰ ভলিউম নিয়ন্ত্ৰণ",
	"Specify detailed voice guidance settings after turning on this feature.": "এই বৈশিষ্ট অন কৰাৰ পিছত বিশদ ভইচ নিৰ্দেশনা ছেটিংছ নিৰ্দিষ্ট কৰক।",
	"Speed": "বেগ",
	"Spoken Subtitle": "কথিত চাবটাইটল",
	"Sports": "ক্ৰীড়া",
	"Sports Alert": "ক্ৰীড়া সতৰ্কতা",
	"Srednekolymsk": "শ্ৰেডনেক'লিমস্ক",
	"Sri Lanka": "শ্ৰীলংকা",
	"St. John's": "চেণ্ট. জন'চ",
	"Stand": "ষ্টেণ্ড",
	"Standard": "স্টেণ্ডার্ড",
	"Standard Mode Sound Effect": "ষ্টেণ্ডাৰ্ড মোড ছাওণ্ড ইফেক্ট",
	"Standby Light": "ষ্টেণ্ডবাই লাইট",
	"Start New Sound Tuning": "নতুন ছাওণ্ড টিউনিং আৰম্ভ কৰক",
	"Start Now": "এতিয়া আৰম্ভ কৰক",
	"Startup Sound": "ষ্টাৰ্টআপ ছাউণ্ড",
	"Stockholm": "ষ্টকহোম",
	"Stop": "বন্ধ",
	"Store Demo": "ষ্টোৰ ডেমো",
	"Store Mode": "ষ্ট’ৰ মোড",
	"Store Mode Settings": "ষ্ট’ৰ মোড ছেটিংছ",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "ষ্ট’ৰ মোড হৈছে ষ্ট’ৰৰ ভিতৰৰ প্ৰদৰ্শনৰ উদ্দেশ্যে৷ ই প্ৰতি মিনিটত ছেটিংছ পুনঃআৰম্ভ কৰিব৷ আপুনি এই এপ্প্টো বন্ধ কৰি ষ্ট’ৰ মোড আৰম্ভ কৰিব বিচাৰে নেকি?",
	"Strong": "শক্তিশালী",
	"Style": "ষ্টাইল",
	"Subnet Mask": "চাবনেট মাস্ক",
	"Subnet prefix length": "চাবনেট প্ৰিফিক্স দৈৰ্ঘ",
	"Subtitle First Choice Language": "ছাবটাইটলৰ ভাষাৰ প্ৰথম পচন্দ",
	"Subtitle Language": "চাবটাইটলৰ ভাষা",
	"Subtitle Second Choice Language": "ছাবটাইটলৰ ভাষাৰ দ্বিতীয় পচন্দ",
	"Subtitles": "ছাবটাইটল",
	"Sudan": "চুডান",
	"Super Impose": "চুপাৰ ইম্পোজ",
	"Super Resolution": "চুপাৰ ৰিজলিউশ্বন",
	"Support": "সমৰ্থন",
	"Suriname": "চুৰিনাম",
	"Surround Balance": "ছাৰাউণ্ড বেলেঞ্চ",
	"Surround Level": "ছাৰাউণ্ড স্তৰ",
	"Swahili": "চোৱাহিলি",
	"Swati": "স্বাটি",
	"Swaziland": "চুইজাৰলেণ্ড",
	"Sweden": "চুইডেন",
	"Swedish": "ছুইডিছ",
	"Swift Current": "চুইফ্ট কাৰেন্ট",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "আপুনি TV অফ কৰাৰ পিছত ক্ষিপ্ৰভাৱে TV পুনৰ অন কৰিবলৈ ষ্টেণ্ডবাই মোডলৈ সলনি কৰক।",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "আপুনি TV অফ কৰাৰ পিছত এপ্পসমূহ, অনুসন্ধান আৰু ইত্যাদিৰ দৰে বিভিন্ন ফাংচন ক্ষিপ্ৰভাৱে ব্যৱহাৰ কৰিবলৈ ষ্টেণ্ডবাই মোডলৈ সলনি কৰক।",
	"Switzerland": "চুইজাৰলেণ্ড",
	"Sync Demo": "ডেমো ছিংক কৰক",
	"Syria": "চিৰিয়া",
	"System Color": "ছিষ্টেম ৰং",
	"São Paulo": "চাও পাওলো",
	"TAS - Tasmania - Hobart": "TAS - টাইমানিয়া- হোবাৰ্ট",
	"TEXT 1": "পাঠ 1",
	"TEXT 2": "পাঠ 2",
	"TEXT 3": "পাঠ 3",
	"TEXT 4": "পাঠ 4",
	"TV Information": "TV-ৰ তথ্য",
	"TV Installation Type": "টিভি ইনষ্টলেশ্যনৰ প্ৰকাৰ",
	"TV Lock": "টিভি লক",
	"TV Name": "টিভিৰ নাম",
	"TV On With Mobile": "ম'বাইলৰ সৈতে TV অন",
	"TV Power Sound": "টিভি পাৱাৰ ছাউণ্ড",
	"TV Power Sound Volume": "TV পাৱাৰ ধ্বনি ভলিউম",
	"TV Program Locks": "টিভি প্ৰ'গ্ৰাম লক কৰক",
	"TV Rating English": "টিভি ৰেটিং ইংৰাজী",
	"TV Rating French": "টিভি ৰেটিং ফৰাচী",
	"TV Speaker": "TV স্পীকাৰ",
	"TV can be used as an alarm.": "TVক এটা এলাৰ্মৰ ৰূপত ব্যৱহাৰ কৰিব পাৰি।",
	"TV is turned off at a set time on every specified day.": "TV প্ৰত্যেক নিৰ্দিষ্ট দিনত এটা ছেট সময়ত অফ হয়।",
	"TV to USB": "টিভি-ৰ পৰা USB",
	"Tagalog": "তাগালোগ",
	"Tahiti": "তাহিটি",
	"Taipei": "টাইপেই",
	"Taiwan": "টাইৱান",
	"Tajikistan": "তাজিকিস্তান",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ইণ্টাৰনেট, এপ্পসমূহ, ছফ্টৱেৰ আপডেটসমূহ আৰু ইত্যাদিৰ দৰে নেটৱৰ্কিং আৱশ্যক হোৱা ফিচাৰসমূহৰ সুযোগ লওক।",
	"Tallinn": "তালিন",
	"Tamil": "তামিল",
	"Tanzania": "টাঞ্জানিয়া",
	"Target Luminance": "উজ্জ্বলতা লক্ষ্য কৰি লওক",
	"Tashkent": "তাচখণ্ড",
	"Tbilisi": "বিলিচি",
	"Tegucigalpa": "টেগুচিগাল্পা",
	"Tehran": "তেহৰাণ",
	"Teletext": "টেলিটেক্সট",
	"Telugu": "তেলেগু",
	"Text Color": "পাঠৰ ৰং",
	"Text Opacity": "পাঠ অস্পষ্টতা",
	"Text Search": "আক্ষৰিক সন্ধান",
	"Thai": "থাই",
	"Thailand": "থাইলেণ্ড",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} আৰু HDMI {port2} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এই ফাংছন বাছনি কৰিব পাৰে।",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} আৰু HDMI {port2} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এইটো অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} আৰু HDMI {port2} প'ৰ্টসমূহে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন কৰে আৰু আপুনি ইয়াক অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} প'ৰ্টে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এই ফাংছন বাছনি কৰিব পাৰে।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} প'ৰ্টে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এইটো অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} প'ৰ্টে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন কৰে আৰু আপুনি ইয়াক অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} আৰু HDMI {port3} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এই ফাংছন বাছনি কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, আৰু HDMI {port3} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এইটো অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} আৰু HDMI {port4} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এই ফাংছন বাছনি কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, আৰু HDMI {port4} প'ৰ্টসমূহে AMD FreeSync Premium সমৰ্থন কৰে, আৰু আপুনি এইটো অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, আৰু HDMI {port4} প'ৰ্টে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন কৰে আৰু আপুনি ইয়াক অন বা অফ কৰিব পাৰে।",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, আৰু HDMI {port3} প'ৰ্টে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন কৰে আৰু আপুনি ইয়াক অন বা অফ কৰিব পাৰে।",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV বৈশিষ্ট্যসূচক ID কেৱল HbbTV-ৰ বাবে ব্যৱহাৰ কৰা এটা অনন্য মান, যিটো ব্যৱহাৰকাৰীৰ ব্যক্তিগত তথ্যৰ লগত সম্বন্ধিত নহয়।",
	"The HbbTV Distinctive ID will be reset.": "HbbTV বৈশিষ্ট্যসূচক ID ৰিছেট কৰা হ'ব।",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV এপ্লিকেশ্বন বা সেৱাই ইয়াৰ এজন ব্যক্তিগত ব্যৱহাৰকাৰীৰ ট্ৰেকিং অক্ষম কৰিব।",
	"The IBB service will disable its tracking of an individual user.": "IBB সেৱাই ইয়াৰ এজন ব্যক্তিগত ব্যৱহাৰকাৰীৰ ট্ৰেকিং অক্ষম কৰিব।",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ছাৰ্ভাৰৰ পৰা LG সেৱাৰ দেশৰ তথ্য তালিকা প্ৰাপ্ত কৰিব পৰা নগ’ল। অনুগ্ৰহ কৰি পাছত পুনৰ চেষ্টা কৰক।",
	"The Settings application must reload to change the menu language. Do you want to continue?": "মেনুৰ ভাষা সলনি কৰিবলৈ ছেটিংছ এপ্লিকেশ্বন ৰিলোড কৰিবই লাগিব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV-টোৰ আশে-পাশে গতি চিনাক্ত কৰিলে এম্বিয়েণ্ট লাইটিং প্ৰদান কৰা হ'ব।",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "উপলব্ধ বাহ্যিক ভইচ চিনাক্তকৰণ সেৱাসমূহ ভাষা ছেটিংৰ ওপৰত নিৰ্ভৰ কৰি পৰিৱৰ্তন হ'ব পাৰে। ইয়াৰোপৰি, আপুনি মেনুৰ ভাষা পৰিৱৰ্তন কৰিলে, ছেটিং মেনু পুনৰ লোড হয়। আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "চেনেলৰ সূচীখন USB ষ্ট’ৰেজৰ পৰা আপোনাৰ TV-লৈ সফলতাপূৰ্বক প্ৰতিলিপি কৰা হৈছে৷ TV-টো 5 ছেকেণ্ডত পুনৰাৰম্ভ হ’ব৷",
	"The channel list have been successfully copied from your TV to the USB storage.": "চেনেলৰ সূচীখন আপোনাৰ TV-ৰ পৰা USB ষ্ট’ৰেজলৈ সফলতাপূৰ্বক প্ৰতিলিপি কৰা হৈছে৷",
	"The closer to 100, the brighter.": "100লৈকে উজ্জ্বল।",
	"The closer to 100, the clearer the color becomes.": "ৰঙৰ স্পষ্টতা 100লৈকে হয়।",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "ৰঙৰ স্পষ্টতা 50লৈকে হয়, সেউজীয়াৰ স্পষ্টতা 50লৈকে হয়।",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "হোৱাইট বেলেঞ্চ ফাংছনৰ বিশদ ছেট মানসমূহ ৰিছেট কৰা হ'ব। আপুনি অব্যাহত ৰাখিবলৈ বিচাৰেনে?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "চেনেল আৰু প্ৰ'গ্ৰামৰ চাউণ্ডৰ ভলিউমৰ মাজৰ খালী স্থান স্বয়ংক্ৰিয়ভাৱে হ্ৰাস হয়, যিয়ে আপোনাৰ প্ৰ'গ্ৰামটো এটা সংগত ভলিউমত চোৱাত সহায় কৰে।",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "চেনেল আৰু প্ৰ'গ্ৰামৰ ধ্বনি ভলিউমৰ মাজৰ অন্তৰালটো এটা সংগত ভলিউমৰ সৈতে প্ৰ'গ্ৰাম চাবলৈ স্বয়ংক্ৰিয়ভাৱে ছেট হয়।",
	"The higher the settings, the louder the sound rapidly.": "অধিকতম ছেটিংছ, ধ্বনি দ্ৰুতভাৱে ডাঙৰ।",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "আভ্যন্তৰীণ TV স্পীকাৰ আৰু Bluetooth স্পীকাৰসমূহে এটা স্পষ্ট ছাৰাউণ্ড ছাউণ্ডৰ প্ৰভাৱ সৃষ্টি কৰি একেলগে ধ্বনি আউটপুট কৰিব পাৰে।",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "মাত চিনাক্তকৰণৰ বাবে ভাষা বাছনি কৰা মেনু ভাষাৰ ওপৰত ভিত্তি কৰি স্বয়ংক্ৰিয়ভাৱে ছেট হ'ব।",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "মাত চিনাক্তকৰণৰ বাবে ব্যৱহাৰ কৰা ভাষাটো চয়নিত মেনু ভাষাৰ অনুসৰি ছেট কৰা হয়। সমৰ্থন সেৱাসমূহ মাত ভাষাৰ ওপৰত ভিত্তি কৰি ভিন্ন হ'ব পাৰে।",
	"The network is currently unavailable. Please try again later.": "নেটৱৰ্ক বৰ্তমানে অনুপলব্ধ। অনুগ্ৰহ কৰি পাছত পুনৰ চেষ্টা কৰক।",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "সম্পূৰ্ণ হ’বলৈ প্ৰক্ৰিয়াটোৱে প্ৰায় এঘণ্টা সময় ল’ব আৰু আপোনাৰ TV অফ কৰি থোৱাৰেই প্ৰয়োজন হ’ব৷",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "সম্পূৰ্ণ হ’বলৈ প্ৰক্ৰিয়াটোৱে প্ৰায় {n} মিনিট সময় ল’ব আৰু আপোনাৰ TV অফ কৰি থোৱাৰ প্ৰয়োজন হ’ব৷",
	"The program is intended for adults only.": "প্ৰ'গ্ৰামটো কেৱল প্ৰাপ্তৱয়স্কৰ বাবেহে।",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "আপোনাৰ স্ক্ৰীণৰ উজ্জ্বলতা আপোনাৰ TVৰ আশ-পাশৰ উজ্জ্বলতা অনুসৰি স্বয়ংক্ৰিয়ভাৱে মিলোৱা হয়।",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "স্ক্ৰীণখন 5 ছেকেণ্ডত তললৈ শ্লাইড হ'ব। স্ক্ৰীণখন পুনৰ ওপৰলৈ শ্লাইড কৰিবলৈ ৰিম'টত থকা পাৱাৰ আৰু ভলিউম বুটামৰ বাহিৰে যিকোনো বুটাম টিপক।",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "ৰং ব্যৱস্থাপনা ছিষ্টেম ফাংছনৰ ছেট কৰা উপ-মানসমূহ ৰিছেট কৰা হ'ব। আপুনি অব্যাহত ৰাখিবলৈ বিচাৰেনে?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth ছাৰাউণ্ড ধ্বনি + আভ্যন্তৰীণ TV স্পীকাৰ ছেটিং ৰিছেট কৰা হ'ব।",
	"The settings are as follows.": "ছেটিংছ এই ধৰণৰ।",
	"The sound may not be output when digital sound output is set to Pass Through.": "ডিজিটেল ধ্বনি আউটপুট ইয়াৰ মাধ্যমেৰে পাছ কৰকত ছেট হৈ থাকোতে ধ্বনি আউটপুট নহ'বও পাৰে।",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "আপডেটটো আপোনাৰ TV-লৈ প্ৰয়োগ কৰিব নোৱাৰিব৷ ছফ্টৱেৰটো পূৰ্ববৰ্তী সংস্কৰণলৈ ঘূৰি যাব৷",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "দৃশ্যমান প্ৰভাৱসমূহ TV অন হৈ থাকোতে আৰু স্ক্ৰীণ লৰচৰ হৈ থাকোতে স্ক্ৰীণত প্ৰদৰ্শন হয়।",
	"There are no paired devices.": "ইয়াত কোনো পেয়াৰ কৰা ডিভাইচ নাই।",
	"There are settings to correct or prevent OLED panel noise.": "OLED পেনেল নইজ বাধা দিবলৈ বা সঠিক কৰিবলৈ চেটিং আছে৷",
	"There is no USB device connected to your TV.": "আপোনাৰ টিভিলৈ কোনো USB ডিভাইচ সংযোগিত নাই।",
	"There is no message.": "কোনো তথ্য নাই।",
	"Thimphu": "থিম্ফু",
	"Third Language": "তৃতীয় ভাষা",
	"This feature applies only to specified LG Wireless Keyboard models.": "এই ফিচাৰটো কেৱল LG ৱায়াৰলেচ কীবোৰ্ড মডেলসমূহত প্ৰয়োগ হয়।",
	"This function works only when it is provided by the broadcast program.": "এই ফাংচনে কেৱল ইয়াক ব্ৰডকাষ্ট প্ৰ'গ্ৰামৰ দ্বাৰা প্ৰদান কৰি থাকোতে কাম কৰে।",
	"This is a closed caption preview": "এইটো এটা বন্ধ হোৱা কেপশ্বনৰ পূৰ্বলোকন",
	"This is an already existing value.": "এইটো ইতিমধ্যেই এটা মজুত থকা মান।",
	"This service provides you with more information about watching program and enjoys related contents.": "এই সেৱাই আপোনাক চোৱা প্ৰ'গ্ৰামৰ বিষয়ে অধিক তথ্য প্ৰদান কৰে আৰু সম্বন্ধীয় সমলৰ আনন্দ দিয়ে।",
	"This will revert all options on TV to their default settings.": "ই TVত থকা সকলো বিকল্প সিহঁতৰ ডিফ'ল্ট ছেটিংছলৈ প্ৰত্যাৱৰ্তন কৰিব।",
	"Thule": "থুলে",
	"Tijuana": "তিজুৱানা",
	"Time": "সময়",
	"Timer Channel": "টাইমাৰ চেনেল",
	"Timer Repeat": "টাইমাৰ পুনৰাবৃত্তি",
	"Timers": "টাইমাৰসমূহ",
	"Timezone": "সময় জ'ন",
	"Timor-Leste": "টাইমোৰ-লেষ্টে",
	"Tint": "টিণ্ট",
	"Tiranë": "তিৰানে",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ধ্বনি অনুকূলন কৰিবলৈ, TVত পৰীক্ষা ধ্বনি বজাওক আৰু Magic Remote ব্যৱহাৰ কৰি প্ৰতিফলিত-ধ্বনি পৰিমাপ লোৱাটো আৰম্ভ কৰক।",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "আপোনাৰ TV চাউণ্ড পৰীক্ষা কৰিবলৈ, চাউণ্ড আউট ছেটিং আভ্যন্তৰীণ TV স্পীকাৰলৈ সলনি কৰিব লাগিব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Togo": "ট'গো",
	"Tokyo": "টোকিঅ'",
	"Tonga": "টংগা",
	"Top and Bottom": "শীৰ্ষ আৰু নিম্নাংশ",
	"Toronto": "ট'ৰণ্টো",
	"Total Power On Time": "মুঠ পাৱাৰ অন সময়",
	"Tracking Speed": "ট্ৰেকিং গতি",
	"Translucent": "অৰ্দ্ধস্বচ্ছ",
	"Transparent": "স্বচ্ছ",
	"Treble Boost": "ট্ৰেবল বুষ্ট",
	"Trinidad And Tobago": "ত্ৰিনিদাদ এণ্ড ট'বেগো",
	"Trinidad and Tobago": "ত্ৰিনিদাদ এণ্ড ট'বেগো",
	"Tripoli": "ত্ৰিপোলি",
	"Tsonga": "টিচংগা",
	"Tswana": "টিচুৱানা",
	"Tune and save available channels.": "উপলব্ধ চেনেলসমূহ টিউন কৰক আৰু সংৰক্ষণ কৰক৷",
	"Tune and save available channels. You can set satellite channel options.": "উপলব্ধ চেনেলসমূহ টিউন কৰক আৰু সংৰক্ষণ কৰক৷ আপুনি ছেটেলাইট চেনেলৰ বিকল্পসমূহ ছেট কৰিব পাৰে৷",
	"Tunis": "টিউনিচ",
	"Tunisia": "টুনিছিয়া",
	"Turkey": "তুৰ্কী",
	"Turkish": "তুৰ্কী",
	"Turkmenistan": "তুৰ্কমেনিস্তান",
	"Turn on TV with mobile device same as smartphone.": "স্মাৰ্টফোনৰ দৰে একে মোবাইল ডিভাইচৰ সৈতে TV অন কৰক।",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} পৰ্টৰ বাবে Ultra HD Deep Color অন আৰু অফ কৰক।",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} প'ৰ্টৰ তাৎক্ষণিক গেম সঁহাৰি অন বা অফ কৰক।",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetoothৰ মাধ্যমেদি মোবাইল ডিভাইচ ব্যৱহাৰ কৰি TV অন কৰক।",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi-ৰ মাধ্যমেদি আপোনাৰ মোবাইল ডিভাইচ ব্যৱহাৰ কৰি TV অন কৰক।",
	"Turn on via Bluetooth": "Bluetooth-ৰ মাধ্যমেৰে অন কৰক",
	"Turn on via Wi-Fi": "Wi-Fi-ৰ মাধ্যমেৰে অন কৰক",
	"Turn on/off description box in Settings.": "ছেটিংছত বৰ্ণনা বাকচ অন/অফ কৰক।",
	"Turn on/off standby light.": "ষ্টেণ্ডবাই লাইট অন/অফ কৰক৷",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} প'ৰ্টৰ AMD FreeSync Premium অন/অফ কৰক।",
	"Turn on/off the images to be displayed on screen when there is no signal.": "কোনো চিগনেল নাথাকোতে স্ক্ৰীণত প্ৰদৰ্শন কৰিবলৈ প্ৰতিচ্ছবিসমূহ অন/অফ কৰক।",
	"Turn on/off the related features of energy consumption.": "শক্তি খৰচৰ সম্বন্ধিত ফিচাৰসমূহ অন/অফ কৰক।",
	"Turn the Hybridcast service on/off.": "Hybridcast সেৱা অন/অফ কৰক।",
	"Turn the Interactivity (DTVi) service on/off.": "ইণ্টাৰএক্টিভিটি (DTVi) সেৱা অন/অফ কৰক।",
	"Turn your broadcast TV provider's TV Guide on/off.": "ব্ৰডকাষ্ট টিভি প্ৰদানকাৰীৰ টিভি গাইড অন/অফ কৰক।",
	"Turn your broadcast TV provider's teletext service on/off.": "ব্ৰডকাষ্ট টিভি প্ৰদানকাৰীৰ টেলিটেক্সট সেৱা অন/অফ কৰক।",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi অফ কৰিলে সকলো ইণ্টাৰনেট আধাৰিত সেৱাসমূহলৈ আপোনাৰ প্ৰৱেশ প্ৰতিৰোধ কৰিব, যদিহে আপুনি নেটৱৰ্কলৈ সংযোগ কৰিবলৈ কোনো কেব’ল ব্যৱহাৰ নকৰে৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"UAE": "ইউএই",
	"UHD Mode": "UHD মোড",
	"USA": "মাৰ্কিন যুক্তৰাষ্ট্ৰ",
	"USB storage for Copy Channels": "কপি চেনেলসমূহৰ বাবে USB ভাণ্ডাৰ",
	"USB to TV": "USB-ৰ পৰা টিভি",
	"Uganda": "ইউগাণ্ডা",
	"Ukraine": "ইউক্ৰেইন",
	"Ukrainian": "ইউক্ৰেনিয়ান",
	"Ulaanbaatar": "উলানবাটাৰ",
	"Ultra Surround": "আলট্ৰা ছাৰাউণ্ড",
	"Unable to check for updates.": "আপডেট পৰীক্ষা কৰিবলৈ অক্ষম।",
	"Unable to connect to the network.": "নেটৱৰ্কলৈ সংযোগ কৰিবলৈ অক্ষম৷",
	"Undefined": "অনিৰ্ধাৰিত",
	"Under 17 requires accompanying parent or adult guardian.": "17 বছৰৰ তলৰ সকলৰ বাবে লগত পিতৃ-মাতৃ বা প্ৰাপ্তবয়স্ক অভিভাৱক থকাটো আৱশ্যক।",
	"Uniform": "সমৰূপ",
	"United Arab Emirates": "সংযুক্ত আৰৱ ৰাষ্ট্ৰসমূহ",
	"United Kingdom": "ইউনাইটেড কিংডম",
	"United States of America": "আমেৰিকা যুক্তৰাষ্ট্ৰ",
	"Universal Control Settings": "ইউনিভাৰ্চেল কন্ট্ৰ'ল ছেটিংছ",
	"Unknown": "অজ্ঞাত",
	"Unknown issue has occurred.": "অজ্ঞাত সমস্যা উদ্ভৱ হৈছে৷",
	"Update canceled.": "আপডেট বাতিল হৈছে।",
	"Update in progress...": "আপডেট চলি আছে...",
	"Update in progress...({n}%)": "আপডেট চলি আছে...({n}%)",
	"Update paused.": "আপডেট বিৰাম হৈছে",
	"Update reserved.": "আপডেট সংৰক্ষিত হৈছে।",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "আপডেট বাতিল কৰা হ’ব আৰু সকলো উন্নীত ফাইল এতিয়া বিলোপ কৰা হ’ব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"Urdu": "উৰ্দু",
	"Uruguay": "উৰুগুৱে",
	"Urumqi": "উৰুমকি",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "কোঠাৰ ধ্বনিবিজ্ঞান বিশ্লেষণ কৰিবলৈ আৰু ফলাফলৰ ওপৰত ভিত্তি কৰি TVৰ ধ্বনি অনুকূলন কৰিবলৈ Magic Remote ব্যৱহাৰ কৰক।",
	"Use a large pointer.": "এটা ডাঙৰ পইণ্টাৰ ব্যৱহাৰ কৰক।",
	"Use a medium pointer.": "এটা মধ্যম পইণ্টাৰ ব্যৱহাৰ কৰক।",
	"Use a small pointer.": "এটা সৰু পইণ্টাৰ ব্যৱহাৰ কৰক।",
	"Use the 4-way controller to change the position and press the OK button.": "স্থানটো পৰিৱৰ্তন কৰিবলৈ 4-ৱে নিয়ন্ত্ৰক ব্যৱহাৰ কৰক আৰু OK বুটামটো দবাওক।",
	"Use the following services with the selected language.": "চয়নিত ভাষাৰ সৈতে নিম্নলিখিত সেৱাসমূহ ব্যৱহাৰ কৰক।",
	"User": "ব্যৱহাৰকাৰী",
	"User Agreements": "ব্যৱহাৰকাৰী চুক্তি",
	"User Guide": "ব্যৱহাৰকাৰী গাইড",
	"Uzbek": "উজবেক",
	"Uzbekistan": "উজবেকিস্তান",
	"Uzhhorod": "উজহোৰোড",
	"V Position": "V অৱস্থান",
	"V Sharpness": "V তীক্ষ্ণতা",
	"V Size": "V আকাৰ",
	"VIC - Victoria - Melbourne": "VIC - ভিক্টোৰিয়া - মেলবৰ্ণ",
	"Vaduz": "ভাডুজ",
	"Valencian": "ভেলেনচিয়ান",
	"Vancouver": "ভানকোভাৰ",
	"Vatican City": "ভেটিকান চিটি",
	"Venda": "ভেণ্ডা",
	"Venezuela": "ভেনিজুৱেলা",
	"Vertical Zoom": "উলম্ব জুম",
	"Video 1": "ভিডিঅ' 1",
	"Video 2": "ভিডিঅ' 2",
	"Video 3": "ভিডিঅ' 3",
	"Video Description": "ভিডিঅ' বৰ্ণনা",
	"Vienna": "ভিয়েনা",
	"Vientiane": "ভিয়েনটিয়ানে",
	"Vietnam": "ভিয়েটনাম",
	"Vietnamese": "ভিয়েটনামী",
	"View current Common Interface (CI) information.": "চলিত কমন ইণ্টাৰফেচ (CI) তথ্য দৰ্শন কৰক।",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "স্ক্ৰীণত থকা মেনুৰ ৰং ক'লা আৰু বগালৈ পৰিৱৰ্তন কৰি অধিক স্পষ্টভাৱে আইটেমসমূহ দৰ্শন কৰক।",
	"View messages from your broadcast TV provider.": "আপোনাৰ সম্প্ৰচাৰ টিভি প্ৰদানকাৰীৰ পৰা বাৰ্তাবোৰ দৰ্শন কৰক।",
	"View more information about watching program and enjoy related contents.": "চোৱা প্ৰ'গ্ৰামৰ বিষয়ে অধিক তথ্য দৰ্শন কৰক আৰু সম্বন্ধীয় সমলৰ আনন্দ লওক।",
	"View the original screen as it is or set the screen size and aspect ratio.": "মূল স্ক্ৰীণ যেনেকৈ আছে তেনেকৈ দৰ্শন কৰক বা স্ক্ৰীণৰ আকাৰ আৰু প্ৰত্যাশিত অনুপাত ছেট কৰক।",
	"View the original screen as it is received from broadcasts signal or connected device.": "মূল স্ক্ৰীণ ব্ৰডকাষ্ট চিগনেল বা সংযোজিত ডিভাইচৰ পৰা যেনেকৈ প্ৰাপ্ত কৰিছে তেনেকৈ দৰ্শন কৰক।",
	"Vilnius": "ভিলনিয়াচ",
	"Violence": "হিংসা",
	"Virtual Surround Plus": "ভাৰ্চুৱেল ছাৰাউণ্ড প্লাছ",
	"Vivid": "বৰ্ণাঢ়্য",
	"Vladivostok": "ভ্লাডিভষ্টক",
	"Voice Recognition Help and Settings": "ভইচ চিনাক্তকৰণ সহায় আৰু ছেটিংছ",
	"Voice Support Service": "মাত সমৰ্থন সেৱা",
	"Volgograd": "ভলগোগ্ৰেড",
	"Volume": "ভলিউম",
	"Volume Increase Amount": "ভলিউম বৃদ্ধিৰ পৰিমাণ",
	"Volume Mode": "ভলিউম মোড",
	"WA - Western Australia - Eucla": "WA - পশ্চিম অষ্ট্ৰেলিয়া - ইউক্লা",
	"WA - Western Australia - Perth": "WA - পশ্চিম অষ্ট্ৰেলিয়া - পেৰ্থ",
	"Wall-mounted": "ৱাল-মাউণ্টেড",
	"Warm1": "উষ্ণ1",
	"Warm2": "উষ্ণ2",
	"Warm3": "উষ্ণ3",
	"Warsaw": "ৱাৰচাঅ'",
	"Watch a diverse range of Internet contents on TV channels.": "TV চেনেলসমূহত বিভিন্ন পৰিসৰৰ ইণ্টাৰনেট সমলসমূহ চাওক।",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "MAC এড্ৰেচ, মডেল নম্বৰ, কাউন্ট্ৰি কোড ভাষা চেটিং কালেক্ট আৰু ষ্টোৰ পৰা যাতে চফ্টৱায়াৰ সংস্কৰণ যাৰ সহায়ত আপোনাৰ সঁজুলি ভেৰিফাই আৰু পৰীক্ষা কৰিব পাৰি যদিওবা আপোনাৰ অত্যাধুনিক সংস্কৰণেই আছে৷",
	"Welcome Feature": "স্বাগতম বৈশিষ্ট্য",
	"Welsh": "ৱেলশ্ব",
	"Western Africa": "পশ্চিম আফ্ৰিকা",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "এটা সংযোজিত HDD নিৰ্দিষ্ট সময়ৰ বাবে ব্যৱহাৰ কৰি থাকোতে, পাৱাৰ খৰচ কমাবলৈ ষ্টেণ্ডবাই মোডলৈ সলনি কৰক।",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "প'ৰ্টটোলৈ এটা ডিভাইচ সংযোজিত হোৱাৰ সময়ত, গেমৰ প্ৰতিচ্ছবি সৰ্বনিম্ন বিলম্ব, ক্ৰেকিং, বা বাধাৰে অপ্টিমাইজ কৰা হয়।",
	"When the Instant Game Response is launched, the video may blink temporarily.": "তাৎক্ষণিক গেম সঁহাৰি প্ৰাৰম্ভ হোৱাৰ সময়ত, ভিডিঅ'টোৱে অস্থায়ীভাৱে ব্লিংক কৰিব পাৰে।",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "চাউণ্ড আউট “Bluetooth / HDMI ARC / অপ্টিকেল ডিজিটেল / WiSA স্পীকাৰসমূহ”-লৈ ছেট কৰাৰ সময়ত বা সংযোগিত ডিভাইচে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন নকৰিলে, এইটোৱে সঠিকভাৱে কাম নকৰিব পাৰে।",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "ধ্বনি আউট Bluetooth-লৈ ছেট কৰাৰ সময়ত বা সংযোজিত ডিভাইচে তাৎক্ষণিক গেম সঁহাৰি সমৰ্থন নকৰিলে, এইটোৱে সঠিকভাৱে কাম নকৰিব পাৰে।",
	"When the device is turned on/off, your TV will automatically turn on/off.": "যেতিয়া ডিভাইচটো টাৰ্ণ অন/অফ হৈ থাকে, তেতিয়া আপোনাৰ টিভিটোও স্বয়ংক্ৰিয়ভাৱে টাৰ্ণ অন/অফ হৈ থাকিব।",
	"When the visual effects is off, the screen is displayed as Live TV.": "ভিজুৱেল প্ৰভাৱসমূহ অফ হোৱাৰ পিছত, স্ক্ৰীণ Live TV-ৰ ৰূপত প্ৰদৰ্শন হয়।",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "এই ফিচাৰ 'অন'-লৈ ছেট কৰাৰ সময়ত, স্ক্ৰীণত দৃশ্যমান হোৱা কিছুমান ফিচাৰ আংশিকভাৱে স্বচ্ছ হ'ব।",
	"When your TV is turned off, the device will automatically turn off.": "যেতিয়া ডিভাইচটো টাৰ্ণ অফ হৈ থাকে, তেতিয়া আপোনাৰ টিভিটোও স্বয়ংক্ৰিয়ভাৱে টাৰ্ণ অফ হৈ থাকিব।",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "পৰিৱৰ্তন কৰা ছেট মান এটা বাহ্যিক ডিভাইচলৈ স্থানান্তৰ কৰাৰ সময়ত, চিত্ৰ বা চাউণ্ড সাধাৰণতে অস্থায়ীভাৱে প্ৰদান নকৰিব পাৰে।",
	"White": "বগা",
	"White Balance": "হোৱাইট বেলেঞ্চ",
	"Wi-Fi Connection": "Wi-Fi সংযোগ",
	"Wi-Fi Security": "Wi-Fi নিৰাপত্তা",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi অফ হৈছে। আপুনি সংযোগ কৰিব পৰা আৰু অতিৰিক্ত সম্পৰ্কিত মেনু আইটেমসমূহৰ উপলভ্য সূচী এখন চাবলৈ ইয়াক অন কৰক।",
	"Wi-Fi issue has occurred.": "Wi-Fi সমস্যা উদ্ভৱ হৈছে৷",
	"WiSA Speakers": "WiSA স্পীকাৰসমূহ",
	"Wide Area Zone": "বহল ক্ষেত্ৰ মণ্ডল",
	"Wide View": "ৱাইড ভিউ",
	"Wide View (32:9)": "প্ৰসাৰিত দৰ্শন (32:9)",
	"Wide Zoom": "প্ৰসাৰিত জুম",
	"Windhoek": "উইণ্ডহোৱেক",
	"Window Color": "উইণ্ড'ৰ ৰং",
	"Window Opacity": "উইণ্ড'ৰ অস্পষ্টতা",
	"Winnipeg": "ৱিনিপেগ",
	"Wired Connection (Ethernet)": "তাৰঁযুক্ত সংযোগ (ইথাৰনেট)",
	"Wired Headphones": "তাঁৰযুক্ত হেডফোন",
	"Wired Headphones + Internal TV Speaker": "তাঁৰযুক্ত হেডফোন + আভ্যন্তৰীণ TV স্পিকাৰ",
	"With this option, you can control the audio device's volume with your TV remote.": "এই বিকল্পৰ সৈতে, আপুনি আপোনাৰ TV ৰিম'টৰ সৈতে অডিঅ' ডিভাইচৰ ভলিউম নিয়ন্ত্ৰণ কৰিব পাৰে।",
	"Xhosa": "জোচা",
	"Yakutsk": "য়াকুট্স্ক",
	"Yamoussoukro": "য়ামাউচৌক্ৰো",
	"Yangon": "যাংগন",
	"Year": "বছৰ",
	"Yekaterinburg": "য়েকাটেৰিনবাৰ্গ",
	"Yellow": "হালধীয়া",
	"Yellowknife": "ইয়েলোনাইফ",
	"Yemen": "য়েমেন",
	"Yerevan": "য়েৰেভান",
	"Yes": "হয়",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "TV অন বা অফ হৈ থাকোতে আৰু স্ক্ৰীণ লৰচৰ হৈ থাকোতে আপুনি ধ্বনি প্ৰভাৱসমূহ মিলাব পাৰে।",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "আপুনি ডিভাইচ ছেটআপ প্ৰক্ৰিয়াগত নকৰাকৈয়ে মেজিক ৰিম'টৰে HDMI প'ৰ্টসমূহলৈ সংযোগ কৰা ডিভাইচসমূহ নিয়ন্ত্ৰণ কৰিব পাৰে।",
	"You can delete the device connection history of Screen Share.": "আপুনি Screen Share-ৰ ডিভাইচ সংযোগৰ ইতিহাস বিলোপ কৰিব পাৰে।",
	"You can delete the device connection history of Sound Share.": "আপুনি ধ্বনি ভাগ-বতৰাৰ ডিভাইচ সংযোগৰ ইতিহাস বিলোপ কৰিব পাৰে।",
	"You can find the default password in User Guide.": "ব্যৱহাৰকাৰীৰ নিৰ্দেশনাত আপুনি ডিফ’ল্ট পাছৱৰ্ডটো পাব।",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "আপুনি HDMI Ultra HD Deep Color “অন” ছেট কৰি তাৎক্ষণিক গেম সঁহাৰি প্ৰাৰম্ভ কৰিব পাৰে।",
	"You can only change settings from the current HDMI input.": "আপুনি কেৱল বৰ্তমানৰ HDMI ইনপুটৰ পৰাহে ছেটিংছ সলনি কৰিব পাৰে৷",
	"You can scan again to connect the device.": "আপুনি ডিভাইচটো সংযোগ কৰিবলৈ পুনৰ স্কেন কৰিব পাৰে।",
	"You can select left and right audio settings for broadcast signal.": "আপুনি সম্প্ৰচাৰ সংকেতৰ বাবে বাঁও আৰু সোঁ অডিঅ’ ছেটিংছ বাছনি কৰিব পাৰে৷",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "আপুনি HDMI {num} প'ৰ্টৰ AMD FreeSync Premium বাছনি কৰিব পাৰে।",
	"You can select the Ultra HD Deep Color of port.": "আপুনি প'ৰ্টৰ Ultra HD Deep Color বাচনি কৰিব পাৰে।",
	"You can set the sound to play when the TV is turned on or off.": "TV অন বা অফ হৈ থাকোতে আপুনি বজাবলৈ ধ্বনি ছেট কৰিব পাৰে।",
	"You can turn on/off the feature of saving CAM operator's profile.": "আপুনি CAM অপাৰেটৰৰ প্ৰ'ফাইল সংৰক্ষণ কৰাৰ সুবিধাটো অন/অফ কৰিব পাৰে।",
	"You can turn this feature on or off.": "আপুনি এই সুবিধা অন বা অফ কৰিব পাৰে।",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "আপুনি নেটৱৰ্কৰ মাধ্যমেৰে বিচিত্ৰ সমলৰ অনুমোদনসমূহ প্ৰাপ্ত কৰিব পাৰে। এই বিকল্প অফ কৰিলে কেৱল প্ৰাথমিক সমলসমূহ প্ৰদান কৰিব আৰু কিছুমান বৈশিষ্ট উপলব্ধ নহ'ব পাৰে।",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "আপেনাৰ টিভি আৰু SIMPLINK-সংযোজিত ডিভাইচটো উল্লেখিত ধৰণেৰে ছিঙ্ক কৰা হব:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "পিক্সেল ৰিফ্ৰেচাৰৰ প্ৰক্ৰিয়া চলি থকাৰ সময়ত আপোনাৰ TV অফ হৈ থাকিব লাগিব৷ এই প্ৰক্ৰিয়া চলি থকাৰ সময়ত যিকোনো চলিত বা আহিবলগা ৰেকৰ্ডিং, স্মাৰক বা টাইমাৰ পাৱাৰ-অন সময়সূচী বাতিল কৰা হ’ব আৰু শূণ্য দৰ্শনত BT স্পিকাৰ উপলব্ধ নহয়৷",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "পিক্সেল ৰিফ্ৰেচাৰৰ প্ৰক্ৰিয়া চলি থকাৰ সময়ত আপোনাৰ TV অফ হৈ থাকিবই লাগিব৷ এই প্ৰক্ৰিয়া চলি থকাৰ সময়ত যিকোনো চলিত বা আহিবলগা ৰেকৰ্ডিং, স্মাৰক বা টাইমাৰ পাৱাৰ-অন সময়সূচী বাতিল কৰা হ’ব৷",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "আপোনাৰ LG ছাৰ্ভিচ দেশ স্বয়ংক্ৰিয়ভাৱে ছেট কৰিবলৈ আপোনাৰ TV নেটৱৰ্কৰ সৈতে সংযোজিত কৰাৰ প্ৰয়োজন৷ সংযোগ পৰীক্ষা কৰিবলৈ আপুনি নেটৱৰ্ক ছেটিংছলৈ যাব বিচাৰে নে?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ইয়াৰ ডিজিটেল TV চিগনেল যোগে জৰুৰীকালীন এলাৰ্ট মেচেজ প্ৰদান কৰিবলৈ আপোনাৰ TV-এ আপোনাৰ সঠিক অৱস্থানটো জানিব লাগিব৷",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "প্ৰক্ৰিয়াটো সম্পূৰ্ণ নোহোৱালৈকে আপোনাৰ TVটো বন্ধ হৈ থাকিব আৰু তাৰ পিছত ই নিজে-নিজে অন্ হৈ যাব।",
	"Zagreb": "জাগ্ৰেব",
	"Zambia": "জাম্বিয়া",
	"Zaporozhye": "জাপোৰোহাই",
	"Zimbabwe": "জিম্বাবোৱে",
	"Zoom": "জুম",
	"Zoom2": "জুম2",
	"Zulu": "জুলু",
	"Zürich": "জুৰিখ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}]ক আপোনাৰ TV-ৰ পৰা সংযোগহীন কৰা হ’ব৷ এই ডিভাইচটোৰ পৰা চাউণ্ড বেছি সময়লৈকে নাবাজিব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}]ক পেয়াৰ্ড ডিভাইচৰ সূচীৰ পৰা আঁতৰোৱা হ’ব৷ যদি আপুনি ইয়াক পিছত সংযোগ কৰিব বিচাৰে, তেন্তে আপুনি উপলব্ধ ডিভাইচসমূহৰ বাবে অনুসন্ধান কৰিব আৰু ইয়াক পুনঃযোৰা লগাব পাৰিব৷ আপুনি অব্যাহত ৰাখিব বিচাৰেনে?",
	"[{deviceName}] will be deleted.": "[{deviceName}] বিলোপ কৰা হ'ব।",
	"aspectRatio_original": "মূল",
	"audioGuidance_fast": "দ্ৰুত",
	"audioGuidance_high": "উচ্চ",
	"audioGuidance_low": "নিম্ন",
	"audioGuidance_medium": "মধ্যমীয়া",
	"audioGuidance_slow": "মন্থৰ",
	"audioGuidance_veryFast": "অতি ক্ষিপ্ৰ",
	"audioGuidance_veryHigh": "অতি উচ্চ",
	"audioGuidance_veryLow": "অতি নিম্ন",
	"audioGuidance_verySlow": "অতি মন্থৰ",
	"btDotSignalStrength_wide": "বহল",
	"button": "বুটাম",
	"character": "বৰ্ণ",
	"characters": "বৰ্ণ",
	"checked": "পৰীক্ষা কৰিলে",
	"colorGamutJPNWide": "বহল",
	"connecting": "সংযোগ হৈ আছে",
	"depthOfColor": "ৰং",
	"diagonal zoom in": "ৰৈখিক ঝুম ইন",
	"diagonal zoom out": "ৰৈখিক ঝুম আউট",
	"digitalOptionSetByProgram": "প্ৰ'গ্ৰাম অনুযায়ী ছেট কৰক",
	"energy_Maximum": "সৰ্বাধিক",
	"energy_Medium": "মধ্যমীয়া",
	"energy_Minimum": "সৰ্বনিম্ন",
	"freesync_high": "উচ্চ",
	"freesync_low": "নিম্ন",
	"freesync_off": "অফ",
	"freesync_wide": "বহল",
	"gamma_high1": "উচ্চ1",
	"gamma_high2": "উচ্চ2",
	"hidden": "লুকাই থকা",
	"horizontal zoom in": "অনুভূমিক ঝুম ইন",
	"horizontal zoom out": "অনুভূমিক ঝুম আউট",
	"jpDoNot": "অফ",
	"logoLuminance_high": "উচ্চ",
	"logoLuminance_low": "নিম্ন",
	"min": "মিন.",
	"not connected": "সংযোজিত হোৱা নাই",
	"objet_soundMode": "প্ৰতিটো সমল প্ৰকাৰৰ বাবে ধ্বনি মোড অপ্টিমাইজ কৰক।",
	"pictureControl3dModeStandard": "স্টেণ্ডার্ড",
	"pictureControlAuto": "অট'",
	"pictureControlAuto_BlackLevel": "অট'",
	"pictureControlHigh": "উচ্চ",
	"pictureControlHigh_BlackLevel": "উচ্চ",
	"pictureControlHigh_Male": "উচ্চ",
	"pictureControlLow": "নিম্ন",
	"pictureControlLow_BlackLevel": "নিম্ন",
	"pictureControlLow_Male": "নিম্ন",
	"pictureControlMedium": "মধ্যমীয়া",
	"pictureControlMedium_BlackLevel": "মধ্যমীয়া",
	"pictureControlMedium_Male": "মধ্যমীয়া",
	"pictureControlwhiteBalanceColorTemperatureMedium": "মধ্যমীয়া",
	"pictureLocalDimmingHigh": "উচ্চ",
	"pictureLocalDimmingLow": "নিম্ন",
	"pictureLocalDimmingMed": "মধ্যমীয়া",
	"pictureMode": "মানদণ্ড",
	"pictureModeSettings": "কাস্ট'মাইজ",
	"press OK button to edit IP manually": "মেনুৱেলভাৱে IP সম্পাদনা কৰিবলৈ অ’কে বুটাম হেঁচক",
	"press OK button to enter channel to search": "সন্ধান কৰিবলৈ চেনেল প্ৰবিষ্ট কৰিবলৈ অ’কে হেঁচক",
	"press OK button to enter value": "মান প্ৰবিষ্ট কৰিবলৈ অ’কে বুটাম হেঁচক",
	"press right button to adjust de-judder and de-blur value": "de-judder আৰু de-blur মান মিলাবলৈ সোঁ বুটাম হেঁচক",
	"press right button to adjust zoom ratio and position": "ঝুমৰ অনুপাত আৰু অৱস্থান মিলাবলৈ সোঁ বুটাম হেঁচক",
	"shift current screen down": "বৰ্তমানৰ স্ক্ৰীণখন তললৈ নমাওক",
	"shift current screen to the left": "বৰ্তমানৰ স্ক্ৰীণখন বাঁওফালে লৈ যাওক",
	"shift current screen to the right": "বৰ্তমানৰ স্ক্ৰীণখন সোঁফালে লৈ যাওক",
	"shift current screen up": "বৰ্তমানৰ স্ক্ৰীণখন ওপৰলৈ উঠাওক",
	"shift down": "তললৈ নমাওক",
	"shift left": "বাঁওফালে লৈ যাওক",
	"shift right": "সোঁফালে লৈ যাওক",
	"shift up": "ওপৰলৈ উঠাওক",
	"soundMode_Standard": "স্টেণ্ডার্ড",
	"speaker_channel": "চেনেল",
	"thaRatingNone": "একো নাই",
	"unchecked": "পৰীক্ষা কৰা নাই",
	"unread": "অপঠিত",
	"vertical zoom in": "উলম্বীয় ঝুম ইন",
	"vertical zoom out": "উলম্বীয় ঝুম আউট",
	"volumeModeHigh": "উচ্চ",
	"volumeModeLow": "নিম্ন",
	"volumeModeMedium": "মধ্যমীয়া",
	"webOS TV Version": "webOS TV সংস্কৰণ",
	"zoom in": "ঝুম ইন",
	"zoom out": "ঝুম আউট"
}
