{
	" (User)": " (Uživatelské)",
	"(Version: {l})": "(Verze: {l})",
	"* The device connected should support this service.": "* Připojené zařízení by mělo tuto službu podporovat.",
	"* This feature is applied once and only once when the TV is turned off.": "* Tato funkce je použita pouze v případě, že je televizor vypnutý.",
	"* This feature is available on certain devices only.": "* Tato funkce je dostupná pouze na některých zařízeních.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Tento režim jasně zobrazuje záměry FILMMAKER MODE, ale může být tmavší než jiné režimy obrazu.",
	"* This settings is only available for Internal TV Speaker.": "* Toto nastavení je dostupné pouze pro vnitřní reproduktor TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* I když je tato možnost nastavena na ZAPNUTO, spořič obrazovky nebude fungovat, aby nedocházelo k rušení vašeho zážitku ze sledování na externích vstupech, jako je například Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Můžete ovládat aplikaci, která v mobilním zařízení tuto funkci podporuje.",
	"1) Turn the Bluetooth on the other device off.": "1) Vypněte Bluetooth na druhém zařízení.",
	"10 Points Code Value": "Hodnota kódu 10 bodů",
	"10 Points IRE": "10bodové IRE",
	"10 and Above": "10 a více",
	"11 and Above": "11 a více",
	"12 Hours": "12 hodin",
	"12 and Above": "12 a více",
	"13 and Above": "13 a více",
	"14 and Above": "14 a více",
	"14 by 9": "14 : 9",
	"15 and Above": "15 a více",
	"16 and Above": "16 a více",
	"16 by 9": "16 : 9",
	"17 and Above": "17 a více",
	"18 and Above": "18 a více",
	"19 and Above": "19 a více",
	"2 Channel": "Kanál 2",
	"2 Hours": "2 hodiny",
	"2 Points": "2 body",
	"2) Turn the Bluetooth device to connect off and on.": "2) Vypněte a zapněte zařízení Bluetooth, které chcete připojit.",
	"20 Points Code Value": "Hodnota kódu 20 bodů",
	"20 Points IRE": "20bodové IRE",
	"20 and Above": "20 a více",
	"21 by 9": "21 : 9",
	"22 Points Code Value": "Hodnota kódu 22 bodů",
	"22 Points IRE": "22bodové IRE",
	"24 Hours": "24 hodin",
	"3 Hours": "3 hodiny",
	"32 by 12": "32 : 12",
	"32 by 9": "32 : 9",
	"3G/4G Connection": "Připojení 3G/4G",
	"4 Hours": "4 hodiny",
	"4 Hours Auto Power Off": "Automatické vypnutí po 4 hodinách",
	"4 and Above": "4 a více",
	"4 by 3": "4 : 3",
	"4-Way Zoom": "4směrné přiblížení",
	"5 and Above": "5 a více",
	"5.1 Channel": "Kanál 5.1",
	"6 Hours": "6 hodin",
	"6 and Above": "6 a více",
	"7 and Above": "7 a více",
	"8 Hours": "8 hodin",
	"8 and Above": "8 a více",
	"9 and Above": "9 a více",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID se používá k identifikaci tohoto zařízení pro účely inzerce a k usnadnění určitých reklam, které by vás mohly zajímat. Níže můžete AD ID resetovat nebo omezit jeho sledování.",
	"AI Acoustic Tuning": "Vyladění zvuku s umělou inteligencí",
	"AI Acoustic Tuning Options": "Možnosti vyladění zvuku s umělou inteligencí",
	"AI Acoustic Tuning is disabled.": "Vyladění zvuku s umělou inteligencí je deaktivováno.",
	"AI Brightness Control": "Ovládání jasu AI",
	"AI Picture": "Obraz AI",
	"AI Picture Pro": "Obraz AI Plus",
	"AI Recommendation": "Doporučení AI",
	"AI Service": "Služba AI",
	"AI Sound": "Zvuk AI",
	"AI Sound Pro": "Zvuk AI Plus",
	"AV Sync Adjustment": "Nastavení synchronizace s AV",
	"Abidjan": "Abidžan",
	"Accessibility": "Dostupnost",
	"Account Management": "Správa účtu",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Aktivace této možnosti zastaví shromažďování a sledování osobních údajů souvisejících s reklamou z této chytré televize. Zapnutí přepínače může ovlivnit typy reklam, které se vám budou zobrazovat, ale vašemu přijímání reklam nezabrání.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aktivace tohoto přepínače způsobí, že společnost LGE vydá svým poskytovatelům třetích stran pokyn, aby přestali komercionalizovat vaše osobní údaje. Pokud se samostatně neodhlásíte, budete mít stále přístup ke službám jako Live Plus, LG Channels a Who.Where.What?.",
	"Add Network": "Přidat síť",
	"Add a hidden wireless network": "Přidat skrytou bezdrátovou síť",
	"Add wireless network by manually entering network name (SSID).": "Přidat bezdrátovou síť ručním vložením názvu sítě (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Výběr doplňkového zvuku",
	"Additional Settings": "Další nastavení",
	"Address Setting": "Nastavené adresy",
	"Adjust Audio Guidance pitch.": "Upravte intenzitu Hlasového navádění.",
	"Adjust Audio Guidance speed.": "Upravte rychlost Hlasového navádění.",
	"Adjust Audio Guidance volume.": "Upravte hlasitost Hlasového navádění.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Nastavte jas podsvícení k zesvětlení nebo ztmavení obrazovky.",
	"Adjust Screen Position": "Upravit pozici obrazovky",
	"Adjust Zoom Ratio": "Upravit poměr zoomu",
	"Adjust animation effect shown on the home at certain times.": "Upravte efekt animace zobrazovaný na domovské stránce v určitých časech.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Upravit jas pomocí analýzy pohybu obrazu, aby se zabránilo oslnění a snížila spotřeba energie.",
	"Adjust brightness of the LG logo.": "Úprava jasu loga LG.",
	"Adjust color and saturation for a more vivid image.": "Upravit barvu a sytost pro živější obraz.",
	"Adjust color temperature automatically to reduce eye strain.": "Upravte teplotu barev automaticky, aby se snížilo namáhání očí.",
	"Adjust cursor speed.": "Upravte rychlost kurzoru.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Upravit ostrost okrajů. Vyšší hodnoty zvyšují ostrost a jasnost obrazu.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Upravit nastavení gama pro kompenzaci jasu vstupního signálu.",
	"Adjust left/right audio balance.": "Upravit vyvážení audia z levého/pravého reproduktoru.",
	"Adjust luminance for selected color.": "Upravte jas vybrané barvy.",
	"Adjust luminance level for selected IRE point.": "Upravte úroveň jasu pro vybraný bod IRE.",
	"Adjust peak brightness for the brightest luminance.": "Nastavením hodnoty jasu na maximum dosáhnete nejvyššího možného jasu.",
	"Adjust remote's cursor speed and appearance.": "Upravte rychlost a vzhled kurzoru dálkového ovladače.",
	"Adjust saturation for selected color.": "Upravte sytost vybrané barvy.",
	"Adjust screen brightness to reduce energy consumption.": "Upravit jas obrazovky pro snížení spotřeby energie.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Nastavte SVĚTLO OLED k zesvětlení nebo ztmavení obrazovky.",
	"Adjust the audio timing to synchronize the video and audio.": "Upravte časování zvuku, abyste synchronizovali video a audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Nastavte vyvážení úrovně červené a zelené barvy pro zobrazení odstínu v obrazu.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Upravte vyvážení barev změnou teploty barev, jasu a intenzity červené, zelené, modré.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Podrobně upravte kontrast, rozlišení atd. pro jednotlivé režimy obrazu a nastavte navíc požadovanou barvu, hodnotu gama atd.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Upravit rozdíl mezi světlými a tmavými částmi obrazovky. Vyšší hodnoty zvětšují rozdíl.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Stejným způsobem upravte poměr stran rámečku u filmu. Získáte tak pocit, že jste v kině.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Upravte jas statických obrazů, jako jsou loga atd., čímž zabráníte problémům s kvalitou obrazu, které mohou nastat při dlouhodobém zapnutí televizoru.",
	"Adjust the screen color to be pale or deep.": "Nastavte barvu obrazovky na světlou nebo tmavou.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Upravte zvuk tak, aby vyhovoval vašemu vkusu v každém zvukovém frekvenčním pásmu.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Upravte časování pro synchronizaci v případě, že mají video a zvuk časový rozdíl.",
	"Adjust the tint to brighten or darken the screen.": "Upravte odstín, aby se obrazovka zesvětlila nebo ztmavila.",
	"Adjust the volume you want with pressing remote's volume key.": "Upravte požadovanou hlasitost stisknutím tlačítka hlasitosti na dálkovém ovladači.",
	"Adjust tint for selected color.": "Upravte odstín vybrané barvy.",
	"Adjust whether to display the home promotion.": "Upravte, zda chcete zobrazovat reklamy na domovské obrazovce.",
	"Adjusting Luminance": "Přizpůsobování jasu",
	"Adolescent over 13 are allowed to watch.": "Dospívající starší 13 let mohou program sledovat.",
	"Adolescent over 14 are allowed to watch.": "Dospívající starší 14 let mohou program sledovat.",
	"Adolescent over 16 are allowed to watch.": "Dospívající starší 16 let mohou program sledovat.",
	"Adult": "Dospělí",
	"Adult Language": "Jazyk vhodný jen pro dospělé",
	"Adults only.": "Pouze pro dospělé.",
	"Advanced": "Pokročilá nastavení",
	"Advanced Controls": "Pokročilé ovládací prvky",
	"Advanced Wi-Fi Settings": "Pokročilá nastavení Wi-Fi",
	"Advertisement": "Inzerce",
	"Afghanistan": "Afghánistán",
	"Afrikaans": "Afrikánština",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po změně země budou všechny aktuálně naladěné kanály odstraněny. Chcete-li kanály znovu naladit, přejděte do nabídky Automatické ladění. Chcete pokračovat?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po změně PSČ budou všechny aktuální kanály Freesat odstraněny. Chcete-li kanály znovu naladit, přejděte do nabídky Automatické ladění. Chcete pokračovat?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Změníte-li zemi, můžete vyhledávat své kanály pomocí Automatického ladění. Chcete pokračovat?",
	"Ages 2-7 are allowed to watch.": "Děti ve věku 2-7 let mohou program sledovat.",
	"Albania": "Albánie",
	"Albanian": "Albánština",
	"Alerts you by sound when the TV is turned on or off.": "Při zapnutí nebo vypnutí televizoru se ozve zvuk.",
	"Algeria": "Alžírsko",
	"Algiers": "Alžír",
	"All Channels": "Všechny kanály",
	"All Children": "Všechny dětské věkové kategorie",
	"All ages are allowed to watch.": "Mohou sledovat diváci bez věkového omezení.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Všechna aktuální nastavení pro režim {pictureMode} budou resetována. Chcete pokračovat?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Všechna nastavení zvukových efektů pro standardní režim budou resetována. Chcete pokračovat?",
	"Allow Automatic Updates": "Povolit automatické aktualizace",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Také můžete upravit podrobná nastavení prostorového zvuku Bluetooth.",
	"Always Open": "Vždy otevřeno",
	"Always-on Off Time": "Doba vypnutí funkce Always-on",
	"Amman": "Ammán",
	"Amsterdam": "Amsterodam",
	"An error has occurred while copy channels.": "Při kopírování kanálů došlo k chybě.",
	"An important software update is available.": "K dispozici je důležitá aktualizace softwaru.",
	"Analog Mode": "Analogový režim",
	"Analog TV": "Analogová TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analyzujte vlastnosti zvuku a optimalizujte zvuk pro každý obsah v reálném čase.",
	"Antenna": "Anténa",
	"Antenna ATV": "Anténa ATV",
	"Antenna DTV": "Anténa DTV",
	"Antenna Radio": "Rádio přes anténu",
	"Antigua and Barbuda": "Antigua a Barbuda",
	"Any Supplementary Audio": "Veškeré přídavné audio",
	"App Alarm": "Aplikace Alarm",
	"Application Locks": "Zámky aplikace",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Použijte podrobné hodnoty nastavení aktuálního režimu obrazu na všechny vstupy nebo aplikace.",
	"Apply to all inputs": "Použít pro všechny vstupy",
	"Applying value to all inputs...": "Použití hodnot pro všechny vstupy...",
	"Arabic": "Arabština",
	"Armenia": "Arménie",
	"Ashgabat": "Ašchabad",
	"Aspect Ratio": "Poměr stran",
	"Aspect Ratio Settings": "Nastavení poměru stran",
	"Assamese": "Ásámština",
	"Assign channels to remote buttons so you can quickly jump to them.": "Přiřaďte kanály k tlačítkům dálkového ovladače, abyste na ně mohli rychle přejít.",
	"Athens": "Atény",
	"Audio Delay": "Zpoždění zvuku",
	"Audio Description": "Popis zvuku",
	"Audio Description Volume": "Hlasitost zvukového popisu",
	"Audio Guidance": "Hlasové navádění",
	"Audio Language": "Jazyk zvuku",
	"Audio Out (Line Out)": "Audio výstup (linkový výstup)",
	"Audio Type": "Typ zvuku",
	"Australia": "Austrálie",
	"Austria": "Rakousko",
	"Auto Detect": "Automatická detekce",
	"Auto Device Detection": "Automatické rozpoznání zařízení",
	"Auto Genre Selection": "Automatický výběr žánru",
	"Auto Power Off": "Automatické vypnutí",
	"Auto Power Sync": "Synchronizace automatického zapnutí",
	"Auto Start": "Automatické spuštění",
	"Auto Volume": "Automatické nastavení hlasitosti",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automaticky upravte omezení v hlasitosti zvuku nebo nastavte maximální hlasitost zvuku, která je současně nastavitelná pomocí tlačítka hlasitosti na dálkovém ovladači.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automaticky přizpůsobit hodnotě obrázku optimalizované pro žánr obsahu Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automaticky přizpůsobit hodnotě obrázku optimalizované pro žánr obsahu.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Po rozpoznání filmového obsahu automaticky přepnout do FILMMAKER MODE.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automaticky optimalizovat kvalitu obrazu podle barvy a jasu okolního světla.",
	"Automatically update system software when an update is found.": "Provádět automatické aktualizace softwaru v případě jejich nalezení online.",
	"Available Internal Storage": "Dostupné interní úložiště",
	"Azerbaijan": "Ázerbájdžán",
	"Azores": "Azory",
	"BG Color": "Barva pozadí",
	"BG Opacity": "Průhlednost pozadí",
	"Back": "Zpět",
	"Backlight": "Podsvícení",
	"Baghdad": "Bagdád",
	"Bahamas": "Bahamy",
	"Bahrain": "Bahrajn",
	"Balance": "Vyvážení",
	"Bangladesh": "Bangladéš",
	"Basque": "Baskičtina",
	"Bass Boost": "Zdůraznění basů",
	"Behavior may vary depending on connected device.": "Funkce se může lišit v závislosti na připojeném zařízení.",
	"Beijing": "Peking",
	"Beirut": "Bejrút",
	"Belarus": "Bělorusko",
	"Belgium": "Belgie",
	"Belgrade": "Bělehrad",
	"Bengali": "Bengálština",
	"Berlin": "Berlín",
	"Bermuda": "Bermudy",
	"Bhutan": "Bhútán",
	"Bishkek": "Biškek",
	"Black": "Černá",
	"Black Level": "Úroveň černé",
	"Block TV programs broadcast in English based on their content ratings.": "Blokovat TV programy vysílané v angličtině podle hodnocení obsahu.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokovat TV programy vysílané ve francouzštině podle hodnocení obsahu.",
	"Block content based on genre.": "Blokovat obsah podle žánru.",
	"Blue": "Modrá",
	"Bluetooth Speaker Mode": "Režim Bluetooth reproduktoru",
	"Bluetooth Surround Sound + Internal TV Speaker": "Prostorový zvuk Bluetooth + Vnitřní reproduktor TV",
	"Bluetooth Surround Sound Setup": "Nastavení Prostorového zvuku Bluetooth",
	"Bolivia": "Bolívie",
	"Bosnia": "Bosna",
	"Bosnia And Herzegovina": "Bosna a Hercegovina",
	"Bosnian": "Bosenština",
	"Brazil": "Brazílie",
	"Brazilian Punk": "Brazilský punk",
	"Brightness": "Jas",
	"Broadcast Country": "Země vysílání",
	"Broadcast Mail": "Odeslat mail",
	"Brussels": "Brusel",
	"Bucharest": "Bukurešť",
	"Budapest": "Budapešť",
	"Bulgaria": "Bulharsko",
	"Bulgarian": "Bulharština",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Stisknutím „Reset“ vymažete všechny údaje související s inzercí, které společnost LGE v minulosti z této chytré televize shromáždila. Stisknutí „Reset“ může ovlivnit typy reklam, které se budou zobrazovat, ale vašemu přijímání reklam nezabrání.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Aktivací funkce Live Plus souhlasíte se shromažďováním informací týkajících se sledování televize společností LG Electronics Inc. („LGE“) prostřednictvím modulu ACR, které mohou být sdíleny na anonymním základě se třetími stranami, jež vám mohou poskytovat interaktivní služby. Můžeme rovněž sdílet agregované anonymní informace se třetími stranami pro marketingové účely. Uvědomte si prosím, že nebudeme vědomě shromažďovat nebo předávat výše uvedené informace od nebo o dětech mladších 13 let. Podrobnosti o funkci Live Plus jsou uvedeny v dokumentu nazvaném Informace týkající se sledování televize (podmínky), který lze zobrazit prostřednictvím nabídky nastavení SmartTV. Před aktivací funkce Live Plus vám společnost LGE důrazně doporučuje, abyste si přečetli plnou verzi dokumentu Informace týkající se sledování televize (podmínky).",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Zapnutím služby Live Plus rozumíte, že obsah zobrazený na vašem televizoru lze rozpoznat, a informace o prohlížení mohou být použity k poskytnutí vylepšeného zážitku ze sledování a personalizovaných služeb, včetně doporučení obsahu a reklam. Další informace naleznete v Zásadách ochrany osobních údajů a příslušných Uživatelských smlouvách v nabídce Nastavení TV.",
	"CI Information": "Informace CI",
	"CI password incorrect. Please enter again.": "Heslo CI je nesprávné. Zadejte je znovu.",
	"Cable": "Kabel",
	"Cable ATV": "Kabelová ATV",
	"Cable DTV": "Kabelová DTV",
	"Cable Radio": "Kabelové rádio",
	"Cairo": "Káhira",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kanál nebyl nalezen",
	"Canada": "Kanada",
	"Canary Islands": "Kanárské ostrovy",
	"Cancel": "Storno",
	"Cancel Schedule": "Zrušit plán",
	"Cancel Update": "Zrušit aktualizaci",
	"Cantonese": "Kantonská čínština",
	"Cape Verde": "Kapverdy",
	"Catalan": "Katalánština",
	"Caution": "Pozor",
	"Cayman Islands": "Kajmanské ostrovy",
	"Center": "Střed",
	"Central African Republic": "Středoafrická republika",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Změňte intenzitu modré a nastavte vyvážení barev.",
	"Change green intensity and adjust the color balance.": "Změňte intenzitu zelené a nastavte vyvážení barev.",
	"Change red intensity and adjust the color balance.": "Změňte intenzitu červené a nastavte vyvážení barev.",
	"Change the left / right sound": "Změnit zvuk vlevo / vpravo",
	"Change the position of captions using the 4-way dial on the remote control.": "Změnit umístění titulků pomocí 4směrného voliče na dálkovém ovladači.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Změna oblasti může způsobit změnu aktuálně naladěných kanálů v TV. Kanály lze znovu naladit v nabídce Automatické ladění. Chcete nyní změnit regionální nastavení?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Změna země způsobí restart TV a možná bude třeba znovu potvrdit souhlas s uživatelskou smlouvou společnosti LG. Dostupnost některých aplikací a služeb se může lišit v závislosti na zemi poskytování služeb LG. Chcete pokračovat?",
	"Channel Locks": "Zámky kanálu",
	"Channel Manager": "Správce kanálů",
	"Channel Scrolling Options": "Možnosti procházení kanálů",
	"Channel Tuning": "Ladění kanálů",
	"Channel Tuning & Settings": "Nastavení a ladění programů",
	"Channels": "Kanály",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanály ze vstupu HDMI a dalších externích vstupů nelze zamknout. Chcete-li TV kanály zamknout, změňte aktuální vstup na Live TV.",
	"Chatham Islands": "Chathamské ostrovy",
	"Check TV information.": "Zkontrolovat informace o televizoru.",
	"Check alarm messages about the user settings or TV status.": "Zkontrolujte výstražné zprávy o uživatelském nastavení nebo stavu televizoru.",
	"Check descriptions for each LG webOS TV functions.": "Zkontrolujte popisy jednotlivých funkcí LG webOS TV.",
	"Check for Advertising settings and set it.": "Zkontrolovat nastavení inzerce a provést nastavení.",
	"Check for Updates": "Vyhledat aktualizace",
	"Check for available functions with Voice and set Voice Settings.": "Zkontrolovat dostupné funkce pomocí Hlasu a provést Nastavení hlasu.",
	"Check for problems with the picture quality.": "Zkontrolujte možné problémy s kvalitou obrazu.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Zkontrolujte případné problémy s kvalitou zvuku vnitřního reproduktoru televizoru.",
	"Check for software updates and update if available.": "Vyhledat aktualizace softwaru a nainstalovat je, pokud jsou k dispozici.",
	"Check whether the Bluetooth device is in pairing mode.": "Zkontrolujte, zda je zařízení Bluetooth v režimu párování.",
	"Check your TV status to solve problems or use remote support.": "Pro řešení problémů zkontrolujte stav svého televizoru nebo využijte vzdálenou podporu.",
	"Checking Password": "Ověřování hesla",
	"Checking for Updates": "Vyhledávají se aktualizace",
	"Checking...": "Probíhá kontrola...",
	"Children": "Děti",
	"Children Age": "Věk dětí",
	"Children Program Locks": "Dětské zámky programů",
	"Children over 8 are allowed to watch.": "Děti starší 8 let mohou program sledovat.",
	"China": "Čína",
	"Chinese": "Čínština",
	"Chisinau": "Kišiněv",
	"Choibalsan": "Čojbalsan",
	"Chongqing": "Čchung-čching",
	"Choose to have all channels or just your primary ones when you change channels.": "Vyberte si, zda chcete mít při změně kanálů všechny kanály nebo jen primární.",
	"Christmas Island": "Vánoční ostrov",
	"Cinema": "Kino",
	"Cinema Clear": "Režim Cinema Clear",
	"Cinema Home": "Kino doma",
	"Cinema View": "Zobrazení Cinema View",
	"Cinema View (32:12)": "Zobrazení Cinema View (32 : 12)",
	"City": "Město",
	"City Selection": "Výběr města",
	"Clean Audio": "Čistý zvuk",
	"Clear": "Jasné",
	"Clear Plus": "Jasné plus",
	"Clear Voice Ⅲ": "Jasný hlas Ⅲ",
	"Clear1": "Jasné1",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Po zapnutí bezdrátové klávesnice LG klikněte na tlačítko PŘIPOJIT a nastavte režim párování.",
	"Close": "Zavřít",
	"Closed Caption": "Skryté titulky",
	"Closed Caption Settings": "Nastavení skrytých titulků",
	"Code Value": "Hodnota kódu",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Shromažďuje a ukládá adresu MAC, číslo modelu, kód země, nastavení jazyka a verzi softwaru k ověření nejnovějšího softwaru k aktualizaci.",
	"Colombia": "Kolumbie",
	"Colombo": "Kolombo",
	"Color": "Barva",
	"Color Gamut": "Barevný rozsah",
	"Color Management System": "Systém správy barev",
	"Color Temperature": "Teplota barvy",
	"Component": "Součást",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potvrďte pravidla a podmínky nebo upravte, zda přijímáte smlouvu.",
	"Congo Brazzaville": "Kongo – Brazzaville",
	"Connect": "Připojit",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Připojte reproduktor Bluetooth a reproduktor TV a automaticky upravte zpoždění zvuku mezi reproduktory.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Připojte externí zvukové zařízení, které podporuje funkci eARC, k eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Připojte k televizoru externí zařízení, jako je set-top box, soundbar atd. na základě průvodce.",
	"Connect the LAN cable directly to the TV to use the network.": "Pro připojení k síti LAN připojte kabel LAN přímo k televizoru.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Připojte se k síti ručně zadáním IP adresy a serveru DNS.",
	"Connect to the network if a wireless router is installed.": "Pokud je nainstalován bezdrátový směrovač, připojte se k síti.",
	"Connect via WPS PBC": "Připojit přes WPS PBC",
	"Connect via WPS PIN": "Připojit přes WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Chcete-li aktivovat kabelové připojení k internetu, připojte televizor k routeru nebo modemu pomocí ethernetového kabelu.",
	"Connect your TV with WiSA Speakers wirelessly.": "Připojte svůj televizor bezdrátově k reproduktorům WiSA.",
	"Connectable Devices ({num})": "Připojitelná zařízení ({num})",
	"Connected": "Připojeno",
	"Connected to Internet": "Připojeno k internetu",
	"Connecting...": "Probíhá připojování...",
	"Connection": "Připojení",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "K dispozici je Správa připojení pomocí chytrého telefonu nebo počítače. Chcete-li propojit televizor s mobilním zařízením, je třeba na chytrém telefonu a počítači provést nastavení připojení a požadavky.",
	"Content Recommendations": "Doporučení obsahu",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Obsah se bude přehrávat se zvukem vhodným pro multikanálový poslech, pokud je multikanálový zvuk podporován službou HbbTV.",
	"Contrast": "Kontrast",
	"Cool": "Chladná",
	"Copenhagen": "Kodaň",
	"Copy Channels": "Kopírovat kanály",
	"Copy/Delete file": "Kopírovat/Odstranit soubor",
	"Correct contrast and brightness by adjusting black levels.": "Opravit kontrast a jas podle nastavení úrovně černé.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Opravte pixel obrazu a zabraňte problémům s kvalitou obrazu, které mohou nastat při dlouhodobém zapnutí televizoru.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Nebylo možné najít dostupnou síť.",
	"Croatia": "Chorvatsko",
	"Croatian": "Chorvatština",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Aktuální čas není platný. Chcete nyní nastavit správný čas?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Aktuální hodnoty nastavení režimu přizpůsobeného obrazu budou u všech vstupů použity na režim {pictureMode}. Chcete pokračovat?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Aktuálně připojená bezdrátová klávesnice LG bude odpojena od TV. Chcete pokračovat?",
	"Custom": "Vlastní",
	"Custom Time Zone": "Vlastní časové pásmo",
	"Customer Service": "Služby zákazníkům",
	"Cyan": "Azurová",
	"Cyprus": "Kypr",
	"Czech": "Česká republika",
	"Czech Republic": "Česká republika",
	"Côte d'Ivoire": "Pobřeží slonoviny",
	"DNS Server": "DNS server",
	"DR Congo": "Konžská demokratická republika",
	"DTV Audio Setting": "Nastavení zvuku DTV",
	"Damascus": "Damašek",
	"Danish": "Dánština",
	"Data Service": "Datová služba",
	"Date": "Datum",
	"Day": "Den",
	"Delete": "Odstranit",
	"Delete Connection History": "Odstranit historii připojení",
	"Delete Pairing History": "Odstranit historii párování",
	"Delete Usage Data": "Odstranit data o využívání",
	"Demo Options": "Možnosti ukázek",
	"Democratic Republic of the Congo": "Demokratická republika Kongo",
	"Denmark": "Dánsko",
	"Depressed": "Potlačený",
	"Deregister": "Zrušit registraci",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Obsah na obrazovce lze popisovat hlasem, aby mohli televizor používat i zrakově postižení diváci.",
	"Detect Range": "Dosah detekce",
	"Device Connection Settings": "Nastavení připojení zařízení",
	"Device List": "Seznam zařízení",
	"Device Name": "Název zařízení",
	"Dhaka": "Dháka",
	"Digital Mode": "Digitální režim",
	"Digital Sound Out": "Výstup digitálního zvuku",
	"Digital TV": "Digitální TV",
	"Dili": "Dillí",
	"Directed to Older Children (ages 7 and above)": "Určeno pro starší děti (věk 7 a více)",
	"Disabled": "Deaktivováno",
	"Disconnect": "Odpojit",
	"Display captions for hearing-impaired viewers to use TV.": "Na obrazovce lze zobrazit titulky, aby mohli televizor používat i sluchově postižení diváci.",
	"Display fast-moving content smoothly and clearly.": "Zobrazuje rychle se pohybující obsah plynule a čistě.",
	"Display luminance level for the highest point (100 IRE).": "Zobrazte úroveň jasu u nejvyššího bodu (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Zobrazit obrazy v teplých nebo studených barvách.",
	"Djibouti": "Džibutsko",
	"Do Not Sell My Personal Information": "Neprodávat mé osobní údaje",
	"Do Not Track": "Nesledovat",
	"Do you want to continue?": "Chcete pokračovat?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Chcete zkopírovat seznam kanálů z úložného zařízení USB do televizoru? Aktuální kanály v televizoru budou odstraněny.",
	"Do you want to copy channel list from your TV to the USB storage?": "Chcete zkopírovat seznam kanálů z televizoru do úložného zařízení USB?",
	"Do you want to reset Position Settings?": "Chcete obnovit nastavení polohy?",
	"Do you want to reset Volume Control?": "Chcete obnovit nastavení hlasitosti?",
	"Do you want to set the correct time now?": "Chcete nyní nastavit správný čas?",
	"Do you want to turn your TV off now?": "Chcete nyní vypnout TV?",
	"Doha": "Dauhá",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikánská republika",
	"Done": "Hotovo",
	"Download Mail": "Stáhnout mail",
	"Download and Install": "Stáhnout a nainstalovat",
	"Downloadable Rating": "Hodnocení možností stažení",
	"Dual Mono": "Duální mono",
	"Dubai": "Dubaj",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Během času vypnutí Always-on jsou některé funkce, jako je rozpoznávání hlasu apod., omezeny, když je obrazovka vypnuta.",
	"Dushanbe": "Dušanbe",
	"Dutch": "Holandština",
	"Dynamic Color": "Dynamické barvy",
	"Dynamic Contrast": "Dynamický kontrast",
	"Dynamic Tone Mapping": "Mapování dynamických tónů",
	"Easter Island": "Velikonoční ostrov",
	"Eastern Africa": "Východní Afrika",
	"Eco Mode": "Režim Eco",
	"Ecuador": "Ekvádor",
	"Edge Color": "Barva okraje",
	"Edge Enhancer": "Vylepšení ostrosti hran",
	"Edge Type": "Typ okraje",
	"Edit": "Upravit",
	"El Salvador": "Salvador",
	"El salvador": "Salvador",
	"Emergency Alert": "Upozornění na naléhavé případy",
	"Enabled": "Aktivováno",
	"Energy Saving": "Úspora energie",
	"Energy consumption may increase if this feature is on.": "Pokud je tato funkce zapnuta, spotřeba energie se může zvýšit.",
	"Energy saving modes to limit power consumption.": "Režimy úspory energie ke snížení spotřeby energie.",
	"English": "Angličtina",
	"Enhance the bass sound.": "Vylepšete basy.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Zvyšte kontrast mezi světlými a tmavými oblastmi některých nabídek, například mezi pozadím a textem, aby je mohli snadno přečíst i slabozrací.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Vylepšit rozlišení a ostrost obsahu pomocí algoritmu získaného pomocí techniky Hlubokého učení LG a optimalizovat hloubku pomocí analýzy obsahu.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Zapněte efekt zvukového pole a vychutnejte si obsah Dolby Atmos s optimálním zvukem.",
	"Enjoy TV sound by connecting Wired Headphones.": "Vychutnejte si zvuk televizoru připojením kabelových sluchátek.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Vychutnejte si zvuk televizoru pomocí zvukových zařízení připojených k portu HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Vychutnejte si zvuk televizoru pomocí zvukových zařízení připojených k portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Vychutnejte si zvuk televizoru pomocí zvukového zařízení LG připojeného k portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Vychutnejte si zvuk televizoru prostřednictvím zvukových zařízení připojených k externím portům zvukového výstupu/sluchátek.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Vychutnejte si zvuk televizoru zároveň prostřednictvím vnitřního reproduktoru televizoru a kabelových sluchátek.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Vychutnejte si zvuk televizoru prostřednictvím externích zvukových zařízení připojených jak k vnitřnímu reproduktoru televizoru, tak k portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Vychutnejte si jasný a přirozený zvuk.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Vychutnejte si zvuk pomocí bezdrátového zvukového zařízení připojeného k systému LG Sound Sync nebo Bluetooth.",
	"Enjoy the sound optimized to the room.": "Vychutnejte si zvuk optimalizovaný pro konkrétní místnost.",
	"Enter CI Password": "Zadat heslo CI",
	"Enter the PIN in your router's settings.": "Zadejte v nastavení routeru kód PIN.",
	"Enter the master password.": "Zadejte hlavní heslo.",
	"Equalizer": "Ekvalizér",
	"Equatorial Guinea": "Rovníková Guinea",
	"Estonia": "Estonsko",
	"Estonian": "Estonština",
	"Ethiopia": "Etiopie",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "I když je nastavení vypnuto, můžete zkontrolovat související informace prostřednictvím banneru sledovaného kanálu, nebo pomocí funkce rozpoznání řeči.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Po připojení mobilního zařízení můžete poslouchat hudbu i v případě, že je televizor vypnutý a spotřebovává minimální množství energie. Při opětovném zapnutí televizoru můžete znovu rychle využívat řadu funkcí.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "I když je televizor vypnutý, můžete poslouchat hudbu propojením svého chytrého telefonu s televizorem přes Bluetooth.",
	"Every Day": "Každý den",
	"Every Weekday": "Každý pracovní den",
	"Every Weekend": "Každý víkend",
	"Expert (Bright Room)": "Expert (světlá místnost)",
	"Expert (Dark Room)": "Expert (tmavá místnost)",
	"Export your TV's channel list information to a connected USB device.": "Exportovat informace o seznamu programů svého TV na připojené zařízení USB.",
	"Extended": "Rozšířené",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Prodloužení nastavení doby automatického vypnutí nebo vypnutí této funkce může zvýšit spotřebu energie.",
	"Extreme": "Extrémní",
	"Eye Comfort Mode": "Režim ochrany zraku",
	"FILMMAKER MODE Auto Change": "Automatická změna FILMMAKER MODE",
	"Fantasy Violence": "Pohádkové násilí",
	"Fast": "Rychlé",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Vyhledejte a určete zvukové zařízení v blízkosti televizoru dostupné k připojení.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Jemné ladění míst v červené, zelené, modré, azurové, purpurové a žluté barvě.",
	"Finland": "Finsko",
	"Finnish": "Finština",
	"Flash": "Blikání",
	"Flat Mode": "Plochý režim",
	"Font": "Písmo",
	"Font 1": "Font 1",
	"Font 2": "Font 2",
	"Font 3": "Font 3",
	"Font 4": "Font 4",
	"Font 5": "Font 5",
	"Font 6": "Font 6",
	"Font 7": "Font 7",
	"Font 8": "Font 8",
	"Football": "Fotbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "V případě bezdrátového směrovače s aktivovanou funkcí WPS (Wi-Fi Protected Setup) zadejte pro připojení televizoru k bezdrátové síti kód PIN.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "V případě bezdrátového směrovače s aktivovanou funkcí WPS (Wi-Fi Protected Setup) stiskněte pro připojení televizoru k bezdrátové síti tlačítko WPS-PBC.",
	"France": "Francie",
	"French": "Francouzština",
	"French Polynesia": "Francouzská Polynésie",
	"Full Wide": "Celá šířka",
	"Gaelic": "Galština",
	"Galapagos Islands": "Galapágy",
	"Galician": "Galicijština",
	"Gallery": "Galerie",
	"Gambia": "Gambie",
	"Game": "Hra",
	"Gamma": "Korekce gamma",
	"Gateway": "Brána",
	"General": "Obecné",
	"General Age": "Obecný věk",
	"General Audience": "Všeobecné publikum",
	"General Audiences": "Všeobecné publikum",
	"General Program Locks": "Obecné zámky TV",
	"Georgia": "Gruzie",
	"German": "Němčina",
	"Germany": "Německo",
	"Get started in a quiet environment for sound optimization.": "Pro optimalizaci zvuku začněte v klidném prostředí",
	"Getting...": "Načítání...",
	"Grayscale": "Stupně šedé",
	"Greece": "Řecko",
	"Greek": "Řečtina",
	"Green": "Zelená",
	"Greenland": "Grónsko",
	"Guatemala City": "Ciudad de Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Nabídky a úkony lze ovládat hlasem, aby mohli televizor používat i zrakově postižení diváci.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Rovníková Guinea",
	"Gujarati": "Gudžarátština",
	"H Position": "Pozice H",
	"H Sharpness": "Horiz. ostrost",
	"H Size": "Velikost H",
	"HD Mode": "Režim HD",
	"HD Mode Option": "Možnosti režimu HD",
	"HDD Eco Mode": "Režim HDD Eco",
	"HDD Power Saving Mode": "Režim úspory energie HDD",
	"HDMI Input Audio Format": "Zvukový formát vstupu HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1} a HDMI {port2} podporují funkci 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Porty HDMI {port1} a HDMI {port2} podporují funkci Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Port HDMI {port1} podporuje funkci 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Port HDMI {port1} podporuje funkci Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporují funkci 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporují funkci Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporují funkci 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporují funkci Ultra HD Deep Colour.",
	"HDR Effect": "HDR efekt",
	"HDR Picture Mode": "Režim obrazu HDR",
	"Harbin": "Charbin",
	"Hard of Hearing": "Sluchově postižený",
	"Headphones Volume": "Hlasitost sluchátek",
	"Hebrew": "Hebrejština",
	"Helsinki": "Helsinky",
	"High": "Vysoká",
	"High Contrast": "Vysoký kontrast",
	"Higher values increase a sense of warmth or coldness.": "Vyšší hodnoty zvyšují pocit tepla nebo chladu.",
	"Hindi": "Hindština",
	"Ho Chi Minh": "Ho Či Minovo Město",
	"Home Animation": "Animace domovské stránky",
	"Home Auto Launch": "Automatické spuštění domovské stránky",
	"Home Mode": "Režim Doma",
	"Home Promotion": "Domácí propagace",
	"Home Settings": "Nastavení domovské stránky",
	"Home/Store Mode": "Režim Doma/Režim Obchod",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Hodiny",
	"However, the IPv6 version of the address does not support editing.": "Verze IPv6 adresy nepodporuje úpravy.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Aby byla vaše TV vždy v optimálním stavu, po dobu nastavených pěti hodin bude vypnuta funkce Always-on a napájení se zcela vypne.",
	"Hungarian": "Maďarština",
	"Hungary": "Maďarsko",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "DŮLEŽITÉ! Reset odstraní všechna nastavení vašeho účtu a nainstalované aplikace. Tuto akci nelze vzít zpět.",
	"IP (Automatic)": "IP adresa (automatická)",
	"IP (Manual)": "IP adresa (manuální)",
	"IP Address": "IP adresa",
	"IVC (Cote d’Ivoire)": "Pobřeží slonoviny",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Je-li vybrána synchronizace automatického zapnutí, televizor se zapne při zapnutí zařízení SIMPLINK a zařízení SIMPLINK se vypnou při vypnutí televizoru.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Pokud bylo nastaveno univerzální ovládání set-top boxu/OTT, využijte set-top box připojený z dálkového ovladače LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Pokud je k portu připojeno zařízení, můžete zobrazit optimalizovaný obraz hry s minimalizací zpoždění nebo přerušení videa zařízení.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Pokud je funkce zapnutá a připojíte zařízení, které také podporuje funkci Ultra HD Deep Colour, obraz může být čistší.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Probíhá-li nahrávání nebo aktualizace softwaru, počká funkce na jejich dokončení. Proces bude trvat více než hodinu.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Probíhá-li nahrávání nebo aktualizace softwaru, televizor počká na jejich dokončení. Proces může trvat více než {n} minut.",
	"If the device is not connected, you may not hear any sound through it.": "Pokud není zařízení připojeno, je možné, že z něj žádný zvuk neuslyšíte.",
	"If the edge of the screen is not clean, please turn this function off.": "Pokud nejsou okraje obrazovky čisté, tuto funkci vypněte.",
	"If the program does not support multiple languages, the default language is selected.": "Pokud program nepodporuje více jazyků, je vybrán výchozí jazyk.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Pokud program nepodporuje vybraný výstupní formát, bude použit výchozí výstup ze zdroje.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Pokud program nepodporuje různá nastavení zvuku, bude vybrán výchozí zvuk.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Pokud se opakovaně vyskytne stejný příznak, znovu změňte nastavenou hodnotu nebo restartujte připojené externí zařízení.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Pokud vybraný jazyk není podporován, bude použit výchozí jazyk vysílání.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Pokud statická obrazovka nepřijala žádný uživatelský vstup po dobu jedné hodiny, přepne se na spořič obrazovky.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Pokud se nastavený čas výrazně liší od aktuálního času, některé chytré funkce se nemusí zobrazit.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Pokud ze zařízení zvuk neslyšíte, přesvědčte se, zda správně funguje a zda podporuje systém LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Zvolíte-li režim Demo obchodu, TV bude nastaven na optimalizované hodnoty pro vystavení v maloobchodní prodejně.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Pokud zapnete Audio průvodce, můžete se posunovat pouze pomocí tlačítek doleva, doprava, nahoru a dolů na dálkovém ovladači; některé aplikace, které vyžadují ukazatel, nebude možné použít.",
	"If you turn it off, CAM operator's profile will be deleted.": "Pokud tuto funkci vypnete, profil operátora CAM se odstraní.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jestliže tuto funkci vypnete, žádné naladěné kanály CAM nebudou dostupné a oznámení nebudou dále k dispozici.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Pokud vypnete funkci „Quick Start+“, nebudete moci zapnout televizor pomocí Remote Free Control. Chcete pokračovat?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Pokud vypnete spořič obrazovky a stejný obrázek zůstane na obrazovce déle než 2 hodiny, může to mít vliv na kvalitu obrazu obrazovky. Pokud zůstane déle než 5 hodin, může dojít k trvalému zhoršení kvality obrazu. Chcete pokračovat?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Pokud tuto možnost vypnete, statická obrazovka může setrvat déle, což zhoršuje kvalitu obrazovky, která se v některých případech těžko obnovuje.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "V případě použití funkce Úspora energie bude ovlivněn jas televizoru.",
	"Import your TV's channel list information from a connected USB device.": "Importovat informace o seznamu programů svého TV z připojeného zařízení USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importujte/exportujte informace o seznamu kanálů své TV z/na připojení zařízení USB.",
	"In Home": "Režim Doma",
	"India": "Indie",
	"Indonesia": "Indonésie",
	"Indonesian": "Indonéština",
	"Inner": "Vnitřní",
	"Input": "Vstup",
	"Input Locks": "Zámky vstupu",
	"Input field": "Vstupní pole",
	"Installing...": "Probíhá instalace...",
	"Instant Game Response": "Okamžitá herní odezva",
	"Interactive Service": "Interaktivní služba",
	"Interactivity(DTVi)": "Interaktivita (DTVi)",
	"Internal TV Speaker": "Vnitřní reproduktor TV",
	"Invert Colors": "Invertovat barvy",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertovat a kompenzovat určité barvy v některých nabídkách pro zlepšení viditelnosti položek zobrazovaných na obrazovce.",
	"Iran": "Írán",
	"Iraq": "Irák",
	"Ireland": "Irsko",
	"Irish": "Irština",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Režimy obrazu se přenastavují individuálně, takže vyberte požadovaný režim obrazu a přenastavte jej.",
	"It may not sound depending on connected devices.": "V závislosti na připojených zařízeních to nemusí fungovat.",
	"It may take a few minutes.": "Tato operace může trvat několik minut.",
	"It may take a few seconds.": "Tato operace může trvat několik sekund.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Poskytuje optimální virtuální prostorový zvuk 4.0 v závyslosti na sledovaném obsahu za pomocí algoritmu Strojového učení LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Poskytuje optimální zvuk nebo virtuální prostorový zvuk 5.1 v závyslosti na sledovaném obsahu za pomocí algoritmu Strojového učení LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Poskytuje optimalizovaný zvuk vyladěním odraženého zvuku v místnosti podle typu instalace televizoru.",
	"It reduces jaggies in the picture for a smooth picture.": "Snižuje nerovnosti na obrázku a vyrovnává je.",
	"It works only when the broadcasting program supports captions.": "Funguje pouze v případě, že vysílaný program podporuje titulky.",
	"It works only when the broadcasting program supports subtitles.": "Funguje pouze v případě, že vysílaný program podporuje titulky.",
	"Italian": "Italština",
	"Italy": "Itálie",
	"Ivory Coast": "Pobřeží slonoviny",
	"Jakarta": "Džakarta",
	"Jamaica": "Jamajka",
	"Japan": "Japonsko",
	"Japanese": "Japonština",
	"Jerusalem": "Jeruzalém",
	"Jordan": "Jordánsko",
	"Just Scan": "Pouze skenování",
	"Kabul": "Kábul",
	"Kamchatka": "Kamčatka",
	"Kannada": "Kannadština",
	"Karachi": "Karáčí",
	"Kashgar": "Kašgar",
	"Katmandu": "Káthmándú",
	"Kazakh": "Kazaština",
	"Kazakhstan": "Kazachstán",
	"Kenya": "Keňa",
	"Keyboard Languages": "Jazyky klávesnice",
	"Khartoum": "Chartúm",
	"Kiev": "Kyjev",
	"Kolkata": "Kalkata",
	"Korea": "Korea",
	"Korean": "Korejština",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuvajt",
	"Kuwait City": "Město Kuvajt",
	"Kyrgyzstan": "Kyrgyzstán",
	"LED Local Dimming": "LED - lok. tlumení",
	"LG Logo Light (Front of TV)": "Osvětlení loga LG (přední strana televizoru)",
	"LG Services Country": "Země pro poskytování služeb společnosti LG",
	"LG Wireless Keyboard": "Bezdrátová klávesnice LG",
	"LG Wireless Keyboard Connected:": "Bezdrátová klávesnice LG připojena:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Bezdrátová klávesnice LG umožňuje ovládat televizor přes Bluetooth.",
	"Language": "Jazyk",
	"Large": "Velké",
	"Last tuning:": "Poslední ladění:",
	"Latvia": "Lotyšsko",
	"Latvian": "Lotyština",
	"Lebanon": "Libanon",
	"Left": "Vlevo",
	"Left Right": "Vlevo/Vpravo",
	"Left Surround": "Levý prostorový",
	"Left drop shadow": "Stínování levého okraje",
	"Legal Notice": "Právní upozornění",
	"Liberia": "Libérie",
	"Libya": "Libye",
	"Liechtenstein": "Lichtenštejnsko",
	"Light": "Lehký",
	"Limit AD Tracking": "Omezit sledování AD",
	"Lisbon": "Lisabon",
	"Lithuania": "Litva",
	"Lithuanian": "Litevština",
	"Live Theater": "Živé kino",
	"Ljubljana": "Lublaň",
	"Loading...": "Probíhá načítání.",
	"Local": "Místní",
	"Local Language": "Místní jazyk",
	"Location": "Místo",
	"Lock All": "Zamknout vše",
	"Lock changes for currently running apps will be applied the next time they are started.": "Změny zámku pro aktuálně spuštěné aplikace budou použity při příštím spuštění.",
	"Logo Luminance Adjustment": "Nastavení jasu loga",
	"London": "Londýn",
	"Low": "Nízké",
	"Luminance": "Jas",
	"Luxembourg": "Lucembursko",
	"MAC Address": "MAC adresa",
	"MAC Address (Wired)": "MAC adresa (kabelová)",
	"MAC Address (Wireless)": "MAC adresa (bezdrátová)",
	"MASTER PASSWORD": "HLAVNÍ HESLO",
	"MHEG Guide": "Průvodce MHEG",
	"MPEG Noise Reduction": "Redukce šumu MPEG",
	"Macedonia": "Makedonie",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonie, Bývalá jugoslávská republika",
	"Macedonian": "Makedonština",
	"Madagascar": "Madagaskar",
	"Magenta": "Purpurová",
	"Make blurry or difficult-to-see areas more vivid.": "Zobrazit rozmazané nebo obtížně viditelné oblasti živěji.",
	"Malay": "Malajština",
	"Malayalam": "Malajálámština",
	"Malaysia": "Malajsie",
	"Maldives": "Maledivy",
	"Manage channels stored on the TV.": "Spravovat kanály uložené v TV.",
	"Mandarin": "Mandarínština",
	"Manual": "Ručně",
	"Maori": "Maorština",
	"Marathi": "Maráthština",
	"Marshall Islands": "Marshallovy ostrovy",
	"Martinique": "Martinik",
	"Mature Audience Only": "Pouze pro dospělé diváky",
	"Mauritania": "Mauritánie",
	"Mauritius": "Mauricius",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximalizovat kontrast zvýšením intenzity světlých a tmavých míst na obrazovce.",
	"Medium": "Střední",
	"Menu Language": "Jazyk nabídky",
	"Menu Transparency": "Transparentnost nabídky",
	"Message": "Zpráva",
	"Method": "Metoda",
	"Mexico": "Mexiko",
	"Mexico City": "Ciudad de México",
	"Middle East": "Střední východ",
	"Minutes": "Minuty",
	"Mobile Connection Management": "Správa mobilního připojení",
	"Mode Option": "Možnost režimu",
	"Mogadishu": "Mogadišo",
	"Moldova": "Moldávie",
	"Monaco": "Monako",
	"Mongolia": "Mongolsko",
	"Montenegro": "Černá Hora",
	"Month": "Měsíc",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Optimalizace jasu podle rychlosti pohybu",
	"Movie Lock": "Zámek filmu",
	"Mozambique": "Mozambik",
	"Multi Audio": "Více zvukových kanálů",
	"Multi Channel Audio": "Více zvukových kanálů",
	"Multi Feed": "Více zdrojů",
	"Multiple": "Více",
	"Music": "Hudba",
	"Myanmar": "Myanmaru",
	"NEXTGEN TV Mode": "Režim NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT – Nový Jižní Wales / Teritorium hlavního města Austrálie – Sydney",
	"NT - Northern Territory - Darwin": "NT – Severní teritorium – Darwin",
	"Namibia": "Namibie",
	"Narrow": "Úzký",
	"Natural": "Přirozené",
	"Ndjamena": "N'Djamena",
	"Nepal": "Nepál",
	"Netherland": "Nizozemsko",
	"Netherlands": "Nizozemsko",
	"Network": "Síť",
	"Network Connection Settings": "Nastavení síťového připojení",
	"Network Name": "Název sítě",
	"Network-Based Personalization Recommendations": "Doporučení pro personalizaci sítě",
	"New Caledonia": "Nová Kaledonie",
	"New Zealand": "Nový Zéland",
	"Next": "Další",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Nikósie",
	"Nigeria": "Nigérie",
	"Night": "Noc",
	"No": "Ne",
	"No Internet via 3G/4G network": "Prostřednictvím sítě 3G/4G není přístup k internetu",
	"No Internet via Ethernet": "Není internetové připojení přes Ethernet",
	"No Internet via Wi-Fi": "Není internetové připojení přes Wi-Fi",
	"No One 17 and Under Admitted.": "Do věku 17 let včetně není sledování povoleno.",
	"No Operation Auto Off": "Automatické vypnutí při absenci akce",
	"No Signal Auto Off": "Automatické vypnutí při absenci signálu",
	"No Signal Image": "Obraz při výpadku signálu",
	"No Signal Power Off (15Min)": "Vypnutí při absenci signálu (15 min)",
	"No devices have been found.": "Nebyla nalezena žádá zařízení.",
	"No paired devices.": "Žádná spárovaná zařízení.",
	"No signal on Server": "Na serveru není signál",
	"No updates found.": "Nebyly nalezeny žádné aktualizace.",
	"Noise Reduction": "Redukce šumu",
	"None": "Žádné",
	"Normal": "Normální",
	"North Korea": "Severní Korea",
	"Northern Africa": "Severní Afrika",
	"Norway": "Norsko",
	"Norwegian": "Norština",
	"Not Connected": "Není připojeno",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Poznámka: Pokud vaše zařízení tuto funkci nepodporuje, nemusí fungovat správně. V takovém případě můžete dané zařízení připojit k jinému portu HDMI nebo změnit nastavení funkce 8K HDMI Ultra HD Deep Colour na možnost vypnuto.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Poznámka: Pokud vaše zařízení tuto funkci nepodporuje, nemusí fungovat správně. V takovém případě můžete dané zařízení připojit k jinému portu HDMI nebo změnit nastavení funkce HDMI Ultra HD Deep Colour na možnost vypnuto.",
	"Note: Available options depend on the broadcast program.": "Poznámka: Možnosti jsou k dispozici v závislosti na vysílání.",
	"Note: Behavior may differ if connected device is not a LG device.": "Poznámka: Chování se může lišit, pokud připojené zařízení není zařízení LG.",
	"Note: Only displayed when it is provided by the program.": "Poznámka: Zobrazují se pouze u programů, kde jsou poskytovány ve vysílání.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Poznámka: Titulky jsou zobrazovány pouze u programů, kde jsou poskytovány ve vysílání. ",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Poznámka: Podporované funkce se mohou u jednotlivých modelů lišit a jejich transparentnost dle činnosti funkce s přehráváním obsahu, jako je obsah Live TV nebo VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Poznámka:<br>1. Pokud dojde k zapnutí TV před dokončením procesu Obnovovač pixelů, bude proces zastaven a bude třeba začít znovu.<br>2. V průběhu procesu se na obrazovce může objevovat bílý pruh. To je při optimalizaci obrazovky normální.",
	"Notifications": "Upozornění",
	"OLED LIGHT": "SVĚTLO OLED",
	"OLED Screen Saver": "Spořič obrazovky OLED",
	"Object Audio": "Zvuk objektů",
	"Off": "Vypnuto",
	"Oman": "Omán",
	"On": "Zap.",
	"OnTimer Channel not selected": "Kanál časovače zapnutí není vybrán.",
	"Open": "Otevřené",
	"Open Source Licenses": "Upozornění k softwaru s otevřeným zdrojovým kódem",
	"Open when TV is turned on": "Otevřít, když je TV zapnutá.",
	"Operate once when TV is off": "Pracovat po vypnutí televizoru",
	"Optical": "Optický",
	"Optical + Internal TV Speaker": "Optický + Vnitřní reproduktor TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimalizovat hloubku u obsahu pomocí algoritmu získaného technikou Strojového učení LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimalizovat nastavení kontrastu podle jasu obsahu HDR.",
	"Optimize contrast settings based on image brightness.": "Optimalizovat nastavení kontrastu podle jasu obrazu.",
	"Optimize the sound for a cinematic experience.": "Optimalizujte zvuk pro skutečný filmový zážitek.",
	"Original Language": "Původní jazyk",
	"Others": "Další",
	"Outer": "Vnější",
	"Output sound through the Internal TV speaker.": "Výstup zvuku prostřednictvím vnitřního reproduktoru TV.",
	"PIN: {pin}": "Kód PIN: {pin}",
	"Pakistan": "Pákistán",
	"Panama City": "Ciudad de Panamá",
	"Panjabi": "Paňdžábština",
	"Papua New Guinea": "Papua-Nová Guinea",
	"Parental Guidance Suggested": "Navržený rodičovský dohled",
	"Parental Guidance Suggested :": "Doporučen rodičovský dohled:",
	"Parental guidance suggested for children ages 8-13.": "Doporučen rodičovský dohled pro děti ve věku 8–13 let.",
	"Parents Guidance strongly required :": "Vyžadován rodičovský dohled:",
	"Parents Strongly Cautioned": "Důrazné upozornění rodičům",
	"Paris": "Paříž",
	"Pass Through": "Procházet",
	"Password": "Heslo",
	"Patent Information": "Informace k patentu",
	"Peak Brightness": "Maximální jas",
	"Persian": "Perština",
	"Philippines": "Filipíny",
	"Phnom Penh": "Phnompenh",
	"Photo": "Fotografie",
	"Pick a Time": "Zvolit čas",
	"Picture": "Obraz",
	"Picture Mode": "Obrazový režim",
	"Picture Mode Settings": "Nastavení režimu obrazu",
	"Picture Options": "Možnosti obrazu",
	"Picture Test": "Test obrazu",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Obraz nebo zvuk nemusí správně fungovat během úvodní komunikace mezi připojeným externím zařízením a televizorem. Pokud problém přetrvává, vraťte nastavení nebo znovu zapněte připojené externí zařízení.",
	"Pitch": "Intenzita",
	"Pixel Refresher": "Obnovovač pixelů",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Obnovovač pixelů umožní vaší TV poskytovat nejčistší možný obraz.",
	"Pixel Refresher begins only once when the TV is turned off.": "Obnovovač pixelů se spustí pouze poté, co je televizor vypnutý.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Funkce Obnovovač pixelů byla naplánována na příští vypnutí televizoru.",
	"Play": "Přehrát",
	"Play sound through TV Speaker.": "Přehrávejte zvuk prostřednictvím reproduktoru TV.",
	"Play the standard sound suitable for all types of content.": "Přehrajte standardní zvuk vhodný pro všechny typy obsahu.",
	"Please check if WiSA Speakers are turned on and try again.": "Ověřte, že Reproduktory WiSA jsou zapnuty, a akci opakujte.",
	"Please check that the Bluetooth device is already connected to another device.": "Zkontrolujte, jestli je zařízení Bluetooth již připojeno k jinému zařízení.",
	"Please check the network name and password and try again.": "Ověřte název sítě a heslo a opakujte akci.",
	"Please check the status and try again": "Zkontrolujte stav a opakujte akci.",
	"Please do not unplug the USB storage until the copying is completed.": "Neodpojujte úložné zařízení USB, dokud nebude kopírování dokončeno.",
	"Please enter your password to turn off this function.": "Pro vypnutí této funkce zadejte prosím vaše heslo.",
	"Please enter your password to turn on this function.": "Pro zapnutí této funkce zadejte prosím vaše heslo.",
	"Please make sure that your TV is connected to the network and try again.": "Ujistěte se, že je TV připojen k síti a zkuste to znovu.",
	"Please note that LG does not use or manage the value.": "Společnost LG tuto hodnotu nepoužívá ani nespravuje.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Upozorňujeme, že zvuk nemusí být slyšet, pokud je Výstup digitálního zvuku nastaven na Procházet.",
	"Please try again later.": "Opakujte akci.",
	"Please wait while the Settings application reloads.": "Počkejte, než se znovu načte aplikace Nastavení.",
	"Please wait while the Settings application restarts.": "Počkejte, než se restartuje aplikace Nastavení.",
	"Please wait while the TV restarts.": "Počkejte, než se TV restartuje.",
	"Please wait while the TV searches for LG Service Country.": "Počkejte, než TV vyhledá zemi služby LG.",
	"Point": "Bod",
	"Pointer Options": "Možnosti ukazatele",
	"Pointer Size": "Velikost ukazatele",
	"Poland": "Polsko",
	"Polish": "Polština",
	"Portugal": "Portugalsko",
	"Portuguese": "Portugalština",
	"Position": "Pozice",
	"Position Settings": "Nastavení polohy",
	"Power Off Timer": "Časovač vypnutí napájení",
	"Power On Timer": "Časovač zapnutí napájení",
	"Power Saving Mode": "Režim úspory energie",
	"Prague": "Praha",
	"Preschool": "Předškolní",
	"Press right button to adjust de-blur and Motion Pro value.": "Stisknutím tlačítka vpravo nastavte hodnoty de-blur a Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Stisknutím tlačítka vpravo nastavte hodnoty de-blur a OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Stisknutím tlačítka vpravo nastavte hodnoty de-blur a OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Hodnoty funkcí de-judder a Motion Pro nastavíte stisknutím tlačítka vpravo.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Hodnoty funkcí de-judder a OLED Motion Pro nastavíte stisknutím tlačítka vpravo.",
	"Press right button to adjust de-judder and OLED Motion value.": "Hodnoty funkcí de-judder a OLED Motion nastavíte stisknutím tlačítka vpravo.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Hodnoty funkcí de-judder, de-blur a Motion Pro nastavíte stisknutím tlačítka vpravo.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Hodnoty funkcí de-judder, de-blur a OLED Motion Pro nastavíte stisknutím tlačítka vpravo.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Hodnoty funkcí de-judder, de-blur a OLED Motion nastavíte stisknutím tlačítka vpravo.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pro připojení televizoru k síti stiskněte tlačítko WPS na routeru podporujícím WPS.",
	"Press the right button to adjust Motion Pro settings.": "Stisknutím tlačítka vpravo upravte nastavení funkce Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Stisknutím tlačítka vpravo upravte nastavení funkce OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Stisknutím tlačítka vpravo upravte nastavení funkce OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Stisknutím pravého tlačítka upravíte nastavení funkce de-blur (proti rozmazání obrazu).",
	"Press the right button to adjust de-judder settings.": "Stisknutím pravého tlačítka upravíte nastavení funkce de-judder (proti chvění obrazu).",
	"Previous": "Předchozí",
	"Primary Audio Language": "Primární jazyk zvukového záznamu",
	"Primary Channels": "Primární kanály",
	"Primary Teletext Language": "Primární jazyk teletextu",
	"Program exempted from ratings.": "Program vyloučený z hodnocení.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Zadat charakteristické ID HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Poskytněte službě HbbTV jedinečné ID pro vysílání.",
	"Provided services may vary depending on countries.": "Poskytované služby se mohou v jednotlivých zemích lišit.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pchongjang",
	"QLD - Queensland - Brisbane": "QLD – Queensland – Brisbane",
	"Qatar": "Katar",
	"Quick Help": "Rychlá nápověda",
	"Raised": "Vyvýšený",
	"Real Cinema": "Real Cinema (Reálné kino)",
	"Reason: Authentication with access point was unsuccessful.": "Důvod: Ověřování s přístupovým bodem bylo neúspěšné.",
	"Reason: Could not establish a connection to access point.": "Důvod: Nelze vytvořit připojení k přístupovému bodu.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Důvod: Nelze načíst platnou IP adresu pomocí DHCP.",
	"Reason: Entered password is incorrect.": "Důvod: Zadané heslo je nesprávné.",
	"Reason: Password is missing.": "Důvod: Heslo chybí.",
	"Reason: The network you selected is out of range.": "Důvod: Vybraná síť je mimo dosah.",
	"Reason: Unable to login.": "Důvod: Nelze se přihlásit.",
	"Receive emergency alerts from TV when an emergency occurs.": "Dostávejte nouzové výstrahy televizoru v případě nouze.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Doporučujeme, abyste nastavili hodiny, kdy obvykle televizor nesledujete, na Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Doporučit užitečný obsah a funkce na základě historie prohlížení a vzorců využití aplikace.",
	"Recommendations are available for the people, products and locations related to the current program.": "Jsou k dispozici doporučení pro lidi, produkty a místa související s aktuálním programem.",
	"Red": "Červená",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Snižte nepravidelný šum z digitálních video signálů pro jasnou optimalizaci kvality obrazu.",
	"Registered Devices ({num})": "Registrovaná zařízení ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Zdůrazněte vysoké tóny optimalizovaného zvuku.",
	"Reinforce the low-pitched tone of the optimized sound.": "Zdůrazněte hluboké tóny optimalizovaného zvuku.",
	"Remote Settings": "Nastavení dálkového ovladače",
	"Remove irregular and erratic pixels for a clearer image.": "Odstranit nepravidelné a abnormální pixely pro jasnější obraz.",
	"Reset AD ID": "Resetovat AD ID",
	"Reset CI Password": "Obnovit heslo CI",
	"Reset HbbTV Distinctive ID": "Resetovat charakteristické ID HbbTV",
	"Reset Password": "Resetovat heslo",
	"Reset Settings": "Resetovat nastavení",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Při připojení k mobilní aplikaci HbbTV resetujte schválený seznam aplikací.",
	"Reset the caption position.": "Resetovat umístění titulků.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Resetujte historii jak toho, na co jste se dívali v minulosti, tak vašeho používání aplikací. Jakmile je historie resetována, může nějakou dobu trvat, než znovu začnete dostávat doporučení ohledně obsahu.",
	"Reset to Initial Settings": "Obnovit původní nastavení",
	"Restrict access to TV programs based on their ratings.": "Omezit přístup k vybraným televizním programům podle jejich hodnocení.",
	"Restrict watching based on age ratings for children programs.": "Omezte sledování na základě věkových kategorií pro dětské programy.",
	"Restrict watching based on ages ratings.": "Omezte sledování na základě hodnocení věku.",
	"Restrict watching based on fantasy violence content ratings.": "Omezte sledování na základě hodnocení obsahu podle násilí v žánru fantasy.",
	"Restrict watching based on programs containing adult language.": "Omezte sledování na základě programů obsahujících jazyk pro dospělé.",
	"Restrict watching based on programs containing sexual scene.": "Omezte sledování na základě programů obsahujících sexuální scény.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Omezte sledování na základě programů obsahujících sexuálně sugestivní dialog.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Omezte sledování na základě určeného věku nebo hodnocení obsahu pod dohledem rodičů.",
	"Restrict watching based on violence content ratings.": "Omezte sledování na základě hodnocení obsahu podle násilí.",
	"Restrict watching movies based on rating.": "Omezte sledování filmů na základě ratingu.",
	"Restrict watching programs based on rating.": "Omezte sledování programů na základě ratingu.",
	"Restriction ratings :": "Rating omezení:",
	"Retry": "Opakovat",
	"Revert TV to its initial settings.": "Obnovte výchozí nastavení televizoru.",
	"Revert color adjustment settings to default.": "Vraťte nastavení barev na výchozí nastavení.",
	"Revert detailed sound effect settings of standard mode to default.": "Obnovte podrobné výchozí nastavení zvukových efektů standardního režimu.",
	"Revert picture setting values to default.": "Obnovte výchozí hodnoty nastavení obrazu.",
	"Revert white balance settings to default.": "Vraťte nastavení vyvážení bílé na výchozí nastavení.",
	"Reykjavik": "Reykjavík",
	"Right": "Vpravo",
	"Right Left": "Pravý/Levý",
	"Right Surround": "Pravý prostorový",
	"Right drop shadow": "Stínování pravého okraje",
	"Riyadh": "Rijád",
	"Romania": "Rumunsko",
	"Romanian": "Rumunština",
	"Rome": "Řím",
	"Russia": "Rusko",
	"Russian": "Ruština",
	"SA - South Australia - Adelaide": "JA – Jižní Austrálie – Adelaide",
	"SIGNATURE Opening": "Otevření SIGNATURE",
	"SIGNATURE TV Settings": "Nastavení SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Funkce SIMPLINK vám umožňuje používat dálkový ovladač LG k ovládání zařízení s podporou funkce SIMPLINK, například přehrávače DVD nebo systému domácího kina, která jsou k vašemu televizoru LG Smart TV připojena pomocí portu HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Chcete-li používat režim ARC, bude automaticky zapnuto připojení SIMPLINK.",
	"Safety": "Bezpečnost",
	"Saint Lucia": "Svatá Lucie",
	"Saint Vincent": "Svatý Vincent",
	"Sakhalin": "Sachalin",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelitní DTV",
	"Satellite Radio": "Satelitní rádio",
	"Saturation": "Sytost",
	"Saudi Arabia": "Saúdská Arábie",
	"Saudi arabia": "Saúdská Arábie",
	"Save CAM Operator's Profile": "Uložit profil operátora CAM",
	"Save CI Password": "Uložit heslo CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Uložte nastavení barev z aktuálně vybraného režimu obrazu pro všechny vstupy.",
	"Save the white balance settings from the current picture mode in all inputs.": "Uložte nastavení vyvážení bílé z aktuálně vybraného režimu obrazu pro všechny vstupy.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Uložte/obnovte heslo CI. Uložení hesla vám umožní v budoucnu přeskočit krok přihlašování.",
	"Scan \"Auto Detect\" automatically.": "Automaticky skenovat „Automatickou detekci“.",
	"Screen Down": "Zasunutí obrazovky",
	"Screen Off": "Vypnout obrazovku",
	"Screen Saver": "Spořič obrazovky",
	"Screen Shift ": "Posun obrazovky",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Obrazovka se posouvá v pravidelných časových intervalech a zabraňuje problémům s kvalitou obrazu, které mohou nastat při dlouhodobém zapnutí televizoru.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Obrazovka se za 5 sekund vypne. Chcete-li obrazovku znovu zapnout, stiskněte libovolné tlačítko s výjimkou vypínače a hlasitosti.",
	"Search": "Hledat",
	"Search Bluetooth Device": "Hledat zařízení Bluetooth",
	"Searching...": "Probíhá vyhledávání...",
	"Second Language": "Druhý jazyk",
	"Secondary Audio Language": "Sekundární jazyk zvukového záznamu",
	"Secondary Teletext Language": "Sekundární jazyk teletextu",
	"Security": "Zabezpečení",
	"Select IRE point to adjust luminance.": "Chcete-li upravit jas, vyberte bod IRE.",
	"Select Mode": "Vybrat režim",
	"Select TV's language settings.": "Vyberte nastavení jazyka televizoru.",
	"Select a caption type for HD broadcasts.": "Vyberte typ titulků pro neslyšící pro HD vysílání.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Vyberte typ titulků pro neslyšící pro vysílání NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Vyberte typ titulků pro neslyšící pro UHD vysílání.",
	"Select a caption type for analog broadcasts.": "Vyberte typ titulků pro neslyšící pro analogové vysílání.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Vyberte režim videa pro vaše prostředí, nebo specifikuje nastavení režimu videa, jako je kontrast, barva a další.",
	"Select an audio format for each HDMI input.": "Pro každý vstup HDMI vyberte zvukový formát.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pokud po výběru funkce Průchozí neslyšíte zvukové efekty, zvolte jiný digitální zvukový výstup (Auto nebo PCM).",
	"Select audio language for digital broadcasts.": "Vyberte jazyk zvuku pro digitální vysílání.",
	"Select color to be adjusted.": "Vyberte barvu k úpravě.",
	"Select days to apply the Timer Power Off settings every week.": "Vyberte dny v týdnu, na které se má vztahovat funkce Vypnutí časovačem.",
	"Select days to apply the Timer Power On settings every week.": "Vyberte dny v týdnu, na které se má vztahovat funkce Zapnutí časovačem.",
	"Select device for audio output.": "Vybrat zařízení pro přehrávání zvuku.",
	"Select device or speaker for audio output.": "Vyberte zařízení nebo reproduktor pro výstup zvuku.",
	"Select digital audio output format.": "Vyberte formát výstupu digitálního zvuku.",
	"Select language for TV menu.": "Vybrat jazyk nabídky televizoru.",
	"Select language for subtitles.": "Vyberte jazyk titulků.",
	"Select languages for keyboards input.": "Vyberte jazyky pro vstup klávesnice.",
	"Select method to adjust white balance.": "Vyberte způsob úpravy vyvážení bílé.",
	"Select point to adjust luminance.": "Chcete-li upravit jas, vyberte bod.",
	"Select the Sound mode and set detailed Audio effects.": "Vybrat režim Zvuku a nastavit podrobné zvukové efekty.",
	"Select the Sound mode for each content type.": "Vybrat režim Zvuku pro jednotlivé typy obsahu.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Funkce Ultra HD Deep Colour pro port HDMI {num}.",
	"Select the app to restrict the use.": "Vyberte aplikaci, jejíž použití chcete omezit.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Vyberte vhodný režim obrazu pro vaše prostředí nebo typ obsahu.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Vyberte vlastnosti zvuku a poslouchejte vysílání tak, jak vám vyhovuje.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Vybrat typ titulků pro digitální vysílání a změnit podrobné nastavení titulků.",
	"Select the channel to restrict watching.": "Vyberte kanál, jehož sledování chcete omezit.",
	"Select the channel to watch when the TV turns on.": "Vyberte, jaký kanál má být při zapnutí televizoru použit.",
	"Select the color range to be displayed.": "Vyberte barevný rozsah, který se má zobrazit.",
	"Select the country for your country's special services.": "Vyberte zemi pro přístup ke speciálním službám, které jsou ve vaší zemi dostupné.",
	"Select the desired video angle.": "Vybrat požadovaný úhel videa.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Vyberte formát pro přenos výstupu digitálního zvuku televizoru na externí zařízení.",
	"Select the input to use when the TV turns on.": "Vyberte, jaký vstup má být po zapnutí TV použit.",
	"Select the inputs to restrict the use.": "Vyberte vstupy, jejichž použití chcete omezit.",
	"Select the most preferred Subtitle Language.": "Vyberte první volbu jazyka titulků.",
	"Select the place where to use the TV.": "Vyberte místo pro použití televizoru.",
	"Select the residential region for your regional broadcast signal.": "Vyberte domovskou oblast pro svůj lokální vysílací signál.",
	"Select the second preferred Subtitle Language.": "Vyberte druhou volbu jazyka titulků.",
	"Select your first choice of audio language for digital broadcasts.": "Vyberte první volbu jazyka zvuku pro digitální vysílání.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Vyberte první volbu jazyka pro služby teletextu poskytovatele televizního vysílání.",
	"Select your second choice of audio language for digital broadcasts.": "Vyberte druhou volbu jazyka zvuku pro digitální vysílání.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Vyberte druhou volbu jazyka pro služby teletextu poskytovatele televizního vysílání.",
	"Seoul": "Soul",
	"Serbia": "Srbsko",
	"Serbian": "Srbština",
	"Serial Number": "Sériové číslo",
	"Service 1": "Služba 1",
	"Service 2": "Služba 2",
	"Service 3": "Služba 3",
	"Service 4": "Služba 4",
	"Service 5": "Služba 5",
	"Service 6": "Služba 6",
	"Service Area Zip Code": "PSČ oblasti služeb",
	"Set Automatically": "Nastavit automaticky",
	"Set ID": "Nastavit ID",
	"Set My Team Alarm.": "Nastavit Upozornění Můj tým.",
	"Set Store Mode settings.": "Upravte nastavení režimu Obchod.",
	"Set System Color mode for your current TV input.": "Nastavte režim Systémová barva pro aktuální vstup TV.",
	"Set additional options for Video Description.": "Nastavit další možnosti Popisu videa.",
	"Set additional picture settings.": "Nastavit další nastavení obrazu.",
	"Set additional sound-related settings.": "Nastavte další nastavení týkající se zvuku.",
	"Set advanced Subtitle options.": "Nastavit pokročilé možnosti titulků.",
	"Set advanced captioning options.": "Nastavit pokročilé možnosti titulků.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Nastavte verzi IP adresy na IPv4 nebo IPv6.",
	"Set audio-related options.": "Nastavte možnosti související se zvukem.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Nastavte velikost, barvu, průhlednost a jiné možnosti titulků pro neslyšící pro vysílání.",
	"Set color temperature from warm to cool.": "Nastavení teploty barev od teplé po chladnou.",
	"Set detailed caption settings for HD broadcasts.": "Změnit podrobné nastavení titulků pro HD vysílání.",
	"Set detailed options for the AI functions.": "Nastavit podrobné možnosti pro funkce AI.",
	"Set detailed options for the Home feature.": "Nastavit podrobné možnosti funkce Domů.",
	"Set detailed options for the Recommendation feature.": "Nastavit podrobné možnosti pro funkci Doporučení.",
	"Set easy connection settings with external devices.": "Změnit nastavení snadného připojení pomocí externích zařízení.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Nastavte uzamčení na určených kanálech, aplikacích, vstupech atd., aby bylo možné je využívat jen pod dohledem rodičů.",
	"Set necessary additional functions based on watching environment and screen status.": "Nastavte další potřebné funkce na základě sledování prostředí a stavu obrazovky.",
	"Set or reset the position of on-screen captions.": "Nastavit nebo resetovat umístění titulků na obrazovce.",
	"Set settings related to your wired / wireless network.": "Změnit nastavení týkající se vaší kabelové / bezdrátové sítě.",
	"Set the TV to turn off automatically after a set amount of time.": "Nastavte automatické vypnutí televizoru po uplynutí stanoveného času.",
	"Set the TV to turn off automatically at a set time.": "Nastavit automatické vypnutí televizoru ve stanoveném čase.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Nastavte televizor tak, aby se automaticky vypnul, pokud během 4 hodin od automatického zapnutí nedojde k žádné akci uživatele.",
	"Set the TV to turn on automatically at a set time.": "Nastavte zapnutí televizoru ve stanoveném čase.",
	"Set the additional functions related to the TV.": "Nastavte další funkce související s televizorem.",
	"Set the current date and time.": "Nastavit datum a čas.",
	"Set the current date manually.": "Nastavit správné datum ručně.",
	"Set the current time manually.": "Nastavit správný čas ručně.",
	"Set the detect range of device available to connect.": "Nastavte rozsah rozpoznání zařízení, která lze připojit.",
	"Set the region and country for broadcasts and special services.": "Nastavte oblast a zemi pro vysílání a speciální služby.",
	"Set the screen size and aspect ratio.": "Nastavit velikost a poměr stran obrazovky.",
	"Set the specialized functions of SIGNATURE TV.": "Nastavte specializované funkce SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Nastavte čas pro automatické vypnutí televizoru bez uživatelského vstupu.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Nastavte vícekanálový efekt virtuálního prostorového zvuku a vychutnejte si realističtější zvuk.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Nastavte efekt virtuálního prostorového zvuku a vychutnejte si realističtější zvuk.",
	"Set the volume level when the TV turns on.": "Nastavte, jaká úroveň hlasitosti má být při zapnutí televizoru použita.",
	"Set time to turn off the TV.": "Nastavte čas vypnutí TV.",
	"Set time to turn on the TV.": "Nastavte čas zapnutí TV.",
	"Set up additional features related to customer support.": "Nastavit další funkce související se zákaznickou podporou.",
	"Set up an account to use LG Services.": "Chcete-li používat služby LG, vytvořte si účet.",
	"Set whether to display Home when the TV is turned on.": "Nastavit, zda se má po zapnutí televizoru zobrazit funkce Domů.",
	"Settings Help": "Nápověda nastavení",
	"Sexual Situations": "Sexuální situace",
	"Sexually Suggestive Dialogue": "Sexuálně návodný dialog",
	"Shanghai": "Šanghaj",
	"Sharpness": "Ostrost",
	"Show Password": "Zobrazit heslo",
	"Side by Side": "Vedle sebe",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Pokud je bezdrátový router příliš blízko televizoru, rušení signálu může snížit citlivost dálkového ovladače Magic.",
	"Singapore": "Singapur",
	"Size": "Velikost",
	"Sleep Timer": "Časovač spánku",
	"Slovak": "Slovenština",
	"Slovakia": "Slovensko",
	"Slovenia": "Slovinsko",
	"Slovenian": "Slovinština",
	"Slow": "Pomalé",
	"Small": "Malé",
	"Smooth": "Plynulé",
	"Smooth Gradation": "Jemná gradace",
	"Soccer": "Kopaná",
	"Sofia": "Sofie",
	"Software Update": "Aktualizace softwaru",
	"Software Version": "Verze softwaru",
	"Software update has been installed. Update will be applied when you restart your TV.": "Byla nainstalována aktualizace softwaru. Aktualizace bude použita po restartu televizoru.",
	"Solid": "Vyplněný",
	"Solomon Islands": "Šalamounovy ostrovy",
	"Somalia": "Somálsko",
	"Some material may not be appropriate for children under 13.": "Některý materiál nemusí být vhodný pro děti do 13 let.",
	"Some material may not be appropriate for children.": "Některý materiál nemusí být vhodný pro děti.",
	"Sotho, Northern": "Sotho, severní",
	"Sotho, Southern": "Sotho, jižní",
	"Sound": "Zvuk",
	"Sound Mode": "Režim zvuku",
	"Sound Mode Settings": "Nastavení režimu zvuku",
	"Sound Out": "Výstup zvuku",
	"Sound Test": "Test zvuku",
	"South Africa": "Jižní Afrika",
	"South Korea": "Jižní Korea",
	"Southern Africa": "Jižní Afrika",
	"Spain": "Španělsko",
	"Spanish": "Španělština",
	"Speaker Volume Control": "Ovládání hlasitosti reproduktoru",
	"Specify detailed voice guidance settings after turning on this feature.": "Po zapnutí této funkce zadejte podrobná nastavení hlasového navádění.",
	"Speed": "Rychlost",
	"Spoken Subtitle": "Mluvené titulky",
	"Sports": "Sport",
	"Sports Alert": "Upozornění na sporty",
	"Sri Lanka": "Srí Lanka",
	"St. John's": "Sv. Jan",
	"Stand": "Stojan",
	"Standard": "Standardní",
	"Standard Mode Sound Effect": "Zvukový efekt standardního režimu",
	"Standby Light": "Kontrolka úsporného režimu",
	"Start New Sound Tuning": "Spustit službu Nové ladění zvuku",
	"Start Now": "Spustit nyní",
	"Startup Sound": "Startup Sound ",
	"Stop": "Ukončit",
	"Store Demo": "Režim Demo pro obchody",
	"Store Mode": "Režim Obchod",
	"Store Mode Settings": "Nastavení režimu Obchod",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Režim Obchod je určen pro vystavení TV v obchodě. Každých několik minut bude opakovat inicializaci nastavení. Chcete ukončit tuto aplikaci a spustit režim Obchod?",
	"Strong": "Silný",
	"Style": "Styl",
	"Subnet Mask": "Maska podsítě",
	"Subnet prefix length": "Délka předvolby podsítě",
	"Subtitle First Choice Language": "První volba jazyka titulků",
	"Subtitle Language": "Jazyk titulků",
	"Subtitle Second Choice Language": "Druhá volba jazyka titulků",
	"Subtitles": "Titulky",
	"Sudan": "Súdán",
	"Super Impose": "Průhledně překrýt",
	"Super Resolution": "Super rozlišení",
	"Support": "Podpora",
	"Suriname": "Surinam",
	"Surround Balance": "Vyvážení prostorového zvuku",
	"Surround Level": "Úroveň prostorového zvuku",
	"Swahili": "Svahilština",
	"Swaziland": "Svazijsko",
	"Sweden": "Švédsko",
	"Swedish": "Švédština",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Přepněte do pohotovostního režimu, abyste televizor po jeho vypnutí mohli rychle znovu zapnout.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Přepněte do pohotovostního režimu, abyste po vypnutí televizoru mohli rychle použít nejrůznější funkce jako aplikace, vyhledávání a podobně.",
	"Switzerland": "Švýcarsko",
	"Sync Demo": "Ukázka synchronizace",
	"Syria": "Sýrie",
	"System Color": "Systémová barva",
	"TAS - Tasmania - Hobart": "TAS – Tasmánie – Hobart",
	"TEXT 1": "TEXT 1",
	"TEXT 2": "TEXT 2",
	"TEXT 3": "TEXT 3",
	"TEXT 4": "TEXT 4",
	"TV Information": "Informace o TV",
	"TV Installation Type": "Typ instalace TV",
	"TV Lock": "Zámek televizoru",
	"TV Name": "Název TV",
	"TV On With Mobile": "Zapněte TV pomocí mobilu",
	"TV Power Sound": "Zvuk zapnutí TV",
	"TV Power Sound Volume": "Hlasitost zvuku zapnutí televizoru",
	"TV Program Locks": "Zámky TV programů",
	"TV Rating English": "Klasifikace televizních pořadů – Angličtina",
	"TV Rating French": "Klasifikace televizních pořadů – Francouzština",
	"TV Speaker": "Reproduktor TV",
	"TV can be used as an alarm.": "Televizor lze použít jako budík.",
	"TV is turned off at a set time on every specified day.": "Televizor se vypíná v nastavený čas každý určený den.",
	"TV to USB": "TV do USB",
	"Tagalog": "Tagalština",
	"Taipei": "Tchaj-pej",
	"Taiwan": "Tchaj-wan",
	"Tajikistan": "Tádžikistán",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Využijte funkce, které vyžadují připojení k síti, jako je Internet, aplikace, aktualizace softwaru atd.",
	"Tamil": "Tamilština",
	"Tanzania": "Tanzanie",
	"Target Luminance": "Cílový jas",
	"Tashkent": "Taškent",
	"Tehran": "Teherán",
	"Telugu": "Telugština",
	"Text Color": "Barva textu",
	"Text Opacity": "Průhlednost textu",
	"Text Search": "Textové hledání",
	"Thai": "Thajština",
	"Thailand": "Thajsko",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1} a HDMI {port2} podporují funkci AMD FreeSync Premium, kterou můžete vybrat.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1} a HDMI {port2} podporují funkci AMD FreeSync Premium, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1} a HDMI {port2} podporují funkci Okamžitá herní odezva, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} podporuje funkci AMD FreeSync Premium, kterou můžete vybrat.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} podporuje funkci AMD FreeSync Premium, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} podporuje funkci Okamžitá herní odezva, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporují funkci AMD FreeSync Premium, kterou můžete vybrat.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporují funkci AMD FreeSync Premium, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporují funkci AMD FreeSync Premium, kterou můžete vybrat.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporují funkci AMD FreeSync Premium, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} a HDMI {port4} podporují funkci Okamžitá herní odezva, kterou můžete zapnout nebo vypnout.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} a HDMI {port3} podporují funkci Okamžitá herní odezva, kterou můžete zapnout nebo vypnout.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Charakteristické ID HbbTV je jedinečná hodnota používaná pouze pro HbbTV, která nesouvisí s osobními údaji uživatele.",
	"The HbbTV Distinctive ID will be reset.": "Charakteristické ID HbbTV bude resetováno.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikace nebo služba HbbTV přestane sledovat jednotlivé uživatele.",
	"The IBB service will disable its tracking of an individual user.": "Služba IBB přestane sledovat jednotlivé uživatele.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informace o zemi LG služeb se nepodařilo ze serveru získat. Opakujte akci.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Ke změně jazyka nabídky je třeba znovu načíst aplikaci Nastavení. Chcete pokračovat?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Okolní osvětlení bude zajištěno, když bude detekován pohyb kolem televizoru.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostupné externí služby rozpoznávání hlasu se mohou změnit v závislosti na nastavení jazyka. K obnovení nabídky nastavení rovněž dojde, pokud změníte jazyk nabídky. Chcete pokračovat?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Seznam kanálů byl úspěšně zkopírován z úložného zařízení USB do televizoru. TV se restartuje za 5 sekund",
	"The channel list have been successfully copied from your TV to the USB storage.": "Seznam kanálů byl úspěšně zkopírován z televizoru do úložného zařízení USB.",
	"The closer to 100, the brighter.": "Čím blíže ke 100, tím světlejší.",
	"The closer to 100, the clearer the color becomes.": "Čím blíže ke 100, tím je barva jasnější.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Čím blíže k 50, tím jasnější červená, čím blíže k 50, tím jasnější zelená.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Detailně nastavené hodnoty funkce Vyvážení bílé budou resetovány. Chcete pokračovat?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Rozdíl mezi hlasitostí zvuku kanálu a programu se automaticky zmenší, což vám pomůže program sledovat při stále stejné hlasitosti.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Rozdíl mezi hlasitostí zvuku kanálu a programu se automaticky nastaví, abyste mohli program sledovat při konzistentní hlasitosti.",
	"The higher the settings, the louder the sound rapidly.": "Čím vyšší je nastavení, tím hlasitěji se zvuk ozývá.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Vnitřní reproduktor TV a reproduktory Bluetooth mohou současně vydávat zvuk a vytvářet tak živý efekt prostorového zvuku.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jazyk pro rozpoznávání hlasu bude automaticky nastaven podle zvoleného jazyka nabídky.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jazyk používaný pro rozpoznávání hlasu je nastaven podle vybraného jazyka nabídky. Služby podpory se mohou lišit v závislosti na použitém jazyku pro ovládání hlasem.",
	"The network is currently unavailable. Please try again later.": "Síť je momentálně nedostupná. Opakujte akci později.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Dokončení procesu bude trvat přibližně hodinu a je třeba, aby byl TV vypnutý.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Dokončení procesu bude trvat přibližně {n} minut a televizor přitom musí zůstat vypnutý.",
	"The program is intended for adults only.": "Tento program je určen pouze pro dospělé.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Jas obrazovky je upraven automaticky podle jasu v okolí vaší TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Obrazovka za 5 sekund sjede dolů. Chcete-li, aby obrazovka zase vyjela zpět nahoru, stiskněte na dálkovém ovladači libovolné tlačítko s výjimkou vypínače a hlasitosti.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nastavené dílčí hodnoty funkce Systém správy barev budou resetovány. Chcete pokračovat?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Nastavení Prostorového zvuku Bluetooth + Vnitřního reproduktoru TV bude resetováno.",
	"The settings are as follows.": "Nastavení jsou následující.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvuk nemusí být slyšet, pokud je výstup digitálního zvuku nastaven na Procházet.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Aktualizaci nelze na TV použít. Software bude vrácen na předchozí verzi.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vizuální efekty se zobrazují na obrazovce při zapnutí televizoru a pohybu obrazovky.",
	"There are no paired devices.": "Zařízení nejsou spárována.",
	"There are settings to correct or prevent OLED panel noise.": "Existují nastavení, která napravují nebo zabraňují šumu panelu OLED.",
	"There is no USB device connected to your TV.": "K TV není připojeno žádné zařízení USB.",
	"There is no message.": "Není k dispozici žádná zpráva.",
	"Third Language": "Třetí jazyk",
	"This feature applies only to specified LG Wireless Keyboard models.": "Tato funkce je platná pouze pro určené modely bezdrátové klávesnice LG.",
	"This function works only when it is provided by the broadcast program.": "Tato funkce funguje jen tehdy, je-li poskytována ve vysílaném programu.",
	"This is a closed caption preview": "Toto je náhled skrytých titulků",
	"This is an already existing value.": "Toto je již existující hodnota.",
	"This service provides you with more information about watching program and enjoys related contents.": "Tato služba vám poskytuje více informací o sledování programu a poskytuje související obsah.",
	"This will revert all options on TV to their default settings.": "Toto vrátí všechny možnosti televizoru do jejich výchozího nastavení.",
	"Thule": "Thúlé",
	"Time": "Čas",
	"Timer Channel": "Kanál časovače",
	"Timer Repeat": "Opakování časovače",
	"Timers": "Časovače",
	"Timezone": "Časové pásmo",
	"Timor-Leste": "Východní Timor",
	"Tint": "Odstín",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Pro optimalizaci zvuku přehrajte testovací zvuk na televizoru a začněte měřit odražený zvuk pomocí dálkového ovladače Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Chcete-li vyzkoušet zvuk televizoru, nastavení výstupu zvuku je třeba změnit na interní reproduktor TV. Chcete pokračovat?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Nahoře a dole",
	"Total Power On Time": "Celková doba zapnutí",
	"Tracking Speed": "Rychlost sledování",
	"Translucent": "Průsvitné",
	"Transparent": "Průhledné",
	"Treble Boost": "Zdůraznění výšek",
	"Trinidad And Tobago": "Trinidad a Tobago",
	"Trinidad and Tobago": "Trinidad a Tobago",
	"Tripoli": "Tripolis",
	"Tune and save available channels.": "Nalaďte a uložte dostupné kanály.",
	"Tune and save available channels. You can set satellite channel options.": "Nalaďte a uložte dostupné kanály. Je možné nastavit možnosti satelitních kanálů.",
	"Tunisia": "Tunisko",
	"Turkey": "Turecko",
	"Turkish": "Turečtina",
	"Turkmenistan": "Turkmenistán",
	"Turn on TV with mobile device same as smartphone.": "Zapněte televizor s mobilním zařízením stejným jako chytrý telefon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Zapnout a vypnout funkci Ultra HD Deep Colour pro port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Zapnout nebo vypnout funkci Okamžitá herní odezva portu HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Zapněte televizor pomocí mobilního zařízení prostřednictvím Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Zapněte televizor pomocí svého mobilního zařízení prostřednictvím sítě Wi-Fi.",
	"Turn on via Bluetooth": "Zapnout přes Bluetooth",
	"Turn on via Wi-Fi": "Zapnout přes síť Wi-Fi",
	"Turn on/off description box in Settings.": "Zapněte/vypněte rámeček popisu v Nastavení.",
	"Turn on/off standby light.": "Zapnout/vypnout kontrolu pohotovostního režimu.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Zapněte nebo vypněte funkci AMD FreeSync Premium na portu HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Zapnout/vypnout snímky, které se na obrazovce zobrazí při výpadku signálu.",
	"Turn on/off the related features of energy consumption.": "Zapněte/vypněte související funkce spotřeby energie.",
	"Turn the Hybridcast service on/off.": "Zapněte/vypněte službu Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Zapněte/vypněte službu Interaktivita (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Zapněte/vypněte TV program poskytovatele televizního vysílání.",
	"Turn your broadcast TV provider's teletext service on/off.": "Zapněte/vypněte službu teletextu poskytovatele televizního vysílání.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Vypnutím Wi-Fi znemožníte přístup ke všem internetovým službám, pokud nepoužijete kabel pro připojení k síti. Chcete pokračovat?",
	"UAE": "Spojené arabské emiráty",
	"UHD Mode": "Režim UHD",
	"USA": "USA",
	"USB storage for Copy Channels": "Úložiště USB pro kopírování kanálů",
	"USB to TV": "USB do TV",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinština",
	"Ulaanbaatar": "Ulánbátar",
	"Unable to check for updates.": "Nelze vyhledat aktualizace.",
	"Unable to connect to the network.": "Připojení k síti se nezdařilo.",
	"Undefined": "Nedefinováno",
	"Under 17 requires accompanying parent or adult guardian.": "Do věku 17 let je vyžadován doprovázející rodič nebo dospělý dozor.",
	"Uniform": "Uniformní",
	"United Arab Emirates": "Spojené arabské emiráty",
	"United Kingdom": "Spojené království",
	"United States of America": "Spojené státy americké",
	"Universal Control Settings": "Nastavení dálkového ovladače",
	"Unknown": "Neznámá",
	"Unknown issue has occurred.": "Došlo k neznámému problému.",
	"Update canceled.": "Aktualizace zrušena.",
	"Update in progress...": "Probíhá aktualizace...",
	"Update in progress...({n}%)": "Probíhá aktualizace...({n}%)",
	"Update paused.": "Aktualizace pozastavena.",
	"Update reserved.": "Aktualizace rezervována.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Aktualizace bude zrušena a všechny soubory aktualizace budou nyní odstraněny. Chcete pokračovat?",
	"Urdu": "Urdština",
	"Urumqi": "Urumči",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Použijte dálkové ovládání Magic k určení akustiky pokoje a optimalizaci zvuku televizoru na základě zjištěných výsledků.",
	"Use a large pointer.": "Použijte velký ukazatel.",
	"Use a medium pointer.": "Použijte střední ukazatel.",
	"Use a small pointer.": "Použijte malý ukazatel.",
	"Use the 4-way controller to change the position and press the OK button.": "Pomocí 4směrného ovladače změňte polohu a stiskněte tlačítko OK.",
	"Use the following services with the selected language.": "S vybraným jazykem používejte následující služby.",
	"User": "Uživatelské",
	"User Agreements": "Uživatelské smlouvy",
	"User Guide": "Uživatelská příručka",
	"Uzbek": "Uzbečtina",
	"Uzbekistan": "Uzbekistán",
	"Uzhhorod": "Užhorod",
	"V Position": "Pozice V",
	"V Sharpness": "Vert. ostrost",
	"V Size": "Velikost V",
	"VIC - Victoria - Melbourne": "VIC – Victoria – Melbourne",
	"Valencian": "Valencijština",
	"Vatican City": "Vatikán",
	"Vertical Zoom": "Vertikální zoom",
	"Video Description": "Popis videa",
	"Vienna": "Vídeň",
	"Vietnamese": "Vietnamština",
	"View current Common Interface (CI) information.": "Zobrazte aktuální informace o rozhraní Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Položky uvidíte jasněji tak, že změníte barvu nabídky na obrazovce na černobílou.",
	"View messages from your broadcast TV provider.": "Zobrazte zprávy od vašeho poskytovatele televizního vysílání.",
	"View more information about watching program and enjoy related contents.": "Zobrazte další informace o sledování programu a prohlédněte si související obsah.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Zobrazte původní obrazovku tak, jak je, nebo nastavte velikost obrazovky a poměr stran.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Zobrazte původní obrazovku tak, jak byla přijata ze signálu vysílání nebo připojeného zařízení.",
	"Violence": "Násilí",
	"Vivid": "Živý",
	"Voice Recognition Help and Settings": "Nápověda a nastavení funkce rozpoznávání hlasu",
	"Voice Support Service": "Služba hlasové podpory",
	"Volume": "Hlasitost",
	"Volume Increase Amount": "Míra zvýšení hlasitosti",
	"Volume Mode": "Režim hlasitosti",
	"WA - Western Australia - Eucla": "ZA – Západní Austrálie – Eucla",
	"WA - Western Australia - Perth": "ZA – Západní Austrálie – Perth",
	"Wall-mounted": "Namontován na zeď",
	"Warm1": "Teplé 1",
	"Warm2": "Teplé 2",
	"Warm3": "Teplé 3",
	"Warsaw": "Varšava",
	"Watch a diverse range of Internet contents on TV channels.": "Sledujte pestrou škálu internetového obsahu na televizních kanálech.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Shromažďujeme a uchováváme adresu MAC, číslo modelu, kód země, nastavení jazyka a verzi softwaru k ověření vašeho zařízení a kontroly, zda máte nejnovější verzi softwaru.",
	"Welcome Feature": "Funkce Přivítání",
	"Welsh": "Velština",
	"Western Africa": "Západní Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Pokud nebyl připojený pevný disk po určenou dobu používán, přepněte do pohotovostního režimu ke snížení spotřeby energie.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Když je zařízení připojeno k portu, obraz hry je optimalizován s minimálním zpožděním, trháním nebo přerušením.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Jakmile je spuštěna funkce Okamžitá herní odezva, obraz může dočasně blikat.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Nemusí to fungovat správně, pokud je Výstup zvuku nastaven na „Bluetooth / HDMI ARC / Optický digitální / Reproduktory WiSA“ nebo připojené zařízení nepodporuje funkci Okamžitá herní odezva.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Nemusí to fungovat správně, pokud je Výstup zvuku nastaven na Bluetooth nebo připojené zařízení nepodporuje funkci Okamžitá herní odezva.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Při zapnutí/vypnutí zařízení se TV automaticky zapne/vypne.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Pokud jsou vizuální efekty vypnuty, obrazovka se aktivuje jako živé TV vysílání.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Pokud je tato funkce nastavena na „zapnuto“, některé funkce zobrazené na obrazovce budou částečně průhledné.",
	"When your TV is turned off, the device will automatically turn off.": "Při vypnutí TV se zařízení automaticky vypne.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Během přenosu změněné nastavené hodnoty na externí zařízení je možné, že obraz či zvuk nebudou dočasně poskytovány normálně.",
	"White": "Bílá",
	"White Balance": "Vyvážení bílé",
	"Wi-Fi Connection": "Připojení k síti Wi-Fi",
	"Wi-Fi Security": "Zabezpečení sítě Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi je vypnuto. Zapněte Wi-Fi, chcete-li vidět seznam dostupných sítí, ke kterým se můžete připojit, a další související položky nabídky.",
	"Wi-Fi issue has occurred.": "Došlo k problému se sítí Wi-Fi.",
	"WiSA Speakers": "Reproduktory WiSA",
	"Wide Area Zone": "Zóna Širokého Pásma",
	"Wide View": "Zobrazení Wide View",
	"Wide View (32:9)": "Zobrazení Wide View (32 : 9)",
	"Wide Zoom": "Široký Zoom",
	"Window Color": "Barva okna",
	"Window Opacity": "Průhlednost okna",
	"Wired Connection (Ethernet)": "Kabelové připojení (Ethernet)",
	"Wired Headphones": "Kabelová sluchátka",
	"Wired Headphones + Internal TV Speaker": "Kabelová sluchátka + Vnitřní reproduktor TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Díky této možnosti můžete ovládat hlasitost zvukového zařízení pomocí dálkového ovladače k televizoru.",
	"Yakutsk": "Jakutsk",
	"Year": "Rok",
	"Yekaterinburg": "Jekatěrinburg",
	"Yellow": "Žlutá",
	"Yemen": "Jemen",
	"Yerevan": "Jerevan",
	"Yes": "Ano",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Můžete upravit zvukové efekty zapnutí či vypnutí TV nebo pohybu obrazovky.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Zařízení, která jsou připojena k portům HDMI, můžete ovládat dálkovým ovladačem Magic bez nastavení zařízení.",
	"You can delete the device connection history of Screen Share.": "Historii připojení zařízení funkce Screen Share můžete odstranit.",
	"You can delete the device connection history of Sound Share.": "Historii připojení zařízení funkce Sound Share můžete odstranit.",
	"You can find the default password in User Guide.": "Výchozí heslo naleznete v Uživatelské příručce.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Funkci Okamžitá herní odezva můžete spustit tak, že funkci HDMI Ultra HD Deep Colour nastavíte na 'Zapnuto'.",
	"You can only change settings from the current HDMI input.": "Změnit lze pouze nastavení z aktuálního vstupu HDMI.",
	"You can scan again to connect the device.": "Zařízení můžete znovu připojit prostřednictvím vyhledávání.",
	"You can select left and right audio settings for broadcast signal.": "Můžete vybrat nastavení levého a pravého audio kanálu pro vysílací signál.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Můžete vybrat funkci AMD FreeSync Premium na portu HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Pro port můžete vybrat funkci Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Můžete nastavit zvuk, který bude přehrán při zapnutí či vypnutí TV.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Můžete zapnout/vypnout funkci pro uložení profilu operátora CAM.",
	"You can turn this feature on or off.": "Tuto funkci můžete zapnout nebo vypnout.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Prostřednictvím Sítě můžete obdržet různá doporučení ohledně obsahu. Vypnutím této možnosti získáte pouze základní obsah a některé funkce nemusí být dostupné.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Váš TV a zařízení připojené pomocí funkce SIMPLINK budou synchronizovány následovně:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Během průběhu procesu funkce Obnovovač pixelů je třeba, aby byl televizor vypnutý. Jakékoliv probíhající nebo nadcházející nahrávání, upozornění nebo zapnutí pomocí časovače během tohoto procesu bude stornováno a BT reproduktor nebude dostupný.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Během průběhu procesu funkce Obnovovač pixelů je třeba, aby byl TV vypnutý. Jakékoliv probíhající nebo nadcházející nahrávání, upozornění nebo zapnutí časovačem během tohoto procesu způsobí, že bude proces stornován.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Váš televizor musí být připojen k síti, aby bylo možné automaticky nastavit zemi pro poskytování služeb LG. Chcete přejít do nabídky Nastavení sítě a zkontrolovat připojení?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Váš televizor musí znát vaši správnou polohu, aby mohl poskytovat zprávy v naléhavých případech prostřednictvím digitálního TV signálu.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Váš televizor se vypne, dokud nebude proces dokončen. Poté se opět automaticky zapne.",
	"Zagreb": "Záhřeb",
	"Zambia": "Zambie",
	"Zaporozhye": "Záporoží",
	"Zoom": "Přiblížit",
	"Zürich": "Curych",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Zařízení [{Device}] bude odpojeno od TV. Zvuk již nebude přehráván z tohoto zařízení. Chcete pokračovat?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Zařízení [{Device}] bude odebráno ze seznamu spárovaných zařízení. Pokud je budete chtít připojit později, je třeba vyhledat dostupná zařízení a znovu je spárovat. Chcete pokračovat?",
	"[{deviceName}] will be deleted.": "Zařízení [{deviceName}] bude vymazáno.",
	"aspectRatio_original": "Originální",
	"audioGuidance_fast": "Rychlé",
	"audioGuidance_high": "Vysoká",
	"audioGuidance_low": "Nízké",
	"audioGuidance_medium": "Střední",
	"audioGuidance_slow": "Pomalé",
	"audioGuidance_veryFast": "Velmi rychle",
	"audioGuidance_veryHigh": "Velmi vysoké",
	"audioGuidance_veryLow": "Velmi nízké",
	"audioGuidance_verySlow": "Velmi pomalu",
	"btDotSignalStrength_wide": "Široký",
	"button": "tlačítko",
	"character": "znak",
	"characters": "znaky",
	"checked": "zaškrtnuto",
	"colorGamutJPNWide": "Široký",
	"connecting": "připojování",
	"depthOfColor": "Barva",
	"diagonal zoom in": "diagonální přiblížení",
	"diagonal zoom out": "diagonální oddálení",
	"digitalOptionSetByProgram": "Nastavit podle programu",
	"energy_Medium": "Střední",
	"freesync_high": "Vysoká",
	"freesync_low": "Nízké",
	"freesync_off": "Vypnuto",
	"freesync_wide": "Široký",
	"gamma_high1": "Vysoká úroveň 1",
	"gamma_high2": "Vysoká úroveň 2",
	"hidden": "skryto",
	"horizontal zoom in": "horizontální přiblížení",
	"horizontal zoom out": "horizontální oddálení",
	"jpDoNot": "Vypnuto",
	"logoLuminance_high": "Vysoký",
	"logoLuminance_low": "Nízký",
	"not connected": "není připojeno",
	"objet_soundMode": "Optimalizovat režim zvuku pro jednotlivé typy obsahu.",
	"pictureControl3dModeStandard": "Standardní",
	"pictureControlHigh": "Vysoká",
	"pictureControlHigh_BlackLevel": "Vysoká",
	"pictureControlHigh_Male": "Vysoká",
	"pictureControlLow": "Nízké",
	"pictureControlLow_BlackLevel": "Nízké",
	"pictureControlLow_Male": "Nízké",
	"pictureControlMedium": "Střední",
	"pictureControlMedium_BlackLevel": "Střední",
	"pictureControlMedium_Male": "Střední",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Střední",
	"pictureLocalDimmingHigh": "Vysoká",
	"pictureLocalDimmingLow": "Nízké",
	"pictureLocalDimmingMed": "Střední",
	"pictureMode": "Standardní",
	"pictureModeSettings": "Přizpůsobit",
	"press OK button to edit IP manually": "chcete-li ručně upravit IP, stiskněte tlačítko OK",
	"press OK button to enter channel to search": "Hledaný kanál zadejte stisknutím tlačítka OK",
	"press OK button to enter value": "hodnotu zadáte stisknutím tlačítka OK",
	"press right button to adjust de-judder and de-blur value": "úroveň efektu de-judder a de-blur nastavíte stisknutím tlačítka vpravo",
	"press right button to adjust zoom ratio and position": "poměr a polohu zoomu nastavíte stisknutím tlačítka vpravo",
	"shift current screen down": "posunout aktuální obrazovku dolů",
	"shift current screen to the left": "posunout aktuální obrazovku doleva",
	"shift current screen to the right": "posunout aktuální obrazovku doprava",
	"shift current screen up": "posunout aktuální obrazovku nahoru",
	"shift down": "posunout dolů",
	"shift left": "posunout doleva",
	"shift right": "posunout doprava",
	"shift up": "posunout nahoru",
	"soundMode_Standard": "Standardní",
	"speaker_channel": "Kanál",
	"thaRatingNone": "Žádné",
	"unchecked": "nezaškrtnuto",
	"unread": "nepřečteno",
	"vertical zoom in": "vertikální přiblížení",
	"vertical zoom out": "vertikální oddálení",
	"volumeModeHigh": "Vysoká",
	"volumeModeLow": "Nízké",
	"volumeModeMedium": "Střední",
	"webOS TV Version": "Verze webOS TV",
	"zoom in": "přiblížit",
	"zoom out": "oddálit",
	"{label} : R{value}": "{label} : P{value}"
}
