{
	" (User)": " （ユーザー）",
	"(Version: {l})": "(バージョン:{l})",
	"* The device connected should support this service.": "* 接続されているデバイスが、この機能に対応している必要があります。",
	"* This feature is applied once and only once when the TV is turned off.": "* この機能は、テレビの電源を切るときに一度だけ実行されます。",
	"* This feature is available on certain devices only.": "* この機能は、特定のデバイスでのみ利用できます。",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* このモードは、FILMMAKER MODEの意図を明確に表現するものではありませんが、他の映像モードよりも暗く見える場合があります。",
	"* This settings is only available for Internal TV Speaker.": "* この設定は、本体スピーカーに対してのみ利用できます。",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* このオプションがオンに設定されていても、テレビ放送や外部入力の場合には視聴を妨げないようにスクリーンセーバーは機能しません。",
	"* You can control the app which supports the function on your mobile device.": "* スマートデバイス内のこの機能に対応しているアプリを使用することで操作できます。",
	"1) Turn the Bluetooth on the other device off.": "1) 他のBluetoothデバイスの電源をオフにしてください。",
	"10 Points Code Value": "10ポイントコード値",
	"10 Points IRE": "10ポイントIRE",
	"10 and Above": "10歳以上",
	"10 min": "10分",
	"11 and Above": "11歳以上",
	"12 Hours": "12時間",
	"12 and Above": "12歳以上",
	"120 min": "120分",
	"13 and Above": "13歳以上",
	"14 and Above": "14歳以上",
	"14 by 9": "じゅうよんたいきゅう",
	"15 and Above": "15歳以上",
	"16 and Above": "16歳以上",
	"16 by 9": "じゅうろくたいきゅう",
	"17 and Above": "17歳以上",
	"18 and Above": "18歳以上",
	"180 min": "180分",
	"19 and Above": "19歳以上",
	"2 Channel": "2チャンネル",
	"2 Hours": "2時間",
	"2 Points": "2ポイント",
	"2) Turn the Bluetooth device to connect off and on.": "2) 接続しようとしているBluetoothデバイスの電源を入れ直してください。",
	"20 Points Code Value": "20ポイントコード値",
	"20 Points IRE": "20ポイントIRE",
	"20 and Above": "20歳以上",
	"20 min": "20分",
	"21 by 9": "にじゅういちたいきゅう",
	"22 Points Code Value": "22ポイントコード値",
	"22 Points IRE": "22ポイントIRE",
	"24 Hours": "24時間",
	"240 min": "240分",
	"3 Hours": "3時間",
	"30 min": "30分",
	"32 by 12": "さんじゅうにたいじゅうに",
	"32 by 9": "さんじゅうにたいきゅう",
	"3G/4G Connection": "3G/4G接続",
	"4 Hours": "4時間",
	"4 Hours Auto Power Off": "4時間後に自動電源オフ",
	"4 and Above": "4歳以上",
	"4 by 3": "よんたいさん",
	"4-Way Zoom": "4方向ズーム",
	"5 and Above": "5歳以上",
	"5.1 Channel": "5.1チャンネル",
	"6 Hours": "6時間",
	"6 and Above": "6歳以上",
	"60 min": "60分",
	"7 and Above": "7歳以上",
	"8 Hours": "8時間",
	"8 and Above": "8歳以上",
	"9 and Above": "9歳以上",
	"90 min": "90分",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD IDは、広告目的でこのデバイスを識別し、お客様の関心情報に基づいた特定の広告を提供するために使用されます。 以下でAD IDをリセットしたり、広告トラッキングを制限することができます。",
	"AI Acoustic Tuning": "オートサウンドチューニング",
	"AI Acoustic Tuning Options": "オートサウンドチューニングオプション",
	"AI Acoustic Tuning is disabled.": "オートサウンドチューニングが無効です。",
	"AI Brightness Control": "AI輝度コントロール",
	"AI Picture": "AI映像",
	"AI Picture Pro": "AI映像プロ",
	"AI Recommendation": "AIおすすめ",
	"AI Service": "AIサービス",
	"AI Sound": "AIサウンド",
	"AI Sound Pro": "AIサウンドプロ",
	"AV": "ビデオ入力",
	"AV Sync Adjustment": "AVシンク",
	"AV1": "ビデオ入力1",
	"AV2": "ビデオ入力2",
	"AV3": "ビデオ入力3",
	"Abidjan": "アビジャン",
	"Accessibility": "ユーザー補助",
	"Account Management": "アカウント管理",
	"Accra": "アクラ",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "このオプションを有効にすると、このSmart TVからの広告関連の個人データの収集・追跡が停止されます。オプションを有効にすることで、今後表示される広告の種類が変わることがありますが、広告の表示が停止されることはありません。",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "このトグルを有効にすると、LGEは第三者プロバイダにお客様の個人情報の商業化を中止するように指示します。お客様が個別に脱退しない限り、Live Plus、LG Channels、Who.Where.What?などのサービスにアクセスすることができます。",
	"Adak": "アダック",
	"Add Network": "ネットワークの追加",
	"Add a hidden wireless network": "非表示の無線ネットワークを追加",
	"Add wireless network by manually entering network name (SSID).": "ネットワーク名 (SSID) を手動で入力して、無線ネットワークを追加して接続します。",
	"Addis Ababa": "アジスアベバ",
	"Additional Audio Selection": "追加の音声の選択",
	"Additional Settings": "追加設定",
	"Address Setting": "住所の設定",
	"Aden": "アデン",
	"Adjust Audio Guidance pitch.": "音声ガイダンスの音の高さを調節します。",
	"Adjust Audio Guidance speed.": "音声ガイダンスの速度を調節します。",
	"Adjust Audio Guidance volume.": "音声ガイダンスの音量を調節します。",
	"Adjust Backlight brightness to brighten or darken the screen.": "バックライトの輝度を調節して、画面を明るくしたり暗くしたりします。",
	"Adjust Screen Position": "画面位置の調整",
	"Adjust Zoom Ratio": "ズームの調整",
	"Adjust animation effect shown on the home at certain times.": "特定の時間にホームに表示されるアニメーション効果を調整します。",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "映像の内容に応じて画面が明るい時に明るさを抑える機能です。",
	"Adjust brightness of the LG logo.": "LGロゴの明るさを調整します。",
	"Adjust color and saturation for a more vivid image.": "映像の内容に応じて鮮やかな色再現になるよう自動的に調整します。",
	"Adjust color temperature automatically to reduce eye strain.": "目の疲れを軽減するために、色温度を自動的に調整します。",
	"Adjust cursor speed.": "ポインターの速度を調節します。",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "映像の鮮明度（シャープネス）を調整します。値が大きいほど映像イメージがはっきりと鮮明になります。",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "映像の暗い部分と明るい部分のグラデーションのバランスを調整します。",
	"Adjust left/right audio balance.": "左/右の音声のバランスを調整します。",
	"Adjust luminance for selected color.": "選択した色の輝度を調整します。",
	"Adjust luminance level for selected IRE point.": "選択したIREポイントの輝度レベルを調整します。",
	"Adjust peak brightness for the brightest luminance.": "ピーク輝度を調節します。",
	"Adjust remote's cursor speed and appearance.": "ポインターの表示速度とサイズを調節します。",
	"Adjust saturation for selected color.": "選択した色の濃さを調整します。",
	"Adjust screen brightness to reduce energy consumption.": "映像の明るさを調整し、テレビの電力消費を抑えます。",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "有機EL輝度を調節して、画面を明るくしたり暗くしたりします。",
	"Adjust the audio timing to synchronize the video and audio.": "出力された映像と音声のタイミングがずれている時(例：口の動きと音声が合わないなど)に、タイミングを調整します。",
	"Adjust the balance of red and green to display the tint on the screen.": "赤と緑のバランスを調節し、画面の色合いを変更します。",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "色温度、輝度、赤/緑/青の強度を変更してカラーバランスを調整します。",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "各映像モードのコントラスト、解像度などを詳細に調節し、さらに好みの色、ガンマなどを設定します。",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "映像の明るい部分と暗い部分の差を調整します。値が大きいほど差が強まります。",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "映画と同じようにフレーム比率を調節し、映画館で見ているような雰囲気を表現します。",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ロゴなどの静止画像の輝度を調整し、テレビの電源を長時間入れているときに発生する可能性がある画質の問題を防止します。",
	"Adjust the screen color to be pale or deep.": "画面の色を薄くしたり濃くしたりします。",
	"Adjust the sound to meet your taste for each sound frequency band.": "周波数帯ごとに、お好みに合わせて音質を調節します。",
	"Adjust the timing to synchronize when the video and audio have time difference.": "映像と音声に出力のずれがある場合、そのずれを調整して合わせます。",
	"Adjust the tint to brighten or darken the screen.": "画面を明るくしたり暗くしたりします。",
	"Adjust the volume you want with pressing remote's volume key.": "リモコンの音量キーを押したときの、音量の増減量を調節します。",
	"Adjust tint for selected color.": "選択した色の色合いを調整します。",
	"Adjust whether to display the home promotion.": "ホームプロモーションを表示するかどうかを設定します。",
	"Adjusting Luminance": "輝度の調整",
	"Adolescent over 13 are allowed to watch.": "13歳以上の青年の視聴が許可されています。",
	"Adolescent over 14 are allowed to watch.": "14歳以上の青年の視聴が許可されています。",
	"Adolescent over 16 are allowed to watch.": "16歳以上の青年の視聴が許可されています。",
	"Adult": "成人向け",
	"Adult Language": "成人向けの言葉",
	"Adults only.": "成人向けです。",
	"Advanced": "詳細設定",
	"Advanced Controls": "詳細設定",
	"Advanced Wi-Fi Settings": "Wi-Fi詳細設定",
	"Advertisement": "広告",
	"Afghanistan": "アフガニスタン",
	"Afrikaans": "アフリカーンス語",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "国を変更すると、現在スキャンされているチャンネルがすべて削除されます。チャンネルスキャンを再度実行するには、[自動チャンネルスキャン]に移動してください。続行しますか？",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "郵便番号を変更すると、現在のすべてのFreesatチャンネルが削除されます。チャンネルスキャンを再度実行するには、[自動チャンネルスキャン]に移動してください。続行しますか？",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "国を変更してから、自動チャンネルスキャンでチャンネルをスキャンできます。続行しますか？",
	"Ages 2-7 are allowed to watch.": "2～7歳までの子供の視聴が許可されています。",
	"Akan": "アカン語",
	"Albania": "アルバニア",
	"Albanian": "アルバニア語",
	"Alerts you by sound when the TV is turned on or off.": "テレビの電源をオン/オフするときに、音でお知らせします。",
	"Algeria": "アルジェリア",
	"Algiers": "アルジェ",
	"All Channels": "すべてのチャンネル",
	"All Children": "すべての子供向け",
	"All ages are allowed to watch.": "視聴年齢の制限はありません。",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode}モードの現在の設定がすべてリセットされます。続行しますか？",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "標準モードのサウンド効果の設定がすべてリセットされます。続行しますか？",
	"Allow Automatic Updates": "自動アップデートを行う",
	"Almaty": "アルマトイ",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "再度Bluetoothサラウンド音声の詳細設定を調整できます。",
	"Always Open": "常に開く",
	"Always-on": "常時オン",
	"Always-on Off Time": "常時オン機能の解除時間",
	"Amman": "アンマン",
	"Amsterdam": "アムステルダム",
	"An error has occurred while copy channels.": "チャンネルのコピー中にエラーが発生しました。",
	"An important software update is available.": "重要なソフトウェアアップデートがあります。",
	"Anadyr": "アナディリ",
	"Analog Mode": "アナログモード",
	"Analog TV": "アナログテレビ",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "リアルタイムでコンテンツの音声特性を分析し、最適化します。",
	"Anchorage": "アンカレッジ",
	"Angola": "アンゴラ",
	"Antananarivo": "アンタナナリボ",
	"Antenna": "アンテナ",
	"Antenna ATV": "アンテナATV",
	"Antenna DTV": "地デジ",
	"Antenna Radio": "ラジオ",
	"Antigua and Barbuda": "アンティグア・バーブーダ",
	"Any Supplementary Audio": "補助音声",
	"Apia": "アピア",
	"App Alarm": "アプリアラーム",
	"Application Locks": "アプリの使用制限",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "現在の映像モードの詳細設定値をすべての入力またはアプリに適用します。",
	"Apply to all inputs": "すべての入力に適用",
	"Applying value to all inputs...": "すべての入力に値を適用中...",
	"Aqtöbe": "アクトベ",
	"Arabic": "アラビア語",
	"Araguaína": "アラグァイーナ",
	"Argentina": "アルゼンチン",
	"Armenia": "アルメニア",
	"Aruba": "アルバ",
	"Ashgabat": "アシガバート",
	"Asmara": "アスマラ",
	"Aspect Ratio": "画面サイズ",
	"Aspect Ratio Settings": "画面サイズの設定",
	"Assamese": "アッサム語",
	"Assign channels to remote buttons so you can quickly jump to them.": "リモコンのボタンにお好みのチャンネルを割り当てて、簡単に選局することができます。",
	"Asunción": "アスンシオン",
	"Athens": "アテネ",
	"Atikokan": "アティコカン",
	"Auckland": "オークランド",
	"Audio Delay": "オーディオ遅延",
	"Audio Description": "音声記述",
	"Audio Description Volume": "音声記述の音量",
	"Audio Guidance": "音声ガイダンス",
	"Audio Language": "音声切換",
	"Audio Out (Line Out)": "外部スピーカー（音声出力）",
	"Audio Type": "オーディオタイプ",
	"Australia": "オーストラリア",
	"Austria": "オーストリア",
	"Auto": "自動",
	"Auto Detect": "自動検出",
	"Auto Device Detection": "機器の自動検出",
	"Auto Genre Selection": "自動ジャンル選択",
	"Auto Power Off": "自動電源オフ",
	"Auto Power Sync": "自動電源",
	"Auto Start": "自動開始",
	"Auto Volume": "自動音量",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "音量のずれを自動的に調整したり、リモコンの音量キーを使って一度に調節される音量を設定します。",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "ドルビーHDRコンテンツのジャンルに応じて最適化された映像値に自動調整します。",
	"Automatically adjust to a picture value optimized for contents genre.": "コンテンツのジャンルに応じて最適化された映像値に自動調整します。",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "映画コンテンツが認識されたとき、FILMMAKER MODEに自動的に変更します。",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "映像の明るさを調整し、テレビの電力消費を抑えます。",
	"Automatically update system software when an update is found.": "ソフトウェアのアップデートがあった場合に、自動アップデートを行います。",
	"Available Internal Storage": "使用可能な内部ストレージ",
	"Azerbaijan": "アゼルバイジャン",
	"Azores": "アゾレス",
	"BG Color": "背景の色",
	"BG Opacity": "背景の透明度",
	"Back": "戻る",
	"Backlight": "バックライト",
	"Baghdad": "バグダッド",
	"Bahamas": "バハマ",
	"Bahrain": "バーレーン",
	"Baku": "バクー",
	"Balance": "バランス",
	"Bamako": "バマコ",
	"Bangkok": "バンコク",
	"Bangladesh": "バングラデシュ",
	"Bangui": "バンギ",
	"Banjul": "バンジュル",
	"Barbados": "バルバドス",
	"Basque": "バスク語",
	"Bass Boost": "低音ブースト",
	"Behavior may vary depending on connected device.": "接続しているデバイスによっては動作が異なる場合があります。",
	"Beijing": "北京",
	"Beirut": "ベイルート",
	"Belarus": "ベラルーシ",
	"Belgium": "ベルギー",
	"Belgrade": "ベルグラード",
	"Belize": "ベリーズ",
	"Belém": "ベレン",
	"Bengali": "ベンガル語",
	"Benin": "ベナン",
	"Berlin": "ベルリン",
	"Bermuda": "バミューダ",
	"Bhutan": "ブータン",
	"Bishkek": "ビシュケク",
	"Bissau": "ビサウ",
	"Black": "黒",
	"Black Level": "黒レベル",
	"Blanc-Sablon": "ブランサブロン",
	"Blantyre": "ブランタイヤ",
	"Block TV programs broadcast in English based on their content ratings.": "コンテンツの視聴年齢制限に基づいて、英語で放送されるテレビ番組をブロックします。",
	"Block TV programs broadcast in French based on their content ratings.": "コンテンツの視聴年齢制限に基づいて、フランス語で放送されるテレビ番組をブロックします。",
	"Block content based on genre.": "ジャンルに基づいてコンテンツをブロックします。",
	"Blue": "青",
	"Bluetooth Speaker Mode": "Bluetoothオーディオ再生",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetoothサラウンドサウンド + 本体スピーカー",
	"Bluetooth Surround Sound Setup": "Bluetoothサラウンドサウンドの設定",
	"Boa Vista": "ボアビスタ",
	"Bogotá": "ボゴタ",
	"Bolivia": "ボリビア",
	"Bosnia": "ボスニア・ヘルツェゴビナ",
	"Bosnia And Herzegovina": "ボスニアヘルツェゴビナ",
	"Bosnian": "ボスニア語",
	"Botswana": "ボツワナ",
	"Bratislava": "ブラチスラバ",
	"Brazil": "ブラジル",
	"Brazzaville": "ブラザビル",
	"Brightness": "明るさ",
	"Broadcast Country": "放送国家",
	"Broadcast Mail": "放送局メール",
	"Broken Hill": "ブロークンヒル",
	"Brussels": "ブリュッセル",
	"Bucharest": "ブカレスト",
	"Budapest": "ブダペスト",
	"Buenos Aires": "ブエノスアイレス",
	"Bujumbura": "ブジュンブラ",
	"Bulgaria": "ブルガリア",
	"Bulgarian": "ブルガリア語",
	"Burkina Faso": "ブルキナファソ",
	"Burundi": "ブルンジ",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "リセットボタンを押すことにより、既存のAD IDで収集されたすべての広告関連データが削除され、新しいAD IDで収集された広告関連データに基づいた広告が提供されます。今後表示される広告の種類が変わることがありますが、広告の表示が停止されることはありません。",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plusをオンにすることによって、ACRモジュールを通じたLG Electronics (「LGE」)によるテレビ視聴情報の収集に同意します。この情報は、双方向サービスを提供するため、匿名でサードパーティと共有することがあります。  また、マーケティング目的で、集計した匿名情報をサードパーティと共有することもあります。 上記の情報を13歳未満の児童から、あるいは13歳未満の児童に関して、故意に収集または配信することはありません。Live Plusに関する詳細な情報は、SmartTV設定メニューからアクセス可能な「視聴情報（利用規約）」で説明しています。 Live Plus機能を有効にする前に、「視聴情報（利用規約）」の全文を確認することを強くお勧めします。",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plusをオンにすると、テレビが視聴中のコンテンツを認識し、双方向付加サービスやコンテンツのおすすめ、パーソナライズ広告などを提供します。 詳細については、テレビの設定メニューでプライバシーポリシーおよび利用規約をご確認ください。",
	"CAS Module ID": "CASモジュールID",
	"CAS Module Information": "CASモジュール情報",
	"CAS Module Type": "CASモジュール識別",
	"CC 1": "字幕1",
	"CC 2": "字幕2",
	"CC 3": "字幕3",
	"CC 4": "字幕4",
	"CI Information": "CI情報",
	"CI password incorrect. Please enter again.": "CIパスワードが正しくありません。もう一度入力してください。",
	"COMPONENT2": "コンポーネント2",
	"COMPONENT3": "コンポーネント3",
	"CS1 Board": "CS1ボード",
	"CS2 Board": "CS2ボード",
	"Cable": "ケーブル",
	"Cable ATV": "ケーブルATV",
	"Cable DTV": "ケーブルDTV",
	"Cable Radio": "ケーブルラジオ",
	"Cairo": "カイロ",
	"Cambodia": "カンボジア",
	"Cameroon": "カメルーン",
	"Campo Grande": "カンポグランデ",
	"Can not Find Channel": "チャンネルが見つかりません",
	"Canada": "カナダ",
	"Canary Islands": "カナリア諸島",
	"Cancel": "キャンセル",
	"Cancel Schedule": "予約のキャンセル",
	"Cancel Update": "アップデートのキャンセル",
	"Cancún": "カンクン",
	"Cantonese": "広東語",
	"Cape Verde": "カーボベルデ",
	"Caracas": "カラカス",
	"Casablanca": "カサブランカ",
	"Catalan": "カタロニア語",
	"Caution": "注意",
	"Cayman Islands": "ケイマン諸島",
	"Center": "中央",
	"Central African Republic": "中央アフリカ共和国",
	"Ceuta": "セウタ",
	"Chad": "チャド",
	"Change blue intensity and adjust the color balance.": "青の強度を変更して、カラーバランスを調節します。",
	"Change green intensity and adjust the color balance.": "緑の強度を変更して、カラーバランスを調節します。",
	"Change red intensity and adjust the color balance.": "赤の強度を変更して、カラーバランスを調節します。",
	"Change the left / right sound": "左/右の変更",
	"Change the position of captions using the 4-way dial on the remote control.": "リモコンの上下左右の矢印ボタンを使用して、字幕の位置を変更します。",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "地域を変更すると、テレビの現在のチャンネルが変更される場合があります。自動チャンネルスキャンでチャンネルスキャンを再度実行できます。今すぐ地域の設定を変更しますか？",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "国を変更するとテレビが再起動します。LG利用規約への同意が必要になる場合があります。また、LGサービス対象国によっては、アプリやサービスが利用できなくなる場合があります。続行しますか？",
	"Channel Locks": "視聴制限設定",
	"Channel Manager": "チャンネル編集",
	"Channel Scrolling Options": "チャンネルスクロールオプション",
	"Channel Tuning": "チャンネルスキャンと設定",
	"Channel Tuning & Settings": "チャンネルスキャンと設定",
	"Channels": "チャンネル",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMIや他の外部入力を利用するチャンネルはロックできません。テレビのチャンネルをロックするには、現在の入力をLive TVに変更してください。",
	"Chatham Islands": "チャタム諸島",
	"Check TV information.": "テレビ情報を確認します。",
	"Check alarm messages about the user settings or TV status.": "ユーザーの設定やテレビの状態に関するお知らせメッセージを確認します。",
	"Check descriptions for each LG webOS TV functions.": "LG webOS TVの各機能の説明を確認します。",
	"Check for Advertising settings and set it.": "広告設定を確認、設定します。",
	"Check for Updates": "アップデートの確認",
	"Check for available functions with Voice and set Voice Settings.": "音声で使用可能な機能を確認し、音声関連設定を行います。",
	"Check for problems with the picture quality.": "テレビの画面に問題がないか確認します。",
	"Check for problems with the sound quality of the Internal TV Speaker.": "本体スピーカーの音声の出力状況に問題がないか確認します。",
	"Check for software updates and update if available.": "ソフトウェアのアップデート情報を確認し、利用可能な場合はアップデートします。",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetoothデバイスがペアリングモードであるかを確認してください。",
	"Check your TV status to solve problems or use remote support.": "テレビの状態を確認して問題を解決したり、リモートでのサポートを受けることができます。",
	"Checking Password": "パスワードを確認しています",
	"Checking for Updates": "アップデートを確認中",
	"Checking...": "確認中...",
	"Chicago": "シカゴ",
	"Chihuahua": "チワワ",
	"Children": "子供向け",
	"Children Age": "子供向け番組",
	"Children Program Locks": "子供向け視聴制限設定",
	"Children over 8 are allowed to watch.": "8歳以上の子供の視聴が許可されています。",
	"Chile": "チリ",
	"China": "中国",
	"Chinese": "中国語",
	"Chisinau": "キシナウ",
	"Choibalsan": "チョイバルサン",
	"Chongqing": "重慶",
	"Choose to have all channels or just your primary ones when you change channels.": "チャンネルをスクロールして変えるときに、すべてのチャンネルを表示するか、プライマリチャンネルのみを表示するかを選択します。",
	"Christmas Island": "クリスマス島",
	"Cinema": "シネマ",
	"Cinema Bright": "シネマブライト",
	"Cinema Clear": "シネマクリア",
	"Cinema Dark": "シネマダーク",
	"Cinema Home": "シネマブライト",
	"Cinema View": "シネマビュー",
	"Cinema View (32:12)": "シネマビュー(32:12)",
	"Cinema Zoom": "シネマズーム",
	"City": "都市",
	"City Selection": "地域設定",
	"Clean Audio": "クリーンオーディオ",
	"Clear": "弱",
	"Clear Plus": "クリアプラス",
	"Clear Voice Ⅲ": "クリアボイスⅢ",
	"Clear Voice Ⅳ": "クリアボイスⅣ",
	"Clear1": "弱",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LGワイヤレスキーボードをオンにしてペアリングモードに設定してから、下の[接続]ボタンをクリックしてください。",
	"Close": "閉じる",
	"Closed Caption": "字幕",
	"Closed Caption Settings": "字幕設定",
	"Code Value": "コード値",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "更新可能な最新ソフトウェアを確認するために、MACアドレス、モデル番号、国コード、言語設定、ソフトウェアバージョンを収集して保存します。",
	"Colombia": "コロンビア",
	"Colombo": "コロンボ",
	"Color": "色指定",
	"Color Gamut": "色域",
	"Color Management System": "カラーマネージメント",
	"Color Temperature": "色温度",
	"Component": "コンポーネント",
	"Conakry": "コナクリ",
	"Confirm the terms and conditions or change whether to accept the agreement.": "利用規約の内容を確認したり、同意するかどうかを変更します。",
	"Congo Brazzaville": "コンゴ共和国",
	"Connect": "接続",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetoothスピーカーを接続し、本体スピーカーとBluetoothスピーカー間のオーディオ遅延を自動的に調整します。",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARCをサポートする外部オーディオデバイスとeARCで接続します。",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ガイドに基づいて、セットトップボックス、サウンドバーなどの外部機器をテレビに接続します。",
	"Connect the LAN cable directly to the TV to use the network.": "ネットワークを使用するために、LANケーブルを直接テレビに接続します。",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IPアドレスとDNSサーバーアドレスを手動で入力して、ネットワークに接続します。",
	"Connect to the network if a wireless router is installed.": "無線ルーターがインストールされている場合は、無線ネットワークに接続してください。",
	"Connect via WPS PBC": "WPS-PBCで接続",
	"Connect via WPS PIN": "WPS-PINで接続",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "LANケーブルをテレビまたはルーターに接続して、有線ネットワークに接続してください。",
	"Connect your TV with WiSA Speakers wirelessly.": "テレビとWiSAスピーカーをワイヤレスで接続します。",
	"Connectable Devices ({num})": "接続可能デバイス({num})",
	"Connected": "接続されました。",
	"Connected to Internet": "インターネットに接続されています。",
	"Connecting...": "接続中...",
	"Connection": "接続",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "スマートデバイスやPCとの接続を管理することができます。テレビとモバイルデバイスを接続するには、スマートデバイスやPCで接続設定および要求が必要です。",
	"Content Recommendations": "コンテンツおすすめ",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "音声多重チャンネルがHbbTVサービスによりサポートされている場合、音声多重放送に適した音声でコンテンツが再生されます。",
	"Contrast": "コントラスト",
	"Cool": "高",
	"Copenhagen": "コペンハーゲン",
	"Copy Channels": "チャンネルのコピー",
	"Copy/Delete file": "ファイルのコピー/削除",
	"Correct contrast and brightness by adjusting black levels.": "映像の暗い部分（黒）の明るさを調整します。高で明るく、低で暗く設定できます。",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "画素を補正し、テレビが長時間ついているときに発生する可能性がある画質の問題を防止します。",
	"Costa Rica": "コスタリカ",
	"Could not fined available network.": "使用できるネットワークが見つかりませんでした。",
	"Croatia": "クロアチア",
	"Croatian": "クロアチア語",
	"Cuba": "キューバ",
	"Cuiabá": "クイアバ",
	"Current time is not valid. Do you want to set the correct time now?": "現在時刻が有効ではありません。今すぐ正しい時刻を設定しますか？",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "現在選択している{pictureMode}モードの設定値がすべての入力に適用されます。続行しますか？",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "現在接続しているLGワイヤレスキーボードがテレビから切断されます。続行しますか？",
	"Custom": "カスタム",
	"Custom Time Zone": "カスタムタイムゾーン",
	"Customer Service": "カスタマーサービス",
	"Cyan": "シアン",
	"Cyprus": "キプロス",
	"Czech": "チェコ",
	"Czech Republic": "チェコ共和国",
	"Côte d'Ivoire": "コートジボワール",
	"DNS Server": "DNSサーバー",
	"DR Congo": "コンゴ民主共和国",
	"DTV Audio Setting": "DTV音声設定",
	"Dagbani": "ダバニ語",
	"Dakar": "ダカール",
	"Damascus": "ダマスカス",
	"Danish": "デンマーク語",
	"Danmarkshavn": "デンマークシャウン",
	"Dar es Salaam": "ダルエスサラーム",
	"Data Service": "データサービス",
	"Date": "日付",
	"Dawson": "ドーソン",
	"Dawson Creek": "ドーソンクリーク",
	"Day": "日",
	"De-Blur": "残像除去",
	"De-Judder": "ジャダー調整",
	"Delete": "削除",
	"Delete Connection History": "接続履歴を削除する",
	"Delete Pairing History": "ペアリングの履歴を削除する",
	"Delete Usage Data": "利用履歴の削除",
	"Demo Options": "デモオプション",
	"Democratic Republic of the Congo": "コンゴ民主共和国",
	"Denmark": "デンマーク",
	"Denver": "デンバー",
	"Depressed": "省略",
	"Deregister": "登録解除",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "視覚障害のある方がテレビを使用するために、音声で画面上のコンテンツを説明します。",
	"Detect Range": "検出範囲",
	"Detroit": "デトロイト",
	"Device Connection Settings": "デバイス接続設定",
	"Device List": "デバイスリスト",
	"Device Name": "機器名",
	"Dhaka": "ダッカ",
	"Digital Mode": "デジタルモード",
	"Digital Sound Out": "デジタル音声出力",
	"Digital TV": "デジタルテレビ",
	"Dili": "ディリ",
	"Directed to Older Children (ages 7 and above)": "年長児向け（7歳以上）",
	"Disabled": "無効",
	"Disconnect": "接続解除",
	"Display captions for hearing-impaired viewers to use TV.": "聴覚障がいのある方がテレビを使用するための字幕を表示します。",
	"Display fast-moving content smoothly and clearly.": "動きの速いコンテンツを滑らかかつ鮮明に表示します。",
	"Display luminance level for the highest point (100 IRE).": "最高ポイント (100 IRE) の輝度レベルを表示します。",
	"Display pictures in a warm or cool color temperature.": "暖色から寒色に色温度を設定します。",
	"Djibouti": "ジブチ",
	"Do Not Sell My Personal Information": "個人情報販売拒否",
	"Do Not Track": "追跡しない",
	"Do you want to continue?": "続行しますか？",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "USBストレージデバイスからテレビにチャンネルリストをコピーしますか？テレビの現在のチャンネルは削除されます。",
	"Do you want to copy channel list from your TV to the USB storage?": "テレビからUSBストレージデバイスにチャンネルリストをコピーしますか？",
	"Do you want to reset Position Settings?": "位置設定をリセットしますか？",
	"Do you want to reset Volume Control?": "音量調節をリセットしますか？",
	"Do you want to set the correct time now?": "今すぐ正しい時刻を設定しますか？",
	"Do you want to turn your TV off now?": "今すぐテレビの電源をオフにしますか？",
	"Dodoma": "ドドマ",
	"Doha": "ドーハ",
	"Dolby Atmos": "ドルビーアトモス",
	"Dolby Vision": "ドルビービジョン",
	"Dominica": "ドミニカ国",
	"Dominican Republic": "ドミニカ共和国",
	"Done": "完了",
	"Douala": "ドゥアラ",
	"Download Mail": "ダウンロードメール",
	"Download and Install": "ダウンロードしてインストール",
	"Downloadable Rating": "ダウンロードレーティング",
	"Dual Mono": "デュアルモノ",
	"Dubai": "ドバイ",
	"Dublin": "ダブリン",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on機能が解除されている間は、画面を消したままでの音声認識など、一部機能の使用が制限されます。",
	"Dushanbe": "ドゥシャンベ",
	"Dutch": "オランダ語",
	"Dynamic Color": "ダイナミックカラー",
	"Dynamic Contrast": "ダイナミックコントラスト",
	"Dynamic Tone Mapping": "ダイナミックトーンマッピング",
	"Easter Island": "イースター島",
	"Eastern Africa": "東アフリカ",
	"Eco": "省エネ",
	"Eco Mode": "機器省エネ設定",
	"Ecuador": "エクアドル",
	"Edge Color": "エッジ色",
	"Edge Enhancer": "輪郭補正",
	"Edge Type": "エッジタイプ",
	"Edit": "編集",
	"Edmonton": "エドモントン",
	"Egypt": "エジプト",
	"Eirunepé": "エイルネペ",
	"El Salvador": "エルサルバドル",
	"El salvador": "エルサルバドル",
	"Emergency Alert": "緊急警報",
	"Enabled": "有効",
	"Energy Saving": "映像省エネ設定",
	"Energy consumption may increase if this feature is on.": "この機能をオンにすると、待機消費電力が増えることがあります。",
	"Energy saving modes to limit power consumption.": "消費電力を制限する映像省エネモードです。",
	"English": "英語",
	"Enhance the bass sound.": "低音を強調します。",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "背景やテキストなど、一部のメニューの明るい部分と暗い部分のコントラストを強調して、弱視の方にも見やすくします。",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LGディープラーニング技術で学習したアルゴリズムにより、コンテンツの解像度とシャープネスを向上させ、コンテンツ分析を通して最適化された立体感を表現します。",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "音場効果をオンにすることで、ドルビーアトモスコンテンツを最適なサウンドでお楽しみください。",
	"Enjoy TV sound by connecting Wired Headphones.": "有線接続のヘッドホンから音声を出力します。",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN（ARC）端子に接続されたオーディオデバイスから音声を出力します。",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "光デジタル音声出力端子に接続されたオーディオデバイスから音声を出力します。",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "光デジタル音声出力端子に接続されているLGオーディオデバイスから音声を出力します。",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "ヘッドホン/スピーカー端子に接続されたオーディオデバイスから音声を出力します。",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "本体スピーカーと有線接続のヘッドホンから同時に音声を出力します。",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "本体スピーカーと光デジタル音声出力端子に接続された外部オーディオデバイスから同時に音声を出力します。",
	"Enjoy a clear and natural sound.": "クリアで自然な音声をお楽しみください。",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "BluetoothまたはLGサウンドシンクで接続されたワイヤレスオーディオデバイスから音声を出力します。",
	"Enjoy the sound optimized to the room.": "視聴環境に最適化されたサウンドに設定します。",
	"Enter CI Password": "CIパスワードの入力",
	"Enter the PIN in your router's settings.": "アクセスポイント設定用のパスワードを入力してください。",
	"Enter the master password.": "マスターパスワードを入力します。",
	"Equalizer": "イコライザー",
	"Equatorial Guinea": "赤道ギニア",
	"Eritrea": "エリトリア",
	"Estonia": "エストニア",
	"Estonian": "エストニア語",
	"Ethiopia": "エチオピア",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "設定がオフの場合でも、チャンネルバナー、音声認識を通して、関連情報を確認できます。",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "テレビがオフのときでも、最小電力でスマートデバイスを接続し音楽を聴くことができます。 テレビの電源を入れると、様々な機能をすぐに使用できます。",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "テレビの電源がオフのときでも、スマートフォンをBluetoothでテレビに接続して、音楽を聴くことができます。",
	"Every Day": "毎日",
	"Every Weekday": "平日",
	"Every Weekend": "毎週末",
	"Ewe": "エウェ語",
	"Expert (Bright Room)": "シネマ１",
	"Expert (Dark Room)": "シネマ２",
	"Export your TV's channel list information to a connected USB device.": "接続されているUSBデバイスにテレビのチャンネルリスト情報をエクスポートします。",
	"Extended": "エクステンデッド",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "自動電源オフ設定の時間を延長したり、この機能をオフにすると、待機消費電力が増える可能性があります。",
	"Extreme": "エクストリーム",
	"Eye Comfort Mode": "眼精疲労軽減モード",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE自動切換",
	"Fantasy Violence": "ファンタジーバイオレンス",
	"Fast": "速く",
	"Fernando de Noronha": "フェルナンドデノローニャ",
	"Fiji": "フィジー",
	"Find and tell an audio device available to connect around TV.": "テレビ周辺の接続可能なオーディオデバイスを検索して通知します。",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "赤／緑／青／黄／シアン／マゼンタの特定の色味を調整します。他の色には影響をあたえません。調整を行っても、一般的な映像では色の差異が判別できない場合があります。",
	"Finland": "フィンランド",
	"Finnish": "フィンランド語",
	"Flash": "フラッシュ",
	"Flat Mode": "フラットモード",
	"Font": "フォント",
	"Font 1": "フォント1",
	"Font 2": "フォント2",
	"Font 3": "フォント3",
	"Font 4": "フォント4",
	"Font 5": "フォント5",
	"Font 6": "フォント6",
	"Font 7": "フォント7",
	"Font 8": "フォント8",
	"Football": "サッカー",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS（Wi-Fi Protected Setup）対応の無線ルーターの場合は、テレビを無線ネットワークに接続するためのPINコードを入力します。",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS（Wi-Fi Protected Setup）対応の無線ルーターの場合は、WPS-PBCボタンを押して、テレビを無線ネットワークに接続します。",
	"Fortaleza": "フォルタレザ",
	"France": "フランス",
	"Freetown": "フリータウン",
	"French": "フランス語",
	"French Polynesia": "フランス領ポリネシア",
	"Full Wide": "FullWide",
	"Ga": "ガ語",
	"Gabon": "ガボン",
	"Gaborone": "ハボローネ",
	"Gaelic": "ゲール語",
	"Galapagos Islands": "ガラパゴス諸島",
	"Galician": "ガリシア語",
	"Gallery": "ギャラリー",
	"Gambia": "ガンビア",
	"Gambier": "ガンビア",
	"Game": "ゲーム",
	"Gamma": "ガンマ",
	"Gateway": "ゲートウェイ",
	"General": "機器設定",
	"General Age": "一般向け番組",
	"General Audience": "一般視聴者",
	"General Audiences": "一般視聴者",
	"General Program Locks": "一般向け視聴制限設定",
	"Georgia": "ジョージア",
	"German": "ドイツ語",
	"Germany": "ドイツ",
	"Get started in a quiet environment for sound optimization.": "サウンドの最適化のために、静かな環境で始めてください",
	"Getting...": "読み込み中...",
	"Ghana": "ガーナ",
	"Gibraltar": "ジブラルタル",
	"Glace Bay": "グレースベイ",
	"Godthab": "ゴットホープ",
	"Grayscale": "グレースケール",
	"Greece": "ギリシャ",
	"Greek": "ギリシャ語",
	"Green": "緑",
	"Greenland": "グリーンランド",
	"Grenada": "グレナダ",
	"Guadalcanal": "ガダルカナル",
	"Guadeloupe": "グアダルーペ",
	"Guam": "グアム",
	"Guatemala": "グアテマラ",
	"Guatemala City": "グァテマラシティ",
	"Guayaquil": "グアヤキル",
	"Guernsey": "ガーンジー",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "視覚障がいのある方がテレビを使用できるように、メニューや操作を音声で案内します。",
	"Guinea": "ギニア",
	"Guinea Bissau": "ギニアビサウ",
	"Guinea Conakry": "ギニア",
	"Guinea Equatorial": "赤道ギニア",
	"Gujarati": "グジャラート語",
	"Guyana": "ガイアナ",
	"H Position": "水平位置",
	"H Sharpness": "水平シャープネス",
	"H Size": "水平サイズ",
	"HD Mode": "HDモード",
	"HD Mode Option": "HDモードのオプション",
	"HDD Eco Mode": "HDD省エネモード",
	"HDD Power Saving Mode": "HDD省エネモード",
	"HDMI Input Audio Format": "HDMI入力オーディオフォーマット",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD ディープカラー",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}およびHDMI {port2}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}およびHDMI {port2}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}、HDMI {port2}およびHDMI {port3}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}、HDMI {port2}およびHDMI {port3}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}、HDMI {port2}、HDMI {port3}およびHDMI {port4}端子は、Ultra HD ディープカラーに対応しています。",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}、HDMI {port2}、HDMI {port3}およびHDMI {port4}端子は、Ultra HD ディープカラーに対応しています。",
	"HDR Effect": "HDR効果",
	"HDR Picture Mode": "HDR映像モード",
	"Haiti": "ハイチ",
	"Halifax": "ハリファックス",
	"Harare": "ハラレ",
	"Harbin": "ハルビン",
	"Hard of Hearing": "音解説",
	"Hausa": "ハウサ語",
	"Havana": "ハバナ",
	"Headphones Volume": "ヘッドホン音量",
	"Hebrew": "ヘブライ語",
	"Helsinki": "ヘルシンキ",
	"Hermosillo": "エルモシージョ",
	"High": "高",
	"High Contrast": "ハイコントラスト",
	"Higher values increase a sense of warmth or coldness.": "値を調節して、色の寒暖を設定することができます。",
	"Hindi": "ヒンディー語",
	"Ho Chi Minh": "ホーチミン",
	"Home Animation": "ホームアニメーション",
	"Home Auto Launch": "ホーム自動起動",
	"Home Mode": "ホームモード",
	"Home Promotion": "ホームプロモーション",
	"Home Settings": "ホーム設定",
	"Home/Store Mode": "モード設定",
	"Honduras": "ホンジュラス",
	"Hong Kong": "香港",
	"Hongkong": "香港",
	"Honolulu": "ホノルル",
	"Hours": "時間",
	"However, the IPv6 version of the address does not support editing.": "ただし、IPv6 バージョンのアドレスは編集できません。",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "テレビを最適な状態にしておくため、常時オン機能は5時間後に無効になり、電源が完全にオフになります。",
	"Hungarian": "ハンガリー語",
	"Hungary": "ハンガリー",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "重要！「初期化」を行うとアカウント設定およびインストール済みアプリがすべて削除されます。この操作はやり直しできません。",
	"IP (Automatic)": "IPアドレス(自動)",
	"IP (Manual)": "IPアドレス(手動)",
	"IP Address": "IPアドレス",
	"IVC (Cote d’Ivoire)": "IVC (コートジボワール)",
	"Iceland": "アイスランド",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "自動電源をオンにすると、SIMPLINKデバイスの電源を入れるとテレビの電源も入り、テレビの電源を切るとSIMPLINKデバイスの電源も切れます。",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "セットトップボックス/ OTTのユニバーサルコントロールが設定されている場合は、LGリモコンで接続されているセットトップボックスを使用することができます。",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "デバイスが該当の端子に接続されている場合、映像の遅延または中断を最小限に抑え、ゲームに最適化された映像を表示します。",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "この設定をオンにした端子に、Ultra HD ディープカラーをサポートする機器を接続すると、映像がよりクリアになります。",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "録画やソフトウェアアップデートが実行中の場合には、これらの操作が完了するまで待機します。処理が完了するまでに、1時間以上かかる場合があります。",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "録画やソフトウェアアップデートが実行中の場合には、その動作が完了するまで待機します。処理が完了するまでに、{n}分以上かかる場合があります。",
	"If the device is not connected, you may not hear any sound through it.": "注：スピーカーが正しく接続および設定されていない場合、スピーカーから音声が聞こえないことがあります。",
	"If the edge of the screen is not clean, please turn this function off.": "画面の端が鮮明に表示されない場合は、この機能をオフにしてください。",
	"If the program does not support multiple languages, the default language is selected.": "番組が複数の言語に対応していない場合は、既定の言語が選択されます。",
	"If the program does not support the selected output format, the default output from the source will be used.": "選択した出力フォーマットに番組が対応していない場合、放送信号の既定の出力が使用されます。",
	"If the program doesn't support different audio settings, the default audio will be selected.": "番組が多重音声でない場合は、既定の音声が選択されます。",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "同じ状態が繰り返し発生する場合は、設定値を再度変更するか、接続している外部機器を再起動してください。",
	"If the selected language does not support, the default language from broadcasts will be used.": "選択した言語に対応していない場合は、放送で提供される既定の言語が使用されます。",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "静止画の表示中、1時間以上ユーザーの操作がなかった場合、スクリーンセーバーに切り換わります。",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "設定した時刻が現在時刻と大きく異なる場合、一部のスマート機能が表示されないことがあります。",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "デバイスから音声が聞こえない場合は、デバイスが正しく動作しているか、またLGサウンドシンクに対応しているかを確認してください。",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "パブリックモードを選択した場合、テレビが販売店などでの展示用に最適化された値に設定されます。",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "音声ガイダンスをオンにした場合、移動はリモコンの左/右/上/下ボタンで行います。ポインターを使うアプリは利用できない場合があります。",
	"If you turn it off, CAM operator's profile will be deleted.": "オフにすると、CAMオペレータのプロフィールが削除されます。",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "オフにすると、スキャン済みのすべてのCAMチャンネルが利用できなくなります。お知らせも表示されなくなります。",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "「高速起動+」をオフにする場合、ハンズフリー音声認識を使って、テレビをオンにすることはできません。続行しますか？",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "スクリーンセーバーをオフにすることで、テレビ画面に同じ画像が2時間以上表示されると、テレビ画面の画質が低下することがあります。もし、同じ画像を5時間以上表示すると、テレビ画面の画質は大変劣化します。続行しますか？",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "このオプションをオフにすると、静止画の継続表示により、画面品質が低下したり、場合によっては回復できないことがあります。",
	"If you use Energy Saving function, brightness of your TV will be affected.": "映像省エネ設定を使用すると、テレビの明るさに影響します。",
	"Import your TV's channel list information from a connected USB device.": "接続されているUSBデバイスからテレビのチャンネルリスト情報をインポートします。",
	"Import/export your TV's channel list information from/to a connected USB device.": "テレビのチャンネルリスト情報を接続されているUSBデバイスからインポート/USBデバイスにエクスポートします。",
	"In Home": "ホームモード",
	"India": "インド",
	"Indianapolis": "インディアナポリス",
	"Indonesia": "インドネシア",
	"Indonesian": "インドネシア語",
	"Inner": "内",
	"Input": "入力切換",
	"Input Locks": "入力のロック",
	"Input field": "入力フィールド",
	"Installing...": "インストール中...",
	"Instant Game Response": "インスタントゲームレスポンス",
	"Interactive Service": "双方向サービス",
	"Interactivity(DTVi)": "双方向性(DTVi)",
	"Internal TV Speaker": "本体スピーカー",
	"Invert Colors": "色の反転",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "画面に表示される項目の可視性を高めるため、一部メニューの特定の色を反転および補正します。",
	"Iran": "イラン",
	"Iraq": "イラク",
	"Ireland": "アイルランド",
	"Irish": "アイルランド語",
	"Irkutsk": "イルクーツク",
	"Israel": "イスラエル",
	"Istanbul": "イスタンブール",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "各映像モードごとに初期化されますので、希望の映像モードを選択して初期化してください。",
	"It may not sound depending on connected devices.": "接続した機器によっては、音声が出力されないことがあります。",
	"It may take a few minutes.": "数分かかることがあります。",
	"It may take a few seconds.": "数秒かかることがあります。",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "LGマシンラーニング技術で学習したアルゴリズムにより、視聴ジャンルに最適なサウンドやバーチャル4.0サラウンドを提供します。",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "LGディープラーニング技術で学習したアルゴリズムにより、視聴ジャンルに最適なサウンドやバーチャル5.1サラウンドを提供します。",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "テレビの設置タイプに基づいて、室内の反射音を調整することで、最適化された音声を提供します。",
	"It reduces jaggies in the picture for a smooth picture.": "階調をよりなめらかに表現します。",
	"It works only when the broadcasting program supports captions.": "番組が字幕に対応する場合のみ動作します。",
	"It works only when the broadcasting program supports subtitles.": "番組が字幕に対応する場合のみ動作します。",
	"Italian": "イタリア語",
	"Italy": "イタリア",
	"Ivory Coast": "コートジボワール",
	"Jakarta": "ジャカルタ",
	"Jamaica": "ジャマイカ",
	"Japan": "日本",
	"Japanese": "日本語",
	"Jayapura": "ジャヤプラ",
	"Jerusalem": "エルサレム",
	"Johannesburg": "ヨハネスブルグ",
	"Jordan": "ヨルダン",
	"Just Scan": "ジャストスキャン",
	"Kabul": "カブール",
	"Kaliningrad": "カリーニングラード",
	"Kamchatka": "カムチャッカ",
	"Kampala": "カンパラ",
	"Kannada": "カンナダ語",
	"Karachi": "カラチ",
	"Kasem": "カセム語",
	"Kashgar": "カシュガル",
	"Katmandu": "カトマンズ",
	"Kazakh": "カザフ語",
	"Kazakhstan": "カザフスタン",
	"Kenya": "ケニア",
	"Keyboard Languages": "キーボード言語",
	"Khartoum": "ハルツーム",
	"Khovd": "ホブド",
	"Kiev": "キエフ",
	"Kigali": "キガリ",
	"Kingston": "キングストン",
	"Kinshasa": "キンシャサ",
	"Kiribati": "キリバス",
	"Kiritimati": "キリスィマスィ",
	"Kolkata": "コルカタ",
	"Korea": "大韓民国",
	"Korean": "韓国語",
	"Krasnoyarsk": "クラスノヤルスク",
	"Kuala Lumpur": "クアラルンプール",
	"Kuching": "クチン",
	"Kuwait": "クウェート",
	"Kuwait City": "クウェートシティ",
	"Kyrgyzstan": "キルギス",
	"LED Local Dimming": "LED部分制御",
	"LG Logo Light (Front of TV)": "LGロゴライト(テレビ前面)",
	"LG Services Country": "サービス対象国",
	"LG Sound Sync": "LGサウンドシンク",
	"LG Wireless Keyboard": "LGワイヤレスキーボード",
	"LG Wireless Keyboard Connected:": "LGワイヤレスキーボードの接続:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LGワイヤレスキーボードを使用すると、Bluetooth経由でテレビを操作できます。",
	"La Paz": "ラパス",
	"Lagos": "ラゴス",
	"Language": "言語設定",
	"Laos": "ラオス",
	"Large": "大",
	"Last tuning:": "前回の設定:",
	"Latvia": "ラトビア",
	"Latvian": "ラトビア語",
	"Lebanon": "レバノン",
	"Left": "左",
	"Left Right": "左/右",
	"Left Surround": "左サラウンド",
	"Left drop shadow": "左下影付き",
	"Legal Notice": "法的通知",
	"Lesotho": "レソト",
	"Liberia": "リベリア",
	"Libreville": "リーブルビル",
	"Libya": "リビア",
	"Liechtenstein": "リヒテンシュタイン",
	"Light": "低",
	"Lilongwe": "リロングウェ",
	"Lima": "リマ",
	"Limit AD Tracking": "広告トラッキングの制限",
	"Lisbon": "リスボン",
	"Lithuania": "リトアニア",
	"Lithuanian": "リトアニア語",
	"Live Theater": "ライブシアター",
	"Ljubljana": "リュブリャナ",
	"Loading...": "読み込み中...",
	"Local": "ローカル",
	"Local Language": "ローカル言語",
	"Location": "地域設定",
	"Lock All": "すべてロック",
	"Lock changes for currently running apps will be applied the next time they are started.": "現在実行中のアプリに対する変更は、そのアプリの次回起動時に適用されます。",
	"Logo Luminance Adjustment": "ロゴの輝度調整",
	"Lome": "ロメ",
	"London": "ロンドン",
	"Lord Howe": "ロードハウ",
	"Los Angeles": "ロサンゼルス",
	"Louisville": "ルイビル",
	"Low": "低",
	"Luanda": "ルアンダ",
	"Lubumbashi": "ルブンバシ",
	"Luminance": "輝度",
	"Lusaka": "ルサカ",
	"Luxembourg": "ルクセンブルク",
	"MAC Address": "MACアドレス",
	"MAC Address (Wired)": "MACアドレス（有線）",
	"MAC Address (Wireless)": "MACアドレス（無線）",
	"MASTER PASSWORD": "マスターパスワード",
	"MPEG Noise Reduction": "MPEGノイズリダクション",
	"Macao": "マカオ",
	"Macedonia": "マケドニア",
	"Macedonia, The Former Yugoslav Republic Of": "マケドニア旧ユーゴスラビア共和国",
	"Macedonian": "マケドニア語",
	"Maceió": "マセイオ ",
	"Maceió ": "マセイオ ",
	"Madagascar": "マダガスカル",
	"Madeira": "マデイラ",
	"Madrid": "マドリード",
	"Magadan": "マガダン",
	"Magenta": "マゼンタ",
	"Makassar": "マカッサル",
	"Make blurry or difficult-to-see areas more vivid.": "解像度を高め、きめ細かな映像を表現します。",
	"Malabo": "マラボ",
	"Malawi": "マラウイ",
	"Malay": "マレー語",
	"Malayalam": "マラヤーラム語",
	"Malaysia": "マレーシア",
	"Maldives": "モルディブ",
	"Mali": "マリ",
	"Malta": "マルタ",
	"Manage channels stored on the TV.": "テレビに保存されたチャンネルを管理します。",
	"Managua": "マナグア",
	"Manama": "マナーマ",
	"Manaus": "マナウス",
	"Mandarin": "標準中国語",
	"Manila": "マニラ",
	"Manual": "手動設定",
	"Maori": "マオリ語",
	"Maputo": "マプト",
	"Marathi": "マラーティー語",
	"Marquesas": "マルケサス",
	"Marshall Islands": "マーシャル諸島",
	"Martinique": "マルティニーク",
	"Maseru": "マセル",
	"Mature Audience Only": "成人視聴者専用",
	"Mauritania": "モーリタニア",
	"Mauritius": "モーリシャス",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "映像の内容に応じてLEDバックライトの明るさを自動調整しコントラストのある映像にします。",
	"Mayotte": "マヨット",
	"Mazatlán": "マサトラン",
	"Mbabane": "ムババーネ",
	"Medium": "中",
	"Menu Language": "メニュー言語",
	"Menu Transparency": "透過メニュー",
	"Message": "メッセージ",
	"Method": "方式",
	"Mexico": "メキシコ",
	"Mexico City": "メキシコシティ",
	"Middle East": "中東",
	"Minsk": "ミンスク",
	"Minutes": "分",
	"Mobile Connection Management": "モバイル接続管理",
	"Mode Option": "モードのオプション",
	"Model": "モデル",
	"Mogadishu": "モガディシオ",
	"Moldova": "モルドバ",
	"Monaco": "モナコ",
	"Moncton": "モンクトン",
	"Mongolia": "モンゴル",
	"Monrovia": "モンロビア",
	"Montenegro": "モンテネグロ",
	"Monterrey": "モントレー",
	"Montevideo": "モンテビデオ",
	"Month": "月",
	"Montréal": "モントリオール",
	"Morocco": "モロッコ",
	"Moscow": "モスクワ",
	"Motion Eye Care": "アイケア",
	"Movie Lock": "映画ロック",
	"Mozambique": "モザンビーク",
	"Multi": "マルチ",
	"Multi Audio": "音声多重",
	"Multi Channel Audio": "マルチチャンネルオーディオ",
	"Multi Feed": "マルチフィード",
	"Multiple": "複数",
	"Muscat": "マスカット",
	"Music": "音楽",
	"Myanmar": "ミャンマー",
	"Mérida": "メリダ",
	"NEXTGEN TV Mode": "NEXTGEN テレビモード",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - ニューサウスウェールズ州/オーストラリア首都特別地域 - シドニー",
	"NT - Northern Territory - Darwin": "NT - 北部特別地域 - ダーウィン",
	"Nairobi": "ナイロビ",
	"Namibia": "ナミビア",
	"Narrow": "狭く",
	"Nassau": "ナッソー",
	"Natural": "ナチュラル",
	"Ndebele": "ンデベレ語",
	"Ndjamena": "ンジャメナ",
	"Nepal": "ネパール",
	"Netherland": "オランダ",
	"Netherlands": "オランダ",
	"Network": "ネットワーク",
	"Network Connection Settings": "ネットワーク接続設定",
	"Network Name": "ネットワーク名",
	"Network-Based Personalization Recommendations": "ネットワークベースのおすすめ",
	"New Caledonia": "ニューカレドニア",
	"New York": "ニューヨーク",
	"New Zealand": "ニュージーランド",
	"Next": "次へ",
	"Niamey": "ニアメ",
	"Nicaragua": "ニカラグア",
	"Nicosia": "ニコシア",
	"Niger": "ニジェール",
	"Nigeria": "ナイジェリア",
	"Night": "夜",
	"Nipigon": "ニピゴン",
	"No": "いいえ",
	"No CAS Module information": "CASモジュール情報がありません。",
	"No Internet via 3G/4G network": "3G/4Gネットワーク経由のインターネットがありません",
	"No Internet via Ethernet": "イーサネット経由でインターネットに接続されていません。",
	"No Internet via Wi-Fi": "Wi-Fi経由でインターネットに接続されていません",
	"No One 17 and Under Admitted.": "17歳以下は制限されます。",
	"No Operation Auto Off": "無操作自動オフ",
	"No Signal Auto Off": "無信号自動オフ",
	"No Signal Image": "無信号時画像表示",
	"No Signal Power Off (15Min)": "信号がなければ電源をオフ(15分)",
	"No devices have been found.": "デバイスが見つかりません。",
	"No paired devices.": "ペアリングされているデバイスはありません。",
	"No signal on Server": "サーバー応答がありません",
	"No updates found.": "アップデートはありません。",
	"Noise Reduction": "ピクチャーノイズリダクション",
	"None": "なし",
	"Normal": "ノーマル",
	"North Korea": "北朝鮮",
	"Northern Africa": "北アフリカ",
	"Norway": "ノルウェー",
	"Norwegian": "ノルウェー語",
	"Not Connected": "接続されていません。",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "注：デバイスがHDMI Ultra HD ディープカラーに対応していない場合、正しく動作しない可能性があります。その場合は、HDMI Ultra HD ディープカラーの設定をオフにするか、デバイスを別のHDMI端子に接続してください。",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "注：デバイスがHDMI Ultra HD ディープカラーに対応していない場合、正しく動作しない可能性があります。その場合は、HDMI Ultra HD ディープカラーの設定をオフにするか、デバイスを別のHDMI端子に接続してください。",
	"Note: Available options depend on the broadcast program.": "注：使用できるオプションは放送番組によって異なります。",
	"Note: Behavior may differ if connected device is not a LG device.": "注:LG製のデバイスでない場合は動作が異なる場合があります。",
	"Note: Only displayed when it is provided by the program.": "注:番組により提供されている場合にのみ表示されます。",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "注：字幕/文字スーパーは放送番組により提供されている場合にのみ表示されます。",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "注：テレビやVODコンテンツなどの再生時に使用できる機能と透明度が機種によって異なる場合があります。",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "注意:<br>1. パネルノイズクリアの実行中にテレビの電源をオンにすると、処理が停止します。この場合、操作を最初からやり直す必要があります。<br>2. 処理中に画面に白い線が表示される場合があります。これは正常な動作です。",
	"Notifications": "お知らせ",
	"Nouméa": "ヌメア",
	"Novosibirsk": "ノボシビルスク",
	"Nzema": "ンゼマ語",
	"OK": "決定",
	"OLED LIGHT": "有機EL輝度",
	"OLED Motion": "Motion",
	"OLED Motion Pro": "Motion Pro",
	"OLED Screen Saver": "スクリーンセーバー",
	"OLED Surround": "OLEDサラウンド",
	"Object Audio": "オブジェクトオーディオ",
	"Off": "オフ",
	"Oman": "オマーン",
	"Omsk": "オムスク",
	"On": "オン",
	"OnTimer Channel not selected": "オンタイマーのチャンネルが選択されていません。",
	"Open": "オープン",
	"Open Source Licenses": "オープンソースソフトウェアに関する通知",
	"Open when TV is turned on": "テレビをオンにすると開く",
	"Operate once when TV is off": "テレビの電源オフで一度だけ開始",
	"Optical": "光デジタル音声",
	"Optical + Internal TV Speaker": "光デジタル音声 + 本体スピーカー",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LGマシンラーニング技術で学習したアルゴリズムにより、コンテンツに最適化された立体感を表現します。",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDRの内容に応じてコントラストを自動的に調整します。",
	"Optimize contrast settings based on image brightness.": "映像の内容に応じてコントラストを自動的に調整します。",
	"Optimize the sound for a cinematic experience.": "映画に最適化された音声を出力します。",
	"Oranjestad": "オラニエスタッド",
	"Original Language": "原語",
	"Oslo": "オスロ",
	"Others": "その他",
	"Ouagadougou": "ワガドゥグー",
	"Outer": "外",
	"Output sound through the Internal TV speaker.": "本体スピーカーから音声を出力します。",
	"PIN: {pin}": "パスワード：{pin}",
	"Pakistan": "パキスタン",
	"Palau": "パラオ",
	"Panama": "パナマ",
	"Panama City": "パナマシティ",
	"Panjabi": "パンジャブ語",
	"Papua New Guinea": "パプアニューギニア",
	"Paraguay": "パラグアイ",
	"Paramaribo": "パラマリボ",
	"Parental Guidance Suggested": "保護者の付き添いが望ましい",
	"Parental Guidance Suggested :": "保護者の視聴指導を推奨：",
	"Parental guidance suggested for children ages 8-13.": "8～13歳の子供は保護者の視聴指導が必要です。",
	"Parents Guidance strongly required :": "保護者の視聴指導が必須：",
	"Parents Strongly Cautioned": "強い警告",
	"Paris": "パリ",
	"Pass Through": "パススルー",
	"Password": "パスワード",
	"Patent Information": "特許情報",
	"Peak Brightness": "ピーク輝度",
	"Persian": "ペルシャ語",
	"Peru": "ペルー",
	"Philippines": "フィリピン",
	"Phnom Penh": "プノンペン",
	"Phoenix": "フェニックス",
	"Photo": "フォト",
	"Pick a Time": "時刻の選択",
	"Picture": "映像",
	"Picture Mode": "映像モード",
	"Picture Mode Settings": "映像モードの設定",
	"Picture Options": "映像オプション",
	"Picture Test": "映像テスト",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "外部接続のデバイスとテレビが初期接続中は、写真や音声が正しく出力されないことがあります。問題が解決しない場合、設定を元に戻すか、外部接続のデバイスを再起動してください。",
	"Pitch": "ピッチ",
	"Pixel Refresher": "パネルノイズクリア",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "パネルノイズクリアを使用すると、より鮮明な映像が視聴できるようになります。",
	"Pixel Refresher begins only once when the TV is turned off.": "テレビの電源をオフにすると、パネルノイズクリアが一度だけ開始されます。",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "パネルノイズクリアが予約されました。次にテレビの電源をオフしたときに開始されます。",
	"Play": "再生",
	"Play sound through TV Speaker.": "テレビスピーカーから音声を出力します。",
	"Play the standard sound suitable for all types of content.": "すべてのタイプのコンテンツに適した標準音声を再生します。",
	"Please check if WiSA Speakers are turned on and try again.": "WiSAスピーカーの電源がオンになっていることを確認して、もう一度お試しください。",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetoothデバイスが他のデバイスに接続されていないかを確認してください。",
	"Please check the network name and password and try again.": "ネットワーク名とパスワードを確認してもう一度お試しください。",
	"Please check the status and try again": "状況を確認してもう一度お試しください。",
	"Please do not unplug the USB storage until the copying is completed.": "コピーが完了するまでは、USBストレージデバイスを取り外さないでください。",
	"Please enter your password to turn off this function.": "この機能をオフにするには、パスワードを入力してください。",
	"Please enter your password to turn on this function.": "この機能をオンにするには、パスワードを入力してください。",
	"Please make sure that your TV is connected to the network and try again.": "テレビがネットワークに接続していることを確認して、もう一度お試しください。",
	"Please note that LG does not use or manage the value.": "LGは、該当の値の利用や管理を行いません。",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "デジタル音声出力がパススルーに設定されている場合、音声が出力されない場合があります。",
	"Please try again later.": "後でもう一度お試しください。",
	"Please wait while the Settings application reloads.": "設定アプリが読み込まれるまでお待ちください。",
	"Please wait while the Settings application restarts.": "設定アプリケーションが再起動するまでお待ちください。",
	"Please wait while the TV restarts.": "テレビが再起動するまでお待ちください。",
	"Please wait while the TV searches for LG Service Country.": "テレビがLGサービス対象国を検索するまでお待ちください。",
	"Podgorica": "ポドゴリツァ",
	"Point": "ポイント",
	"Pointer Options": "ポインター設定",
	"Pointer Size": "ポインターサイズ",
	"Poland": "ポーランド",
	"Polish": "ポーランド語",
	"Pontianak": "ポンティアナク",
	"Port Louis": "ポートルイス",
	"Port Moresby": "ポートモレスビー",
	"Port of Spain": "ポートオブスペイン",
	"Port-au-Prince": "ポルトープランス",
	"Porto Novo": "ポルトノボ",
	"Porto Velho": "ポルトベーリョ",
	"Porto-Novo": "ポルトノボ",
	"Portugal": "ポルトガル",
	"Portuguese": "ポルトガル語",
	"Position": "位置",
	"Position Settings": "位置設定",
	"Power Off Timer": "オフタイマー",
	"Power On Timer": "オンタイマー",
	"Power Saving Mode": "省エネモード",
	"Prague": "プラハ",
	"Praia": "プライア",
	"Preschool": "幼児向け",
	"Press right button to adjust de-blur and Motion Pro value.": "右ボタンで残上除去とMotion Pro値を調整してください。",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "右ボタンで残像除去とMotion Pro値を調整してください。",
	"Press right button to adjust de-blur and OLED Motion value.": "右ボタンで残像除去とMotion値を調整してください。",
	"Press right button to adjust de-judder and Motion Pro value.": "右ボタンでジャダーとMotion Pro値を調整してください。",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "右ボタンでジャダーとMotion Pro値を調整してください。",
	"Press right button to adjust de-judder and OLED Motion value.": "右ボタンでジャダーとMotion値を調整してください。",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "右ボタンでジャダー、残像除去、Motion Pro値を調整してください。",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "右ボタンでジャダー、残像除去、Motion Pro値を調整してください。",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "右ボタンでジャダー、残像除去、Motion値を調整してください。",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "テレビをネットワークに接続するには、WPS対応ルータのWPSボタンを押して接続します。",
	"Press the right button to adjust Motion Pro settings.": "右ボタンでMotion Proの設定を調整してください。",
	"Press the right button to adjust OLED Motion Pro settings.": "右ボタンでMotion Proの設定を調整してください。",
	"Press the right button to adjust OLED Motion settings.": "右ボタンでMotionの設定を調整してください。",
	"Press the right button to adjust de-blur settings.": "右ボタンでブラー値を調整してください。",
	"Press the right button to adjust de-judder settings.": "右ボタンでジャダー値を調整してください。",
	"Previous": "前へ",
	"Primary Audio Language": "主音声",
	"Primary Channels": "プライマリチャンネル",
	"Primary Teletext Language": "第一文字",
	"Program exempted from ratings.": "等級免除の番組です。",
	"Programme": "番組",
	"Provide HbbTV Distinctive ID": "HbbTVのIDを提供",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "HbbTVの固有IDを放送局のHbbTVサービスに提供します。",
	"Provided services may vary depending on countries.": "提供されるサービスが国によって異なることがあります。",
	"Puerto Rico": "プエルトリコ",
	"Pyongyang": "平壌",
	"QLD - Queensland - Brisbane": "QLD - クイーンズランド州 - ブリスベン",
	"Qatar": "カタール",
	"Quick Help": "クイックヘルプ",
	"Quick Start+": "高速起動＋",
	"Rainy River": "レイニーリバー",
	"Raised": "ライズ",
	"Rangoon": "ラングーン",
	"Real Cinema": "リアルシネマ",
	"Reason: Authentication with access point was unsuccessful.": "理由:アクセスポイントが認証されませんでした。",
	"Reason: Could not establish a connection to access point.": "理由:アクセスポイントに接続できませんでした。",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "理由:DHCPで有効なIPアドレスを取得できませんでした。",
	"Reason: Entered password is incorrect.": "理由: 入力されたパスワードが正しくありません。",
	"Reason: Password is missing.": "理由:パスワードが入力されていません。",
	"Reason: The network you selected is out of range.": "理由: 選択したネットワークが範囲外です。",
	"Reason: Unable to login.": "理由:ログインできません。",
	"Receive emergency alerts from TV when an emergency occurs.": "緊急事態が発生したときにテレビを通して緊急警報を受け取ります。",
	"Recife": "レシフェ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "普段テレビを見ない時間帯をAlways-onに設定することをおすすめします。",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "視聴履歴とアプリの使用パターンに基づいて、有用なコンテンツと機能をおすすめします。",
	"Recommendations are available for the people, products and locations related to the current program.": "視聴中の番組に関連した人物、製品、場所のおすすめ情報を受け取ることができます。",
	"Red": "赤",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "デジタルビデオ信号の圧縮ノイズを減らして、きれいな映像を表現します。",
	"Regina": "レジャイナ",
	"Region": "地域",
	"Registered Devices ({num})": "登録済デバイス({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "視聴環境に最適化されたサウンドの高音を強化します。",
	"Reinforce the low-pitched tone of the optimized sound.": "視聴環境に最適化されたサウンドの低音を強化します。",
	"Remote Settings": "チャンネル登録",
	"Remove irregular and erratic pixels for a clearer image.": "弱／中／強／自動でピクチャーノイズリダクションの効果が切り換わります。強くするほどノイズを抑えます。オフでは機能しません。",
	"Reset": "初期化",
	"Reset AD ID": "AD IDのリセット",
	"Reset CI Password": "CIパスワードのリセット",
	"Reset HbbTV Distinctive ID": "HbbTVのIDをリセット",
	"Reset Password": "パスワードのリセット",
	"Reset Settings": "設定のリセット",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTVモバイルアプリとの接続時に承認されたアプリのリストをリセットします。",
	"Reset the caption position.": "字幕の位置をリセットします。",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "コンテンツの視聴履歴とアプリの利用履歴の両方をリセットします。履歴をリセットすると、おすすめコンテンツのお知らせが届くまで時間がかかる場合があります。",
	"Reset to Initial Settings": "初期化",
	"Restrict access to TV programs based on their ratings.": "視聴年齢制限に基づいてテレビ番組へのアクセスを禁止します。",
	"Restrict watching based on age ratings for children programs.": "子供向け番組の年齢制限に基づいて視聴を制限します。",
	"Restrict watching based on ages ratings.": "年齢制限に基づいて視聴を制限します。",
	"Restrict watching based on fantasy violence content ratings.": "ファンタジーバイオレンスコンテンツの等級に基づいて視聴を制限します。",
	"Restrict watching based on programs containing adult language.": "成人向けの言語を含む番組に基づいて視聴を制限します。",
	"Restrict watching based on programs containing sexual scene.": "性的シーンを含む番組に基づいて視聴を制限します。",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "性的な内容の会話を含む番組に基づいて視聴を制限します。",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "保護者の指導のもと、特定の年齢またはコンテンツの等級に基づいて視聴を制限します。",
	"Restrict watching based on violence content ratings.": "バイオレンスコンテンツの等級に基づいて視聴を制限します。",
	"Restrict watching movies based on rating.": "等級に基づいて映画の視聴を制限します。",
	"Restrict watching programs based on rating.": "番組の等級に基づいて視聴を制限します。",
	"Restriction ratings :": "制限の等級：",
	"Retry": "もう一度",
	"Revert TV to its initial settings.": "テレビを初期設定に戻します。",
	"Revert color adjustment settings to default.": "カラーマネージメント設定をデフォルトに戻します。",
	"Revert detailed sound effect settings of standard mode to default.": "標準モードの詳細なサウンド効果設定をデフォルトに戻します。",
	"Revert picture setting values to default.": "映像設定値をデフォルトに戻します。",
	"Revert white balance settings to default.": "ホワイトバランスの設定をデフォルトに戻します。",
	"Reykjavik": "レイキャビク",
	"Riga": "リガ",
	"Right": "右",
	"Right Left": "右/左",
	"Right Surround": "右サラウンド",
	"Right drop shadow": "右下影付き",
	"Rio Branco": "リオブランコ",
	"Riyadh": "リャド",
	"Romania": "ルーマニア",
	"Romanian": "ルーマニア語",
	"Rome": "ローマ",
	"Russia": "ロシア",
	"Russian": "ロシア語",
	"Rwanda": "ルワンダ",
	"SA - South Australia - Adelaide": "SA - 南オーストラリア州 - アデレード",
	"SIGNATURE Opening": "SIGNATUREオープニング",
	"SIGNATURE TV Settings": "SIGNATURE TVの設定",
	"SIMPLINK (HDMI-CEC)": "SIMPLINK（HDMI-CEC）",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINKを使用すると、DVDプレーヤーやオーディオホームシアターシステムなど、HDMIでLG Smart TVに接続された他のSIMPLINK対応デバイスをLGリモコンで操作できます。",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "このARCモードを使用すると、SIMPLINKが自動的にオンになります。",
	"Safety": "ロック",
	"Saint Lucia": "セントルシア",
	"Saint Vincent": "セントビンセント・グレナディーン",
	"Sakhalin": "サハリン",
	"Samara": "サマラ",
	"Samarkand": "サマルカンド",
	"Samoa": "サモア",
	"San Luis": "サン・ルイス",
	"San Salvador": "サンサルバドル",
	"Sana": "サナア",
	"Santiago": "サンティアゴ",
	"Santo Domingo": "サントドミンゴ",
	"Sarajevo": "サラエボ",
	"Satellite": "衛星",
	"Satellite DTV": "衛星",
	"Satellite Radio": "衛星ラジオ",
	"Saturation": "色の濃さ",
	"Saudi Arabia": "サウジアラビア",
	"Saudi arabia": "サウジアラビア",
	"Save CAM Operator's Profile": "CAM放送事業者のプロフィールの保存",
	"Save CI Password": "CIパスワードの保存",
	"Save the color adjustment settings from the current picture mode in all inputs.": "現在の映像モードのカラーマネージメント設定をすべての入力に保存します。",
	"Save the white balance settings from the current picture mode in all inputs.": "現在の映像モードのホワイトバランス設定をすべての入力に適用します。",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CIパスワードを保存/リセットします。パスワードを保存すると、今後のログインステップをスキップできるようになります。",
	"Scan \"Auto Detect\" automatically.": "オンにすると、接続可能なデバイスがあるか自動で検出します。",
	"Scoresbysund": "スコルズビスーン",
	"Screen Down": "スクリーンダウン",
	"Screen Off": "映像オフ",
	"Screen Saver": "スクリーンセーバー",
	"Screen Shift ": "スクリーンシフト",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "画面が一定の時間間隔で少しずつ動き、テレビの電源を長時間入れているときに発生する可能性がある画質の問題を防止します。",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "5秒後に画面がオフになります。画面を表示するには、電源ボタンと音量ボタン以外のボタンを押してください。",
	"Search": "検索",
	"Search Bluetooth Device": "Bluetoothデバイスの検索",
	"Searching...": "検索中...",
	"Second Language": "第二言語",
	"Secondary Audio Language": "副音声",
	"Secondary Teletext Language": "第二文字",
	"Security": "セキュリティ",
	"Select IRE point to adjust luminance.": "輝度調整のIREポイントを選択します。",
	"Select Mode": "モードの選択",
	"Select TV's language settings.": "テレビの言語設定を選択します。",
	"Select a caption type for HD broadcasts.": "HD放送の字幕タイプを選択します。",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGENテレビ放送の字幕タイプを選択します。",
	"Select a caption type for UHD broadcasts.": "UHD放送の字幕タイプを選択します。",
	"Select a caption type for analog broadcasts.": "アナログ放送の字幕タイプを選択します。",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "視聴環境に合った映像モードを選択したり、選択した映像モードのコントラスト、色などの詳細設定を行います。",
	"Select an audio format for each HDMI input.": "HDMI入力ごとにオーディオフォーマットを選択します。",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "[パススルー]を選択しても効果音が聞こえない場合は、別のデジタル音声出力（自動またはPCM）を選択してください。",
	"Select audio language for digital broadcasts.": "デジタル放送の音声を選択します。",
	"Select color to be adjusted.": "調整する色を選択します。",
	"Select days to apply the Timer Power Off settings every week.": "オフタイマーを使用する曜日を選択します。",
	"Select days to apply the Timer Power On settings every week.": "オンタイマーを使用する曜日を選択します。",
	"Select device for audio output.": "音声出力用のデバイスを選択します。",
	"Select device or speaker for audio output.": "音声出力用のスピーカーまたはデバイスを選択します。",
	"Select digital audio output format.": "デジタルオーディオ出力フォーマットを選択します。",
	"Select language for TV menu.": "テレビのメニュー言語を選択します。",
	"Select language for subtitles.": "字幕の言語を選択します。",
	"Select languages for keyboards input.": "キーボード入力の言語を選択します。",
	"Select method to adjust white balance.": "ホワイトバランスの調整方法を選択します。",
	"Select point to adjust luminance.": "輝度調整のポイントを選択します。",
	"Select the Sound mode and set detailed Audio effects.": "サウンドモードを選択し、詳細なオーディオ効果を設定します。",
	"Select the Sound mode for each content type.": "コンテンツの種類に応じて、サウンドモードを選択します。",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num}端子のUltra HD ディープカラーを選択します。",
	"Select the app to restrict the use.": "使用を制限するアプリを選択します。",
	"Select the appropriate picture mode according to the viewing environment or content type.": "視聴環境またはコンテンツの種類に応じて、適切な映像モードを選択してください。",
	"Select the audio properties to listen to the broadcast in the way you like.": "お好みの音声項目を選択します。",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "デジタル放送の字幕タイプを選択し、詳細設定を行います。",
	"Select the channel to restrict watching.": "視聴を制限するチャンネルを選択します。",
	"Select the channel to watch when the TV turns on.": "テレビの電源を入れたときに視聴するチャンネルを選択します。",
	"Select the color range to be displayed.": "表示する色範囲を選択します。",
	"Select the country for your country's special services.": "国に合った特化サービスを利用するため、国を選択します。",
	"Select the desired video angle.": "好みの映像アングルを選択します。",
	"Select the desired video.": "お好みの映像を選択します。",
	"Select the format to transfer TV Digital Sound Out to an external device.": "デジタル音声出力を外部機器に転送するフォーマットを選択します。",
	"Select the input to use when the TV turns on.": "テレビの電源を入れたときに使用する入力を選択します。",
	"Select the inputs to restrict the use.": "使用を制限する入力を選択します。",
	"Select the most preferred Subtitle Language.": "第一字幕言語を選択します。",
	"Select the place where to use the TV.": "テレビを使用する場所を選択します。",
	"Select the residential region for your regional broadcast signal.": "地域に合わせた放送視聴のため、居住地域を選択します。",
	"Select the second preferred Subtitle Language.": "第二字幕言語を選択します。",
	"Select your first choice of audio language for digital broadcasts.": "デジタル放送の基本音声言語を選択します。",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "テレビ放送局の文字多重放送サービスの第一言語を選択します。",
	"Select your second choice of audio language for digital broadcasts.": "デジタル放送の2番目の音声言語を選択します。",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "テレビ放送局の文字多重放送サービスの第二言語を選択します。",
	"Senegal": "セネガル",
	"Seoul": "ソウル",
	"Serbia": "セルビア",
	"Serbian": "セルビア語",
	"Serial Number": "シリアルナンバー",
	"Serta Wego": "Sertanejo",
	"Service 1": "サービス1",
	"Service 2": "サービス2",
	"Service 3": "サービス3",
	"Service 4": "サービス4",
	"Service 5": "サービス5",
	"Service 6": "サービス6",
	"Service Area Zip Code": "郵便番号設定",
	"Set Automatically": "自動で設定",
	"Set ID": "IDの設定",
	"Set My Team Alarm.": "お好みのスポーツチームのアラームを設定します。",
	"Set Store Mode settings.": "パブリックモードを設定します。",
	"Set System Color mode for your current TV input.": "現在のテレビ入力のシステムカラーモードを設定します。",
	"Set additional options for Video Description.": "映像解説の追加項目を設定します。",
	"Set additional picture settings.": "追加の映像設定を設定します。",
	"Set additional sound-related settings.": "音声関連の追加設定を行います。",
	"Set advanced Subtitle options.": "字幕/文字スーパーの表示設定をします。",
	"Set advanced captioning options.": "字幕/文字スーパーの表示設定をします。",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP アドレスのバージョンをIPv4またはIPv6に設定したり、編集します。",
	"Set audio-related options.": "音声関連オプションを設定します。",
	"Set caption size, color, transparency, and other options for broadcasts.": "放送の字幕のサイズ、色、透明度、および他のオプションを設定します。",
	"Set color temperature from warm to cool.": "暖色から寒色に色温度を設定します。",
	"Set detailed caption settings for HD broadcasts.": "HD放送の字幕の詳細設定を行います。",
	"Set detailed options for the AI functions.": "AI機能の詳細オプションを設定します。",
	"Set detailed options for the Home feature.": "ホーム機能の詳細設定を行います。",
	"Set detailed options for the Recommendation feature.": "おすすめ機能の詳細設定を行います。",
	"Set easy connection settings with external devices.": "外部デバイスとの接続を簡単に設定することができす。",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "保護者の指導のもとで使用するように指定されたチャンネル、アプリ、入力などにロックを設定します。",
	"Set necessary additional functions based on watching environment and screen status.": "視聴環境や画面の状態に応じて、必要な追加機能を設定します。",
	"Set or reset the position of on-screen captions.": "画面上の字幕の位置を設定またはリセットします。",
	"Set settings related to your wired / wireless network.": "有線/無線ネットワークに関連する設定を行います。",
	"Set the TV to turn off automatically after a set amount of time.": "設定した時間経過後に自動的にテレビの電源が切れるように設定します。",
	"Set the TV to turn off automatically at a set time.": "設定した時刻に自動的にテレビの電源が切れるように設定します。",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "オンタイマーでテレビの電源が入ってから4時間経過しても操作がない場合に、テレビの電源を自動的に切るように設定します。",
	"Set the TV to turn on automatically at a set time.": "設定した時刻に自動的にテレビの電源が入るように設定します。",
	"Set the additional functions related to the TV.": "テレビに関連する追加機能を設定します。",
	"Set the current date and time.": "現在の日時を設定します。",
	"Set the current date manually.": "現在日付を手動で設定します。",
	"Set the current time manually.": "現在時刻を手動で設定します。",
	"Set the detect range of device available to connect.": "接続可能なデバイスの検出範囲を設定します。",
	"Set the region and country for broadcasts and special services.": "放送および特化サービスを利用するため、地域と国を設定します。",
	"Set the screen size and aspect ratio.": "画面サイズを設定します。",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TVの特化機能を設定します。",
	"Set the time to turn off the TV automatically without user input.": "ユーザーの操作がないとき、テレビの電源を自動的に切る時間を設定します。",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "よりリアルなサウンドを楽しむために、バーチャルマルチチャンネルサラウンド効果を設定します。",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "よりリアルなサウンドを楽しむために、バーチャルサラウンド効果を設定します。",
	"Set the volume level when the TV turns on.": "テレビの電源を入れたときの音量を選択します。",
	"Set time to turn off the TV.": "テレビの電源を切る時刻を設定します。",
	"Set time to turn on the TV.": "テレビの電源を入れる時刻を設定します。",
	"Set up additional features related to customer support.": "カスタマーサポートに関連する追加機能を設定します。",
	"Set up an account to use LG Services.": "LGサービスを使用するためのアカウントを設定します。",
	"Set whether to display Home when the TV is turned on.": "テレビの電源を入れたときに、ホームを表示するかどうかを設定します。",
	"Settings Help": "設定のヘルプ",
	"Sexual Situations": "性的な場面",
	"Sexually Suggestive Dialogue": "性的に挑発的な会話",
	"Shanghai": "上海",
	"Sharpness": "シャープネス",
	"Show Password": "パスワードの表示",
	"Side by Side": "左右分割画面",
	"Sierra Leone": "シエラレオネ",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "無線ルーターとテレビが近すぎると、信号干渉により、マジックリモコンの感度が低下する場合があります。",
	"Simferopol": "シンフェロポリ",
	"Singapore": "シンガポール",
	"Size": "サイズ",
	"Skopje": "スコピエ",
	"Sleep Timer": "スリープタイマー",
	"Slovak": "スロバキア語",
	"Slovakia": "スロバキア",
	"Slovenia": "スロベニア",
	"Slovenian": "スロベニア語",
	"Slow": "遅く",
	"Small": "小",
	"Smooth": "強",
	"Smooth Gradation": "スムーズグラデーション",
	"Soccer": "サッカー",
	"Sofia": "ソフィア",
	"Software Update": "ソフトウェアアップデート",
	"Software Version": "ソフトウェアバージョン",
	"Software update has been installed. Update will be applied when you restart your TV.": "ソフトウェアのアップデートがインストールされました。テレビを再起動すると、アップデートが適用されます。",
	"Solid": "ソリッド",
	"Solomon Islands": "ソロモン諸島",
	"Somalia": "ソマリア",
	"Some material may not be appropriate for children under 13.": "13歳以下の子供に不適切な内容が含まれている可能性があります。",
	"Some material may not be appropriate for children.": "子供に不適切な内容が含まれている可能性があります。",
	"Sotho, Northern": "北ソト語",
	"Sotho, Southern": "南ソト語",
	"Sound": "音声",
	"Sound Mode": "サウンドモード",
	"Sound Mode Settings": "サウンドモードの設定",
	"Sound Out": "スピーカー設定",
	"Sound Test": "音声テスト",
	"South Africa": "南アフリカ",
	"South Korea": "韓国",
	"Southern Africa": "南アフリカ",
	"Spain": "スペイン",
	"Spanish": "スペイン語",
	"Speaker Volume Control": "スピーカー音量調節",
	"Specify detailed voice guidance settings after turning on this feature.": "この機能をオンにした後、音声ガイドの詳細設定を行うことができます。",
	"Speed": "速度",
	"Spoken Subtitle": "音声字幕",
	"Sports": "スポーツ",
	"Sports Alert": "スポーツアラーム",
	"Srednekolymsk": "スレドネコリムスク",
	"Sri Lanka": "スリランカ",
	"St. John's": "セントジョーンズ",
	"Stand": "スタンド",
	"Standard": "標準",
	"Standard Mode Sound Effect": "標準モードのサウンド効果",
	"Standby Light": "インジケーター設定",
	"Start New Sound Tuning": "新しいサウンド設定を開始する",
	"Start Now": "今すぐ開始",
	"Startup Sound": "スタートアップ サウンド",
	"Stockholm": "ストックホルム",
	"Stop": "中止",
	"Store Demo": "パブリックモード",
	"Store Mode": "パブリックモード",
	"Store Mode Settings": "パブリックモード設定",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "パブリックモードは店頭展示に最適なモードです。このモードでは数分ごとに設定が再初期化されます。このアプリを終了してパブリックモードを開始しますか？",
	"Strong": "高",
	"Style": "スタイル",
	"Subnet Mask": "サブネットマスク",
	"Subnet prefix length": "サブネットのプレフィックス長",
	"Subtitle First Choice Language": "字幕の第一選択言語",
	"Subtitle Language": "字幕言語",
	"Subtitle Second Choice Language": "字幕の第二選択言語",
	"Subtitles": "字幕",
	"Sudan": "スーダン",
	"Super Impose": "文字スーパー",
	"Super Resolution": "超解像",
	"Support": "サポート",
	"Suriname": "スリナム",
	"Surround Balance": "サラウンドバランス",
	"Surround Level": "サラウンドレベル",
	"Swahili": "スワヒリ語",
	"Swati": "スワジ語",
	"Swaziland": "スワジランド",
	"Sweden": "スウェーデン",
	"Swedish": "スウェーデン語",
	"Swift Current": "スイフトカレント",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "テレビの電源を素早くオンにするため、テレビの電源をオフにしたときにスタンバイモードに切り換えます。",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "アプリ、検索などのさまざまな機能を素早く使用できるよう、テレビをオフにしたときにスタンバイモードに切り換えます。",
	"Switzerland": "スイス",
	"Sync Demo": "同期のデモ",
	"Syria": "シリア",
	"System Color": "システムカラー",
	"São Paulo": "サンパウロ",
	"TAS - Tasmania - Hobart": "TAS - タスマニア州 - ホバート",
	"TEXT 1": "テキスト1",
	"TEXT 2": "テキスト2",
	"TEXT 3": "テキスト3",
	"TEXT 4": "テキスト4",
	"TV": "テレビ",
	"TV Information": "テレビ情報",
	"TV Installation Type": "テレビの設置状況",
	"TV Lock": "テレビロック",
	"TV Name": "機器識別名設定",
	"TV On With Mobile": "モバイルでテレビの電源オン",
	"TV Power Sound": "テレビ電源サウンド",
	"TV Power Sound Volume": "テレビ電源サウンド音量",
	"TV Program Locks": "視聴制限設定",
	"TV Rating English": "テレビレーティング（イギリス向け）",
	"TV Rating French": "テレビレーティング（フランス向け）",
	"TV Speaker": "テレビスピーカー",
	"TV can be used as an alarm.": "テレビをアラームとして使用できます。",
	"TV is turned off at a set time on every specified day.": "指定された曜日の設定された時間にテレビの電源が切れます。",
	"TV to USB": "テレビからUSBへ",
	"Tagalog": "タガログ語",
	"Tahiti": "タヒチ",
	"Taipei": "台北",
	"Taiwan": "台湾",
	"Tajikistan": "タジキスタン",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "インターネット、アプリ、ソフトウェアの更新など、ネットワークが必要な機能を利用することができます。",
	"Tallinn": "タリン",
	"Tamil": "タミル語",
	"Tanzania": "タンザニア",
	"Target Luminance": "対象の輝度",
	"Tashkent": "タシケント",
	"Tbilisi": "トビリシ",
	"Tegucigalpa": "テグシガルパ",
	"Tehran": "テヘラン",
	"Teletext": "文字多重放送",
	"Telugu": "テルグ語",
	"Terrestrial DTV": "地デジ",
	"Text Color": "文字色",
	"Text Opacity": "文字透過性",
	"Text Search": "文字検索",
	"Thai": "タイ語",
	"Thailand": "タイ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}およびHDMI {port2}端子は、AMD FreeSync Premiumに対応しており、この機能を選択できます。",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}およびHDMI {port2}端子は、AMD FreeSync Premiumに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}およびHDMI {port2}端子は、インスタンスゲームレスポンスに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1}端子は、AMD FreeSync Premiumに対応しており、この機能を選択できます。",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}端子は、AMD FreeSync Premiumに対応しており、この機能をオンまたはオフにすることができます。",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1}端子は、インスタンスゲームレスポンスに対応しており、この機能をオンまたはオフにすることができます。",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}、HDMI {port2}およびHDMI {port3}端子は、AMD FreeSync Premiumに対応しており、この機能を選択できます。",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}、HDMI {port2}およびHDMI {port3}端子は、AMD FreeSync Premiumに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}、HDMI {port2}、HDMI {port3}およびHDMI {port4}端子は、AMD FreeSync Premiumに対応しており、この機能を選択できます。",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}、HDMI {port2}、HDMI {port3}およびHDMI {port4}端子は、AMD FreeSync Premiumに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}、HDMI {port2}、HDMI {port3}およびHDMI {port4}端子は、インスタンスゲームレスポンスに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}、HDMI {port2}およびHDMI {port3}端子は、インスタンスゲームレスポンスに対応しており、端子ごとにこの機能をオンまたはオフにすることができます。",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTVのIDはHbbTVにのみ使用される固有のIDで、ユーザーの個人情報と関連はありません。",
	"The HbbTV Distinctive ID will be reset.": "HbbTVのIDがリセットされます。",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTVアプリケーションまたはサービスでユーザーの追跡が無効になります。",
	"The IBB service will disable its tracking of an individual user.": "IBBサービスでユーザーの追跡が無効になります。",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LGサービス対象国情報をサーバーから取得できませんでした。後でもう一度お試しください。",
	"The Settings application must reload to change the menu language. Do you want to continue?": "メニュー言語を変更するには、設定アプリを再度読み込む必要があります。続行しますか？",
	"The ambient lighting will be provided when motion is detected around the TV.": "テレビの周囲で動きを検出すると、アンビエントライトが点灯します。",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "使用可能な外部の音声認識サービスは、言語の設定によって異なります。また、メニュー言語を変更すると、設定メニューが更新されます。続行しますか？",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "USBストレージデバイスからテレビにチャンネルリストが正常にコピーされました。5秒後にテレビが再起動します。",
	"The channel list have been successfully copied from your TV to the USB storage.": "テレビからUSBストレージデバイスにチャンネルリストが正常にコピーされました。",
	"The closer to 100, the brighter.": "100に近いほど、明るくなります。",
	"The closer to 100, the clearer the color becomes.": "100に近いほど、色が濃くなります。",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "R50に近いほど赤が濃くなり、G50に近いほど緑色が濃くなります。",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "ホワイトバランスの詳細設定がリセットされます。続行しますか？",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "自動音量を使用すると、チャンネルや放送を変えたときに同じ音量を維持できます。",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "一定の音量で番組を視聴できるように、チャンネルや番組間の音量の違いを自動で調整します。",
	"The higher the settings, the louder the sound rapidly.": "設定値が高いほど、音声が速く大きくなります。",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "本体スピーカーとBluetoothスピーカーから同時に音声を出力し、鮮明なサラウンドサウンド効果を作り出します。",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "選択したメニュー言語に応じて、音声認識の言語が自動的に設定されます。",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "音声認識に使用される言語は、選択したメニュー言語に従って設定されます。サポートされるサービスは、音声言語により異なる場合があります。",
	"The network is currently unavailable. Please try again later.": "ネットワークは現在利用できません。後でもう一度お試しください。",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "処理が完了するまで1時間ほどかかります。処理中は、テレビの電源をオフにする必要があります。",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "処理が完了するまで{n}分ほどかかります。処理中は、テレビの電源をオフにしておく必要があります。",
	"The program is intended for adults only.": "成人向けの番組です。",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "テレビの周囲の明るさに合わせて、画面の明るさが自動的に調整されます。",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "画面が5秒間スライドします。リモコンで電源と音量以外のボタンを押すと、画面が元に戻ります。",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "カラーマネージメントの詳細設定値がリセットされます。続行しますか？",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetoothサラウンドサウンド + 本体スピーカーの設定をリセットします。",
	"The settings are as follows.": "設定は以下の通りです。",
	"The sound may not be output when digital sound output is set to Pass Through.": "デジタル音声出力がパススルーに設定されている場合、音声が出力されないことがあります。",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "テレビにアップデートを適用できません。ソフトウェアは前のバージョンに戻ります。",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "テレビの電源をオンにして画面を動かすと、映像効果が画面に表示されます。",
	"There are no paired devices.": "ペアリングされたデバイスがありません。",
	"There are settings to correct or prevent OLED panel noise.": "有機ELパネルノイズの除去や防止の設定があります。",
	"There is no USB device connected to your TV.": "USBデバイスがテレビに接続されていません。",
	"There is no message.": "メッセージがありません。",
	"Thimphu": "ティンプー",
	"Third Language": "第三言語",
	"This feature applies only to specified LG Wireless Keyboard models.": "この機能は、特定のLGワイヤレスキーボードモデルでのみ使用できます。",
	"This function is not available now.": "この機能は現在利用できません。",
	"This function works only when it is provided by the broadcast program.": "この機能は、放送番組から提供されている場合にのみ動作します。",
	"This is a closed caption preview": "これは字幕のプレビューです",
	"This is an already existing value.": "この値はすでに存在します。",
	"This service provides you with more information about watching program and enjoys related contents.": "このサービスは、視聴中の番組に関する詳細情報を提供し、関連コンテンツを楽しむことができます。",
	"This will revert all options on TV to their default settings.": "これにより、テレビのすべてのオプションがデフォルト設定に戻ります。",
	"Thule": "ツーレ",
	"Tijuana": "ティファナ",
	"Time": "時刻",
	"Timer Channel": "タイマーチャンネル",
	"Timer Repeat": "タイマー繰り返し",
	"Timers": "タイマー",
	"Timezone": "タイムゾーンの設定",
	"Timor-Leste": "東ティモール",
	"Tint": "色合い",
	"Tiranë": "ティラナ",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "サウンドを最適化するために、テレビでテスト音声を再生し、マジックリモコンを使用して反射音の測定を開始します。",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "テレビの音声をテストするには、スピーカー設定を本体スピーカーに変更する必要があります。続行しますか？",
	"Togo": "トーゴ",
	"Tokyo": "東京",
	"Tonga": "トンガ",
	"Top and Bottom": "上下分割画面",
	"Toronto": "トロント",
	"Total Power On Time": "電源投入時間合計",
	"Tracking Speed": "ポインター表示速度",
	"Translucent": "半透明",
	"Transparent": "透明",
	"Treble Boost": "高音ブースト",
	"Trinidad And Tobago": "トリニダードトバゴ",
	"Trinidad and Tobago": "トリニダード・トバゴ",
	"Tripoli": "トリポリ",
	"Tsonga": "ツォンガ語",
	"Tswana": "ツワナ語",
	"Tune and save available channels.": "視聴可能なチャンネルをスキャンして保存します。",
	"Tune and save available channels. You can set satellite channel options.": "視聴可能なチャンネルをスキャンして保存します。衛星チャンネルオプションを設定できます。",
	"Tunis": "チュニス",
	"Tunisia": "チュニジア",
	"Turkey": "トルコ",
	"Turkish": "トルコ語",
	"Turkmenistan": "トルクメニスタン",
	"Turn on TV with mobile device same as smartphone.": "スマートフォンのようなスマートデバイスを使って、テレビの電源を入れます。",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num}端子のUltra HD ディープカラーをオン/オフにします。",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num}端子のインスタントゲームレスポンスをオンまたはオフにします。",
	"Turn on the TV using mobile device via Bluetooth.": "スマートデバイスを使用して、Bluetooth経由でテレビの電源を入れます。",
	"Turn on the TV using your mobile device via Wi-Fi.": "スマートデバイスを使用して、Wi-Fi経由でテレビの電源を入れます。",
	"Turn on via Bluetooth": "Bluetooth経由でオンにする",
	"Turn on via Wi-Fi": "Wi-Fi経由でオンにする",
	"Turn on/off description box in Settings.": "設定項目の説明表示の表示/非表示の設定をします。",
	"Turn on/off standby light.": "スタンバイライトをオン/オフにします。",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num}端子のAMD FreeSync Premiumをオン/オフにします。",
	"Turn on/off the images to be displayed on screen when there is no signal.": "信号がない場合に画面に表示される画像をオン/オフします。",
	"Turn on/off the related features of energy consumption.": "待機消費電力関連機能をオン/オフします。",
	"Turn the Hybridcast service on/off.": "Hybridcastサービスをオン/オフにします。",
	"Turn the Interactivity (DTVi) service on/off.": "双方向 (DTVi) サービスをオン/オフします。",
	"Turn your broadcast TV provider's TV Guide on/off.": "テレビ放送局の番組表をオン/オフにします。",
	"Turn your broadcast TV provider's teletext service on/off.": "テレビ放送局の文字多重放送サービスをオン/オフにします。",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fiをオフにすると、有線でネットワークに接続しないとインターネットサービスにアクセスできなくなります。続行しますか？",
	"UAE": "アラブ首長国連邦",
	"UHD Mode": "UHDモード",
	"USA": "アメリカ合衆国",
	"USB storage for Copy Channels": "チャンネルのコピー用USBストレージ",
	"USB to TV": "USBからテレビへ",
	"Uganda": "ウガンダ",
	"Ukraine": "ウクライナ",
	"Ukrainian": "ウクライナ語",
	"Ulaanbaatar": "ウランバートル",
	"Ultra Surround": "ウルトラサラウンド",
	"Unable to check for updates.": "アップデートがあるかどうか確認できません。",
	"Unable to connect to the network.": "ネットワークに接続できません。",
	"Undefined": "未定義",
	"Under 17 requires accompanying parent or adult guardian.": "17歳以下は保護者の視聴指導が必要です。",
	"Uniform": "ユニフォーム",
	"United Arab Emirates": "アラブ首長国連邦",
	"United Kingdom": "イギリス",
	"United States of America": "アメリカ",
	"Universal Control Settings": "ユニバーサルコントロールの設定",
	"Unknown": "情報なし",
	"Unknown issue has occurred.": "原因不明な問題が発生しました。",
	"Update canceled.": "アップデートをキャンセルしました。",
	"Update in progress...": "アップデート中...",
	"Update in progress...({n}%)": "アップデート中...({n}%)",
	"Update paused.": "アップデートを一時停止しました。",
	"Update reserved.": "アップデートを予約しました。",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "アップデートが取り消され、すべてのアップデート ファイルが削除されます。続行しますか？",
	"Urdu": "ウルドゥー語",
	"Uruguay": "ウルグアイ",
	"Urumqi": "ウルムチ",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "マジックリモコンのマイクを使用して、室内の音響を確認し、最適なサウンドを設定します。",
	"Use a large pointer.": "大サイズのポインターを使用します。",
	"Use a medium pointer.": "中サイズのポインターを使用します。",
	"Use a small pointer.": "小サイズのポインターを使用します。",
	"Use the 4-way controller to change the position and press the OK button.": "リモコンの上下左右の矢印ボタンを使用して、位置を変更し、[決定]ボタンを押してください。",
	"Use the following services with the selected language.": "選択した言語で次のサービスをご利用いただけます。",
	"User": "ユーザー設定",
	"User Agreements": "利用規約",
	"User Guide": "操作ガイド",
	"Uzbek": "ウズベク語",
	"Uzbekistan": "ウズベキスタン",
	"Uzhhorod": "ウージュホロド",
	"V Position": "垂直位置",
	"V Sharpness": "垂直シャープネス",
	"V Size": "垂直サイズ",
	"VIC - Victoria - Melbourne": "VIC - ビクトリア州 - メルボルン",
	"Vaduz": "ファドゥーツ",
	"Valencian": "バレンシア語",
	"Vancouver": "バンクーバー",
	"Vatican City": "バチカン市国",
	"Venda": "ヴェンダ語",
	"Venezuela": "ベネズエラ",
	"Vertical Zoom": "垂直方向にズーム",
	"Video 1": "映像 1",
	"Video 2": "映像 2",
	"Video 3": "映像 3",
	"Video Description": "ビデオ記述",
	"Vienna": "ウィーン",
	"Vientiane": "ビエンチャン",
	"Vietnam": "ベトナム",
	"Vietnamese": "ベトナム語",
	"View Conditional Access System Module information.": "CASモジュール（Conditional Access System Module）情報を表示します。",
	"View current Common Interface (CI) information.": "現在の共通インターフェイス (CI) 情報を表示します。",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "画面上の映像およびメニューの色を白黒に変更して、より鮮明に表示します。",
	"View messages from your broadcast TV provider.": "テレビ放送局からのメッセージを表示します。",
	"View more information about watching program and enjoy related contents.": "視聴中の番組に関する詳細情報や関連コンテンツを確認することができます。",
	"View the original screen as it is or set the screen size and aspect ratio.": "元の画面をそのまま表示したり、画面サイズやアスペクト比を設定します。",
	"View the original screen as it is received from broadcasts signal or connected device.": "放送信号または接続されたデバイスから受信した元の画面をそのまま表示します。",
	"Vilnius": "ビリニュス",
	"Violence": "バイオレンス",
	"Virtual Surround Plus": "バーチャルサラウンド",
	"Vivid": "あざやか",
	"Vladivostok": "ウラジオストック",
	"Voice Recognition Help and Settings": "音声認識のヘルプと設定",
	"Voice Support Service": "音声サポートサービス",
	"Volgograd": "ボルゴグラード",
	"Volume": "音量",
	"Volume Increase Amount": "音量調整単位",
	"Volume Mode": "音量設定",
	"WA - Western Australia - Eucla": "WA - 西オーストラリア州 - ユークラ",
	"WA - Western Australia - Perth": "WA - 西オーストラリア州 - パース",
	"Wall-mounted": "壁掛け",
	"Warm1": "低1",
	"Warm2": "低2",
	"Warm3": "低3",
	"Warsaw": "ワルシャワ",
	"Watch a diverse range of Internet contents on TV channels.": "さまざまなインターネットコンテンツをテレビのチャンネルで視聴します。",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "現在のテレビのソフトウェアバージョンが最新バージョンか確認します。",
	"Welcome Feature": "ウェルカム機能",
	"Welsh": "ウェールズ語",
	"Western Africa": "西アフリカ",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "接続されている外付けハードディスクが一定時間使用されなかった場合、スタンバイモードに切り換えて消費電力を抑えます。",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "デバイスを端子に接続すると、ゲーム画像は、遅延、クラッキング、中断が最小になるように最適化されます。",
	"When the Instant Game Response is launched, the video may blink temporarily.": "インスタントゲームレスポンスを開始すると、動画が一時的に点滅することがあります。",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "音声出力がBluetooth、HDMI ARC、光デジタルまたはWiSAスピーカーに設定されているか、接続している機器がインスタントゲームレスポンスに対応していない場合、正常に機能しない場合があります。",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "音声出力がBluetoothに設定されているか、接続している機器がインスタンスゲームレスポンスに対応していない場合、正常に機能しない場合があります。",
	"When the device is turned on/off, your TV will automatically turn on/off.": "デバイスの電源が入ると、テレビの電源も自動的に入ります。デバイスの電源が切れると、テレビの電源も切れます。",
	"When the visual effects is off, the screen is displayed as Live TV.": "視覚効果がオフの場合、スクリーンにはテレビ映像が表示されます。",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "この機能を「オン」に設定すると、画面に表示される一部の機能が部分的に透明になります。",
	"When your TV is turned off, the device will automatically turn off.": "テレビの電源を切ると、デバイスの電源も自動的に切れます。",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "変更後の設定値を機器に転送している間、映像または音声が一時的に乱れる場合があります。",
	"White": "白",
	"White Balance": "ホワイトバランス",
	"Wi-Fi Connection": "無線ネットワーク接続",
	"Wi-Fi Security": "Wi-Fiセキュリティ",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi設定がオフになりました。 接続して使用できるネットワークと、追加の関連メニュー項目のリストを表示するには、無線ネットワーク設定をオンにしてください。",
	"Wi-Fi issue has occurred.": "Wi-Fiで問題が発生しました。",
	"WiSA Speakers": "WiSAスピーカー",
	"Wide Area Zone": "広域ゾーン",
	"Wide View": "ワイドビュー",
	"Wide View (32:9)": "ワイドビュー(32:9)",
	"Wide Zoom": "ワイドズーム",
	"Windhoek": "ウィントフック",
	"Window Color": "ウィンドウの色",
	"Window Opacity": "ウィンドウの透明度",
	"Winnipeg": "ウィニペグ",
	"Wired Connection (Ethernet)": "有線ネットワーク接続",
	"Wired Headphones": "ヘッドホン",
	"Wired Headphones + Internal TV Speaker": "ヘッドホン + 本体スピーカー",
	"With this option, you can control the audio device's volume with your TV remote.": "このオプションを使用すると、テレビのリモコンでオーディオデバイスの音量を調節することができます。",
	"Xhosa": "コサ語",
	"Yakutsk": "ヤクーツク",
	"Yamoussoukro": "ヤムスクロ",
	"Yangon": "ヤンゴン",
	"Year": "年",
	"Yekaterinburg": "エカテリンブルグ",
	"Yellow": "黄",
	"Yellowknife": "イエローナイフ",
	"Yemen": "イエメン",
	"Yerevan": "エレバン",
	"Yes": "はい",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "テレビ電源オン/オフ時、スクリーンが移動するときのサウンド効果を設定できます。",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "HDMI端子に接続した機器をリモコンで操作できます。",
	"You can delete the device connection history of Screen Share.": "Screen Shareのデバイス接続履歴を削除できます。",
	"You can delete the device connection history of Sound Share.": "Sound Shareのデバイス接続履歴を削除できます。",
	"You can find the default password in User Guide.": "パスワードの初期値は、｢操作ガイド｣に記載されています。",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD ディープカラーを「オン」にすると、インスタントゲームレスポンスを開始できます。",
	"You can only change settings from the current HDMI input.": "変更できるのは、現在のHDMI入力の設定だけです。",
	"You can scan again to connect the device.": "再度スキャンして機器を接続することができます。",
	"You can select left and right audio settings for broadcast signal.": "放送信号の左右の音声設定を行うことができます。",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num}端子のAMD FreeSync Premiumを選択できます。",
	"You can select the Ultra HD Deep Color of port.": "端子のUltra HD ディープカラーを選択できます。",
	"You can set the sound to play when the TV is turned on or off.": "テレビの電源をオンオフするときのサウンドを設定できます。",
	"You can turn on/off the feature of saving CAM operator's profile.": "CAMオペレータのプロフィール保存機能をオン/オフにできます。",
	"You can turn this feature on or off.": "この機能をオン/オフにすることができます。",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ネットワークを通して、さまざまなコンテンツをおすすめします。このオプションをオフにすると、基本コンテンツのみが表示され、一部の機能は利用できなくなります。",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "SIMPLINKで接続されているデバイスとテレビが次のように同期されます。",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "パネルノイズクリアの実行中は、テレビの電源をオフにしておく必要があります。この処理の実行中は、現在実行中の録画および設定された予約(録画、視聴、オンタイマーなど)が取り消され、ゼロビューでの Bluetooth スピーカーは使用できません。",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "パネルノイズクリアの実行中は、テレビの電源をオフにする必要があります。この処理の実行中は、録画設定予約やオフタイマーはすべて取り消されます。",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LGサービス対象国を自動的に設定するには、テレビをネットワークに接続する必要があります。今すぐ[ネットワーク設定]に移動して接続を確認しますか？",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "デジタルテレビ信号で緊急警報を受信するには、テレビに正しい場所を設定する必要があります。",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "処理が完了するまでテレビの画面が消えます。処理が完了すると再び表示されます。",
	"Zagreb": "ザグレブ",
	"Zambia": "ザンビア",
	"Zaporozhye": "ザポリージャ",
	"Zimbabwe": "ジンバブエ",
	"Zoom": "ズーム",
	"Zoom2": "ズーム2",
	"Zulu": "ズールー語",
	"Zürich": "チューリッヒ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "テレビから[{Device}]が切断されます。このデバイスで音声が再生されなくなります。続行しますか？",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "デバイスのペアリング リストから[{Device}]を削除します。後で接続するには、使用可能なデバイスを検索し、ペアリングをやり直す必要があります。続行しますか？",
	"[{deviceName}] will be deleted.": "[{deviceName}]が削除されます。",
	"aspectRatio_original": "オリジナル",
	"audioGuidance_fast": "速く",
	"audioGuidance_high": "大",
	"audioGuidance_low": "小",
	"audioGuidance_medium": "中",
	"audioGuidance_slow": "遅く",
	"audioGuidance_veryFast": "非常に速い",
	"audioGuidance_veryHigh": "最大",
	"audioGuidance_veryLow": "最小",
	"audioGuidance_verySlow": "非常に遅い",
	"btDotSignalStrength_wide": "広く",
	"button": "ボタン",
	"character": "文字",
	"characters": "文字",
	"checked": "選択されています",
	"colorGamutJPNWide": "ワイド",
	"connecting": "接続しています",
	"depthOfColor": "色の濃さ",
	"diagonal zoom in": "対角線にズームイン",
	"diagonal zoom out": "対角線にズームアウト",
	"digitalOptionSetByProgram": "プログラム",
	"energy_Maximum": "最大",
	"energy_Medium": "中",
	"energy_Minimum": "最小",
	"freesync_high": "強",
	"freesync_low": "弱",
	"freesync_off": "オフ",
	"freesync_wide": "広く",
	"gamma_high1": "強1",
	"gamma_high2": "強2",
	"hidden": "非表示",
	"horizontal zoom in": "水平方向にズームイン",
	"horizontal zoom out": "水平方向にズームアウト",
	"jpDoNot": "しない",
	"logoLuminance_high": "高",
	"logoLuminance_low": "低",
	"min": "分",
	"not connected": "接続されていません",
	"objet_soundMode": "視聴する映像の種類に応じてプリセットされたサウンドモードを選択します。",
	"pictureControl3dModeStandard": "標準",
	"pictureControlAuto": "自動",
	"pictureControlAuto_BlackLevel": "自動",
	"pictureControlHigh": "強",
	"pictureControlHigh_BlackLevel": "高",
	"pictureControlHigh_Male": "強",
	"pictureControlLow": "弱",
	"pictureControlLow_BlackLevel": "低",
	"pictureControlLow_Male": "弱",
	"pictureControlMedium": "中",
	"pictureControlMedium_BlackLevel": "中",
	"pictureControlMedium_Male": "中",
	"pictureControlwhiteBalanceColorTemperatureMedium": "中",
	"pictureLocalDimmingHigh": "強",
	"pictureLocalDimmingLow": "弱",
	"pictureLocalDimmingMed": "中",
	"pictureMode": "標準",
	"pictureModeSettings": "カスタマイズ",
	"press OK button to edit IP manually": "[決定]ボタンを押してIPを手動で編集してください",
	"press OK button to enter channel to search": "[決定]ボタンを押して、検索するチャンネルを入力してください。",
	"press OK button to enter value": "[決定]ボタンを押して値を編集してください",
	"press right button to adjust de-judder and de-blur value": "右ボタンでジャダー値とブラー値を調整してください",
	"press right button to adjust zoom ratio and position": "右ボタンでズームの倍率と位置を調整してください",
	"shift current screen down": "現在の画面を下にシフト",
	"shift current screen to the left": "現在の画面を左にシフト",
	"shift current screen to the right": "現在の画面を右にシフト",
	"shift current screen up": "現在の画面を上にシフト",
	"shift down": "下にシフト",
	"shift left": "左にシフト",
	"shift right": "右にシフト",
	"shift up": "上にシフト",
	"soundMode_Standard": "標準",
	"speaker_channel": "チャンネル",
	"thaRatingNone": "なし",
	"unchecked": "選択されていません",
	"unread": "未読",
	"vertical zoom in": "垂直方向にズームイン",
	"vertical zoom out": "垂直方向にズームアウト",
	"volumeModeHigh": "高",
	"volumeModeLow": "低",
	"volumeModeMedium": "中",
	"webOS TV Version": "webOS TVのバージョン",
	"zoom in": "拡大",
	"zoom out": "縮小",
	"{label} : L{value}": "{label} : 左{value}",
	"{label} : R{value}": "{label} : 右{value}"
}
