{
	" (User)": " (Потребител)",
	"(Version: {l})": "(Версия: {l})",
	"* The device connected should support this service.": "* Свързаното устройство трябва да поддържа тази услуга.",
	"* This feature is applied once and only once when the TV is turned off.": "* Тази функция се прилага само веднъж, когато телевизорът се изключи.",
	"* This feature is available on certain devices only.": "* Тази функция е достъпна само на определени устройства.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Този режим изразява по-ясно намеренията на FILMMAKER MODE, но картината може да изглежда по-тъмни от други режими.",
	"* This settings is only available for Internal TV Speaker.": "* Настройката е достъпна само за вътрешния високоговорител на телевизора.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Въпреки че тази опция е зададена на включена, скрийнсейвърът няма да се активира с цел да се избегне нарушаване на вашето изживяване при гледане от външни източници като например Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Можете да управлявате приложението, което поддържа функцията в мобилното ви устройство.",
	"1) Turn the Bluetooth on the other device off.": "1) Изключете Bluetooth на другото устройство.",
	"10 Points Code Value": "Кодово обозначение с 10 точки",
	"10 Points IRE": "10-точков IRE",
	"10 and Above": "10 и нагоре",
	"10 min": "10 минути",
	"11 and Above": "11 и нагоре",
	"12 Hours": "12 часа",
	"12 and Above": "12 и нагоре",
	"120 min": "120 минути",
	"13 and Above": "13 и нагоре",
	"14 and Above": "14 и нагоре",
	"14 by 9": "четиринадесет към девет",
	"15 and Above": "15 и нагоре",
	"16 and Above": "16 и нагоре",
	"16 by 9": "шестнадесет към девет",
	"17 and Above": "17 и нагоре",
	"18 and Above": "18 и нагоре",
	"180 min": "180 минути",
	"19 and Above": "19 и нагоре",
	"2 Channel": "2-канален",
	"2 Hours": "2 часа",
	"2 Points": "2 точки",
	"2) Turn the Bluetooth device to connect off and on.": "2) Изключете и включете Bluetooth устройството, за да се свържете.",
	"20 Points Code Value": "Кодово обозначение с 20 точки",
	"20 Points IRE": "20-точков IRE",
	"20 and Above": "20 и нагоре",
	"20 min": "20 минути",
	"21 by 9": "двадесет и едно към девет",
	"22 Points Code Value": "Кодово обозначение с 22 точки",
	"22 Points IRE": "22-точков IRE",
	"24 Hours": "24 часа",
	"240 min": "240 минути",
	"3 Hours": "3 часа",
	"30 min": "30 минути",
	"32 by 12": "тридесет и две към дванадесет",
	"32 by 9": "тридесет и две към девет",
	"3G/4G Connection": "3G/4G връзка",
	"4 Hours": "4 часа",
	"4 Hours Auto Power Off": "Автоматично изключване след 4 часа",
	"4 and Above": "4 и нагоре",
	"4 by 3": "четири към три",
	"4-Way Zoom": "4-посочно мащабиране",
	"5 and Above": "5 и нагоре",
	"5.1 Channel": "5.1-канален",
	"6 Hours": "6 часа",
	"6 and Above": "6 и нагоре",
	"60 min": "60 минути",
	"7 and Above": "7 и нагоре",
	"8 Hours": "8 часа",
	"8 and Above": "8 и нагоре",
	"9 and Above": "9 и нагоре",
	"90 min": "90 минути",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID се използва за идентифициране на това устройство за рекламни цели и за показване на определени реклами, които могат да представляват интерес за вас. По-долу можете да нулирате AD ID или да ограничите проследяването чрез AD ID.",
	"AI Acoustic Tuning": "Прецизно AI настройване на звука",
	"AI Acoustic Tuning Options": "Опции за Прецизно AI настройване на звука",
	"AI Acoustic Tuning is disabled.": "Прецизно AI настройване на звука е деактивирано.",
	"AI Brightness Control": "Контрол на „AI Яркост“",
	"AI Picture": "Картина на AI",
	"AI Picture Pro": "Картина на AI Про",
	"AI Recommendation": "AI Препоръка",
	"AI Service": "AI услуга",
	"AI Sound": "Звук на AI",
	"AI Sound Pro": "Звук на AI Про",
	"ATV": "Аналогова телевизия",
	"AV Sync Adjustment": "Настройка на AV синхронизация",
	"Abidjan": "Абиджан",
	"Accessibility": "Достъпност",
	"Account Management": "Управление на профил",
	"Accra": "Акра",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Активирането на тази опция ще спре събирането и проследяването на свързана с рекламите лична информация от този Smart TV. Задействането на превключвателя може да повлияе на видовете реклами, които ще виждате занапред, но няма да спре показването на реклами.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Задействането на този превключвател ще направи LGE да информира своите трети страни доставчици да спрат да комерсиализират вашата лична информация. Освен ако поотделно не се отпишете, все още ще имате достъп до услуги като Live Plus, LG Channels и Who.Where.What?.",
	"Adak": "Адак",
	"Add Network": "Добавяне на мрежа",
	"Add a hidden wireless network": "Добавяне на скрита безжична мрежа",
	"Add wireless network by manually entering network name (SSID).": "Добавете безжична мрежа, като ръчно въведете име на мрежа (SSID).",
	"Addis Ababa": "Адис Абеба",
	"Additional Audio Selection": "Избор на допълнителен звук",
	"Additional Settings": "Допълнителни настройки",
	"Address Setting": "Настройка за адрес",
	"Aden": "Аден",
	"Adjust Audio Guidance pitch.": "Регулиране на височината на тона на звуковите указания.",
	"Adjust Audio Guidance speed.": "Регулиране на скоростта на звуковите указания.",
	"Adjust Audio Guidance volume.": "Регулиране на звука на звуковите указания.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Регулирайте яркостта на задното осветление, за да направите екрана по-светъл или по-тъмен.",
	"Adjust Screen Position": "Регулиране на позицията на екрана",
	"Adjust Zoom Ratio": "Регулиране на степента на увеличение",
	"Adjust animation effect shown on the home at certain times.": "Регулирайте ефекта на анимация, показван на началния екран в определени моменти.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Регулиране на яркостта чрез анализиране на движенията в изображението за предотвратяване на отблясъци и намаляване на консумацията на електроенергия.",
	"Adjust brightness of the LG logo.": "Регулирайте яркостта на логото на LG.",
	"Adjust color and saturation for a more vivid image.": "Регулирайте цвета и наситеността за по-ярко изображение.",
	"Adjust color temperature automatically to reduce eye strain.": "Регулирайте цветовата топлина автоматично, за да намалите натоварването на очите.",
	"Adjust cursor speed.": "Регулирайте скоростта на курсора.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Регулирайте остротата по ръбовете. По-високите стойности увеличават отчетливостта и яснотата на изображението.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Регулирайте настройките на гамата, за да компенсирате за яркостта на входния сигнал.",
	"Adjust left/right audio balance.": "Регулирайте ляв/десен баланс на звука.",
	"Adjust luminance for selected color.": "Регулирайте осветеността за избрания цвят.",
	"Adjust luminance level for selected IRE point.": "Регулирайте нивото на осветеност за избраната IRE точка.",
	"Adjust peak brightness for the brightest luminance.": "Регулирайте пиковата яркост с цел най-ярко осветяване.",
	"Adjust remote's cursor speed and appearance.": "Регулирайте скоростта и вида на курсора на дистанционното.",
	"Adjust saturation for selected color.": "Регулирайте наситеността за избрания цвят.",
	"Adjust screen brightness to reduce energy consumption.": "Регулирайте яркостта на екрана, за да намалите консумацията на електроенергия.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Регулирайте OLED ОСВЕТЛЕНИЕTO, за да направите екрана по-светъл или по-тъмен.",
	"Adjust the audio timing to synchronize the video and audio.": "Настройте отчитането на времето за аудио за видео и аудио синхронизиране.",
	"Adjust the balance of red and green to display the tint on the screen.": "Регулирайте баланса на червеното и зеленото, за да покажете оттенъка на екрана.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Регулирайте цветовия баланс чрез промяна на цветната топлина, осветеността, както и интензитета на червеното, зеленото и синьото.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Регулирайте прецизно контраста, резолюцията и др. за всеки отделен режим на картината и настройте допълнително предпочитан цвят, гама и др.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Регулирайте разликата между светлите и тъмните зони на екрана. По-високите стойности засилват разликата.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Регулирайте кадровата честота да съвпада с тази на филма и си осигурете усещане като в киносалон.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Регулиране на осветеността на статични изображения като лога и др. и предотвратяване на проблеми с качеството на картината, които може да появят след като телевизорът е бил включен за по-продължителен период от време.",
	"Adjust the screen color to be pale or deep.": "Регулирайте цвета на екрана, за да бъде по-блед или по-наситен.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Променяйте звука според предпочитанията си за всяка честота.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Настройте тайминга за синхронизиране на видеото и аудиото, когато те се разминават.",
	"Adjust the tint to brighten or darken the screen.": "Регулирайте оттенъка, за да направите екрана по-светъл или по-тъмен.",
	"Adjust the volume you want with pressing remote's volume key.": "Регулирайте желаната сила на звука чрез натискане на бутона за звука на дистанционното.",
	"Adjust tint for selected color.": "Регулирайте нюанса за избрания цвят.",
	"Adjust whether to display the home promotion.": "Настройте дали да се показва промоция на началния екран.",
	"Adjusting Luminance": "Регулиране на осветеност",
	"Adolescent over 13 are allowed to watch.": "Разрешено е за гледане от младежи на възраст над 13 години.",
	"Adolescent over 14 are allowed to watch.": "Разрешено е за гледане от младежи на възраст над 14 години.",
	"Adolescent over 16 are allowed to watch.": "Разрешено е за гледане от младежи на възраст над 16 години.",
	"Adult": "За възрастни",
	"Adult Language": "Език за възрастни",
	"Adults only.": "Само за възрастни.",
	"Advanced": "Разширени настройки",
	"Advanced Controls": "Разширени контроли",
	"Advanced Wi-Fi Settings": "Разширени настройки за Wi-Fi",
	"Advertisement": "Реклама",
	"Afghanistan": "Афганистан",
	"Afrikaans": "Африканс",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "След като промените страната, всички настроени в момента канали ще бъдат изтрити. За да настроите отново каналите, отворете Автоматичната настройка. Искате ли да продължите?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "След като промените пощенския си код, всички текущи Freesat канали ще бъдат изтрити. За да настроите отново каналите, отворете „Автоматична настройка“. Искате ли да продължите?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "След като промените страната, можете да сканирате каналите с автоматична настройка. Искате ли да продължите?",
	"Ages 2-7 are allowed to watch.": "Разрешено е за гледане от деца на възраст от 2 до 7 години.",
	"Akan": "Акан",
	"Albania": "Албания",
	"Albanian": "Албански",
	"Alerts you by sound when the TV is turned on or off.": "Получавате звукови сигнали, когато телевизорът се включи или изключи.",
	"Algeria": "Алжир",
	"Algiers": "Алжир",
	"All Channels": "Всички канали",
	"All Children": "Всички деца",
	"All ages are allowed to watch.": "Разрешено е за гледане от лица на всякаква възраст.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Всички текущи настройки за режима {pictureMode} ще бъдат нулирани. Искате ли да продължите?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Всички настройки за звуков ефект на стандартен режим ще бъдат нулирани. Искате ли да продължите?",
	"Allow Automatic Updates": "Разрешаване на автоматични актуализации",
	"Almaty": "Алмати",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Освен това можете да регулирате детайлните настройки за Bluetooth съраунд звук.",
	"Always Open": "Винаги отворена",
	"Always-on Off Time": "Време за изключване на Always-on",
	"Amman": "Аман",
	"Amsterdam": "Амстердам",
	"An error has occurred while copy channels.": "Възникна грешка по време на копиране на каналите.",
	"An important software update is available.": "Има важна актуализация на софтуера.",
	"Anadyr": "Анадир",
	"Analog Mode": "Аналогов режим",
	"Analog TV": "Аналогова телевизия",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Анализирайте характеристиките на звука и го оптимизирайте за всяко съдържание в реално време.",
	"Anchorage": "Анкъридж",
	"Angola": "Ангола",
	"Antananarivo": "Антананариво",
	"Antenna": "Антена",
	"Antenna ATV": "Ефирна аналогова телевизия",
	"Antenna DTV": "Ефирна цифрова телевизия",
	"Antenna Radio": "Радио с антена",
	"Antigua and Barbuda": "Антигуа и Барбуда",
	"Any Supplementary Audio": "Всеки допълващ звук",
	"Apia": "Апия",
	"App Alarm": "Аларма на приложение",
	"Application Locks": "Заключени приложения",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Приложете прецизните стойности за настройки на текущия режим на картината за всички входове или приложения.",
	"Apply to all inputs": "Прилагане за всички входове",
	"Applying value to all inputs...": "Прилагане на стойността за всички входове...",
	"Aqtöbe": "Актобе",
	"Arabic": "Арабски",
	"Araguaína": "Арагуаина",
	"Argentina": "Аржентина",
	"Armenia": "Армения",
	"Aruba": "Аруба",
	"Ashgabat": "Ашгабат",
	"Asmara": "Асмара",
	"Aspect Ratio": "Съотношение",
	"Aspect Ratio Settings": "Настройки за съотношение",
	"Assamese": "Асамски",
	"Assign channels to remote buttons so you can quickly jump to them.": "Задаване на канали на бутони на дистанционното управление за бързо прескачане до тях.",
	"Asunción": "Асунсион",
	"Athens": "Атина",
	"Atikokan": "Атикокан",
	"Auckland": "Оукланд",
	"Audio Delay": "Забавяне на звука",
	"Audio Description": "Звуково описание",
	"Audio Description Volume": "Сила на звука на звуковото описание",
	"Audio Guidance": "Звукови указания",
	"Audio Language": "Език на звука",
	"Audio Out (Line Out)": "Аудио изход (Line Out)",
	"Audio Type": "Тип сигнал",
	"Australia": "Австралия",
	"Austria": "Австрия",
	"Auto": "Автоматично",
	"Auto Detect": "Автоматично откриване",
	"Auto Device Detection": "Автоматично откриване на устройство",
	"Auto Genre Selection": "Автоматичен избор на жанр",
	"Auto Power Off": "Автоматично изключване",
	"Auto Power Sync": "Автоматично синхронизирано включване",
	"Auto Start": "Автоматично стартиране",
	"Auto Volume": "Автоматична сила на звука",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Автоматично регулира разликата в силата на звука или задава силата на звука, която се регулирана с бутона за звука на дистанционното управление.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Автоматично коригира до стойност на картината, оптимизирана за жанр на съдържанието с Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Автоматично коригира до стойност на картината, оптимизирана за жанра на съдържанието.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Автоматична промяна към „FILMMAKER MODE“, когато бъде разпознато филмово съдържание.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Автоматично оптимизиране на качеството на картината според цвета и яркостта на околната светлина.",
	"Automatically update system software when an update is found.": "Автоматично актуализиране на системния софтуер, когато бъде открита актуализация.",
	"Available Internal Storage": "Налична вътрешна памет",
	"Azerbaijan": "Азербайджан",
	"Azores": "Азорски острови",
	"BG Color": "Цвят на фон",
	"BG Opacity": "Непрозрачност на фон",
	"Back": "Назад",
	"Backlight": "Задно осветление",
	"Baghdad": "Багдад",
	"Bahamas": "Бахамски острови",
	"Bahrain": "Бахрейн",
	"Baku": "Баку",
	"Balance": "Баланс",
	"Bamako": "Бамако",
	"Bangkok": "Банкок",
	"Bangladesh": "Бангладеш",
	"Bangui": "Банги",
	"Banjul": "Банджул",
	"Barbados": "Барбадос",
	"Basque": "Баски",
	"Bass Boost": "Усилване на басовите честоти",
	"Behavior may vary depending on connected device.": "Поведението може да се различава в зависимост от свързаното устройство.",
	"Beijing": "Пекин",
	"Beirut": "Бейрут",
	"Belarus": "Беларус",
	"Belgium": "Белгия",
	"Belgrade": "Белград",
	"Belize": "Белиз",
	"Belém": "Белен",
	"Bengali": "Бенгалски",
	"Benin": "Бенин",
	"Berlin": "Берлин",
	"Bermuda": "Бермудски острови",
	"Bhutan": "Бутан",
	"Bishkek": "Бишкек",
	"Bissau": "Бисау",
	"Black": "Черно",
	"Black Level": "Ниво на черното",
	"Blanc-Sablon": "Блан-Саблон",
	"Blantyre": "Блантайр",
	"Block TV programs broadcast in English based on their content ratings.": "Блокиране на телевизионни програми, излъчвани на английски, според техните възрастови категории.",
	"Block TV programs broadcast in French based on their content ratings.": "Блокиране на телевизионни програми, излъчвани на френски, според техните възрастови категории.",
	"Block content based on genre.": "Блокирайте съдържание според жанра.",
	"Blue": "Син",
	"Bluetooth Speaker Mode": "Режим на Bluetooth високоговорител",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth съраунд звук + Вътрешен високоговорител на телевизора",
	"Bluetooth Surround Sound Setup": "Настройване на Bluetooth съраунд звук",
	"Boa Vista": "Боа Виста",
	"Bogotá": "Богота",
	"Bolivia": "Боливия",
	"Bosnia": "Босна",
	"Bosnia And Herzegovina": "Босна и Херцеговина",
	"Bosnian": "Босненски",
	"Botswana": "Ботсвана",
	"Bratislava": "Братислава",
	"Brazil": "Бразилия",
	"Brazzaville": "Бразавил",
	"Brightness": "Яркост",
	"Broadcast Country": "Страна на излъчване",
	"Broadcast Mail": "Излъчвана поща",
	"Broken Hill": "Броукън Хил",
	"Brussels": "Брюксел",
	"Bucharest": "Букурещ",
	"Budapest": "Будапеща",
	"Buenos Aires": "Буенос Айрес",
	"Bujumbura": "Бужумбура",
	"Bulgaria": "България",
	"Bulgarian": "Български",
	"Burkina Faso": "Буркина Фасо",
	"Burundi": "Бурунди",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Като натиснете „Нулиране“, вие ще изтриете всички свързани с рекламирането данни, които LGE е събрала от този Smart TV в миналото. Натискането на „Нулиране“ може да повлияе на видовете реклами, които ще виждате занапред, но няма да спре показването на реклами.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Включвайки Live Plus, вие се съгласявате със събирането на информация за гледаните телевизионни програми от LG Electronics Inc. (LGE) чрез ACR модул, която може да бъде споделяна анонимно с трети страни, за да ви предоставяме интерактивни услуги. Възможно е да споделяме и обобщена анонимна информация с трети страни за маркетингови цели. Моля, имайте предвид, че не събираме или разпространяваме съзнателно горепосочената информация от или за деца под 13-годишна възраст. Подробна информация за Live Plus е показана в информацията за гледаните програми (условия), която е достъпна от менюто с настройки за SmartTV. LGE силно препоръчва да прегледате пълната версия на информацията за гледаните програми (условия), преди да активирате функцията Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "С включването на Live Plus вие разбирате, че съдържанието, показващо се на вашия телевизор, може да бъде разпознавано и че информацията относно гледаните телевизионни програми може да бъде използвана, за да може да ви бъдат предоставени подобрено телевизионно изживяване и персонализирани услуги, включително препоръки за съдържание и реклами. Моля, прегледайте Политиката на поверителност и съответните Потребителски споразумения в менюто „Настройки“ на телевизора за повече информация.",
	"CC 1": "Субтитри 1",
	"CC 2": "Субтитри 2",
	"CC 3": "Субтитри 3",
	"CC 4": "Субтитри 4",
	"CI Information": "Информация за CI",
	"CI password incorrect. Please enter again.": "Неправилна парола за CI. Въведете я отново.",
	"COMPONENT2": "КОМПОНЕНТЕН 2",
	"COMPONENT3": "КОМПОНЕНТЕН 3",
	"CS1 Board": "CS1 табло",
	"CS2 Board": "CS2 табло",
	"Cable": "Кабелна",
	"Cable ATV": "Кабелна аналогова телевизия",
	"Cable DTV": "Кабелна цифрова телевизия",
	"Cable Radio": "Кабелно радио",
	"Cairo": "Кайро",
	"Cambodia": "Камбоджа",
	"Cameroon": "Камерун",
	"Campo Grande": "Кампо Гранде",
	"Can not Find Channel": "Каналът не може да бъде намерен",
	"Canada": "Канада",
	"Canary Islands": "Канарски острови",
	"Cancel": "Отказ",
	"Cancel Schedule": "Отказ на графика",
	"Cancel Update": "Отмяна на актуализацията",
	"Cancún": "Канкун",
	"Cantonese": "Кантонски",
	"Cape Verde": "Кабо Верде",
	"Caracas": "Каракас",
	"Casablanca": "Казабланка",
	"Catalan": "Каталонски",
	"Caution": "Внимание",
	"Cayman Islands": "Кайманови острови",
	"Center": "Център",
	"Central African Republic": "Централноафриканска република",
	"Ceuta": "Сеута",
	"Chad": "Чад",
	"Change blue intensity and adjust the color balance.": "Променете интензитета на синьото и регулирайте цветовия баланс.",
	"Change green intensity and adjust the color balance.": "Променете интензитета на зеленото и регулирайте цветовия баланс.",
	"Change red intensity and adjust the color balance.": "Променете интензитета на червеното и регулирайте цветовия баланс.",
	"Change the left / right sound": "Промяна на левия/десния звук",
	"Change the position of captions using the 4-way dial on the remote control.": "Променете местоположението на субтитрите, като използвате 4-посочния бутон на дистанционното управление.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Промяната на региона може да промени настроените в момента канали в телевизора ви. Можете да настроите отново каналите в „Автоматична настройка“. Искате ли да промените регионалните настройки сега?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Промяната на държавата ще рестартира ТВ и може да се наложи отново да приемате потр. споразумения на LG. Също така, наличността на някои приложения и услуги може да се различава според държавата за LG услуги. Продължаване?",
	"Channel Locks": "Заключени канали",
	"Channel Manager": "Управление на канали",
	"Channel Scrolling Options": "Опции за превъртане на каналите",
	"Channel Tuning": "Настройка на канал",
	"Channel Tuning & Settings": "Настройка на канала",
	"Channels": "Канали",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Канали от HDMI и други външни входове не могат да бъдат заключвани. За да заключите телевизионни канали, променете текущия вход на Live TV.",
	"Chatham Islands": "Острови Чатъм",
	"Check TV information.": "Проверете информацията за телевизора.",
	"Check alarm messages about the user settings or TV status.": "Разглеждайте предупредителни съобщения за потребителските настройки или състоянието на телевизора.",
	"Check descriptions for each LG webOS TV functions.": "Вижте описания за всяка функция на LG webOS TV.",
	"Check for Advertising settings and set it.": "Проверете за Рекламни настройки и ги задайте.",
	"Check for Updates": "Проверка за актуализации",
	"Check for available functions with Voice and set Voice Settings.": "Проверете за налични функции с глас и задайте гласови настройки.",
	"Check for problems with the picture quality.": "Проверете за проблеми с качеството на картината.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Проверете за проблеми с качеството на звука на вътрешния високоговорител на телевизора.",
	"Check for software updates and update if available.": "Проверете дали са налични софтуерни и други актуализации.",
	"Check whether the Bluetooth device is in pairing mode.": "Проверете дали Bluetooth устройството е в режим за сдвояване.",
	"Check your TV status to solve problems or use remote support.": "Проверете състоянието на вашия телевизор, за да разрешите проблеми или използвайте отдалечена поддръжка.",
	"Checking Password": "Проверка на паролата",
	"Checking for Updates": "Проверка за актуализации",
	"Checking...": "Проверка...",
	"Chicago": "Чикаго",
	"Chihuahua": "Чихуахуа",
	"Children": "Детски",
	"Children Age": "За деца",
	"Children Program Locks": "Заключвания на детски програми",
	"Children over 8 are allowed to watch.": "Разрешено е за гледане от деца на възраст над 8 години.",
	"Chile": "Чили",
	"China": "Китай",
	"Chinese": "Китайски",
	"Chisinau": "Кишинев",
	"Choibalsan": "Чойбалсан",
	"Chongqing": "Чунцин",
	"Choose to have all channels or just your primary ones when you change channels.": "Изберете дали да разполагате с всички канали или само с основните, когато сменяте каналите.",
	"Christmas Island": "Остров Рождество",
	"Cinema": "Кино",
	"Cinema Clear": "Ясно кино",
	"Cinema Home": "Домашно кино",
	"Cinema View": "Киноекран",
	"Cinema View (32:12)": "Киноекран (32:12)",
	"Cinema Zoom": "Увеличение – кино",
	"City": "Град",
	"City Selection": "Избор на град",
	"Clear": "Ярък",
	"Clear Plus": "Чист плюс",
	"Clear1": "Изтриване",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Щракнете върху бутона „СВЪРЗВАНЕ“ по-долу, след като включите „Безжична клавиатура LG“ и зададете режим на сдвояване.",
	"Close": "Затваряне",
	"Closed Caption": "Субтитри",
	"Closed Caption Settings": "Настройки на субтитри",
	"Code Value": "Кодово обозначение",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Събиране и съхраняване на MAC адрес, номер на модел, код на държава, езикови настройки и софтуерна версия, за да се потвърди, че имате най-новата версия на софтуера.",
	"Colombia": "Колумбия",
	"Colombo": "Коломбо",
	"Color": "Цвят",
	"Color Gamut": "Цветови диапазон",
	"Color Management System": "Система за управление на цветовете",
	"Color Temperature": "Цветна топлина",
	"Component": "Компонентен",
	"Conakry": "Конакри",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Потвърдете общите условия или променете дали приемате споразумението или не.",
	"Congo Brazzaville": "Конго Бразавил",
	"Connect": "Свързване",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Свържете Bluetooth високоговорител и високоговорител на телевизора и автоматично регулирайте „Забавянето на звука“ между високоговорителите.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Свържете към eARC външно аудио устройство, което поддържа eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Свържете външни устройства като например декодер, тонколона и др. към телевизора според ръководството.",
	"Connect the LAN cable directly to the TV to use the network.": "Свържете LAN кабела директно към телевизора, за да използвате мрежата.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Свържете се към мрежата като въведете ръчно IP адреса и този на DNS сървъра.",
	"Connect to the network if a wireless router is installed.": "Свържете към мрежата ако е инсталиран безжичен рутер.",
	"Connect via WPS PBC": "Свързване чрез WPS PBC",
	"Connect via WPS PIN": "Свързване чрез WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Свържете телевизора с рутер или модем с Ethernet кабел, за да активирате кабелната връзка с мрежата.",
	"Connect your TV with WiSA Speakers wirelessly.": "Свържете безжично телевизора си към високоговорители WiSA.",
	"Connectable Devices ({num})": "Устройства, които могат да бъдат свързани ({num})",
	"Connected": "Свързан",
	"Connected to Internet": "Свързан към интернет",
	"Connecting...": "Свързване...",
	"Connection": "Връзка",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "На разположение е Управление на връзката чрез смартфон или компютър. За да можете да свържете телевизор с мобилно устройство, на смартфона или компютър се изискват настройки за връзка и заявки.",
	"Content Recommendations": "Препоръки за съдържание",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Съдържанието ще се възпроизвежда със звук, който е подходящ за многоканално слушане, ако услугата HbbTV поддържа многоканално аудио.",
	"Contrast": "Контраст",
	"Cool": "Студена",
	"Copenhagen": "Копенхаген",
	"Copy Channels": "Копиране на канали",
	"Copy/Delete file": "Копиране/изтриване на файл",
	"Correct contrast and brightness by adjusting black levels.": "Коригирайте контраста и яркостта, като настроите нивата на черното.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Коригира пикселите на картината и предотвратява проблеми с качеството на картината, които може да появят след като телевизорът е бил включен за по-продължителен период от време.",
	"Costa Rica": "Коста Рика",
	"Could not fined available network.": "Няма открита налична мрежа.",
	"Croatia": "Хърватия",
	"Croatian": "Хърватски",
	"Cuba": "Куба",
	"Cuiabá": "Куяба",
	"Current time is not valid. Do you want to set the correct time now?": "Текущият час е невалиден. Искате ли да въведете правилния час сега?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Текущите стойности на персонализираните настройки за режим на картината ще бъдат приложени към режима {pictureMode} за всички входове. Искате ли да продължите?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Ще бъде прекъсната връзката между свързаното в момента устройство „Безжична клавиатура LG“ и вашия телевизор. Искате ли да продължите?",
	"Custom": "Потребителски",
	"Custom Time Zone": "Потребителска часова зона",
	"Customer Service": "Обслужване на клиенти",
	"Cyan": "Циан",
	"Cyprus": "Кипър",
	"Czech": "Чешка република",
	"Czech Republic": "Чешка република",
	"C{value}": "Студени{value}",
	"Côte d'Ivoire": "Кот д'Ивоар",
	"DNS Server": "DNS сървър",
	"DR Congo": "ДР Конго",
	"DTV Audio Setting": "Настройка на звука за цифрова телевизия",
	"Dagbani": "Дагбани",
	"Dakar": "Дакар",
	"Damascus": "Дамаск",
	"Danish": "Датски",
	"Danmarkshavn": "Денмарксхавн",
	"Dar es Salaam": "Дар ес Салаам",
	"Data Service": "Услуга за данни",
	"Date": "Дата",
	"Dawson": "Доусън",
	"Dawson Creek": "Доусън Крийк",
	"Day": "Ден",
	"De-Blur": "Избистряне",
	"De-Judder": "Изглаждане на движението",
	"Delete": "Изтриване",
	"Delete Connection History": "Изтриване на историята на връзката",
	"Delete Pairing History": "Изтриване на историята на сдвояване",
	"Delete Usage Data": "Изтриване на данните за употребата",
	"Demo Options": "Опции за демонстрация",
	"Democratic Republic of the Congo": "Демократична република Конго",
	"Denmark": "Дания",
	"Denver": "Денвър",
	"Depressed": "Понижен",
	"Deregister": "Дерегистриране",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Описание на съдържанието на екрана с глас за зрители с увредено зрение, за да могат те да използват телевизора.",
	"Detect Range": "Обхват на откриване",
	"Detroit": "Детройт",
	"Device Connection Settings": "Настройки за връзка с устройство",
	"Device List": "Списък с устройства",
	"Device Name": "Име на устройството",
	"Dhaka": "Дака",
	"Digital Mode": "Цифров режим",
	"Digital Sound Out": "Цифров звуков изход",
	"Digital TV": "Цифрова телевизия",
	"Dili": "Дили",
	"Directed to Older Children (ages 7 and above)": "Насочени към по-големи деца (на възраст над 7 години)",
	"Disabled": "Деактивирано",
	"Disconnect": "Прекъсване на връзката",
	"Display captions for hearing-impaired viewers to use TV.": "Показване на надписи за зрители с увреден слух, за да могат те да използват телевизора.",
	"Display fast-moving content smoothly and clearly.": "Съдържанието с бързо движещи се елементи се показва гладко и ясно.",
	"Display luminance level for the highest point (100 IRE).": "Покажи нивото на осветеност за най-високата точка (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Изображенията могат да се показват в топла или студена цветова гама.",
	"Djibouti": "Джибути",
	"Do Not Sell My Personal Information": "Не продавай моята лична информация.",
	"Do Not Track": "Да не се проследява",
	"Do you want to continue?": "Искате ли да продължите?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Искате ли да копирате списъка с канали от USB устройството за съхранение в телевизора? Текущите канали в телевизора ви ще бъдат изтрити.",
	"Do you want to copy channel list from your TV to the USB storage?": "Искате ли да копирате списъка с канали от телевизора в USB устройството за съхранение?",
	"Do you want to reset Position Settings?": "Искате ли да нулирате настройките за позиции?",
	"Do you want to reset Volume Control?": "Искате ли да нулирате управлението на силата на звука?",
	"Do you want to set the correct time now?": "Искате ли да въведете правилния час сега?",
	"Do you want to turn your TV off now?": "Искате ли да изключите телевизора си сега?",
	"Dodoma": "Додома",
	"Doha": "Доха",
	"Dominica": "Доминика",
	"Dominican Republic": "Доминиканска република",
	"Done": "Готово",
	"Douala": "Дуала",
	"Download Mail": "Изтегляне на поща",
	"Download and Install": "Изтегляне и инсталиране",
	"Downloadable Rating": "Рейтинг за изтегляне",
	"Dual Mono": "Двоен моно",
	"Dubai": "Дубай",
	"Dublin": "Дъблин",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "По времето на изключването на „Always-on“, част от функциите като гласово разпознаване и др. са ограничени, когато екранът е изключен.",
	"Dushanbe": "Душанбе",
	"Dutch": "Нидерландски",
	"Dynamic Color": "Динамичен цвят",
	"Dynamic Contrast": "Динамичен контраст",
	"Dynamic Tone Mapping": "Динамично съотнасяне на тоновете",
	"Easter Island": "Великденски острови",
	"Eastern Africa": "Източна Африка",
	"Eco": "Икономичен",
	"Eco Mode": "Икономичен режим",
	"Ecuador": "Еквадор",
	"Edge Color": "Цвят на ръба",
	"Edge Enhancer": "Подобряване на ръбовете",
	"Edge Type": "Тип ръб",
	"Edit": "Редактиране",
	"Edmonton": "Едмънтън",
	"Egypt": "Египет",
	"Eirunepé": "Ейрунепе",
	"El Salvador": "Салвадор",
	"El salvador": "Салвадор",
	"Emergency Alert": "Сигнал при спешни случаи",
	"Enabled": "Активирано",
	"Energy Saving": "Икономия на енергия",
	"Energy consumption may increase if this feature is on.": "Потреблението на енергия може да се увеличи, ако тази функция е включена.",
	"Energy saving modes to limit power consumption.": "Икономични режими за ограничаване на потреблението на енергия.",
	"English": "Английски",
	"Enhance the bass sound.": "Подобрява басовия звук.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Подобрете контраста между светлите и тъмните зони на някои менюта, като например фона и текста, за да ги виждат по-лесно хората с увредено зрение.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Подобрява резолюцията и яснотата на съдържанието чрез алгоритъм, научен чрез техниката LG Deep Learning и подобрява дълбочината чрез анализ на съдържанието.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Насладете се на съдържание Dolby Atmos с оптимален звук като включите ефекта за звука среда.",
	"Enjoy TV sound by connecting Wired Headphones.": "Насладете се на звук от телевизора като свържете слушалки с кабел.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Насладете се на звук от телевизора през външни аудио устройства, свързани към порта HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Насладете се на звук от телевизора през външни аудио устройства, свързани към OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Насладете се на звук от телевизора чрез аудио устройство LG, свързано към порта OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Насладете се на звук от телевизора чрез аудио устройства, свързани към външните изходни портове за аудио изход/слушалки.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Насладете се на звук от телевизора чрез вътрешния високоговорител на телевизора и слушалки с кабел.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Насладете се на звук от телевизора чрез външни аудио устройства, свързани към вътрешния високоговорител на телевизора и порта OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Насладете се на ясен и естествен звук.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Насладете се на звука с безжично аудио устройство, свързано към LG Sound Sync или Bluetooth.",
	"Enjoy the sound optimized to the room.": "Насладете се на звук, който е оптимизиран за помещението.",
	"Enter CI Password": "Въвеждане на парола за CI",
	"Enter the PIN in your router's settings.": "Въведете PIN кода в настройките на рутера.",
	"Enter the master password.": "Въведете главната парола.",
	"Equalizer": "Еквалайзер",
	"Equatorial Guinea": "Екваториална Гвинея",
	"Eritrea": "Еритрея",
	"Estonia": "Естония",
	"Estonian": "Естонски",
	"Ethiopia": "Етиопия",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Дори ако настройката е изключена, можете да проверите свързаната информация чрез банер на канала, разпознаване на глас.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Дори когато телевизорът е изключен и използва минимална мощност, можете да слушате музика, като свържете мобилно устройство. Когато телевизорът се включи, разнообразните функции ще могат незабавно да се използват отново.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Дори когато телевизорът е изключен можете да слушате музика, като свържете смартфон към телевизора чрез Bluetooth.",
	"Every Day": "Всеки ден",
	"Every Weekday": "Всеки работен ден",
	"Every Weekend": "Всеки уикенд",
	"Ewe": "Еве",
	"Expert (Bright Room)": "Експертно (светла стая)",
	"Expert (Dark Room)": "Експертно (тъмна стая)",
	"Export your TV's channel list information to a connected USB device.": "Експортирайте информация за списъка с канали на телевизора на свързано USB устройство.",
	"Extended": "Разширена",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Удължаването на периода от време на настройката за автоматично изключване или изключване на функцията може да увеличи потреблението на енергия.",
	"Extreme": "Екстремно",
	"Eye Comfort Mode": "Режим за комфорт на очите",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE автоматична промяна",
	"Fantasy Violence": "Фентъзи с насилие",
	"Fast": "Бързо",
	"Fernando de Noronha": "Фернандо ди Нороня",
	"Fiji": "Фиджи",
	"Find and tell an audio device available to connect around TV.": "Намерете и кажете на налично аудио устройство около телевизора да се свърже.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Регулирайте фино червените, зелените, сините, циановите, магентовите и жълтите цветови пространства.",
	"Finland": "Финландия",
	"Finnish": "Фински",
	"Flash": "Светкавица",
	"Flat Mode": "Плосък режим",
	"Font": "Шрифт",
	"Font 1": "Шрифт 1",
	"Font 2": "Шрифт 2",
	"Font 3": "Шрифт 3",
	"Font 4": "Шрифт 4",
	"Font 5": "Шрифт 5",
	"Font 6": "Шрифт 6",
	"Font 7": "Шрифт 7",
	"Font 8": "Шрифт 8",
	"Football": "Футбол",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "За безжичен рутер с активиран WPS (Wi-Fi Protected Setup), въведете PIN код за свързване на телевизора към безжичната мрежа.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "За безжичен рутер с активиран WPS (Wi-Fi Protected Setup), натиснете бутона WPS-PBC за свързване на телевизора към безжичната мрежа.",
	"Fortaleza": "Форталеза",
	"France": "Франция",
	"Freetown": "Фрийтаун",
	"French": "Френски",
	"French Polynesia": "Френска Полинезия",
	"Full Wide": "Запълване по ширина",
	"Ga": "Га",
	"Gabon": "Габон",
	"Gaborone": "Габороне",
	"Gaelic": "Келтски",
	"Galapagos Islands": "Острови Галапагос",
	"Galician": "Галицийски",
	"Gallery": "Галерия",
	"Gambia": "Гамбия",
	"Gambier": "Гамбе",
	"Game": "Игра",
	"Gamma": "Гама",
	"Gateway": "Шлюз",
	"General": "Общи",
	"General Age": "За всякаква възраст",
	"General Audience": "Обща аудитория",
	"General Audiences": "Общи аудитории",
	"General Program Locks": "Заключвания на общи програми",
	"Georgia": "Грузия",
	"German": "Немски",
	"Germany": "Германия",
	"Get started in a quiet environment for sound optimization.": "Стартирайте измерване в тиха среда с цел оптимизиране на звука",
	"Getting...": "Получаване...",
	"Ghana": "Гана",
	"Gibraltar": "Гибралтар",
	"Glace Bay": "Глейс Бей",
	"Godthab": "Нуук",
	"Grayscale": "Сива гама",
	"Greece": "Гърция",
	"Greek": "Гръцки",
	"Green": "Зелен",
	"Greenland": "Гренландия",
	"Grenada": "Гренада",
	"Guadalcanal": "Гуадалканал",
	"Guadeloupe": "Гуаделупе",
	"Guam": "Гуам",
	"Guatemala": "Гватемала",
	"Guatemala City": "Гватемала",
	"Guayaquil": "Гуаякил",
	"Guernsey": "Гърнси",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Управляване на менюта и операции с глас за зрители с увредено зрение, за да могат да използват телевизора.",
	"Guinea": "Гвинея",
	"Guinea Bissau": "Гвинея Бисау",
	"Guinea Conakry": "Гвинея Конакри",
	"Guinea Equatorial": "Екваториална Гвинея",
	"Gujarati": "Гуджарати",
	"Guyana": "Гаяна",
	"G{value}": "Зелено{value}",
	"H Position": "Хоризонтално положение",
	"H Sharpness": "Хоризонтална острота",
	"H Size": "Хоризонтален размер",
	"HD Mode": "HD режим",
	"HD Mode Option": "Опция за HD режим",
	"HDD Eco Mode": "HDD Икономичен режим",
	"HDD Power Saving Mode": "Икономичен режим за твърд диск",
	"HDMI Input Audio Format": "HDMI входен аудио формат",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Портове HDMI {port1} и HDMI {port2} поддържат 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Портове HDMI {port1} и HDMI {port2} поддържат Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Порт HDMI {port1} поддържа 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Порт HDMI {port1} поддържа Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Портове HDMI {port1}, HDMI {port2} и HDMI {port3} поддържат 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Портове HDMI {port1}, HDMI {port2} и HDMI {port3} поддържат Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Портове HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддържат 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Портове HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддържат Ultra HD Deep Colour.",
	"HDR Effect": "HDR ефект",
	"HDR Picture Mode": "Режим на картина HDR",
	"Haiti": "Хаити",
	"Halifax": "Халифакс",
	"Harare": "Хараре",
	"Harbin": "Харбин",
	"Hard of Hearing": "За хора с увреден слух",
	"Hausa": "Хауса",
	"Havana": "Хавана",
	"Headphones Volume": "Сила на звука на слушалките",
	"Hebrew": "Иврит",
	"Helsinki": "Хелзинки",
	"Hermosillo": "Ермосильо",
	"High": "Високо",
	"High Contrast": "Висок контраст",
	"Higher values increase a sense of warmth or coldness.": "По-високите стойности увеличават усещането за топлина или студенина.",
	"Hindi": "Хинди",
	"Ho Chi Minh": "Хошимин",
	"Home Animation": "Анимация за началната страница",
	"Home Auto Launch": "Авт. стартиране на началната страница",
	"Home Mode": "Режим за дома",
	"Home Promotion": "Промоция на началния екран",
	"Home Settings": "Настройки на началната страница",
	"Home/Store Mode": "Режим у дома/в магазин",
	"Honduras": "Хондурас",
	"Hong Kong": "Хонконг",
	"Hongkong": "Хонконг",
	"Honolulu": "Хонолулу",
	"Hours": "Часа",
	"However, the IPv6 version of the address does not support editing.": "IPv6 версията на адреса обаче не поддържа редактиране.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "За да поддържате телевизора си в оптимално състояние, функцията Always-on ще бъде деактивирана за зададените пет часа, а захранването ще бъде изключено напълно.",
	"Hungarian": "Унгарски",
	"Hungary": "Унгария",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ВАЖНО! Нулирането ще изтрие всички настройки и инсталирани приложения във вашия профил. Това действие не може да се отмени.",
	"IP (Automatic)": "IP (автоматично)",
	"IP (Manual)": "IP (ръчно)",
	"IP Address": "IP адрес",
	"IVC (Cote d’Ivoire)": "Кот д'Ивоар",
	"Iceland": "Исландия",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Когато е избрана синхронизацията за автоматично включване, телевизорът ще се включва, когато включите устройството със SIMPLINK, а устройството със SIMPLINK ще се изключва, когато изключите телевизора.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ако е настроено универсално управление на декодера/OTT, възползвайте се от използването на свързан декодер чрез дистанционното управление на LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ако към порта е свързано устройство, можете да гледате оптимизираната картина на играта с минимално забавяне или без прекъсване на видео сигнала от устройството.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ако е включена и се свържете с устройство, което поддържа също Ultra HD Deep Colour, картината ви може да стане по-ясна.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ако се извършва записване или актуализация на софтуера, то ще изчака завършването им, като така процесът може да отнеме повече от един час.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ако се извършва записване или актуализация на софтуера, то ще изчака завършването им, като така процесът може да отнеме повече от {n} минута(и).",
	"If the device is not connected, you may not hear any sound through it.": "Ако устройството не е свързано, няма да можете да чувате звук през него.",
	"If the edge of the screen is not clean, please turn this function off.": "Ако ръбът на екрана не е чист, моля, изключете тази функция.",
	"If the program does not support multiple languages, the default language is selected.": "Ако програмата не поддържа множество езици, ще бъде избран звукът по подразбиране.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ако програмата не поддържа избрания формат на изхода, ще се използва изхода по подразбиране от източника.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ако програмата не поддържа различни аудио настройки, ще бъде избран звукът по подразбиране.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ако същият симптом се повтори, променете отново стойността или рестартирайте свързаното външно устройство.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ако избраният език не се поддържа, ще се използва езикът по подразбиране от излъчванията.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ако на статичния екран няма действие от потребител в продължение на един час, той ще се превключи към скрийнсейвър.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ако зададеният от вас час е много различен от текущия час, някои от интелигентните функции е възможно да не бъдат показани.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ако не чувате звук през устройството, проверете дали то работи изправно и дали поддържа LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ако изберете режим „Демонстрация в магазин“, се настройват оптимизирани стойности за търговски витрини за продажба на телевизори.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ако включите „Звукови указания“, можете да се придвижвате само с бутоните наляво, надясно, нагоре и надолу на дистанционното управление, а някои приложения, които изискват показалеца, не могат да се използват.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ако я изключите, профилът на CAM оператора ще бъде изтрит.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ако я изключите, никой настроен канал на CAM няма да е наличен и повече няма да получавате известия.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ако изключите „Бързо начало+“, няма да можете да включвате телевизора си с „Управление без дистанционно“. Искате ли да продължите?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ако изключите скрийнсейвъра и едно и също изображение остане на екрана за повече от 2 часа, това може да се отрази на качеството на картината на екрана ви. Ако остане за повече от 5 часа, може да възникне постоянно влошаване на качеството на картината. Искате ли да продължите?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ако изключите тази опция, статичният екран може да остане за по-дълго време, което влошава качеството на екрана или може да направи възстановяването почти невъзможно в някои случаи.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ако използвате функцията за икономия на енергия, яркостта на телевизора ви ще бъде засегната.",
	"Import your TV's channel list information from a connected USB device.": "Импортирайте информация за списъка с канали на телевизора от свързано USB устройство.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Импортирайте/експортирайте информация за списъка с канали на телевизора от/на свързани USB устройство.",
	"In Home": "У дома",
	"India": "Индия",
	"Indianapolis": "Индианаполис",
	"Indonesia": "Индонезия",
	"Indonesian": "Индонезийски",
	"Inner": "Вътрешен",
	"Input": "Вход",
	"Input Locks": "Заключени входове",
	"Input field": "Поле за въвеждане",
	"Installing...": "Инсталиране...",
	"Interactive Service": "Интерактивно обслужване",
	"Interactivity(DTVi)": "Интерактивност (DTVi)",
	"Internal TV Speaker": "Вътрешен високоговорител на телевизора",
	"Invert Colors": "Инвертиране на цветове",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Инвертирайте и балансирайте някои цветове в определени менюта, за да подобрите видимостта на елементите, които се показват на екрана.",
	"Iran": "Иран",
	"Iraq": "Ирак",
	"Ireland": "Ирландия",
	"Irish": "Ирландски",
	"Irkutsk": "Иркутск",
	"Israel": "Израел",
	"Istanbul": "Истанбул",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Нулирането на режима на картината е индивидуално, така че изберете желания режим на картината и го нулирайте.",
	"It may not sound depending on connected devices.": "Може да няма звук в зависимост от свързаните устройства.",
	"It may take a few minutes.": "Може да отнеме няколко минути.",
	"It may take a few seconds.": "Може да отнеме няколко секунди.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Осигурява оптимален Virtual 4.0 съраунд звук в зависимост от гледания жанр чрез алгоритъм, научен чрез техниката LG Deep Learning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "То осигурява оптимален Virtual 5.1 съраунд звук в зависимост от гледания жанр чрез алгоритъм, научен чрез техниката LG Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Тя предоставя оптимизирания звук като настройва отразения звук в помещението според типа монтиране на телевизора.",
	"It reduces jaggies in the picture for a smooth picture.": "Тя намалява назъбванията в картината за безпроблемна картина.",
	"It works only when the broadcasting program supports captions.": "Работи само когато излъчваната програма поддържа надписи.",
	"It works only when the broadcasting program supports subtitles.": "Работи само когато излъчваната програма поддържа субтитри.",
	"Italian": "Италиански",
	"Italy": "Италия",
	"Ivory Coast": "Бряг на слоновата кост",
	"Jakarta": "Джакарта",
	"Jamaica": "Ямайка",
	"Japan": "Япония",
	"Japanese": "Японски",
	"Jayapura": "Джаяпура",
	"Jerusalem": "Йерусалим",
	"Johannesburg": "Йоханесбург",
	"Jordan": "Йордания",
	"Just Scan": "Само сканиране",
	"Kabul": "Кабул",
	"Kaliningrad": "Калининград",
	"Kamchatka": "Камчатка",
	"Kampala": "Кампала",
	"Kannada": "Каннада",
	"Karachi": "Карачи",
	"Kasem": "Касем",
	"Kashgar": "Кашгар",
	"Katmandu": "Катманду",
	"Kazakh": "Казахски",
	"Kazakhstan": "Казахстан",
	"Kenya": "Кения",
	"Keyboard Languages": "Езици на клавиатурата",
	"Khartoum": "Хартум",
	"Khovd": "Ховд",
	"Kiev": "Киев",
	"Kigali": "Кигали",
	"Kingston": "Кингстън",
	"Kinshasa": "Киншаса",
	"Kiribati": "Кирибати",
	"Kiritimati": "Киритимати",
	"Kolkata": "Колката",
	"Korea": "Корея",
	"Korean": "Корейски",
	"Krasnoyarsk": "Красноярск",
	"Kuala Lumpur": "Куала Лумпур",
	"Kuching": "Кучинг",
	"Kuwait": "Кувейт",
	"Kuwait City": "Кувейт",
	"Kyrgyzstan": "Киргизстан",
	"LED Local Dimming": "Локално тъмни LED",
	"LG Logo Light (Front of TV)": "Светеща емблема на LG (отпред на телевизора)",
	"LG Services Country": "Държава за услугите на LG",
	"LG Wireless Keyboard": "Безжична клавиатура LG",
	"LG Wireless Keyboard Connected:": "Безжична клавиатура LG свързана:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Безжичната клавиатура LG ви позволява да управлявате телевизора чрез Bluetooth.",
	"La Paz": "Ла Пас",
	"Lagos": "Лагос",
	"Language": "Език",
	"Laos": "Лаос",
	"Large": "Големи",
	"Last tuning:": "Последно настройване:",
	"Latvia": "Латвия",
	"Latvian": "Латвийски",
	"Lebanon": "Ливан",
	"Left": "Ляво",
	"Left Right": "Ляво/дясно",
	"Left Surround": "Ляв съраунд ефект",
	"Left drop shadow": "Ляво падаща сянка",
	"Legal Notice": "Правна бележка",
	"Lesotho": "Лесото",
	"Liberia": "Либерия",
	"Libreville": "Либървил",
	"Libya": "Либия",
	"Liechtenstein": "Лихтенщайн",
	"Light": "Слабо",
	"Lilongwe": "Лилонгве",
	"Lima": "Лима",
	"Limit AD Tracking": "Ограничаване на проследяването от реклами",
	"Lisbon": "Лисабон",
	"Lithuania": "Литва",
	"Lithuanian": "Литовски",
	"Live Theater": "В зала на живо",
	"Ljubljana": "Любляна",
	"Loading...": "Зареждане...",
	"Local": "Местно",
	"Local Language": "Местен език",
	"Location": "Местоположение",
	"Lock All": "Заключване на всички",
	"Lock changes for currently running apps will be applied the next time they are started.": "Промените на заключванията за стартираните в момента приложения ще бъдат приложени при следващото им стартиране.",
	"Logo Luminance Adjustment": "Регулиране на осветеността на логото",
	"Lome": "Ломе",
	"London": "Лондон",
	"Lord Howe": "Лорд Хау",
	"Los Angeles": "Лос Анджелис",
	"Louisville": "Луисвил",
	"Low": "Ниско",
	"Luanda": "Луанда",
	"Lubumbashi": "Лубумбаши",
	"Luminance": "Осветеност",
	"Lusaka": "Лусака",
	"Luxembourg": "Люксембург",
	"MAC Address": "MAC адрес",
	"MAC Address (Wired)": "MAC адрес (кабелна)",
	"MAC Address (Wireless)": "MAC адрес (безжична)",
	"MASTER PASSWORD": "ГЛАВНА ПАРОЛА",
	"MHEG Guide": "Ръководство MHEG",
	"MPEG Noise Reduction": "Намаляване на шумовете на MPEG",
	"Macao": "Макао",
	"Macedonia": "Македония",
	"Macedonia, The Former Yugoslav Republic Of": "Македония",
	"Macedonian": "Македонски",
	"Maceió": "Масейо ",
	"Maceió ": "Масейо ",
	"Madagascar": "Мадагаскар",
	"Madeira": "Мадейра",
	"Madrid": "Мадрид",
	"Magadan": "Магадан",
	"Magenta": "Магента",
	"Makassar": "Макасар",
	"Make blurry or difficult-to-see areas more vivid.": "Увеличете яркостта на размазаните или неясните зони.",
	"Malabo": "Малабо",
	"Malawi": "Малави",
	"Malay": "Малайски",
	"Malayalam": "Малаялам",
	"Malaysia": "Малайзия",
	"Maldives": "Малдиви",
	"Mali": "Мали",
	"Malta": "Малта",
	"Manage channels stored on the TV.": "Управлявайте каналите, които се съхраняват в телевизора.",
	"Managua": "Манагуа",
	"Manama": "Манама",
	"Manaus": "Манаус",
	"Mandarin": "Мандарин",
	"Manila": "Манила",
	"Manual": "Ръчно",
	"Maori": "Маори",
	"Maputo": "Мапуто",
	"Marathi": "Марати",
	"Marquesas": "Маркизки острови",
	"Marshall Islands": "Маршалови острови",
	"Martinique": "Мартиника",
	"Maseru": "Масеру",
	"Mature Audience Only": "Само възрастна аудитория",
	"Mauritania": "Мавритания",
	"Mauritius": "Мавриций",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Увеличете контраста, като повишите наситеността на светлите и тъмните зони на екрана.",
	"Mayotte": "Майот",
	"Mazatlán": "Масалтан",
	"Mbabane": "Мбабане",
	"Medium": "Средно",
	"Menu Language": "Език на менюто",
	"Menu Transparency": "Прозрачност на менютата",
	"Message": "Съобщение",
	"Method": "Метод",
	"Mexico": "Мексико",
	"Mexico City": "Мексико",
	"Middle East": "Близкия изток",
	"Minsk": "Минск",
	"Minutes": "Минути",
	"Mobile Connection Management": "Управление на мобилна връзка",
	"Mode Option": "Опция за режим",
	"Model": "Модел",
	"Mogadishu": "Могадишу",
	"Moldova": "Молдова",
	"Monaco": "Монако",
	"Moncton": "Монктон",
	"Mongolia": "Монголия",
	"Monrovia": "Монровия",
	"Montenegro": "Черна гора",
	"Monterrey": "Монтерей",
	"Montevideo": "Монтевидео",
	"Month": "Месец",
	"Montréal": "Монреал",
	"Morocco": "Мароко",
	"Moscow": "Москва",
	"Motion Eye Care": "Динамична грижа за очите",
	"Movie Lock": "Заключване на филм",
	"Mozambique": "Мозамбик",
	"Multi Audio": "Мултиаудио",
	"Multi Channel Audio": "Многоканален звук",
	"Multi Feed": "Няколко емисии",
	"Multiple": "Множество",
	"Muscat": "Маскат",
	"Music": "Музика",
	"Myanmar": "Мианмар",
	"Mérida": "Мерида",
	"NEXTGEN TV Mode": "Режим за телевизия NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Нов южен Уелс/Територия на австралийската столица - Сидни",
	"NT - Northern Territory - Darwin": "NT - Северна територия - Дарвин",
	"Nairobi": "Найроби",
	"Namibia": "Намибия",
	"Narrow": "Тесен",
	"Nassau": "Насау",
	"Natural": "Естествени",
	"Ndebele": "Ндебеле",
	"Ndjamena": "Нджамена",
	"Nepal": "Непал",
	"Netherland": "Нидерландия",
	"Netherlands": "Нидерландия",
	"Network": "Мрежа",
	"Network Connection Settings": "Настройки за мрежова връзка",
	"Network Name": "Име на мрежата",
	"Network-Based Personalization Recommendations": "Препоръки за персонализиране въз основа на мрежата",
	"New Caledonia": "Нова Каледония",
	"New York": "Ню Йорк",
	"New Zealand": "Нова Зеландия",
	"Next": "Следващ",
	"Niamey": "Ниамей",
	"Nicaragua": "Никарагуа",
	"Nicosia": "Никозия",
	"Niger": "Нигер",
	"Nigeria": "Нигерия",
	"Night": "Нощ",
	"Nipigon": "Нипигон",
	"No": "Не",
	"No Internet via 3G/4G network": "Няма интернет по мрежата 3G/4G",
	"No Internet via Ethernet": "Няма интернет през Ethernet",
	"No Internet via Wi-Fi": "Няма интернет през Wi-Fi",
	"No One 17 and Under Admitted.": "Не се допускат лица под 17 години.",
	"No Operation Auto Off": "Автоматично изключване при липса на операция",
	"No Signal Auto Off": "Автоматично изключване при липса на сигнал",
	"No Signal Image": "Изображение при липса на сигнал",
	"No Signal Power Off (15Min)": "Изключване при липса на сигнал (15 мин)",
	"No devices have been found.": "Няма намерени устройства.",
	"No paired devices.": "Няма сдвоени устройства.",
	"No signal on Server": "Няма сигнал на сървъра",
	"No updates found.": "Не са намерени актуализации.",
	"Noise Reduction": "Намаляване на шума",
	"None": "Няма",
	"Normal": "Нормално",
	"North Korea": "Северна Корея",
	"Northern Africa": "Северна Африка",
	"Norway": "Норвегия",
	"Norwegian": "Норвежки",
	"Not Connected": "Не е свързан",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Забележка: Ако устройството ви не поддържа тази функция, тя може да не работи правилно. В такъв случай можете да свържете устройството към различен HDMI порт или да изключите настройката 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Забележка: Ако устройството ви не поддържа тази функция, може да не работи правилно. В такъв случай можете да свържете устройството към различен HDMI порт или да изключите настройката HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Забележка: достъпните опции зависят от телевизионната програма.",
	"Note: Behavior may differ if connected device is not a LG device.": "Забележка: Поведението може да се различава, ако свързаното устройство не е LG.",
	"Note: Only displayed when it is provided by the program.": "Забележка: показват се само когато се излъчват от програмата.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Забележка: субтитри се показват само когато се излъчват от телевизионната програма.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Забележка: Поддържаните функции може да се различават според модела, а прозрачността – според работата на функцията с възпроизвеждане на съдържание като Live TV или VOD съдържание.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Забележка:<br>1. Ако телевизорът Ви бъде включен, докато се извършва „Опресняване на пикселите“, това ще спре процеса и трябва да започнете отначало.<br>2. По време на обработката на екрана може да се появи бяла линия. Това е нормално, когато екранът се изчиства.",
	"Notifications": "Съобщения",
	"Nouméa": "Нумеа",
	"Novosibirsk": "Новосибирск",
	"Nzema": "Нзима",
	"OLED LIGHT": "OLED ОСВЕТЛЕНИЕ",
	"OLED Screen Saver": "OLED скрийнсейвър",
	"Object Audio": "Аудио обект",
	"Off": "Изкл.",
	"Oman": "Оман",
	"Omsk": "Омск",
	"On": "Вкл.",
	"OnTimer Channel not selected": "Каналът на таймера за включване не е избран.",
	"Open": "Отворена",
	"Open Source Licenses": "Бележка за софтуер с отворен код",
	"Open when TV is turned on": "Отворена, когато телевизорът е включен",
	"Operate once when TV is off": "Функционира след като телевизорът бъде изключен",
	"Optical": "Оптичен",
	"Optical + Internal TV Speaker": "Оптичен + Вътрешен високоговорител на телевизора",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Оптимизира дълбочината на съдържанието чрез алгоритъм, научен чрез техниката LG Machine Learning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Оптимизирайте настройките на контраста според яркостта на изображението на HDR съдържанието.",
	"Optimize contrast settings based on image brightness.": "Оптимизирайте настройките на контраста според яркостта на изображението.",
	"Optimize the sound for a cinematic experience.": "Оптимизирайте звука за едно кинематографско изживяване.",
	"Oranjestad": "Оранестад",
	"Original Language": "Оригинален език",
	"Oslo": "Осло",
	"Others": "Други",
	"Ouagadougou": "Уагадугу",
	"Outer": "Външен",
	"Output sound through the Internal TV speaker.": "Извеждане на звука през вътрешния високоговорител на телевизора.",
	"PS": "Палестина",
	"Pakistan": "Пакистан",
	"Palau": "Палау",
	"Panama": "Панама",
	"Panama City": "Панама",
	"Panjabi": "Панджабски",
	"Papua New Guinea": "Папуа Нова Гвинея",
	"Paraguay": "Парагвай",
	"Paramaribo": "Парамарибо",
	"Parental Guidance Suggested": "Препоръчва се родителски контрол",
	"Parental Guidance Suggested :": "Препоръчва се родителски контрол:",
	"Parental guidance suggested for children ages 8-13.": "Препоръчва се родителски контрол за деца на възраст от 8 до 13 години.",
	"Parents Guidance strongly required :": "Настоятелно се изисква родителски контрол:",
	"Parents Strongly Cautioned": "Обръща се сериозно внимание на родителите",
	"Paris": "Париж",
	"Password": "Парола",
	"Patent Information": "Патентна информация",
	"Peak Brightness": "Пикова яркост",
	"Persian": "Персийски",
	"Peru": "Перу",
	"Philippines": "Филипини",
	"Phnom Penh": "Пном Пен",
	"Phoenix": "Финикс",
	"Photo": "Снимка",
	"Pick a Time": "Изберете час",
	"Picture": "Картина",
	"Picture Mode": "Режим на картина",
	"Picture Mode Settings": "Настройки на режима на картината",
	"Picture Options": "Опции за картината",
	"Picture Test": "Тест на картина",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Картината или звукът може да не работят правилно при първоначалната комуникация между свързаното външно устройство и телевизора. Ако проблемът продължава, върнете настройките към предишните им стойности или рестартирайте свързаното външно устройство.",
	"Pitch": "Височина на тон",
	"Pixel Refresher": "Опресняване на пикселите",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "„Опресняване на пикселите“ позволява на телевизора ви да осигурява възможно най-изчистена картина.",
	"Pixel Refresher begins only once when the TV is turned off.": "„Опресняване на пикселите“ стартира само след като телевизорът бъде изключен.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "„Опресняване на пикселите“ е насрочено да започне при следващото изключване на телевизора ви.",
	"Play": "Възпроизвеждане",
	"Play sound through TV Speaker.": "Възпроизвеждане на звука през високоговорителя на телевизора.",
	"Play the standard sound suitable for all types of content.": "Възпроизвеждане на стандартния звук, подходящ за всички видове съдържание.",
	"Please check if WiSA Speakers are turned on and try again.": "Проверете дали WiSA високоговорителите са включени и опитайте отново.",
	"Please check that the Bluetooth device is already connected to another device.": "Проверете дали Bluetooth устройството вече е свързано с друго устройство.",
	"Please check the network name and password and try again.": "Проверете името и паролата на мрежата и опитайте отново.",
	"Please check the status and try again": "Проверете състоянието и опитайте отново.",
	"Please do not unplug the USB storage until the copying is completed.": "Моля, не изключвайте USB устройството за съхранение, докато не завърши копирането.",
	"Please enter your password to turn off this function.": "Моля, въведете паролата си, за да изключите тази функция.",
	"Please enter your password to turn on this function.": "Моля, въведете паролата си, за да включите тази функция.",
	"Please make sure that your TV is connected to the network and try again.": "Уверете се, че вашият телевизор е свързан към мрежата и опитайте отново.",
	"Please note that LG does not use or manage the value.": "Имайте предвид, че LG не използва или управлява стойността.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Имайте предвид, че звукът може да не се чува, когато цифровият звуков изход е зададен като Pass Through.",
	"Please try again later.": "Опитайте отново по-късно.",
	"Please wait while the Settings application reloads.": "Изчакайте приложението „Настройки“ да се зареди отново.",
	"Please wait while the Settings application restarts.": "Моля, изчакайте приложението за настройки да се рестартира.",
	"Please wait while the TV restarts.": "Изчакайте, докато телевизорът се рестартира.",
	"Please wait while the TV searches for LG Service Country.": "Моля изчакайте, докато телевизорът търси държава с услуги от LG.",
	"Podgorica": "Подгорица",
	"Point": "Стъпка",
	"Pointer Options": "Опции за показалеца",
	"Pointer Size": "Размер на показалеца",
	"Poland": "Полша",
	"Polish": "Полски",
	"Pontianak": "Понтианак",
	"Port Louis": "Порт Луи",
	"Port Moresby": "Порт Морсби",
	"Port of Spain": "Порт ъф Спейн",
	"Port-au-Prince": "Порт о Пренс",
	"Porto Novo": "Порто Ново",
	"Porto Velho": "Порто Вельо",
	"Porto-Novo": "Порто Ново",
	"Portugal": "Португалия",
	"Portuguese": "Португалски",
	"Position": "Позиция",
	"Position Settings": "Настройки за позиции",
	"Power Off Timer": "Таймер за изключване",
	"Power On Timer": "Таймер за включване",
	"Power Saving Mode": "Икономичен режим",
	"Prague": "Прага",
	"Praia": "Прая",
	"Preschool": "Предучилищни",
	"Press right button to adjust de-blur and Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за избистряне и Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за избистряне и OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Натиснете бутона надясно, за да регулирате стойностите за избистряне и OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението и Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението и OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението и OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението, избистряне и Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението, избистряне и OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението, избистряне и OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Натиснете бутона WPS на съвместим с WPS рутер, за да свържете телевизора към мрежата.",
	"Press the right button to adjust Motion Pro settings.": "Натиснете десния бутон, за да регулирате настройките за Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Натиснете десния бутон, за да регулирате настройките за OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Натиснете десния бутон, за да регулирате настройките за OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Натиснете десния бутон, за да регулирате настройките за премахване на замъгляването.",
	"Press the right button to adjust de-judder settings.": "Натиснете десния бутон, за да регулирате настройките за премахване на трептенето.",
	"Previous": "Предишен",
	"Primary Audio Language": "Основен език на звука",
	"Primary Channels": "Основни канали",
	"Primary Teletext Language": "Основен език за телетекст",
	"Program exempted from ratings.": "Програмата е изключена от оценките.",
	"Programme": "Програма",
	"Provide HbbTV Distinctive ID": "Предоставяне на отличителен идентификатор на HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Предоставете отличителен идентификатор на HbbTV за услуга HbbTV за излъчвания.",
	"Provided services may vary depending on countries.": "Предоставените услуги може да се различават в зависимост от държавата.",
	"Puerto Rico": "Пуерто Рико",
	"Pyongyang": "Пхенян",
	"QLD - Queensland - Brisbane": "QLD - Куинсленд - Брисбейн",
	"Qatar": "Катар",
	"Quick Help": "Бърза помощ",
	"Quick Start+": "Бързо начало+",
	"Rainy River": "Рейни Ривър",
	"Raised": "Повдигнат",
	"Rangoon": "Янгон",
	"Real Cinema": "Реално кино",
	"Reason: Authentication with access point was unsuccessful.": "Причина: Удостоверяването с точка на достъп беше неуспешно.",
	"Reason: Could not establish a connection to access point.": "Причина: Не може да се установи връзка с точка на достъп.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Причина: Не може да се получи валиден IP адрес с DHCP.",
	"Reason: Entered password is incorrect.": "Причина: въведената парола е грешна.",
	"Reason: Password is missing.": "Причина: Липсва парола.",
	"Reason: The network you selected is out of range.": "Причина: избраната от вас мрежа е извън диапазона.",
	"Reason: Unable to login.": "Причина: Невъзможно влизане.",
	"Receive emergency alerts from TV when an emergency occurs.": "Получавайте сигнали при спешни случаи от телевизора, когато възникне подобна ситуация.",
	"Recife": "Ресифи",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Препоръчва се да настроите на „Always-on“ часовете, в които обикновено не гледате телевизия.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Препоръчване на полезно съдържание и функции на базата на история на гледане и модели на използване на приложения.",
	"Recommendations are available for the people, products and locations related to the current program.": "Препоръките са достъпни за хора, продукти и местоположения, свързани с текущата програма.",
	"Red": "Червен",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Намалете несиметричния звук от цифрови видео сигнали, за да оптимизирате качеството на картината.",
	"Regina": "Регина",
	"Region": "Регион",
	"Registered Devices ({num})": "Регистрирани устройства ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Усилете високочестотния тон на оптимизирания звук.",
	"Reinforce the low-pitched tone of the optimized sound.": "Усилете нискочестотния тон на оптимизирания звук.",
	"Remote Settings": "Настройки на дистанционното управление",
	"Remove irregular and erratic pixels for a clearer image.": "Премахнете несиметрични и прескачащи пиксели за по-ясно изображение.",
	"Reset": "Нулиране",
	"Reset AD ID": "Нулиране на AD ID",
	"Reset CI Password": "Нулиране на парола за CI",
	"Reset HbbTV Distinctive ID": "Нулиране на отличителен идентификатор на HbbTV",
	"Reset Password": "Нулиране на паролата",
	"Reset Settings": "Нулиране на настройките",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Нулиране на списъка с приложения, одобрен при свързване към мобилното приложение HbbTV.",
	"Reset the caption position.": "Нулирайте местоположението на субтитрите.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Нулирайте историята на гледаното съдържание и използваните приложения. Когато историята бъде нулирана, може да отнеме известно време, преди пак да започнете да получавате препоръки.",
	"Reset to Initial Settings": "Връщане на първоначалните настройки",
	"Restrict access to TV programs based on their ratings.": "Ограничаване на достъпа до телевизионни програми според техните възрастови категории.",
	"Restrict watching based on age ratings for children programs.": "Ограничаване на гледането въз основа на възрастови оценки за детски програми.",
	"Restrict watching based on ages ratings.": "Ограничаване на гледането въз основа на оценки за възрастови групи.",
	"Restrict watching based on fantasy violence content ratings.": "Ограничаване на гледането въз основа на оценки за фентъзи съдържание с насилие.",
	"Restrict watching based on programs containing adult language.": "Ограничаване на гледането въз основа на програми, съдържащи език за възрастни.",
	"Restrict watching based on programs containing sexual scene.": "Ограничаване на гледането въз основа на програми, съдържащи сексуална сцена.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ограничаване на гледането въз основа на програми, съдържащи диалог със сексуален подтекст.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ограничаване на гледането въз основа на определени възрастови групи или оценки за съдържание под родителски контрол.",
	"Restrict watching based on violence content ratings.": "Ограничаване на гледането въз основа на оценки за съдържание с насилие.",
	"Restrict watching movies based on rating.": "Ограничаване на гледането на филми въз основа на оценка.",
	"Restrict watching programs based on rating.": "Ограничаване на гледането на програми въз основа на оценка.",
	"Restriction ratings :": "Оценки за ограничаване:",
	"Retry": "Нов опит",
	"Revert TV to its initial settings.": "Връщане на телевизора към първоначалните настройки.",
	"Revert color adjustment settings to default.": "Връщане на настройките за регулиране на цветовете към стойностите по подразбиране.",
	"Revert detailed sound effect settings of standard mode to default.": "Връщане на прецизните настройки на звуков ефект на стандартен режим към настройките по подразбиране.",
	"Revert picture setting values to default.": "Връщане на настройките на картината към стойностите по подразбиране.",
	"Revert white balance settings to default.": "Връщане на настройките за баланс на бялото към стойностите по подразбиране.",
	"Reykjavik": "Рейкявик",
	"Riga": "Рига",
	"Right": "Дясно",
	"Right Left": "Дясно/ляво",
	"Right Surround": "Десен съраунд ефект",
	"Right drop shadow": "Дясно падаща сянка",
	"Rio Branco": "Рио Бранко",
	"Riyadh": "Рияд",
	"Romania": "Румъния",
	"Romanian": "Румънски",
	"Rome": "Рим",
	"Russia": "Русия",
	"Russian": "Руски",
	"Rwanda": "Руанда",
	"R{value}": "Червено{value}",
	"SA - South Australia - Adelaide": "SA - Южна Австралия - Аделаида",
	"SIGNATURE Opening": "Отваряне на SIGNATURE",
	"SIGNATURE TV Settings": "Настройки на SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK ви позволява да използвате дистанционното управление на LG за управление на други съвместими със SIMPLINK устройства като DVD плейър или озвучителна система за домашно кино, които са свързани с вашия LG Smart TV с HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK ще бъде включено автоматично за използване в този режим ARC.",
	"Safety": "Безопасност",
	"Saint Lucia": "Сейнт Лусия",
	"Saint Vincent": "Сейнт Винсент",
	"Sakhalin": "Сахалин",
	"Samara": "Самара",
	"Samarkand": "Самарканд",
	"Samoa": "Самоа",
	"San Luis": "Сан Луис",
	"San Salvador": "Сан Салвадор",
	"Sana": "Сана",
	"Santiago": "Сантяго",
	"Santo Domingo": "Санто Доминго",
	"Sarajevo": "Сараево",
	"Satellite": "Сателитна",
	"Satellite DTV": "Сателитна цифрова телевизия",
	"Satellite Radio": "Сателитно радио",
	"Saturation": "Наситеност",
	"Saudi Arabia": "Саудитска Арабия",
	"Saudi arabia": "Саудитска Арабия",
	"Save CAM Operator's Profile": "Запазване на профила на оператор на CAM",
	"Save CI Password": "Запис на парола за CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Запазване на настройките на регулиране на цветовете от текущо избрания режим на картината във всички входове.",
	"Save the white balance settings from the current picture mode in all inputs.": "Запазете настройките за белия баланс от текущия режим на картината във всички входове.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Запис/нулиране на паролата за CI. Записването на паролата ще ви позволи да пропускате стъпката за влизане в бъдеще.",
	"Scan \"Auto Detect\" automatically.": "Автоматично сканиране за „Авт. откриване“.",
	"Scoresbysund": "Итокортоормиит",
	"Screen Down": "Екран надолу",
	"Screen Off": "Изключване на екрана",
	"Screen Saver": "Скрийнсейвър",
	"Screen Shift ": "Смяна на екрана",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Екранът се сменя през еднакъв интервал от време и предотвратява проблеми с качеството на картината, които може да появят след като телевизорът е бил включен за по-продължителен период от време.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Екранът ще се изключи след 5 секунди. За да включите отново екрана, натиснете който и да е бутон с изключение на тези за захранването и силата на звука.",
	"Search": "Търсене",
	"Search Bluetooth Device": "Търсене на Bluetooth устройство",
	"Searching...": "Търсене...",
	"Second Language": "Втори език",
	"Secondary Audio Language": "Допълнителен език на звука",
	"Secondary Teletext Language": "Вторичен език за телетекст",
	"Security": "Сигурност",
	"Select IRE point to adjust luminance.": "Изберете IRE точка за регулиране на осветеността.",
	"Select Mode": "Избор на режим",
	"Select TV's language settings.": "Изберете езиковите настройки на телевизора.",
	"Select a caption type for HD broadcasts.": "Изберете тип надписи за HD излъчвания.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Изберете тип надписи за телевизионни излъчвания NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Изберете тип надписи за ULTRA HD излъчвания.",
	"Select a caption type for analog broadcasts.": "Изберете тип надписи за аналогови излъчвания.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Изберете видео режим, който отговаря на средата на гледане, или определете настройки за видео режим, като контраст, цвят и други.",
	"Select an audio format for each HDMI input.": "Изберете аудио формат за всеки HDMI вход.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Изберете друг цифров звуков изход (автоматичен или PCM), ако не чувате звуков ефект след като изберете „Pass Through“.",
	"Select audio language for digital broadcasts.": "Изберете аудио език за цифрови излъчвания.",
	"Select color to be adjusted.": "Изберете цвят за регулиране.",
	"Select days to apply the Timer Power Off settings every week.": "Изберете дни за прилагане на настройките на таймера за изключване всяка седмица.",
	"Select days to apply the Timer Power On settings every week.": "Изберете дни за прилагане на настройките на таймера за включване всяка седмица.",
	"Select device for audio output.": "Изберете устройство за аудио изход.",
	"Select device or speaker for audio output.": "Изберете устройство или високоговорител за аудио изход.",
	"Select digital audio output format.": "Изберете формат за цифров аудио изход.",
	"Select language for TV menu.": "Изберете език за ТВ менюто.",
	"Select language for subtitles.": "Изберете език за субтитри.",
	"Select languages for keyboards input.": "Изберете езици за клавиатурите за въвеждане.",
	"Select method to adjust white balance.": "Изберете метод за регулиране на баланса на бялото.",
	"Select point to adjust luminance.": "Избор на точка за регулиране на осветеността.",
	"Select the Sound mode and set detailed Audio effects.": "Изберете звуковия режим и настройте подробни аудио ефекти.",
	"Select the Sound mode for each content type.": "Изберете режима на звука за всеки тип съдържание.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Изберете Ultra HD Deep Colour за порт HDMI {num}.",
	"Select the app to restrict the use.": "Изберете приложението, за да ограничите използването.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Изберете подходящия режим на картината според средата на гледане или типа на съдържанието.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Изберете аудио свойствата, за да слушате излъчването по желания от вас начин.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Изберете типа на субтитрите за цифрови излъчвания и задайте подробни настройки за субтитрите.",
	"Select the channel to restrict watching.": "Изберете канала, за да ограничите гледането.",
	"Select the channel to watch when the TV turns on.": "Изберете кой канал да гледате при включване на телевизора.",
	"Select the color range to be displayed.": "Изберете диапазона от цветове, които да се показват.",
	"Select the country for your country's special services.": "Изберете държавата за специални услуги за вашата държава.",
	"Select the desired video angle.": "Изберете желания видео ъгъл.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Изберете формата за прехвърляне на цифров звуков изход от телевизора към външно устройство.",
	"Select the input to use when the TV turns on.": "Изберете кой вход да се използва при включване на телевизора.",
	"Select the inputs to restrict the use.": "Изберете входовете, за да ограничите използването.",
	"Select the most preferred Subtitle Language.": "Изберете първия предпочитан език за субтитрите.",
	"Select the place where to use the TV.": "Изберете мястото, където да използвате телевизора.",
	"Select the residential region for your regional broadcast signal.": "Изберете региона на местожителство за вашия регионален телевизионен сигнал.",
	"Select the second preferred Subtitle Language.": "Изберете втория предпочитан език за субтитрите.",
	"Select your first choice of audio language for digital broadcasts.": "Изберете вашия първи избор за език на звука за цифрови излъчвания.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Направете своя първи избор за език за телетекст услуги на вашия доставчик на излъчвана телевизия.",
	"Select your second choice of audio language for digital broadcasts.": "Изберете вашия втори избор за език на звука за цифрови излъчвания.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Направете своя втори избор за език за телетекст услуги на вашия доставчик на излъчвана телевизия.",
	"Senegal": "Сенегал",
	"Seoul": "Сеул",
	"Serbia": "Сърбия",
	"Serbian": "Сръбски",
	"Serial Number": "Сериен номер",
	"Service 1": "Услуга 1",
	"Service 2": "Услуга 2",
	"Service 3": "Услуга 3",
	"Service 4": "Услуга 4",
	"Service 5": "Услуга 5",
	"Service 6": "Услуга 6",
	"Service Area Zip Code": "Пощенски код на района на услугата",
	"Set Automatically": "Автоматично задаване",
	"Set ID": "Избор на идентификатор",
	"Set My Team Alarm.": "Задаване на аларма „Моят отбор“.",
	"Set Store Mode settings.": "Задайте настройките на режима за магазин.",
	"Set System Color mode for your current TV input.": "Задайте режима на цветната система на текущия телевизионен вход.",
	"Set additional options for Video Description.": "Задайте допълнителните опции за видео описание.",
	"Set additional picture settings.": "Задаване на допълнителни настройки за картината.",
	"Set additional sound-related settings.": "Задайте допълнителни настройки, свързани със звука.",
	"Set advanced Subtitle options.": "Изберете разширени опции за субтитрите.",
	"Set advanced captioning options.": "Задайте разширени опции за надписи.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Задайте и редактирайте версията на IP адреса на IPv4 или IPv6.",
	"Set audio-related options.": "Задайте опциите за звука.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Задайте размер на надписите, цвят, прозрачност и други опции за излъчванията.",
	"Set color temperature from warm to cool.": "Задайте цветната температура от топла до студена.",
	"Set detailed caption settings for HD broadcasts.": "Задайте подробни настройки за субтитрите за HD излъчвания.",
	"Set detailed options for the AI functions.": "Задайте подробни опции за функциите „AI“.",
	"Set detailed options for the Home feature.": "Задайте подробни опции за функцията „Начало“.",
	"Set detailed options for the Recommendation feature.": "Задайте подробни опции за функцията „Препоръка“.",
	"Set easy connection settings with external devices.": "Задайте настройки за лесна връзка с външни устройства.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Задаване на заключване на указаните канали, приложения, входове и др. за използване под родителски контрол.",
	"Set necessary additional functions based on watching environment and screen status.": "Задайте необходими допълнителни функции според средата на гледане и състоянието на екрана.",
	"Set or reset the position of on-screen captions.": "Задайте или нулирайте местоположението на субтитрите.",
	"Set settings related to your wired / wireless network.": "Задайте настройки за кабелната/безжичната ви мрежа.",
	"Set the TV to turn off automatically after a set amount of time.": "Задайте телевизорът да се изключва автоматично след определено време.",
	"Set the TV to turn off automatically at a set time.": "Задайте телевизорът да се изключва автоматично в определен час.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Задайте телевизорът да се изключва автоматично, ако потребителят не предприеме никакво действие 4 часа след автоматичното включване на телевизора.",
	"Set the TV to turn on automatically at a set time.": "Задайте телевизорът да се включва автоматично в определен час.",
	"Set the additional functions related to the TV.": "Задайте допълнителните функции, свързани с телевизора.",
	"Set the current date and time.": "Задайте текуща дата и час.",
	"Set the current date manually.": "Ръчно въвеждане на текущата дата.",
	"Set the current time manually.": "Ръчно въвеждане на текущия час.",
	"Set the detect range of device available to connect.": "Задайте обхвата на засичане на устройства, които са налични за свързване.",
	"Set the region and country for broadcasts and special services.": "Задайте региона и държавата за излъчвания и специални услуги.",
	"Set the screen size and aspect ratio.": "Задайте размера и съотношението на екрана.",
	"Set the specialized functions of SIGNATURE TV.": "Задайте специализираните функции на SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Задайте часа, в който телевизорът да се изключва автоматично, ако потребителят не предприема никакво действие.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Задайте виртуалния многоканален звуков ефект, за да се насладите на по-реалистичен звук.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Задайте виртуалния звуков ефект, за да се насладите на по-реалистичен звук.",
	"Set the volume level when the TV turns on.": "Задайте каква да е силата на звука при включване на телевизора.",
	"Set time to turn off the TV.": "Задайте час за изключване на телевизора.",
	"Set time to turn on the TV.": "Задайте час за включване на телевизора.",
	"Set up additional features related to customer support.": "Задайте допълнителни функции за обслужване на клиенти.",
	"Set up an account to use LG Services.": "Създайте профил, за да използвате услугите на LG.",
	"Set whether to display Home when the TV is turned on.": "Задайте дали да се показва „Начало“, когато телевизорът се включи.",
	"Settings Help": "Помощ за настройките",
	"Sexual Situations": "Сексуални ситуации",
	"Sexually Suggestive Dialogue": "Диалог със сексуален подтекст",
	"Shanghai": "Шанхай",
	"Sharpness": "Острота",
	"Show Password": "Показване на паролата",
	"Side by Side": "Едно до друго",
	"Sierra Leone": "Сиера Леоне",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Смущенията на сигнала могат да намалят чувствителността на Magic Remote, ако в прекалена близост до телевизора има безжичен рутер.",
	"Simferopol": "Симферопол",
	"Singapore": "Сингапур",
	"Size": "Размер",
	"Skopje": "Скопие",
	"Sleep Timer": "Таймер за сън",
	"Slovak": "Словашки",
	"Slovakia": "Словакия",
	"Slovenia": "Словения",
	"Slovenian": "Словенски",
	"Slow": "Бавно",
	"Small": "Малки",
	"Smooth": "Гладко",
	"Smooth Gradation": "Гладка градация",
	"Soccer": "Футбол",
	"Sofia": "София",
	"Software Update": "Софтуерна актуализация",
	"Software Version": "Версия на софтуера",
	"Software update has been installed. Update will be applied when you restart your TV.": "Софтуерната актуализация е инсталирана. Актуализацията ще бъде приложена, когато рестартирате телевизора.",
	"Solid": "Солиден",
	"Solomon Islands": "Соломонови острови",
	"Somalia": "Сомалия",
	"Some material may not be appropriate for children under 13.": "Някои материали може да не са подходящи за деца под 13 години.",
	"Some material may not be appropriate for children.": "Някои материали може да не са подходящи за деца.",
	"Sotho, Northern": "Сото, Северен",
	"Sotho, Southern": "Сото, Южен",
	"Sound": "Звук",
	"Sound Mode": "Режим на звука",
	"Sound Mode Settings": "Настройки на режим за звук",
	"Sound Out": "Звуков изход",
	"Sound Share": "Споделяне на звука",
	"Sound Test": "Тест на звука",
	"South Africa": "Южна Африка",
	"South Korea": "Южна Корея",
	"Southern Africa": "Южна Африка",
	"Spain": "Испания",
	"Spanish": "Испански",
	"Speaker Volume Control": "Управление на силата на звука на високоговорителя",
	"Specify detailed voice guidance settings after turning on this feature.": "Определете подробни настройки за гласовите указания, след като включите тази функция.",
	"Speed": "Скорост",
	"Spoken Subtitle": "Субтитри с произнасяне",
	"Sports": "Спорт",
	"Sports Alert": "Известие за спорт",
	"Srednekolymsk": "Средноколимск",
	"Sri Lanka": "Шри Ланка",
	"St. John's": "Сейнт Джонс",
	"Stand": "Стойка",
	"Standard": "Стандартно",
	"Standard Mode Sound Effect": "Звуков ефект на стандартен режим",
	"Standby Light": "Индикатор за готовност",
	"Start New Sound Tuning": "Стартиране на ново настройване на звука",
	"Start Now": "Стартиране сега",
	"Stockholm": "Стокхолм",
	"Stop": "Стоп",
	"Store Demo": "Демонстрация в магазин",
	"Store Mode": "Режим за магазин",
	"Store Mode Settings": "Настройки на режима за магазин",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Режимът за магазин служи за демонстрации в магазина. Той непрекъснато ще инициализира настройките през няколко минути. Искате ли да затворите това приложение и да стартирате режима за магазин?",
	"Strong": "Силно",
	"Style": "Стил",
	"Subnet Mask": "Подмрежова маска",
	"Subnet prefix length": "Дължина на префикса на подмрежата",
	"Subtitle First Choice Language": "Субтитри на първия избор на език",
	"Subtitle Language": "Език на субтитрите",
	"Subtitle Second Choice Language": "Субтитри на втория избор на език",
	"Subtitles": "Субтитри",
	"Sudan": "Судан",
	"Super Impose": "Налагане",
	"Super Resolution": "Супер резолюция",
	"Support": "Поддръжка",
	"Suriname": "Суринам",
	"Surround Balance": "Баланс на съраунда",
	"Surround Level": "Ниво на съраунда",
	"Swahili": "Суахили",
	"Swati": "Свати",
	"Swaziland": "Свазиленд",
	"Sweden": "Швеция",
	"Swedish": "Шведски",
	"Swift Current": "Суифт Карънт",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Превключете към режим на готовност, за да включите бързо телевизора, когато той е изключен.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Превключете към режим на готовност, за да използвате бързо най-различни функции като приложения, търсене и др., когато изключите телевизора.",
	"Switzerland": "Швейцария",
	"Sync Demo": "Демонстрация на синхронизирането",
	"Syria": "Сирия",
	"System Color": "Системен цвят",
	"São Paulo": "Сао Пауло",
	"TAS - Tasmania - Hobart": "TAS - Тасмания - Хоубарт",
	"TEXT 1": "ТЕКСТ 1",
	"TEXT 2": "ТЕКСТ 2",
	"TEXT 3": "ТЕКСТ 3",
	"TEXT 4": "ТЕКСТ 4",
	"TV": "Телевизор",
	"TV Information": "Информация за телевизора",
	"TV Installation Type": "Тип монтаж на телевизора",
	"TV Lock": "Заключване на телевизора",
	"TV Name": "Име на телевизора",
	"TV On With Mobile": "Включване на телевизора с мобилно устройство",
	"TV Power Sound": "Звук при включване на телевизора",
	"TV Power Sound Volume": "Сила на звука при включване на телевизора",
	"TV Program Locks": "Заключване на ТВ програми",
	"TV Rating English": "Телевизионен рейтинг - английски",
	"TV Rating French": "Телевизионен рейтинг - френски",
	"TV Speaker": "Високоговорител на телевизора",
	"TV can be used as an alarm.": "Телевизорът може да се използва като аларма.",
	"TV is turned off at a set time on every specified day.": "Във всеки от указаните дни телевизорът се изключва в определен час.",
	"TV to USB": "От телевизора на USB",
	"Tagalog": "Тагалог",
	"Tahiti": "Таити",
	"Taipei": "Тайпе",
	"Taiwan": "Тайван",
	"Tajikistan": "Таджикистан",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Възползвайте се от функции, които изискват мрежова връзка, като например интернет, софтуер, софтуерни актуализации и др.",
	"Tallinn": "Талин",
	"Tamil": "Тамилски",
	"Tanzania": "Танзания",
	"Target Luminance": "Целева осветеност",
	"Tashkent": "Ташкент",
	"Tbilisi": "Тбилиси",
	"Tegucigalpa": "Тегусигалпа",
	"Tehran": "Техеран",
	"Teletext": "Телетекст",
	"Telugu": "Телугу",
	"Text Color": "Цвят на текста",
	"Text Opacity": "Непрозрачност на текста",
	"Text Search": "Търсене на текст",
	"Thai": "Тайски",
	"Thailand": "Тайланд",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Портовете HDMI {port1} и HDMI {port2} поддържат AMD FreeSync Premium и вие можете да изберете тази функция.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портовете HDMI {port1} и HDMI {port2} поддържат функцията AMD FreeSync Premium и вие можете да я включите или изключите.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Портовете HDMI {port1} и HDMI {port2} поддържат „Мигновена реакция при игра“, като можете да включите или изключите функцията.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Портовете HDMI {port1} поддържа AMD FreeSync Premium и вие можете да изберете тази функция.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Портът HDMI {port1} поддържа AMD FreeSync Premium, като можете да включите или изключите функцията.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Портът HDMI {port1} поддържа „Мигновена реакция при игра“, като можете да включите или изключите функцията.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Портовете HDMI {port1}, HDMI {port2} и HDMI {port3} поддържат AMD FreeSync Premium и вие можете да изберете тази функция.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портовете HDMI {port1}, HDMI {port2} и HDMI {port3} поддържат AMD FreeSync Premium, като можете да включите или изключите функцията.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Портовете HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддържат AMD FreeSync Premium и вие можете да изберете тази функция.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Портовете HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддържат AMD FreeSync Premium, като можете да включите или изключите функцията.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Портовете HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддържат „Мигновена реакция при игра“, като можете да включите или изключите функцията.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Портовете HDMI {port1}, HDMI {port2} и HDMI {port3} поддържат „Мигновена реакция при игра“, като можете да включите или изключите функцията.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Отличителният идентификатор на HbbTV е уникална стойност, използвана само за HbbTV, която не е свързана с личната информация на потребителя.",
	"The HbbTV Distinctive ID will be reset.": "Отличителният идентификатор на HbbTV ще бъде нулиран.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Приложението или услугата HbbTV ще деактивира своето проследяване на отделен потребител.",
	"The IBB service will disable its tracking of an individual user.": "Услугата IBB ще деактивира проследяването на отделен потребител.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Информацията за страната на услугите на LG не може да бъде извлечена от сървъра. Опитайте отново по-късно.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Приложението „Настройки“ трябва да се зареди отново, за да се промени езикът на менюто. Искате ли да продължите?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Околното осветление ще бъде осигурено, когато се установи движение около телевизора.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Наличните външни услуги за разпознаване на глас могат да се променят в зависимост от настройката на езика. Също така, ако промените езика на менюто, менюто с настройки ще се зареди отново. Искате ли да продължите?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Списъкът с канали е копиран успешно от USB устройството за съхранение в телевизора. Телевизорът ще се рестартира след 5 секунди.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Списъкът с канали е копиран успешно от телевизора в USB устройството за съхранение.",
	"The closer to 100, the brighter.": "Колкото стойността е по-близо до 100, толкова е по-светъл е екранът.",
	"The closer to 100, the clearer the color becomes.": "Колкото стойността е по-близо до 100, толкова по-ясен става цветът.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Колкото стойността е по-близо до 50, толкова по-изразено е червеното, и колкото стойността е по-близо до 50, толкова по-изразено е зеленото.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Подробните зададени стойности на функцията за баланса на бялото ще бъдат нулирани. Искате ли да продължите?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Разликата между силата на звука на канала и програмата се намалява автоматично, което ви помага да гледате програмите с еднакъв звук.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Разликата между силата на звука на канала и програмата се задава автоматично, за да гледате програмите с еднакъв звук.",
	"The higher the settings, the louder the sound rapidly.": "Колкото по-висока е настройката, толкова по-силен е звукът.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Вътрешният високоговорител на телевизора и Bluetooth високоговорителите могат да възпроизвеждат звук едновременно, за да създадат ефект за наситен съраунд звук.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Езикът за разпознаване на глас ще бъде зададен автоматично в зависимост от избрания език на менюто.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Езикът, използван за разпознаване на гласа е зададен според избрания език на менюто. Услугите за поддръжка може да се различават в зависимост от езика за гласови команди.",
	"The network is currently unavailable. Please try again later.": "Мрежата в момента е недостъпна. Опитайте отново по-късно.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Завършването на процеса ще отнеме около един час, като телевизорът ви трябва да остане изключен.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Завършването на процеса ще отнеме около {n} минута(и), като телевизорът ви трябва да остане изключен.",
	"The program is intended for adults only.": "Програмата е предназначена само за пълнолетни лица.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Яркостта на екрана се коригира автоматично в съответствие с яркостта около телевизора ви.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Екранът ще се плъзне надолу след 5 секунди. Натиснете който и да е бутон, освен Power и Volume, на дистанционното управление, за да върнете екрана обратно.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Зададените подстойности на Системата за управление на цветовете ще бъдат нулирани. Искате ли да продължите?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Настройката за Bluetooth съраунд звук + Вътрешния високоговорител на телевизора ще бъде нулирана.",
	"The settings are as follows.": "Настройките са следните.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Звукът може да не се чува, когато цифровият звуков изход е зададен като „Pass Through“.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Актуализацията не може да бъде приложена в телевизора. Ще бъде възстановена предишната версия на софтуера.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Визуалните ефекти се показват на екрана, когато телевизорът е включен и екранът трепти.",
	"There are no paired devices.": "Няма сдвоени устройства.",
	"There are settings to correct or prevent OLED panel noise.": "Има настройки за коригиране или предотвратяване на шума в OLED панела.",
	"There is no USB device connected to your TV.": "Няма свързано към телевизора USB устройство.",
	"There is no message.": "Няма съобщения.",
	"Thimphu": "Тхимпху",
	"Third Language": "Трети език",
	"This feature applies only to specified LG Wireless Keyboard models.": "Тази функция е активна само при определени модели безжична клавиатура LG.",
	"This function works only when it is provided by the broadcast program.": "Тази функция работи само когато е предоставена от излъчваната програма.",
	"This is a closed caption preview": "Това е преглед на субтитрите",
	"This is an already existing value.": "Тази стойност вече съществува.",
	"This service provides you with more information about watching program and enjoys related contents.": "Услугата ви предоставя още информация относно гледаната програма и възможност да се наслаждавате на подобно съдържание.",
	"This will revert all options on TV to their default settings.": "Това ще върне всички опции на телевизора към техните настройки по подразбиране.",
	"Thule": "Каанаак",
	"Tijuana": "Тихуана",
	"Time": "Време",
	"Timer Channel": "Таймер за канал",
	"Timer Repeat": "Таймер за повторение",
	"Timers": "Таймери",
	"Timezone": "Часова зона",
	"Timor-Leste": "Източен Тимор",
	"Tint": "Нюанс",
	"Tiranë": "Тирана",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "За да оптимизирате звука, възпроизведете тестов звук на телевизора и стартирайте измерване на отразения звук чрез Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "За да тествате звука на телевизора си, настройката за звуковия изход трябва да бъде променена на вътрешния високоговорител на телевизора. Искате ли да продължите?",
	"Togo": "Того",
	"Tokyo": "Токио",
	"Tonga": "Тонга",
	"Top and Bottom": "Горе и долу",
	"Toronto": "Торонто",
	"Total Power On Time": "Общо време във включен режим",
	"Tracking Speed": "Скорост на проследяване",
	"Translucent": "Прозрачен",
	"Transparent": "Прозрачен",
	"Treble Boost": "Усилване на високите честоти",
	"Trinidad And Tobago": "Тринидад и Тобаго",
	"Trinidad and Tobago": "Тринидад и Тобаго",
	"Tripoli": "Триполи",
	"Tsonga": "Цонга",
	"Tswana": "Тсвана",
	"Tune and save available channels.": "Настройване и запис на наличните канали.",
	"Tune and save available channels. You can set satellite channel options.": "Настройване и запис на наличните канали. Можете да зададете опциите за сателитните канали.",
	"Tunis": "Тунис",
	"Tunisia": "Тунис",
	"Turkey": "Турция",
	"Turkish": "Турски",
	"Turkmenistan": "Туркменистан",
	"Turn on TV with mobile device same as smartphone.": "Включвайте телевизора с мобилно устройство като смартфон.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Включване и изключване на Ultra HD Deep Colour за порт HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Включете или изключете Game Response от порта HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Включвайте телевизора с мобилно устройство чрез Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Включвайте телевизора с мобилното си устройство чрез Wi-Fi.",
	"Turn on via Bluetooth": "Включване чрез Bluetooth",
	"Turn on via Wi-Fi": "Включване чрез Wi-Fi",
	"Turn on/off description box in Settings.": "Включете/изключете полето за описание в настройките.",
	"Turn on/off standby light.": "Включете/изключете светлината за режим на готовност.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Включване/изключване на AMD FreeSync Premium за порт HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Включване/изключване на изображенията, които да бъдат показвани на екрана, когато няма сигнал.",
	"Turn on/off the related features of energy consumption.": "Включване/изключване на свързани функции за потреблението на енергия.",
	"Turn the Hybridcast service on/off.": "Включване/изключване на услугата Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Включване/изключване на услугата за интерактивност (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Включване/изключване на програмата на телевизията на вашия доставчик на излъчвана телевизия.",
	"Turn your broadcast TV provider's teletext service on/off.": "Включване/изключване на услугата за телетекст на вашия доставчик на излъчвана телевизия.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Изключването на Wi-Fi ще прекрати достъпа ви до всички интернет базирани услуги, освен ако не използвате кабел за свързване към мрежата. Искате ли да продължите?",
	"UAE": "ОAE",
	"UHD Mode": "UHD режим",
	"USA": "САЩ",
	"USB storage for Copy Channels": "USB устройство за съхранение за копиране на канали",
	"USB to TV": "От USB на телевизора",
	"Uganda": "Уганда",
	"Ukraine": "Украйна",
	"Ukrainian": "Украински",
	"Ulaanbaatar": "Улан Батор",
	"Unable to check for updates.": "Невъзможно проверяване за актуализации.",
	"Unable to connect to the network.": "Не може да се свърже с мрежата.",
	"Undefined": "Недефинирано",
	"Under 17 requires accompanying parent or adult guardian.": "За деца под 17 години се изисква придружаващ родител и възрастен настойник.",
	"Uniform": "Еднотипно",
	"United Arab Emirates": "Обединени арабски емирства",
	"United Kingdom": "Обединеното кралство",
	"United States of America": "Съединени американски щати",
	"Universal Control Settings": "Настройки за Универсалното управление",
	"Unknown": "Неизвестен",
	"Unknown issue has occurred.": "Възникна неизвестен проблем.",
	"Update canceled.": "Актуализацията е отменена.",
	"Update in progress...": "Извършва се актуализация...",
	"Update in progress...({n}%)": "Извършва се актуализация...({n}%)",
	"Update paused.": "Актуализацията е оставена на пауза.",
	"Update reserved.": "Резервирана актуализация.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Актуализацията ще бъде отменена и всичките й файлове ще бъдат изтрити сега. Искате ли да продължите?",
	"Urdu": "Урду",
	"Uruguay": "Уругвай",
	"Urumqi": "Урумчи",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Използвайте Magic Remote, за да анализирате акустиката на помещението и да оптимизирате звука на телевизора според получените резултати.",
	"Use a large pointer.": "Използвайте голям показалец.",
	"Use a medium pointer.": "Използвайте среден показалец.",
	"Use a small pointer.": "Използвайте малък показалец.",
	"Use the 4-way controller to change the position and press the OK button.": "Използвайте 4-посочния контролер, за да промените позицията и натиснете бутона OK.",
	"Use the following services with the selected language.": "Използвайте следните услуги с избрания език.",
	"User": "Потребител",
	"User Agreements": "Потребителски споразумения",
	"User Guide": "Ръководство на потребителя",
	"Uzbek": "Узбекски",
	"Uzbekistan": "Узбекистан",
	"Uzhhorod": "Ужгород",
	"V Position": "Вертикално положение",
	"V Sharpness": "Вертикална острота",
	"V Size": "Вертикален размер",
	"VIC - Victoria - Melbourne": "VIC - Виктория - Мелбърн",
	"Vaduz": "Вадуц",
	"Valencian": "Валенсиански",
	"Vancouver": "Ванкувър",
	"Vatican City": "Ватикан",
	"Venda": "Венда",
	"Venezuela": "Венецуела",
	"Vertical Zoom": "Вертикално увеличение",
	"Video 1": "Видео 1",
	"Video 2": "Видео 2",
	"Video 3": "Видео 3",
	"Video Description": "Видео описание",
	"Vienna": "Виена",
	"Vientiane": "Виентян",
	"Vietnam": "Виетнам",
	"Vietnamese": "Виетнамски",
	"View current Common Interface (CI) information.": "Показване на текущата информация за „Общ интерфейс“ (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "За да виждате по-ясно елементите, променете цвета на екранното меню на черно-бял.",
	"View messages from your broadcast TV provider.": "Вижте съобщенията от вашия доставчик на излъчвана телевизия.",
	"View more information about watching program and enjoy related contents.": "Преглеждайте още информация за гледаната програма и се наслаждавайте на подобно съдържание.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Гледайте оригиналния екран както е или задайте размера на екрана и съотношението.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Гледайте оригиналния екран както е приеман от излъчвания сигнал или свързано устройство.",
	"Vilnius": "Вилнюс",
	"Violence": "Насилие",
	"Vivid": "Ярък",
	"Vladivostok": "Владивосток",
	"Voice Recognition Help and Settings": "Помощ за настройки за „Гласово разпознаване“",
	"Voice Support Service": "Услуга за гласова поддръжка",
	"Volgograd": "Волгоград",
	"Volume": "Сила на звука",
	"Volume Increase Amount": "Степен на увеличаване на звука",
	"Volume Mode": "Режим на силата на звука",
	"WA - Western Australia - Eucla": "WA - Западна Австралия - Юкла",
	"WA - Western Australia - Perth": "WA - Западна Австралия - Пърт",
	"Wall-mounted": "Монтиран на стена",
	"Warm1": "Топли 1",
	"Warm2": "Топли 2",
	"Warm3": "Топли 3",
	"Warsaw": "Варшава",
	"Watch a diverse range of Internet contents on TV channels.": "Гледайте разнообразие от интернет съдържание по ТВ канали.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Събираме и съхраняваме MAC адрес, номер на модел, код на държава, езикови настройки, както и софтуерна версия, за да проверим устройството ви и да се уверим, че разполагате с най-новата версия на софтуера.",
	"Welcome Feature": "Функция „Добре дошли“",
	"Welsh": "Уелски",
	"Western Africa": "Западна Африка",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Когато свързан HDD не бъде използван за определено време, се превключва към режим на готовност за намаляването на консумацията на електроенергия.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Когато устройство е свързано към порта, изображението в играта се оптимизира с минимални закъснения, засичания или прекъсвания.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Когато стартирате Instant Game Response, видеосъдържанието може временно да премигва.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Когато звуковият изход е зададен на „Bluetooth/HDMI ARC/Optical Digital/WiSA тонколони“ или свързаното устройство не поддържа Instant Game Response, функцията може да не работи правилно.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Когато звуковият изход е зададен на „Bluetooth“ или свързаното устройство не поддържа „Мигновена реакция при игра“, функцията може да не работи правилно.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Когато устройството бъде включено/изключено, вашият телевизор ще бъде автоматично включен/изключен.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Когато визуалните ефекти са изключени, на екрана се възстановява възпроизвеждането на телевизия на живо.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Когато тази функция е настроена на „включена“, някои функции, появяващи се на екрана, ще бъдат частично прозрачни.",
	"When your TV is turned off, the device will automatically turn off.": "Когато вашият телевизор е изключен, устройството автоматично ще се изключи.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Докато променената зададена стойност се прехвърля към външно устройство, картината или звукът могат временно да не са обичайно предоставяните.",
	"White": "Бяло",
	"White Balance": "Баланс на бялото",
	"Wi-Fi Connection": "Връзка с Wi-Fi",
	"Wi-Fi Security": "Защита на Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi е изключен. Включете го, за да видите списъка с налични мрежи, към които можете да се свържете, и допълнителни свързани елементи от менютата.",
	"Wi-Fi issue has occurred.": "Възникна проблем с Wi-Fi.",
	"WiSA Speakers": "Високоговорители WiSA",
	"Wide Area Zone": "Широка област",
	"Wide View": "Широк екран",
	"Wide View (32:9)": "Широк екран (32:9)",
	"Wide Zoom": "Широко увеличение",
	"Windhoek": "Виндхук",
	"Window Color": "Цвят на прозореца",
	"Window Opacity": "Прозрачност на прозореца за субтитрите",
	"Winnipeg": "Уинипег",
	"Wired Connection (Ethernet)": "Кабелна връзка (Ethernet)",
	"Wired Headphones": "Слушалки с кабел",
	"Wired Headphones + Internal TV Speaker": "Слушалки с кабел + Вътрешен високоговорител на телевизора",
	"With this option, you can control the audio device's volume with your TV remote.": "С тази опция можете да управлявате силата на звука на устройството с дистанционното управление на телевизора.",
	"W{value}": "Топли{value}",
	"Xhosa": "Кхоса",
	"Yakutsk": "Якутск",
	"Yamoussoukro": "Ямусукро",
	"Year": "Година",
	"Yekaterinburg": "Екатеринбург",
	"Yellow": "Жълто",
	"Yellowknife": "Йелоунайф",
	"Yemen": "Йемен",
	"Yerevan": "Ереван",
	"Yes": "Да",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Можете да регулирате звуковите ефекти при включване или изключване на телевизора и движенията на екрана.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Можете да контролирате устройствата, които са свързани с HDMI портовете, с дистанционното управление Magic без процеси за настройване на устройствата.",
	"You can delete the device connection history of Screen Share.": "Можете да изтриете историята за свързване с устройства на Screen Share.",
	"You can delete the device connection history of Sound Share.": "Можете да изтриете историята за свързване с устройства за „Споделяне на звука“.",
	"You can find the default password in User Guide.": "Можете да намерите паролата по подразбиране в Ръководство на потребителя.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Можете да стартирате „Мигновена реакция при игра“, като зададете „Вкл.“ за HDMI Ultra HD Deep Colour.",
	"You can only change settings from the current HDMI input.": "Можете да променяте настройки само от текущия HDMI вход.",
	"You can scan again to connect the device.": "Можете да сканирате отново, за да свържете устройството.",
	"You can select left and right audio settings for broadcast signal.": "Можете да изберете аудио настройките за ляво и дясно за телевизионния сигнал.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Можете да изберете AMD FreeSync Premium за порт HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Можете да изберете Ultra HD Deep Colour за порта.",
	"You can set the sound to play when the TV is turned on or off.": "Можете да настроите звука, който да се възпроизвежда при включване или изключване на телевизора.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Можете да включите/изключите функцията за запазване на профила на CAM оператора.",
	"You can turn this feature on or off.": "Можете да включите или изключите тази функция.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Възможно е да получавате разнообразни препоръки за съдържание чрез мрежата. Изключването на тази опция ще ви предоставя само базово съдържание и някои функции може да не са достъпни.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Вашият телевизор и свързано през SIMPLINK устройство ще бъдат синхронизирани по следния начин:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Телевизорът ви трябва да остане изключен, докато се извършва процесът „Опресняване на пикселите“. Ще бъдат отменени всички текущи или предстоящи записи, напомняния или включване чрез таймера, насрочено за периода на извършване на този процес. Bluetooth високоговорителят на „Без изглед“ няма да бъде наличен.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Телевизорът ви трябва да остане изключен, докато се извършва процесът „Опресняване на пикселите“. Ще бъдат отменени всички текущи или предстоящи записи, напомняния или включване по график чрез таймера.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Телевизорът ви трябва да бъде свързан към мрежата, за да зададете страната за услугите на LG. Искате ли да отворите „Настройки за мрежата“ сега, за да проверите връзката?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Телевизорът ви трябва да знае правилното ви местоположение, за да предоставя съобщения за спешни сигнали чрез цифровия телевизионен сигнал.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Телевизорът ви ще се изключи, докато не бъде завършен процесът, след което автоматично ще се включи отново.",
	"Zagreb": "Загреб",
	"Zambia": "Замбия",
	"Zaporozhye": "Запорожие",
	"Zimbabwe": "Зимбабве",
	"Zoom": "Увеличаване",
	"Zoom2": "Увеличение 2",
	"Zulu": "Зулу",
	"Zürich": "Цюрих",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Ще бъде прекъсната връзката между [{Device}] и телевизора ви. Звукът вече няма да бъде възпроизвеждан от това устройство. Искате ли да продължите?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] ще бъде премахнато от списъка със сдвоени устройство. Ако искате да го свържете по-късно, ще трябва да потърсите наличните устройства и да го сдвоите отново. Искате ли да продължите?",
	"[{deviceName}] will be deleted.": "[{deviceName}] ще бъде изтрито.",
	"aspectRatio_original": "Оригинален",
	"audioGuidance_fast": "Бързо",
	"audioGuidance_high": "Високо",
	"audioGuidance_low": "Ниско",
	"audioGuidance_medium": "Средно",
	"audioGuidance_slow": "Бавно",
	"audioGuidance_veryFast": "Много бързо",
	"audioGuidance_veryHigh": "Много висок",
	"audioGuidance_veryLow": "Много нисък",
	"audioGuidance_verySlow": "Много бавно",
	"btDotSignalStrength_wide": "Широк",
	"button": "бутон",
	"character": "знак",
	"characters": "знаци",
	"checked": "с отметка",
	"colorGamutJPNWide": "Широк",
	"connecting": "свързване",
	"depthOfColor": "Цвят",
	"diagonal zoom in": "диагонално увеличаване",
	"diagonal zoom out": "диагонално намаляване",
	"digitalOptionSetByProgram": "Зададено от програмата",
	"energy_Maximum": "Максимална",
	"energy_Medium": "Средна",
	"energy_Minimum": "Минимална",
	"freesync_high": "Високо",
	"freesync_low": "Ниско",
	"freesync_off": "Изкл.",
	"freesync_wide": "Широк",
	"gamma_high1": "Височина1",
	"gamma_high2": "Височина2",
	"hidden": "скрито",
	"horizontal zoom in": "хоризонтално увеличаване",
	"horizontal zoom out": "хоризонтално намаляване",
	"jpDoNot": "Изкл.",
	"logoLuminance_high": "Висока",
	"logoLuminance_low": "Ниска",
	"min": "мин",
	"not connected": "не е свързана",
	"objet_soundMode": "Оптимизирайте звука за всеки тип съдържание.",
	"pictureControl3dModeStandard": "Стандартно",
	"pictureControlAuto": "Автоматично",
	"pictureControlAuto_BlackLevel": "Автоматично",
	"pictureControlHigh": "Високо",
	"pictureControlHigh_BlackLevel": "Високо",
	"pictureControlHigh_Male": "Високо",
	"pictureControlLow": "Ниско",
	"pictureControlLow_BlackLevel": "Ниско",
	"pictureControlLow_Male": "Ниско",
	"pictureControlMedium": "Средно",
	"pictureControlMedium_BlackLevel": "Средно",
	"pictureControlMedium_Male": "Средно",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Средно",
	"pictureLocalDimmingHigh": "Високо",
	"pictureLocalDimmingLow": "Ниско",
	"pictureLocalDimmingMed": "Средно",
	"pictureMode": "Стандартен",
	"pictureModeSettings": "Персонализиране",
	"press OK button to edit IP manually": "натиснете бутона OK, за да редактирате ръчно IP адреса",
	"press OK button to enter channel to search": "натиснете бутона OK, за да въведете канал за търсене",
	"press OK button to enter value": "натиснете бутона OK, за да въведете стойност",
	"press right button to adjust de-judder and de-blur value": "натиснете бутона надясно, за да регулирате стойностите за изглаждане на движението и избистряне",
	"press right button to adjust zoom ratio and position": "натиснете бутона надясно, за да регулирате степента и позицията на увеличение",
	"shift current screen down": "изместване на текущия екран надолу",
	"shift current screen to the left": "изместване на текущия екран наляво",
	"shift current screen to the right": "изместване на текущия екран надясно",
	"shift current screen up": "изместване на текущия екран нагоре",
	"shift down": "изместване надолу",
	"shift left": "изместване наляво",
	"shift right": "изместване надясно",
	"shift up": "изместване нагоре",
	"soundMode_Standard": "Стандартно",
	"speaker_channel": "Канал",
	"thaRatingNone": "Няма",
	"unchecked": "без отметка",
	"unread": "непрочетени",
	"vertical zoom in": "вертикално увеличаване",
	"vertical zoom out": "вертикално намаляване",
	"volumeModeHigh": "Високо",
	"volumeModeLow": "Ниско",
	"volumeModeMedium": "Средно",
	"webOS TV Version": "webOS TV версия",
	"zoom in": "увеличаване",
	"zoom out": "намаляване",
	"{label} : L{value}": "{label}: Ляво{value}",
	"{label} : R{value}": "{label}: Дясно{value}"
}
