{
	" (User)": "(ਉਪਭੋਗਤਾ)",
	"(Version: {l})": "(ਸੰਸਕਰਨ: {l})",
	"* The device connected should support this service.": "* ਕਨੈਕਟ ਕੀਤੇ ਡਿਵਾਈਸ ਨੂੰ ਇਸ ਸੇਵਾ ਦਾ ਸਮਰਥੱਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
	"* This feature is applied once and only once when the TV is turned off.": "* ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਇੱਕ ਵਾਰ ਅਤੇ ਸਿਰਫ਼ ਇੱਕ ਵਾਰ ਲਾਗੂ ਹੁੰਦੀ ਹੈ ਜਦੋਂ TV ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"* This feature is available on certain devices only.": "* ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਫ ਕੁਝ ਡਿਵਾਈਸਾਂ 'ਤੇ ਹੀ ਉਪਲਬਧ ਹੈ।",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* ਇਹ ਮੋਡ FILMMAKER MODE ਦੇ ਇਰਾਦਿਆਂ ਨੂੰ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਵਿਅਕਤ ਕਰਦਾ ਹੈ, ਪਰ ਹੋਰ ਪਿਕਚਰ ਮੋਡਾਂ ਵਿੱਚ ਡਾਰਕ ਲੱਗ ਸਕਦਾ ਹੈ।",
	"* This settings is only available for Internal TV Speaker.": "* ਇਹ ਸੈਟਿੰਗਾਂ ਸਿਰਫ ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਲਈ ਉਪਲਬਧ ਹਨ।",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* ਭਾਵੇਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ON ‘ਤੇ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਵੀ ਸਕ੍ਰੀਨ ਸੇਵਰ ਤੁਹਾਡੇ ਵੇਖਣ ਦੇ ਅਨੁਭਵ ਨੂੰ ਖ਼ਰਾਬ ਕਰਨ ਤੋਂ ਬਚਾਉਣ ਲਈ ਬਾਹਰੀ ਇਨਪੁੱਟ ਜਿਵੇਂ ਲਾਈਵ TV ‘ਤੇ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ।",
	"* You can control the app which supports the function on your mobile device.": "* ਤੁਸੀਂ ਉਸ ਐਪ ਨੂੰ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਵਿੱਚ ਫੰਕਸ਼ਨ ਨੂੰ ਸਮਰਥਿਤ ਕਰਦੀ ਹੈ।",
	"1) Turn the Bluetooth on the other device off.": "1) ਦੂਜੇ ਡਿਵਾਈਸ ‘ਤੇ Bluetooth ਬੰਦ ਕਰੋ।",
	"10 Points Code Value": "10 ਬਿੰਦੂ ਕੋਡ ਮਾਨ",
	"10 Points IRE": "10 ਪੋਇੰਟਸ IRE",
	"10 and Above": "10 ਅਤੇ ਉੱਪਰ",
	"10 min": "10 ਮਿੰਟ",
	"11 and Above": "11 ਅਤੇ ਉੱਪਰ",
	"12 Hours": "12 ਘੰਟੇ",
	"12 and Above": "12 ਅਤੇ ਉੱਪਰ",
	"120 min": "120 ਮਿੰਟ",
	"13 and Above": "13 ਅਤੇ ਉੱਪਰ",
	"14 and Above": "14 ਅਤੇ ਉੱਪਰ",
	"14 by 9": "14 ਬਾਏ 9",
	"15 and Above": "15 ਅਤੇ ਉੱਪਰ",
	"16 and Above": "16 ਅਤੇ ਉੱਪਰ",
	"16 by 9": "16 ਬਾਏ 9",
	"17 and Above": "17 ਅਤੇ ਉੱਪਰ",
	"18 and Above": "18 ਅਤੇ ਉੱਪਰ",
	"180 min": "180 ਮਿੰਟ",
	"19 and Above": "19 ਅਤੇ ਉੱਪਰ",
	"2 Channel": "2 ਚੈਨਲ",
	"2 Hours": "2 ਘੰਟੇ",
	"2 Points": "2 ਪਵਾਇੰਟ",
	"2) Turn the Bluetooth device to connect off and on.": "2) ਕਨੈਕਟ ਕਰਨ ਲਈ Bluetooth ਡਿਵਾਈਸ ਨੂੰ ਬੰਦ ਅਤੇ ਚਾਲੂ ਕਰੋ।",
	"20 Points Code Value": "20 ਬਿੰਦੂ ਕੋਡ ਮਾਨ",
	"20 Points IRE": "20 ਪੋਇੰਟ IRE",
	"20 and Above": "20 ਅਤੇ ਉੱਪਰ",
	"20 min": "20 ਮਿੰਟ",
	"21 by 9": "21 ਬਾਏ 9",
	"22 Points Code Value": "22 ਬਿੰਦੂ ਕੋਡ ਮਾਨ",
	"22 Points IRE": "22 ਪੋਇੰਟਸ IRE",
	"24 Hours": "24 ਘੰਟੇ",
	"240 min": "240 ਮਿੰਟ",
	"3 Hours": "3 ਘੰਟੇ",
	"30 min": "30 ਮਿੰਟ",
	"32 by 12": "32 ਬਾਏ 12",
	"32 by 9": "32 ਬਾਏ 9",
	"3G/4G Connection": "3G/4G ਕਨੈਕਸ਼ਨ",
	"4 Hours": "4 ਘੰਟੇ",
	"4 Hours Auto Power Off": "4 ਘੰਟੇ ਆਟੋ ਪਾਵਰ ਆਫ",
	"4 and Above": "4 ਅਤੇ ਉੱਪਰ",
	"4 by 3": "4 ਬਾਏ 3",
	"4-Way Zoom": "4-ਵੇਅ ਜ਼ੂਮ",
	"5 and Above": "5 ਅਤੇ ਉੱਪਰ",
	"5.1 Channel": "5.1 ਚੈਨਲ",
	"6 Hours": "6 ਘੰਟੇ",
	"6 and Above": "6 ਅਤੇ ਉੱਪਰ",
	"60 min": "60 ਮਿੰਟ",
	"7 and Above": "7 ਅਤੇ ਉੱਪਰ",
	"8 Hours": "8 ਘੰਟੇ",
	"8 and Above": "8 ਅਤੇ ਉੱਪਰ",
	"9 and Above": "9 ਅਤੇ ਉੱਪਰ",
	"90 min": "90 ਮਿੰਟ",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID ਦੀ ਵਰਤੋਂ ਇਸ਼ਤਿਹਾਰ ਉਦੇਸ਼ਾਂ ਲਈ ਇਸ ਡਿਵਾਈਸ ਦੀ ਪਛਾਣ ਕਰਨ ਅਤੇ ਕੁਝ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਸੁਵਿਧਾਜਨਕ ਬਣਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜੋ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਦਾ ਹੋ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ AD ID ਰੀਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ AD ID ਟ੍ਰੈਕਿੰਗ ਨੂੰ ਸੀਮਤ ਕਰ ਸਕਦੇ ਹੋ।",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning ਵਿਕਲਪ",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning ਅਸਮਰੱਥ ਹੈ।",
	"AI Brightness Control": "AI ਬ੍ਰਾਈਟਨੈਸ ਕੰਟ੍ਰੋਲ",
	"AI Picture": "AI ਤਸਵੀਰ",
	"AI Picture Pro": "AI ਤਸਵੀਰ ਪ੍ਰੋ",
	"AI Recommendation": "AI ਸਿਫਾਰਿਸ਼",
	"AI Service": "AI ਸਰਵਿਸ",
	"AI Sound": "AI ਸਾਊਂਡ",
	"AI Sound Pro": "AI ਸਾਊਂਡ ਪ੍ਰੋ",
	"AV": "AV",
	"AV Sync Adjustment": "AV ਸਿੰਕ ਪ੍ਰਬੰਧ",
	"Abidjan": "ਅਬਿਜਾਨ",
	"Accessibility": "ਉਪਲਬਧਤਾ",
	"Account Management": "ਖਾਤਾ ਪ੍ਰਬੰਧਨ",
	"Accra": "ਅਕਰਾ",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਨਾਲ ਇਸ Smart TV ਤੋਂ ਇਸ਼ਤਿਹਾਰ-ਸਬੰਧੀ ਵਿਅਕਤੀਗਤ ਡੇਟਾ ਨੂੰ ਇਕੱਤਰ ਕਰਨਾ ਅਤੇ ਟ੍ਰੈਕ ਕਰਨਾ ਬੰਦ ਹੋ ਜਾਵੇਗਾ। ਟੌਗਲ ਨੂੰ ਚਾਲੂ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵੇਖੇ ਜਾਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੇ ਹਨ, ਪਰ ਇਹ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਨਹੀਂ ਰੋਕਣਗੇ।",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Aਇਸ ਟੌਗਲ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ LGE ਆਪਣੀ ਤੀਜੀ ਧਿਰ ਦੇ ਪ੍ਰਦਾਤਿਆਂ ਨੂੰ ਤੁਹਾਡੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਨੂੰ ਜਨਤਕ ਕਰਨ ਤੋਂ ਰੋਕਣ ਦਾ ਆਦੇਸ਼ ਦੇਵੇਗਾ। ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਦੀ ਚੋਣ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਉਦੋਂ ਤੱਕ ਤੁਸੀਂ Live Plus, LG Channels ਅਤੇ Who.Where.What? ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।",
	"Adak": "ਅਦਕ",
	"Add Network": "ਨੈਟਵਰਕ ਜੋੜੋ",
	"Add a hidden wireless network": "ਬਿਨਾਂ ਤਾਰ ਦੇ ਗੁਪਤ ਨੈਟਵਰਕ ਨੂੰ ਜੋੜੋ",
	"Add wireless network by manually entering network name (SSID).": "ਨੈਟਵਰਕ ਦਾ ਨਾਮ (SSID) ਮੈਨੂਅਲੀ ਦਰਜ਼ ਕਰਕੇ ਵਾਇਰਲੈਸ ਨੈਟਵਰਕ ਜੋੜੋ।",
	"Addis Ababa": "ਅਡੀਸ ਅਬਾਬਾ",
	"Additional Audio Selection": "ਅਤੀਰਿਕਤ ਆਡੀਓ ਚੋਣ",
	"Additional Settings": "ਵਧੀਕ ਸੈਟਿੰਗਾਂ",
	"Address Setting": "ਪਤੇ ਦੀ ਸੈਟਿੰਗ",
	"Aden": "ਅਦਨ",
	"Adjust Audio Guidance pitch.": "ਆਡੀਓ ਨਿਰਦੇਸ਼ ਪਿੱਚ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust Audio Guidance speed.": "ਆਡੀਓ ਨਿਰਦੇਸ਼ ਗਤੀ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust Audio Guidance volume.": "ਆਡੀਓ ਨਿਰਦੇਸ਼ ਵਾਲਿਉਮ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust Backlight brightness to brighten or darken the screen.": "ਸਕ੍ਰੀਨ ਨੂੰ ਚਮਕੀਲਾ ਜਾਂ ਗੂੜ੍ਹਾ ਬਣਾਉਣ ਲਈ ਬੈਕਲਾਈਟ ਬ੍ਰਾਈਟਨੈੱਸ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust Screen Position": "ਸਕ੍ਰੀਨ ਦੀ ਸਥਿਤੀ ਵਿਵਸਥਿਤ ਕਰੋ",
	"Adjust Zoom Ratio": "ਜ਼ੂਮ ਦਰ ਵਿਵਸਥਿਤ ਕਰੋ",
	"Adjust animation effect shown on the home at certain times.": "ਹੋਮ ਸਕ੍ਰੀਨ ‘ਤੇ ਵਿਖਾਏ ਗਏ ਐਨੀਮੇਸ਼ਨ ਪ੍ਰਭਾਵ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਸਮਿਆਂ ‘ਤੇ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ਚਮਕ ਅਤੇ ਬਿਜਲੀ ਦੀ ਖੱਪਤ ਨੂੰ ਘਟਾਉਣ ਲਈ ਤਸਵੀਰ ਦੀ ਗਤੀ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਕੇ ਬ੍ਰਾਇਟਨੈਸ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust brightness of the LG logo.": "LG ਲੋਗੋ ਲਈ ਚਮਕ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust color and saturation for a more vivid image.": "ਜ਼ਿਆਦਾ ਚਮਕੀਲੀ ਤਸਵੀਰ ਲਈ ਰੰਗ ਅਤੇ ਸੰਪੂਰਤੀ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust color temperature automatically to reduce eye strain.": "ਅੱਖਾਂ ਦੇ ਤਣਾਅ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ ਰੰਗ ਦੇ ਤਾਪਮਾਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust cursor speed.": "ਕਰਸਰ ਦੀ ਗਤੀ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ਕਿਨਾਰਿਆਂ ਦੀ ਸ਼ਾਰਪਨੈਸ ਨੂੰ ਠੀਕ ਕਰੋ। ਉੱਚ ਵੈਲਯੂਆਂ ਤਸਵੀਰ ਦੀ ਕ੍ਰਿਸਪਨੈਸ ਅਤੇ ਸਪਸ਼ਟਤਾ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ।",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ਇਨਪੁੱਟ ਸਿਗਨਲ ਦੀ ਬ੍ਰਾਇਟਨੈਸ ਨੂੰ ਬਰਾਬਰ ਕਰਨ ਲਈ ਗਾਮਾ ਸੈਟਿੰਗ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust left/right audio balance.": "ਖੱਬਾ/ਸੱਜਾ ਆਡੀਓ ਸੰਤੁਲਨ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust luminance for selected color.": "ਚੁਣੇ ਹੋਏ ਰੰਗ ਲਈ ਲੂਮਿਨੈਨਸ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust luminance level for selected IRE point.": "ਚੁਣੇ ਹੋਏ IRE ਪਵਾਇੰਟ ਲਈ ਚਕਾਸਾ ਪੱਧਰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust peak brightness for the brightest luminance.": "ਚਮਕਦਾਰ ਚਮਕ ਲਈ ਸਿਖਲੀ ਚਮਕ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust remote's cursor speed and appearance.": "ਰਿਮੋਟ ਦੇ ਕਰਸਰ ਦੀ ਗਤੀ ਅਤੇ ਦਿੱਖ ਦਾ ਸਮਾਯੋਜਨ ਕਰੋ।",
	"Adjust saturation for selected color.": "ਚੁਣੇ ਹੋਏ ਰੰਗ ਲਈ ਪੂਰਨਤਾ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust screen brightness to reduce energy consumption.": "ਬਿਜਲੀ ਦੀ ਖੱਪਤ ਘਟਾਉਣ ਲਈ ਸਕ੍ਰੀਨ ਦੀ ਬ੍ਰਾਇਟਨੈਸ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "ਸਕ੍ਰੀਨ ਨੂੰ ਚਮਕੀਲਾ ਜਾਂ ਗੂੜ੍ਹਾ ਬਣਾਉਣ ਲਈ ਨੂੰ OLED LIGHT ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the audio timing to synchronize the video and audio.": "ਵੀਡੀਓ ਅਤੇ ਆਡੀਓ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰਨ ਲਈ ਆਡੀਓ ਸਮੇਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust the balance of red and green to display the tint on the screen.": "ਸਕ੍ਰੀਨ ‘ਤੇ ਟਿੰਟ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਲਾਲ ਅਤੇ ਹਰੇ ਦੇ ਸੰਤੁਲਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "ਰੰਗ ਤਾਪਮਾਨ, ਰੋਸ਼ਨੀ ਅਤੇ ਲਾਲ, ਹਰੀ, ਨੀਲੀ ਤੀਬਰਤਾ ਨੂੰ ਬਦਲਣ ਦੁਆਰਾ ਰੰਗ ਦੇ ਸੰਤੁਲਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "ਵਿਸਤਾਰ ਵਿੱਚ ਵਿਅਕਤੀਗਤ ਤਸਵੀਰ ਮੋਡ ਲਈ ਕੰਟਰਾਸਟ, ਰਿਜ਼ੋਲਊਸ਼ਨ, ਆਦਿ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ ਅਤੇ ਵਧੀਕ ਤੌਰ ‘ਤੇ ਪਸੰਦੀਦਾ ਰੰਗ, ਗਾਮਾ, ਆਦਿ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "ਸਕ੍ਰੀਨ ਦੇ ਚਮਕੀਲੇ ਅਤੇ ਗਹਿਰੇ ਖੇਤਰ ਵਿਚਕਾਰਲੇ ਅੰਤਰ ਨੂੰ ਠੀਕ ਕਰੋ। ਉੱਚ ਵੈਲਊਆਂ ਅੰਤਰ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ।",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "ਮੂਵੀ ਦੇ ਨਾਲ ਉਸੇ ਤਰੀਕੇ ਨਾਲ ਫ੍ਰੇਮ ਅਨੁਪਾਤ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ ਅਤੇ ਇਹ ਮੂਵੀ ਥੀਏਟਰ ਦਾ ਅਹਿਸਾਸ ਦਿੰਦਾ ਹੈ।",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ਸਥਿਰ ਤਸਵੀਰਾਂ ਜਿਵੇਂ ਲੋਗੋ, ਆਦਿ ਦੀ ਰੋਸ਼ਨੀ ਨੂੰ ਸਮਾਯੋਜਿਤ ਕਰੋ ਅਤੇ ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਦੀਆਂ ਉਹਨਾਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਰੋਕੋ ਜੋ ਓਦੋਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਜਦੋਂ TV ਲੰਮੇ ਸਮੇਂ ਲਈ ਚਾਲੂ ਰਹਿ ਗਿਆ ਹੋਵੇ।",
	"Adjust the screen color to be pale or deep.": "ਪੀਲਾ ਜਾਂ ਗਹਿਰਾ ਬਣਾਉਣ ਲਈ ਸਕ੍ਰੀਨ ਰੰਗ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the sound to meet your taste for each sound frequency band.": "ਹਰੇਕ ਆਵਾਜ਼ ਫ੍ਰਿਕਿਉਐਨਸੀ ਬੈਂਡ ਲਈ ਆਪਣੀ ਪਸੰਦ ਮੁਤਾਬਕ ਸਾਊਂਡ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ਜਦੋਂ ਵੀਡੀਓ ਅਤੇ ਆਡੀਓ ਦਾ ਸਮਾਂ ਵੱਖ-ਵੱਖ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਸਮਕਾਲੀਕਰਨ ਕਰਨ ਵਾਸਤੇ ਟਾਈਮਿੰਗ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the tint to brighten or darken the screen.": "ਸਕ੍ਰੀਨ ਨੂੰ ਚਮਕੀਲਾ ਜਾਂ ਗੂੜ੍ਹਾ ਬਣਾਉਣ ਲਈ ਟਿੰਟ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjust the volume you want with pressing remote's volume key.": "ਰਿਮੋਟ ਦੀ ਵੋਲਿਊਮ ਕੂੰਜੀ ਨੂੰ ਦੱਬਣ ਦੁਆਰਾ ਉਸ ਵੋਲਿਊਮ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ।",
	"Adjust tint for selected color.": "ਚੁਣੇ ਹੋਏ ਰੰਗ ਲਈ ਰੰਗਤ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
	"Adjust whether to display the home promotion.": "ਹੋਮ ਪ੍ਰਮੋਸ਼ਨ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Adjusting Luminance": "ਲੂਮਿਨੈਨਸ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨਾ",
	"Adolescent over 13 are allowed to watch.": "13 ਤੋਂ ਉੱਪਰ ਦੇ ਨੌਜਵਾਨਾਂ ਨੂੰ ਵੇਖਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
	"Adolescent over 14 are allowed to watch.": "14 ਤੋਂ ਉੱਪਰ ਦੇ ਨੌਜਵਾਨਾਂ ਨੂੰ ਵੇਖਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
	"Adolescent over 16 are allowed to watch.": "16 ਤੋਂ ਉੱਪਰ ਦੇ ਨੌਜਵਾਨਾਂ ਨੂੰ ਵੇਖਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
	"Adult": "ਬਾਲਗ",
	"Adult Language": "ਬਾਲਗ ਭਾਸ਼ਾ",
	"Adults only.": "ਕੇਵਲ ਬਾਲਗ।",
	"Advanced": "ਵਿਕਸਿਤ",
	"Advanced Controls": "ਵਿਕਸਤ ਨਿਯੰਤ੍ਰਣ",
	"Advanced Wi-Fi Settings": "ਵਿਕਸਤ Wi-Fi ਸੈਟਿੰਗਸ",
	"Advertisement": "ਇਸ਼ਤਿਹਾਰ",
	"Afghanistan": "ਅਫਗਾਨਿਸਤਾਨ",
	"Afrikaans": "ਅਫਰੀਕੀ",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ਦੇਸ਼ ਨੂੰ ਬਦਲਣ ਤੋਂ ਬਾਅਦ, ਹਾਲ ਹੀ ਵਿੱਚ ਟਿਊਨ ਕੀਤੇ ਸਾਰੇ ਚੈਨਲ ਮਿਟ ਜਾਣਗੇ। ਚੈਨਲਾਂ ਨੂੰ ਰੀ-ਟਿਊਨ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਟੋ ਟਿਊਨਿੰਗ ‘ਤੇ ਜਾਓ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ਆਪਣਾ ਜ਼ਿਪ ਕੋਡ ਬਦਲਣ ਤੋਂ ਬਾਅਦ, ਮੌਜੂਦਾ ਸਾਰੇ Freesat ਚੈਨਲ ਮਿਟ ਜਾਣਗੇ। ਚੈਨਲਾਂ ਨੂੰ ਰੀ-ਟਿਊਨ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਟੋ ਟਿਊਨਿੰਗ ‘ਤੇ ਜਾਓ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "ਜਦੋਂ ਤੁਸੀਂ ਆਪਣਾ ਦੇਸ਼ ਬਦਲ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਟੋ ਟਿਉਨਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਚੈਨਲਾਂ ਲਈ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Ages 2-7 are allowed to watch.": "2-7 ਦੀ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਵੇਖਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
	"Albania": "ਅਲਬਾਨੀਆ",
	"Albanian": "ਅਲਬੇਨੀਅਨ",
	"Alerts you by sound when the TV is turned on or off.": "ਜਦੋਂ TV ਨੂੰ ਬੰਦ ਜਾਂ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਊਂਡ ਦੁਆਰਾ ਚਿਤਾਵਨੀ ਦਿੰਦਾ ਹੈ।",
	"Algeria": "ਅਲਜੀਰੀਆ",
	"Algiers": "ਅਲਜੀਅਰਸ",
	"All Channels": "ਸਾਰੇ ਚੈਨਲ",
	"All Children": "ਸਾਰੇ ਬੱਚੇ",
	"All ages are allowed to watch.": "ਹਰ ਉਮਰ ਦੇ ਲੋਕਾਂ ਨੂੰ ਦੇਖਣ ਦੀ ਇਜ਼ਾਜਤ ਹੈ।",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} ਮੋਡ ਲਈ ਸਾਰੀਆਂ ਮੌਜੂਦਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ ਤੋਂ ਸੈੱਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ਸਟੈਂਡਰਡ ਮੋਡ ਲਈ ਸਾਰੀਆਂ ਸਾਊਂਡ ਇਫੈਕਟ ਸੈਟਿੰਗਾਂ ਮੁੜ ਸੈੱਟ ਹੋ ਜਾਣਗੀਆਂ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Allow Automatic Updates": "ਆਟੋਮੈਟਿਕ ਅਪਡੇਟਸ ਹੋਣ ਦਿਉ",
	"Almaty": "ਔਲ੍ਮਾਤਿ",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "ਨਾਲ ਹੀ, ਤੁਸੀਂ Bluetooth Surround ਸਾਉਂਡ ਲਈ ਵਿਸਤਾਰਿਤ ਸੈਟਿੰਗਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
	"Always Open": "ਹਮੇਸ਼ਾਂ ਖੁਲ੍ਹਾ ਹੈ",
	"Always-on Off Time": "Always-on ਬੰਦ ਕਰਨ ਦਾ ਸਮਾਂ",
	"Amman": "ਅੱਮਾਨ",
	"Amsterdam": "ਐਮਸਟਰਡਾਮ",
	"An error has occurred while copy channels.": "ਚੈਨਲਾਂ ਨੂੰ ਕਾਪੀ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁਟੀ ਹੋਈ ਹੈ।",
	"An important software update is available.": "ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਸਾਫਟਵੇਯਰ ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ।",
	"Anadyr": "ਅਨਾਦਿਰ",
	"Analog Mode": "ਏਨਾਲੋਗ ਮੋਡ",
	"Analog TV": "ਐਨਾਲੋਗ ਟੀਵੀ",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "ਸਾਊਂਡ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ ਅਤੇ ਅਸਲ ਸਮੇਂ ਵਿੱਚ ਹਰੇਕ ਸਮੱਗਰੀ ਲਈ ਸਾਊਂਡ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Anchorage": "ਐਂਕੋਰੇਜ",
	"Angola": "ਅੰਗੋਲਾ",
	"Antananarivo": "ਅੰਤਾਨਾਨਾਰੀਵੋ",
	"Antenna": "ਅੰਟਿਨਾ",
	"Antenna ATV": "ਅੰਟਿਨਾ ATV",
	"Antenna DTV": "ਅੰਟਿਨਾ DTV",
	"Antenna Radio": "ਅੰਟਿਨਾ ਰੇਡੀਓ",
	"Antigua and Barbuda": "ਐਂਟੀਗੁਆ ਅਤੇ ਬਾਰਬੁਡਾ",
	"Any Supplementary Audio": "ਕੋਈ ਸਪਲੀਮੈਂਟਰੀ ਆਡੀਓ",
	"Apia": "ਆਪੀਆ",
	"App Alarm": "ਐਪ ਅਲਾਰਮ",
	"Application Locks": "ਐਪਲੀਕੇਸ਼ਨ ਲਾਕਸ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "ਸਾਰੇ ਇਨਪੁੱਟਾਂ ਜਾਂ ਐਪਾਂ ਲਈ ਮੌਜੂਦਾ ਤਸਵੀਰ ਮੋਡ ਦੇ ਵਿਸਤ੍ਰਿਤ ਸੈਟਿੰਗ ਮੁੱਲਾਂ ਨੂੰ ਲਾਗੂ ਕਰੋ।",
	"Apply to all inputs": "ਸਾਰੀਆਂ ਤੇ ਲਾਗੂ ਕਰੋ",
	"Applying value to all inputs...": "ਸਾਰੀਆਂ ਇਨਪੁੱਟਾਂ ਤੇ ਮਾਨ ਲਾਗੂ ਹੋ ਰਹੇ ਹਨ...",
	"Aqtöbe": "ਅਕਤੋਬੇ",
	"Arabic": "ਅਰਬੀ",
	"Araguaína": "ਅਰਾਗੁਐਨਾ",
	"Argentina": "ਅਰਜਨਟੀਨਾ",
	"Armenia": "ਅਰਮੀਨੀਆ",
	"Aruba": "ਅਰੂਬਾ",
	"Ashgabat": "ਅਸ਼ਗਾਬਾਤ",
	"Asmara": "ਅਸਮਾਰਾ",
	"Aspect Ratio": "ਆਕਾਰ ਅਨੁਪਾਤ",
	"Aspect Ratio Settings": "ਆਕਾਰ ਅਨੁਪਾਤ ਸੈਟਿੰਗਾਂ",
	"Assamese": "ਅਸਾਮੀ",
	"Assign channels to remote buttons so you can quickly jump to them.": "ਚੈਨਲਾਂ ਨੂੰ ਰਿਮੋਟ ਕੰਟ੍ਰੋਲ ਦੇ ਬਟਨਾਂ ਤੇ ਨਿਯਤ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਅਸਾਨੀ ਨਾਲ ਨਿਯਤ ਕੀਤੇ ਚੈਨਲਾਂ ਤੇ ਜਾ ਸਕੋ।",
	"Asunción": "ਆਸੁਨ੍ਸ੍ਯੋੰ",
	"Athens": "ਐਥਨ੍ਸ",
	"Atikokan": "ਅਟੀਕੋਕਨ",
	"Auckland": "ਆਕਲੈਂਡ",
	"Audio Delay": "ਆਡੀਓ ਡਿਲੇ",
	"Audio Description": "ਆਡੀਓ ਵੇਰਵਾ",
	"Audio Description Volume": "ਆਡੀਓ ਵੇਰਵਾ ਵਾਲਿਊਮ",
	"Audio Guidance": "ਆਡੀਓ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼",
	"Audio Language": "ਆਡੀਓ ਭਾਸ਼ਾ",
	"Audio Out (Line Out)": "ਆਡੀਓ ਆਉਟ (ਲਾਇਨ ਆਉਟ)",
	"Audio Type": "ਆਡੀਓ ਕਿਸਮ",
	"Australia": "ਆਸਟਰੇਲੀਆ",
	"Austria": "ਆਸਟਰੀਆ",
	"Auto": "ਆਟੋ",
	"Auto Detect": "ਆਟੋ ਡਿਟੈਕਟ",
	"Auto Device Detection": "ਆਟੋ ਡਿਵਾਈਸ ਡਿਟੈਕਸ਼ਨ",
	"Auto Genre Selection": "ਸਵੈ-ਸ਼ੈਲੀ ਚੋਣ",
	"Auto Power Off": "ਆਟੋ ਪਾਵਰ ਆਫ",
	"Auto Power Sync": "ਆਟੋ ਪਾਵਰ ਸਿੰਕ",
	"Auto Start": "ਆਟੋ ਸਟਾਰਟ",
	"Auto Volume": "ਆਟੋ ਵਾਲਿਊਮ",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "ਸਵੈਚਾਲਿਤ ਤੌਰ ‘ਤੇ ਸਾਊਂਡ ਵੋਲਿਊਮ ਵਿੱਚ ਗੈਪ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ, ਜਾਂ ਸਾਊਂਡ ਦੀ ਉਸ ਵੋਲਿਊਮ ਨੂੰ ਸੈੱਟ ਕਰੋ ਜੋ ਰਿਮੋਟ ਕੰਟਰੋਲ ‘ਤੇ ਵੋਲਿਊਮ ਕੂੰਜੀ ਨਾਲ ਕਿਸੇ ਸਮੇਂ ਅਨੁਕੂਲਿਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR ਸਮੱਗਰੀ ਸ਼ੈਲੀ ਲਈ ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਪਿੱਚਰ ਵੈਲਿਊ ਨੂੰ ਸਵੈ-ਚਲਿਤ ਤੌਰ ‘ਤੇ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Automatically adjust to a picture value optimized for contents genre.": "ਸਮੱਗਰੀ ਸ਼ੈਲੀ ਲਈ ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਪਿੱਚਰ ਵੈਲਿਊ ਨੂੰ ਸਵੈ-ਚਲਿਤ ਤੌਰ ‘ਤੇ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "ਜਦੋਂ ਮੂਵੀ ਸਮੱਗਰੀ ਦੀ ਪਛਾਣ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ FILMMAKER MODE ਵਿੱਚ ਬਦਲੋ",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "ਵਿਆਪਕ ਰੋਸ਼ਨੀ ਦੇ ਰੰਗ ਅਤੇ ਬ੍ਰਾਇਟਨੈਸ ਦੇ ਆਧਾਰ ਤੇ ਤਸਵੀਰ ਦੀ ਗੁਣਵੱਤਾ ਨੂੰ ਆਪਣੇ-ਆਪ ਅਨੁਕੂਲ ਬਣਾਉਂਦਾ ਹੈ।",
	"Automatically update system software when an update is found.": "ਜਦੋਂ ਅਪਡੇਟ ਮਿਲਦਾ ਹੈ ਤਾਂ ਆਪਣੇ-ਆਪ ਸਿਸਟਮ ਸਾਫਟਵੇਅਰ ਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਹੈ।",
	"Available Internal Storage": "ਉਪਲਬਧ ਅੰਦਰੂਨੀ ਸਟੋਰੇਜ",
	"Azerbaijan": "ਆਜ਼ੇਰਬਾਈਜ਼ਾਨ",
	"Azores": "ਅਜ਼ੋਰੇਸ",
	"BG Color": "BG ਰੰਗ",
	"BG Opacity": "BG ਅਸਪਸ਼ਟਤਾ",
	"Back": "ਪਿੱਛੇ",
	"Backlight": "ਬੈਕਲਾਇਟ",
	"Baghdad": "ਬਗਦਾਦ",
	"Bahamas": "ਬਾਹਾਮਾਸ",
	"Bahrain": "ਬਹਿਰੀਨ",
	"Baku": "ਬਾਕੂ",
	"Balance": "ਸੰਤੁਲਨ",
	"Bamako": "ਬਾਮਾਕੋ",
	"Bangkok": "ਬੈਂਕਾਕ",
	"Bangladesh": "ਬੰਗਲਾਦੇਸ਼",
	"Bangui": "ਬੰਗੁਈ",
	"Banjul": "ਬੰਜੁਲ",
	"Barbados": "ਬਾਰਬਾਡੋਸ",
	"Basque": "ਬਾਸਕ",
	"Bass Boost": "ਬਾਸ ਬੂਸਟ",
	"Behavior may vary depending on connected device.": "ਕਨੈਕਟ ਕੀਤੇ ਉਪਕਰਨ ਦੇ ਅਧਾਰ ਤੇ ਵਿਹਾਰ ਅਲੱਗ ਹੋ ਸਕਦਾ ਹੈ।",
	"Beijing": "ਬੀਜਿੰਗ",
	"Beirut": "ਬੇਰੂਤ",
	"Belarus": "ਬੇਲਾਰੂਸ",
	"Belgium": "ਬੈਲਜੀਅਮ",
	"Belgrade": "ਬੈਲਗ੍ਰੇਡ",
	"Belize": "ਬੇਲੀਜ਼",
	"Belém": "ਬੇਲੇਮ",
	"Bengali": "ਬੰਗਾਲੀ",
	"Benin": "ਬੇਨਿਨ",
	"Berlin": "ਬਰਲਿਨ",
	"Bermuda": "ਬਰਮੁਡਾ",
	"Bhutan": "ਭੂਟਾਨ",
	"Bishkek": "ਬਿਸ਼ਕੇਕ",
	"Bissau": "ਬਿਸੋ",
	"Black": "ਕਾਲਾ",
	"Black Level": "ਕਾਲਾ ਲੇਵਲ",
	"Blanc-Sablon": "ਬ੍ਲੋੰ-ਸਾਬ੍ਲੋੰ",
	"Blantyre": "ਬਲੇਨਟਾਇਰ",
	"Block TV programs broadcast in English based on their content ratings.": "ਉਨ੍ਹਾਂ ਟੀਵੀ ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਬ੍ਰਾਡਕਾਸਟ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਕੰਟੈਂਟ ਰੇਟਿੰਗ ਦੇ ਅਧਾਰ ਤੇ ਬਲਾਕ ਕਰੋ ਜੋ ਅੰਗ੍ਰੇਜ਼ੀ ਵਿੱਚ ਹਨ।",
	"Block TV programs broadcast in French based on their content ratings.": "ਉਨ੍ਹਾਂ ਟੀਵੀ ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਬ੍ਰਾਡਕਾਸਟ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਕੰਟੈਂਟ ਰੇਟਿੰਗ ਦੇ ਅਧਾਰ ਤੇ ਬਲਾਕ ਕਰੋ ਜੋ ਫ੍ਰੈਂਚ ਵਿੱਚ ਹਨ।",
	"Block content based on genre.": "ਕਿਸਮ ਦੇ ਆਧਾਰ ਤੇ ਕੰਟੈਂਟ ਬੰਦ ਕਰੋ।",
	"Blue": "ਨੀਲਾ",
	"Bluetooth Speaker Mode": "Bluetooth ਸਪੀਕਰ ਮੋਡ",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround ਸਾਉਂਡ + ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround ਸਾਉਂਡ ਸੈਟਅਪ",
	"Boa Vista": "ਬੋਆ ਵਿਸਟਾ",
	"Bogotá": "ਬੋਗੋਤਾ",
	"Bolivia": "ਬੋਲੀਵੀਆ",
	"Bosnia": "ਬੋਸਨੀਆ",
	"Bosnia And Herzegovina": "ਬੋਸਨੀਆ ਅਤੇ ਹਰਜ਼ੇਗੋਵੀਨਾ",
	"Bosnian": "ਬੋਸਨਿਅਨ",
	"Botswana": "ਬੋਤਸਵਾਨਾ",
	"Bratislava": "ਬ੍ਰਾਤੀਸ੍ਲਾਵਾ",
	"Brazil": "ਬ੍ਰਾਜ਼ੀਲ",
	"Brazilian Punk": "ਬ੍ਰਾਜ਼ੀਲਿਯਨ ਪੰਕ",
	"Brazzaville": "ਬ੍ਰਾੱਜ਼ਾਵਿੱਲ",
	"Brightness": "ਬ੍ਰਾਈਟਨੈਸ",
	"Broadcast Country": "ਬ੍ਰਾਡਕਾਸਟ ਦੇਸ਼",
	"Broadcast Mail": "ਬ੍ਰਾਡਕਾਸਟ ਮੇਲ",
	"Broken Hill": "ਬ੍ਰੋਕਨ ਹਿੱਲ",
	"Brussels": "ਬਰੱਸਲਸ",
	"Bucharest": "ਬੁਕਾਰੇਸਟ",
	"Budapest": "ਬੁੱਡਾਪੇਸਟ",
	"Buenos Aires": "ਬੁਏਨੋਸ ਆਏਰੇਸ",
	"Bujumbura": "ਬੁਜੂਮਬਰਾ",
	"Bulgaria": "ਬੁਲਗਾਰੀਆ",
	"Bulgarian": "ਬੁਲਗੇਰਿਅਨ",
	"Burkina Faso": "ਬੁਰਕੀਨਾ ਫਾਸੋ",
	"Burundi": "ਬੁਰੂੰਡੀ",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ਰੀਸੈਟ' ਨੂੰ ਦਬਾਉਣ ਦੁਆਰਾ, ਤੁਸੀਂ ਇਸ Smart TV ਤੋਂ ਅਤੀਤ ਵਿੱਚ LGE ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤੇ ਗਏ ਇਸ਼ਤਿਹਾਰ ਸਬੰਧੀ ਸਾਰੇ ਡੇਟਾ ਨੂੰ ਹਟਾ ਦਿਓਗੇ। 'ਰੀਸੈਟ' ਨੂੰ ਦਬਾਉਣ 'ਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵੇਖੇ ਜਾ ਰਹੇ ਇਸ਼ਤਿਹਾਰਾਂ ਦੀਆਂ ਕਿਸਮਾਂ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਪਰ ਇਹ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਨਹੀਂ ਰੋਕਣਗੇ।",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus ਸ਼ੁਰੂ ਕਰਕੇ, ਤੁਸੀਂ ACR ਮਾਡਿਊਲ ਰਾਹੀਂ LG Electronics Inc. (\"LGE\") ਦੁਆਰਾ ਟੈਲੀਵਿਜ਼ਨ ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਠਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ ਰਹੇ ਹੋ, ਜਿਸ ਨੂੰ ਤੁਹਾਨੂੰ ਇੰਟਰੈਕਟਿਵ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਲਈ ਤੀਸਰੀਆਂ ਧਿਰਾਂ ਦੇ ਨਾਲ ਇੱਕ ਗੁੰਮਨਾਮ ਆਧਾਰ ਤੇ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਅਸੀਂ ਮਾਰਕਿਟਿੰਗ ਉਦੇਸ਼ਾਂ ਦੇ ਲਈ ਤੀਸਰੀਆਂ ਧਿਰਾਂ ਨਾਲ ਸਮੁੱਚੀ ਗੁੰਮਨਾਮ ਜਾਣਕਾਰੀ ਨੂੰ ਵੀ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਅਸੀਂ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਤੋਂ ਜਾਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਉੱਪਰਲੀ ਜਾਣਕਾਰੀ ਨੂੰ ਜਾਣ-ਬੁੱਝਕੇ ਇਕੱਠਾ ਨਹੀਂ ਕਰਦੇ ਹਾਂ ਜਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਵੰਡਦੇ ਹਾਂ। Live Plus ਦੇ ਬਾਰੇ ਵਿੱਚ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ ਦੀ ਵਿਆਖਿਆ ਪ੍ਰਦਰਸ਼ਿਤ ਜਾਣਕਾਰੀ (ਸ਼ਰਤਾਂ) ਵਿੱਚ ਦਿੱਤੀ ਗਈ ਹੈ ਜਿਸ ਨੂੰ SmartTV ਸੈਟਿੰਗ ਦੇ ਮੀਨੂੰ ਵਿੱਚ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। LGE ਬਹੁਤ ਜ਼ਿਆਦਾ ਸਿਫਾਰਿਸ਼ ਕਰਦਾ ਹੈ ਕਿ Live Plus ਕਾਰਜ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਪ੍ਰਦਰਸ਼ਿਤ ਜਾਣਕਾਰੀ (ਸ਼ਰਤਾਂ) ਦੇ ਪੂਰੇ ਸੰਸਕਰਨ ਦੀ ਸਮੀਖਿਆ ਕਰ ਲਉ।",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus ਚਾਲੂ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ TV 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਸਮੱਗਰੀ ਨੂੰ ਪਛਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਵੇਖਣ ਦੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਇੱਕ ਵਿਸਤਾਰਿਤ ਵੇਖਣ ਦੇ ਅਨੁਭਵ ਅਤੇ ਸਮੱਗਰੀ ਦੀਆਂ ਸਿਫਾਰਿਸ਼ਾਂ ਅਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਵਿਅਕਤੀਗਤ ਸੇਵਾਵਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਵਾਧੂ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ TV ਸੈਟਿੰਗ ਮੀਨੂ ਵਿੱਚ ਨਿੱਜਤਾ ਪਾਲਿਸੀ ਅਤੇ ਸਬੰਧਤ ਯੂਜ਼ਰ ਇਕਰਾਰਨਾਮੇ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।",
	"CI Information": "CI ਜਾਣਕਾਰੀ",
	"CI password incorrect. Please enter again.": "CI ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਦਰਜ਼ ਕਰੋ।",
	"COMPONENT2": "ਕੰਪੋਨੈਂਟ2",
	"COMPONENT3": "ਕੰਪੋਨੈਂਟ3",
	"CS1 Board": "CS1 ਬੋਰਡ",
	"CS2 Board": "CS2 ਬੋਰਡ",
	"Cable": "ਕੇਬਲ",
	"Cable ATV": "ਕੇਬਲ ATV",
	"Cable DTV": "ਕੇਬਲ DTV",
	"Cable Radio": "ਕੇਬਲ ਰੇਡੀਓ",
	"Cairo": "ਕਾਇਰੋ",
	"Cambodia": "ਕੰਬੋਡੀਆ",
	"Cameroon": "ਕੈਮਰੂਨ",
	"Campo Grande": "ਕੈਮਪੋ ਗ੍ਰਾਨਡੇ",
	"Can not Find Channel": "ਚੈਨਲ ਨਹੀਂ ਮਿਲ ਸਕਿਆ।",
	"Canada": "ਕੈਨੇਡਾ",
	"Canary Islands": "ਕੈਨਰੀ ਆਈਲੈਂਡ",
	"Cancel": "ਰੱਦ ਕਰੋ",
	"Cancel Schedule": "ਸ਼ੈਡੀਊਲ ਨੂੰ ਰੱਦ ਕਰੋ",
	"Cancel Update": "ਅੱਪਡੇਟ ਰੱਦ ਕਰੋ",
	"Cancún": "ਕੈਨਕੁਨ",
	"Cantonese": "ਕੈਨਟੋਨੀਜ਼",
	"Cape Verde": "ਕੇਪ ਵਰਡੇ",
	"Caracas": "ਕਰਕੱਸ",
	"Casablanca": "ਕਾਸਾਬਲਾਂਕਾ",
	"Catalan": "ਕੈਟੇਲਨ",
	"Caution": "ਸਾਵਧਾਨ",
	"Cayman Islands": "ਕੇਮਨ ਆਈਲੈਂਡ",
	"Center": "ਵਿਚਕਾਰ",
	"Central African Republic": "ਮੱਧ ਅਫ਼ਰੀਕੀ ਗਣਰਾਜ",
	"Ceuta": "ਸੇਉਟਾ",
	"Chad": "ਚਾਡ",
	"Change blue intensity and adjust the color balance.": "ਨੀਲੀ ਤੀਬਰਤਾ ਨੂੰ ਬਦਲੋ ਅਤੇ ਰੰਗ ਸੰਤੁਲਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Change green intensity and adjust the color balance.": "ਹਰੀ ਤੀਬਰਤਾ ਨੂੰ ਬਦਲੋ ਅਤੇ ਰੰਗ ਸੰਤੁਲਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Change red intensity and adjust the color balance.": "ਲਾਲ ਤੀਬਰਤਾ ਨੂੰ ਬਦਲੋ ਅਤੇ ਰੰਗ ਸੰਤੁਲਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
	"Change the left / right sound": "ਖੱਬੀ/ਸੱਜੀ ਸਾਉਂਡ ਬਦਲੋ",
	"Change the position of captions using the 4-way dial on the remote control.": "ਰਿਮੋਟ ਕੰਟਰੋਲ ‘ਤੇ 4-ਵੇਅ ਡਾਇਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੈਪਸ਼ਨ ਦੀ ਸਥਿਤੀ ਨੂੰ ਬਦਲੋ।",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "ਖੇਤਰ ਨੂੰ ਬਦਲਣਾ ਤੁਹਾਡੇ ਟੀਵੀ ਵਿੱਚ ਹਾਲ ਹੀ ਵਿੱਚ ਟਿਊਨ ਕੀਤੇ ਚੈਨਲਾਂ ਨੂੰ ਬਦਲ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਆਟੋ-ਟਿਊਨਿੰਗ ਵਿੱਚ ਚੈਨਲਾਂ ਨੂੰ ਰੀ-ਟਿਊਨ ਕਰ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਸੀਂ ਖੇਤਰੀ ਸੈਟਿੰਗ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "ਦੇਸ਼ ਬਦਲਣ ਦੇ ਕਾਰਨ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਮੁੜ ਚਾਲੂ ਹੋਣਾ ਪਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ LG ਦੇ ਯੂਜ਼ਰ ਇਕਰਾਰਨਾਮੇ ‘ਤੇ ਸਹਿਮਤੀ ਦੇਣ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ। ਨਾਲ ਹੀ, LG ਸੇਵਾਵਾਂ ਦੇਸ਼ ਦੇ ਅਧਾਰ ਤੇ ਕੁਝ ਐਪਸ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਉਪਲਬਧਤਾ ਬਦਲ ਸਕਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Channel Locks": "ਚੈਨਲ ਲਾਕਸ",
	"Channel Manager": "ਚੈਨਲ ਮੈਨੇਜਰ",
	"Channel Scrolling Options": "ਚੈਨਲ ਸਕ੍ਰੋਲਿੰਗ ਵਿਕਲਪ",
	"Channel Tuning": "ਚੈਨਲ ਟਿਊਨਿੰਗ",
	"Channel Tuning & Settings": "ਚੈਨਲ ਟਿਊਨਿੰਗ ਅਤੇ ਸੈਟਿੰਗਸ",
	"Channels": "ਚੈਨਲ",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI ਅਤੇ ਹੋਰ ਬਾਹਰੀ ਇਨਪੁਟ ਦੇ ਚੈਨਲਾਂ ਨੂੰ ਲਾਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਟੀਵੀ ਚੈਨਲਾਂ ਨੂੰ ਲਾਕ ਕਰਨ ਲਈ, ਵਰਤਮਾਨ ਇਨਪੁਟ ਨੂੰ Live TV 'ਤੇ ਬਦਲੋ।",
	"Chatham Islands": "ਚੇਥਮ ਆਇਲੈੰਡ੍ਸ",
	"Check TV information.": "TV ਜਾਣਕਾਰੀ ਜਾਂਚੋ।",
	"Check alarm messages about the user settings or TV status.": "ਉਪਭੋਗਤਾ ਸੈਟਿੰਗਾਂ ਜਾਂ TV ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਅਲਾਰਮ ਸੰਦੇਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।",
	"Check descriptions for each LG webOS TV functions.": "ਹਰੇਕ LG webOS TV ਫੰਕਸ਼ਨਾਂ ਲਈ ਵਰਣਨ ਦੀ ਜਾਂਚ ਕਰੋ।",
	"Check for Advertising settings and set it.": "ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਸੈਟਿੰਗਾਂ ਲਈ ਜਾਂਚੋ ਅਤੇ ਇਸ ਨੂੰ ਸੈਟ ਕਰੋ।",
	"Check for Updates": "ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ",
	"Check for available functions with Voice and set Voice Settings.": "ਵੌਇਸ ਨਾਲ ਉਪਲਬਧ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਵੌਇਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੈਟ ਕਰੋ।",
	"Check for problems with the picture quality.": "ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਨਾਲ ਸਮੱਸਿਆਵਾਂ ਲਈ ਜਾਂਚ ਕਰੋ।",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਦੀ ਸਾਉਂਡ ਗੁਣਵੱਤਾ ਨਾਲ ਸਮੱਸਿਆਵਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।",
	"Check for software updates and update if available.": "ਸੌਫ਼ਟਵੇਅਰ ਅੱਪਡੇਟਜ਼ ਲਈ ਜਾਂਚੋ ਅਤੇ ਜੇਕਰ ਉਪਲਬਧ ਹਨ ਤਾਂ ਅੱਪਡੇਟ ਕਰੋ।",
	"Check whether the Bluetooth device is in pairing mode.": "ਜਾਂਚੋ ਕਿ Bluetooth ਡਿਵਾਈਸ ਪੇਅਰਿੰਗ ਮੋਡ ਵਿੱਚ ਹੈ ਜਾਂ ਨਹੀਂ।",
	"Check your TV status to solve problems or use remote support.": "ਸਮੱਸਿਆਵਾਂ ਦਾ ਹੱਲ ਕਰਨ ਲਈ ਆਪਣੇ TV ਦੀ ਸਥਿਤੀ ਜਾਂਚੋ ਜਾਂ ਰਿਮੋਟ ਸਹਾਇਤਾ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
	"Checking Password": "ਪਾਸਵਰਡ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ",
	"Checking for Updates": "ਅਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
	"Checking...": "ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...",
	"Chicago": "ਸ਼ਿਕਾਗੋ",
	"Chihuahua": "ਚਿਹੁਅਹੁਆ",
	"Children": "ਬੱਚੇ",
	"Children Age": "ਬੱਚਿਆਂ ਦੀ ਉਮਰ",
	"Children Program Locks": "ਬੱਚਿਆ ਦਾ ਪ੍ਰੋਗਰਾਮ ਲਾਕ ਹੈ",
	"Children over 8 are allowed to watch.": "8 ਤੋਂ ਉੱਪਰ ਦੀ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਵੇਖਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
	"Chile": "ਚਿਲੀ",
	"China": "ਚੀਨ",
	"Chinese": "ਚੀਨੀ",
	"Chisinau": "ਚਿਸੀਨੋ",
	"Choibalsan": "ਚੋਈਬਲਸਨ",
	"Chongqing": "ਚੋੰਗ੍ਚਿੰਗ",
	"Choose to have all channels or just your primary ones when you change channels.": "ਜਦੋਂ ਤੁਸੀਂ ਚੈਨਲ ਬਦਲਦੇ ਹੋ ਤਾਂ ਸਾਰੇ ਚੈਨਲਾਂ ਨੂੰ ਲੈਣਾ ਜਾਂ ਸਿਰਫ ਆਪਣੇ ਪ੍ਰਾਇਮਰੀ ਚੈਨਲਾਂ ਨੂੰ ਚੁਣੋ।",
	"Christmas Island": "ਕ੍ਰਿਸਮਿਸ ਆਈਲੈਂਡ",
	"Cinema": "ਸਿਨੇਮਾ",
	"Cinema Clear": "ਸਿਨੇਮਾ ਕਲੀਅਰ",
	"Cinema Home": "ਸਿਨੇਮਾ ਹੋਮ",
	"Cinema View": "ਸਿਨੇਮਾ ਦ੍ਰਿਸ਼",
	"Cinema View (32:12)": "ਸਿਨੇਮਾ ਦ੍ਰਿਸ਼ (32:12)",
	"Cinema Zoom": "ਸਿਨੇਮਾ ਜ਼ੂਮ",
	"City": "ਸ਼ਹਿਰ",
	"City Selection": "ਸ਼ਹਿਰ ਦੀ ਚੋਣ",
	"Clean Audio": "ਸਾਫ ਆਡੀਓ",
	"Clear": "ਸਾਫ",
	"Clear Plus": "ਕਲਿਅਰ ਪਲੱਸ",
	"Clear Voice Ⅲ": "ਸਾਫ ਅਵਾਜ਼ Ⅲ",
	"Clear Voice Ⅳ": "ਵੌਇਸ Ⅳ ਕਲੀਅਰ ਕਰੋ",
	"Clear1": "ਸਾਫ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "ਤੁਹਾਡੇ LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ ਨੂੰ ਚਾਲੂ ਕੀਤੇ ਜਾਣ ਅਤੇ ਪੇਅਰਿੰਗ ਮੋਡ ਵਿੱਚ ਸੈਟ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਹੇਠਾਂ ਦਿੱਤੇ ਕਨੈਕਟ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ।",
	"Close": "ਬੰਦ ਕਰੋ",
	"Closed Caption": "ਕਲੋਜ਼ਡ ਕੈਪਸ਼ਨ",
	"Closed Caption Settings": "ਕਲੋਜ਼ਡ ਕੈਪਸ਼ਨ ਸੈਟਿੰਗਜ਼",
	"Code Value": "ਕੋਡ ਮਾਨ",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "ਨਵੇਂ ਸੌਫ਼ਟਵੇਅਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ MAC ਪਤਾ, ਮਾਡਲ ਨੰਬਰ, ਕੰਟਰੀ ਕੋਡ, ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ, ਅਤੇ ਸੌਫ਼ਟਵੇਅਰ ਵਰਜ਼ਨ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਸਟੋਰ ਕਰੋ।",
	"Colombia": "ਕੋਲੰਬੀਆ",
	"Colombo": "ਕੋਲੰਬੋ",
	"Color": "ਰੰਗ",
	"Color Gamut": "ਕਲਰ ਵਿਸਤਾਰ",
	"Color Management System": "ਕਲਰ ਮੈਨੇਜ਼ਮੈਂਟ ਸਿਸਟਮ",
	"Color Temperature": "ਰੰਗ ਦਾ ਤਾਪਮਾਨ",
	"Component": "ਅੰਸ਼",
	"Conakry": "ਕੋਨਾਕਰੀ",
	"Confirm the terms and conditions or change whether to accept the agreement.": "ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜਾਂ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ ਇਸ ਲਈ ਇਹਨਾਂ ਨੂੰ ਬਦਲੋ।",
	"Congo Brazzaville": "ਕਾਂਗੋ ਬ੍ਰੈਜ਼ਾਵਿਲ",
	"Connect": "ਕਨੈਕਟ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth ਸਪੀਕਰ ਅਤੇ TV ਸਪੀਕਰ ਕਨੈਕਟ ਕਰੋ ਅਤੇ ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ ਸਪੀਕਰਾਂ ਦੇ ਵਿਚਕਾਰ ਆਡੀਓ ਡਿਲੇ ਨੂੰ ਸਮਾਯੋਜਿਤ ਕਰੋ।",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC ਨਾਲ ਇੱਕ ਬਾਹਰੀ ਆਡੀਓ ਡਿਵਾਈਸ ਕਨੈਕਟ ਕਰੋ, ਜੋ eARC ਨੂੰ ਸਮਰਥਿਤ ਕਰਦੀ ਹੈ।",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ਮਾਰਗਦਰਸ਼ਨ ‘ਤੇ ਅਧਾਰਿਤ TV ਨਾਲ ਬਾਹਰੀ ਡਿਵਾਈਸਾਂ ਜਿਵੇਂ ਸੈਟ-ਟਾਪ ਬਾਕਸ, ਸਾਊਂਡ ਬਾਰ ਅਤੇ ਆਦਿ ਨੂੰ ਕਨੈਕਟ ਕਰੋ।",
	"Connect the LAN cable directly to the TV to use the network.": "ਨੈਟਵਰਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ LAN ਕੇਬਲ ਨੂੰ TV ਨਾਲ ਸਿੱਧਾ ਕਨੈਕਟ ਕਰੋ।",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP ਅਤੇ DNS ਸਰਵਰ ਪਤਿਆਂ ਨੂੰ ਹੱਥੀਂ ਦਰਜ ਕਰਕੇ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ।",
	"Connect to the network if a wireless router is installed.": "ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਜੇਕਰ ਇੱਕ ਵਾਇਰਲੈਸ ਰਾਊਟਰ ਨੂੰ ਸਥਾਪਿਤ ਕਰ ਲਿਆ ਗਿਆ ਹੈ।",
	"Connect via WPS PBC": "WPS PBC ਰਾਹੀਂ ਕਨੈਕਟ ਕਰੋ",
	"Connect via WPS PIN": "WPS ਪਿੰਨ ਰਾਹੀਂ ਕਨੈਕਟ ਕਰੋ",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "ਆਪਣੇ ਤਾਰ ਵਾਲੇ ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਆਪਣੇ ਟੀਵੀ ਨੂੰ ਇਥਰਨੈਟ ਤਾਰ ਨਾਲ ਆਪਣੇ ਰਾਉਟਰ ਜਾਂ ਮੋਡਮ ਨਾਲ ਜੋੜੋ।",
	"Connect your TV with WiSA Speakers wirelessly.": "WiSA ਸਪੀਕਰਾਂ ਨਾਲ ਆਪਣੇ TV ਨੂੰ ਵਾਇਰਲੈਸ ਤੌਰ ‘ਤੇ ਕਨੈਕਟ ਕਰੋ।",
	"Connectable Devices ({num})": "ਕਨੈਕਟ ਹੋਣ ਯੋਗ ਉਪਕਰਣ ({num})",
	"Connected": "ਕਨੈਕਟਡ।",
	"Connected to Internet": "ਇੰਟਰਨੈਟ ਨਾਲ ਕਨੈਕਟ ਹੋ ਗਿਆ ਹੈ",
	"Connecting...": "ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...",
	"Connection": "ਕਨੈਕਸ਼ਨ",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "ਸਮਾਰਟਫ਼ੋਨ ਜਾਂ PC ਨਾਲ ਕਨੈਕਸ਼ਨ ਪ੍ਰਬੰਧਨ ਉਪਲਬਧ ਹੈ। TV ਨੂੰ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ, ਸਮਾਰਟਫੋਨ ਅਤੇ PC ‘ਤੇ ਕਨੈਕਸ਼ਨ ਸੈਟਿੰਗਾਂ ਅਤੇ ਬੇਨਤੀਆਂ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
	"Content Recommendations": "ਸਮੱਗਰੀ ਸਿਫਾਰਿਸ਼ਾਂ",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "ਜੇਕਰ ਮਲਟੀ-ਚੈਨਲ ਔਡੀਓ HbbTV ਸਰਵਿਸ ਦੁਆਰਾ ਸਮਰਥਿਤ ਹੈ ਤਾਂ ਸਮੱਗਰੀ ਮਲਟੀ-ਚੈਨਲ ਸੁਣਨ ਲਈ ਉਚਿਤ ਧੁਨੀ ਨਾਲ ਚੱਲੇਗੀ।",
	"Contrast": "ਕੰਟਰਾਸਟ",
	"Cool": "ਠੰਢਾ",
	"Copenhagen": "ਕੋਪਨਹੇਗਨ",
	"Copy Channels": "ਚੈਨਲਾਂ ਨੂੰ ਕਾਪੀ ਕਰੋ",
	"Copy/Delete file": "ਫਾਈਲ ਨੂੰ ਕਾਪੀ/ਡਿਲੀਟ ਕਰੋ",
	"Correct contrast and brightness by adjusting black levels.": "ਕਾਲੇ ਲੈਵਲਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਕੇ ਕੰਟਰਾਸਟ ਅਤੇ ਬ੍ਰਾਇਟਨੈਸ ਨੂੰ ਸਹੀ ਕਰੋ।",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ਤਸਵੀਰ ਪਿਕਸਲ ਨੂੰ ਸਹੀ ਕਰੋ ਅਤੇ ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਰੋਕੋ ਜੋ ਓਦੋਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਜਦੋਂ TV ਲੰਮੇ ਸਮੇਂ ਲਈ ਚਾਲੂ ਕੀਤਾ ਗਿਆ ਹੋਵੇ।",
	"Costa Rica": "ਕੋਸਟਾਰੀਕਾ",
	"Could not fined available network.": "ਉਪਲਬਧ ਨੈਟਵਰਕ ਨਹੀਂ ਮਿਲ ਸਕਿਆ।",
	"Croatia": "ਕਰੋਸ਼ੀਆ",
	"Croatian": "ਕ੍ਰੋਏਸ਼ੀਅਨ",
	"Cuba": "ਕਿਊਬਾ",
	"Cuiabá": "ਕੁਇਆਬਾ",
	"Current time is not valid. Do you want to set the correct time now?": "ਮੌਜੂਦਾ ਸਮਾਂ ਵੈਧ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਸਹੀ ਸਮਾਂ ਹੁਣੇ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "ਕਸਟਮਾਇਜ਼ਡ ਤਸਵੀਰ ਮੋਡ ਸੈਟਿੰਗ ਦੇ ਮੌਜੂਦਾ ਮੁੱਲਾਂ ਨੂੰ ਸਭ ਇਨਪੁਟ ਲਈ {pictureMode} ਮੋਡ ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ਵਰਤਮਾਨ ਵਿੱਚ ਕਨੈਕਟ ਕੀਤੇ LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ ਉਪਕਰਨ ਨੂੰ ਤੁਹਾਡੇ TV ਤੋਂ ਅਲੱਗ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Custom": "ਕਸਟਮ",
	"Custom Time Zone": "ਕਸਟਮ ਟਾਇਮ ਜ਼ੋਨ",
	"Customer Service": "ਉਪਭੋਗਤਾ ਸੇਵਾ",
	"Cyan": "ਸਿਆਨ",
	"Cyprus": "ਸਾਈਪ੍ਰਸ",
	"Czech": "ਚੈੱਕ",
	"Czech Republic": "ਚੈੱਕ ਰਿਪਬਲਿਕ",
	"Côte d'Ivoire": "ਕੋਟ ਦੀਆਈਵਰ",
	"DNS Server": "DNS ਸਰਵਰ",
	"DR Congo": "ਡੀਆਰ ਕੋਂਗੋ",
	"DTV Audio Setting": "DTV ਆਡੀਓ ਸੈਟਿੰਗ",
	"Dakar": "ਡਕਰ",
	"Damascus": "ਦਮੱਸਕਸ",
	"Danish": "ਡੈਨਿਸ਼",
	"Danmarkshavn": "ਡਨਮਾਰਕਸ਼ਵਨ",
	"Dar es Salaam": "ਦਾਰ-ਏ-ਸਲਾਮ",
	"Data Service": "ਡੈਟਾ ਸੇਵਾ",
	"Date": "ਤਾਰੀਖ",
	"Dawson": "ਡਾਅਸਨ",
	"Dawson Creek": "ਡਾਅਸਨ ਕ੍ਰੀਕ",
	"Day": "ਦਿਨ",
	"De-Blur": "ਦੇ-ਬਲੌਰ",
	"De-Judder": "ਦੇ-ਜੁੱਦਰ",
	"Delete": "ਮਿਟਾਓ",
	"Delete Connection History": "ਕਨੈਕਸ਼ਨ ਇਤਿਹਾਸ ਨੂੰ ਮਿਟਾਓ",
	"Delete Pairing History": "ਪੇਅਰਿੰਗ ਇਤਿਹਾਸ ਨੂੰ ਮਿਟਾਓ",
	"Delete Usage Data": "ਵਰਤੋਂ ਡੇਟਾ ਮਿਟਾਓ",
	"Demo Options": "ਡੇਮੋ ਵਿਕਲਪ",
	"Democratic Republic of the Congo": "ਡੈਮੋਕਰੇਟਿਕ ਰਿਪਬਲਿਕ ਆਫ ਕਾਂਗੋ",
	"Denmark": "ਡੈਨਮਾਰਕ",
	"Denver": "ਡੇਨਵਰ",
	"Depressed": "ਘਟਾਇਆ",
	"Deregister": "ਡੀਰਜਿਸਟਰ ਕਰੋ",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "ਨੇਤਰਹੀਨ ਦਰਸ਼ਕਾਂ ਲਈ TV ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਅਵਾਜ਼ ਦੇ ਨਾਲ ਸਕ੍ਰੀਨ ਦੀ ਸਮਗੱਰੀਆਂ ਦਾ ਵਰਣਨ ਕਰੋ।",
	"Detect Range": "ਰੇਂਜ ਪਤਾ ਲਾਓ",
	"Detroit": "ਡੈਟਰੋਇਟ",
	"Device Connection Settings": "ਡਿਵਾਈਸ ਕਨੈਕਸ਼ਨ ਸੈਟਿੰਗਾਂ",
	"Device List": "ਉਪਕਰਣ ਸੂਚੀ",
	"Device Name": "ਉਪਕਰਨ ਦਾ ਨਾਮ",
	"Dhaka": "ਢਾਕਾ",
	"Digital Mode": "ਡਿਜਿਟਲ ਮੋਡ",
	"Digital Sound Out": "ਡਿਜਿਟਲ ਸਾਉੰਡ ਆਉਟ",
	"Digital TV": "ਡਿਜਿਟਲ ਟੀਵੀ",
	"Dili": "ਦਿਲੀ",
	"Directed to Older Children (ages 7 and above)": "ਵੱਡੇ ਬੱਚਿਆਂ ਲਈ ਸੰਚਾਲਿਤ (7 ਸਾਲ ਅਤੇ ਇਸ ਤੋਂ ਉੱਪਰ)",
	"Disabled": "ਅਸਮਰੱਥ",
	"Disconnect": "ਡਿਸਕਨੈਕਟ ਕਰੋ",
	"Display captions for hearing-impaired viewers to use TV.": "ਸੁਣਨ ਤੋਂ ਅਸਮਰੱਥ ਦਰਸ਼ਕਾਂ ਲਈ TV ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕੈਪਸ਼ਨਾਂ ਨੂੰ ਵਿਖਾਓ।",
	"Display fast-moving content smoothly and clearly.": "ਤੇਜ਼ੀ ਨਾਲ ਚੱਲ ਰਹੀ ਸਮੱਗਰੀ ਨੂੰ ਆਰਾਮ ਨਾਲ ਅਤੇ ਸਾਫ਼ ਤੌਰ ‘ਤੇ ਵੇਖੋ।",
	"Display luminance level for the highest point (100 IRE).": "ਉੱਚਤਮ ਪਵਾਇੰਟ (100 IRE) ਲਈ ਲੂਮਿਨੈਨਸ ਪੱਧਰ ਡਿਸਪਲੇ ਕਰੋ।",
	"Display pictures in a warm or cool color temperature.": "ਤਸਵੀਰਾਂ ਨੂੰ ਗਰਮ ਜਾਂ ਠੰਡੇ ਰੰਗ ਦੇ ਤਾਪਮਾਨ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।",
	"Djibouti": "ਜਾਇਬੂਟੀ",
	"Do Not Sell My Personal Information": "ਮੇਰੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨਾ ਵੇਚੋ",
	"Do Not Track": "ਟ੍ਰੈਕ ਨਾ ਕਰੋ",
	"Do you want to continue?": "ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "ਕੀ ਤੁਸੀਂ ਚੈਨਲ ਸੂਚੀ ਨੂੰ USB ਸਟੋਰੇਜ ਤੋਂ ਆਪਣੇ ਟੀਵੀ ਵਿੱਚ ਕਾਪੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡੇ ਟੀਵੀ ਵਿੱਚ ਮੌਜੂਦਾ ਚੈਨਲਾਂ ਨੂੰ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।",
	"Do you want to copy channel list from your TV to the USB storage?": "ਕੀ ਤੁਸੀਂ ਆਪਣੇ TV ਤੋਂ USB ਸਟੋਰੇਜ ਵਿੱਚ ਚੈਨਲ ਸੂਚੀ ਨੂੰ ਕਾਪੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Do you want to reset Position Settings?": "ਕੀ ਤੁਸੀਂ ਸਥਿਤੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ ਤੋਂ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Do you want to reset Volume Control?": "ਕੀ ਤੁਸੀਂ ਵੌਲਿਊਮ ਕੰਟਰੋਲ ਨੂੰ ਮੁੜ ਤੋਂ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Do you want to set the correct time now?": "ਕੀ ਤੁਸੀਂ ਸਹੀ ਸਮਾਂ ਹੁਣੇ ਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Do you want to turn your TV off now?": "ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਆਪਣੇ ਟੀਵੀ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Dodoma": "ਡੋਦੋਮਾ",
	"Doha": "ਦੋਹਾ",
	"Dominica": "ਡੋਮਿਨਿਕਾ",
	"Dominican Republic": "ਡੋਮਿਨਿੱਕ ਰਿਪਬਲਿਕ",
	"Done": "ਹੋ ਗਿਆ",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "ਦੌਲਾ",
	"Download Mail": "ਡਾਉਨਲੋਡ ਮੇਲ",
	"Download and Install": "ਡਾਊਨਲੋਡ ਅਤੇ ਇੰਸਟਾਲ ਕਰੋ",
	"Downloadable Rating": "ਮੁਲਾਂਕਣ ਡਾਉਨਲੋਡ ਹੋ ਸਕਦਾ ਹੈ",
	"Dual Mono": "ਡੂਅਲ ਮੋਨੋ",
	"Dubai": "ਦੁਬਈ",
	"Dublin": "ਡਬਲਿਨ",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on ਫੰਕਸ਼ਨ ਦੇ ਬੰਦ ਰਹਿਣ ਦੇ ਸਮੇਂ ਦੇ ਦੌਰਾਨ, ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਹਿੱਸੇ ਜਿਵੇਂ ਅਵਾਜ਼ ਪਛਾਣ ਅਤੇ ਆਦਿ ਓਦੋਂ ਸੀਮਿਤ ਹੁੰਦੇ ਹਨ ਜਦੋਂ ਸਕ੍ਰੀਨ ਬੰਦ ਹੁੰਦੀ ਹੈ।",
	"Dushanbe": "ਦੂਸ਼ਾਨ੍ਬੇ",
	"Dutch": "ਡੱਚ",
	"Dynamic Color": "ਡਾਇਨਾਮਿਕ ਰੰਗ",
	"Dynamic Contrast": "ਡਾਇਨੈਮਿਕ ਕੰਟਰਾਸਟ",
	"Dynamic Tone Mapping": "ਡਾਇਨਾਮਿਕ ਟੋਨ ਮੈਪਿੰਗ",
	"Easter Island": "ਈਸਟਰ ਆਈਲੈਂਡ",
	"Eastern Africa": "ਪੂਰਬੀ ਅਫਰੀਕਾ",
	"Eco Mode": "Eco ਮੋਡ",
	"Ecuador": "ਇਕਵੇਡੋਰ",
	"Edge Color": "ਏਜ ਰੰਗ",
	"Edge Enhancer": "ਏਜ ਇੰਹਾਂਸਰ",
	"Edge Type": "ਏਜ ਕਿਸਮ",
	"Edit": "ਸੰਸ਼ੋਧਨ",
	"Edmonton": "ਐਡਮੋਂਟਨ",
	"Egypt": "ਮਿਸਰ",
	"Eirunepé": "ਈਰੁਨੇਪੇ",
	"El Salvador": "ਏਲ ਸਾਲਵਾਡੋਰ",
	"El salvador": "ਅਲ ਸੈਲਵਾਡੋਰ",
	"Emergency Alert": "ਐਮਰਜੈਂਸੀ ਚੇਤਾਵਨੀ",
	"Enabled": "ਸਮਰੱਥ",
	"Energy Saving": "ਅਨਰਜੀ ਬਚਾਉਣਾ",
	"Energy consumption may increase if this feature is on.": "ਊਰਜਾ ਦੀ ਖ਼ਪਤ ਓਦੋਂ ਵੱਧ ਸਕਦੀ ਹੈ ਜਦੋਂ ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਚਾਲੂ ਹੋਵੇ।",
	"Energy saving modes to limit power consumption.": "ਬਿਜਲੀ ਦੀ ਖਪਤ ਨੂੰ ਸੀਮਿਤ ਕਰਨ ਲਈ ਅਨਰਜੀ ਬੱਚਤ ਮੋਡ।",
	"English": "ਅੰਗ੍ਰੇਜ਼ੀ",
	"Enhance the bass sound.": "ਬਾਸ ਸਾਊਂਡ ਨੂੰ ਵਧਾਓ।",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "ਘੱਟ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲਿਆਂ ਦੁਆਰਾ ਆਸਾਨੀ ਨਾਲ ਵੇਖੇ ਜਾਣ ਲਈ, ਕੁਝ ਮੀਨੂਆਂ ਦੇ ਚਮਕੀਲੇ ਅਤੇ ਗੂੜ੍ਹੇ ਖੇਤਰਾਂ ਵਿੱਚਕਾਰ ਕੰਟਰਾਸਟ ਨੂੰ ਵਧਾਓ, ਜਿਵੇਂ ਬੈਕਗ੍ਰਾਊਂਡ ਅਤੇ ਟੈਕਸਟ।",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG Deep Learning ਤਕਨੀਕ ਰਾਹੀਂ ਸਿੱਖੇ ਗਏ ਐਲਗੋਰਿਧਮ ਦੁਆਰਾ ਸਮੱਗਰੀ ਦਾ ਰੈਜ਼ੋਲਿਉਸ਼ਨ ਅਤੇ ਸ਼ਾਰਪਨੈਸ ਵਧਾਓ ਅਤੇ ਸਮੱਗਰੀ ਵਿਸ਼ਲੇਸ਼ਣਾਂ ਰਾਹੀਂ ਡੂੰਘਾਈ ਨੂੰ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "ਸਾਊਂਡ ਖੇਤਰ ਪ੍ਰਭਾਵ ਨੂੰ ਚਾਲੂ ਕਰਨ ਦੁਆਰਾ ਓਪਟੀਮਲ ਸਾਊਂਡ ਵਾਲੀ Dolby Atmos ਸਮਗੱਰੀ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound by connecting Wired Headphones.": "ਤਾਰ ਵਾਲੇ ਹੈੱਡਫੋਨਾਂ ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਦੁਆਰਾ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤੀਆਂ ਆਡੀਓ ਡਿਵਾਈਸਾਂ ਰਾਹੀਂ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT ਨਾਲ ਕਨੈਕਟ ਕੀਤੀਆਂ ਆਡੀਓ ਡਿਵਾਈਸਾਂ ਰਾਹੀਂ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤੀ LG ਆਡੀਓ ਡਿਵਾਈਸ ਰਾਹੀਂ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "ਬਾਹਰੀ ਆਡੀਓ ਆਉਟ/ਹੈੱਡਫੋਨ ਆਉਟਪੁੱਟ ਪੋਰਟਾਂ ਨਾਲ ਕਨੈਕਟ ਕੀਤੀਆਂ ਆਡੀਓ ਡਿਵਾਈਸਾਂ ਰਾਹੀਂ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਅਤੇ ਤਾਰ ਵਾਲੇ ਹੈੱਡਫੋਨਾਂ ਨਾਲ ਸਾਉਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਅਤੇ OPTICAL DIGITAL AUDIO OUT ਪੋਰਟ ਦੋਵਾਂ ਨਾਲ ਕਨੈਕਟ ਕੀਤੀਆਂ ਬਾਹਰੀਲੀਆਂ ਆਡੀਓ ਡਿਵਾਈਸਾਂ ਰਾਹੀਂ TV ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy a clear and natural sound.": "ਸਾਫ਼ ਅਤੇ ਕੁਦਰਤੀ ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync ਜਾਂ Bluetooth ਨਾਲ ਕਨੈਕਟ ਕੀਤੀ ਵਾਇਰਲੈਸ ਆਡੀਓ ਡਿਵਾਈਸ ਨਾਲ ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enjoy the sound optimized to the room.": "ਕਮਰੇ ਨਾਲ ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"Enter CI Password": "CI ਪਾਸਵਰਡ ਦਰਜ਼ ਕਰੋ",
	"Enter the PIN in your router's settings.": "ਪਿੰਨ ਨੂੰ ਆਪਣੇ ਰਾਉਟਰ ਦੀਆਂ ਸੇਟਿੰਗਾਂ ਵਿੱਚ ਦਰਜ਼ ਕਰੋ।",
	"Enter the master password.": "ਮਾਸਟਰ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ।",
	"Equalizer": "ਈਕ੍ਵਲਾਇਜ਼ਰ",
	"Equatorial Guinea": "ਭੂਮੱਧਵਰਤੀ ਗਿੰਨੀ",
	"Eritrea": "ਏਰਿਤ੍ਰੀਆ",
	"Estonia": "ਐਸਟੋਨੀਆ",
	"Estonian": "ਇਸਤੋਨੀਅਨ",
	"Ethiopia": "ਇਥੋਪੀਆ",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "ਚਾਹੇ ਸੈਟਿੰਗ ਬੰਦ ਕੀਤੀ ਹੋਈ ਹੈ, ਤੁਸੀਂ ਚੈਨਲ ਬੈਨਰ, ਵੋਇਸ ਰੈਕਾਗਨੀਸ਼ਨ ਰਾਹੀਂ ਸਬੰਧਿਤ ਜਾਣਕਾਰੀ ਨੂੰ ਜਾਂਚ ਸਕਦੇ ਹੋ।",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "ਜਦੋਂ ਵੀ TV ਬੰਦ ਹੁੰਦਾ ਹੈ ਅਤੇ ਘੱਟ ਪਾਵਰ ਦੀ ਵਰਤੋ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਮੋਬਾਇਲ ਡਿਵਾਈਸ ਨੂੰ ਕਨੈਕਟ ਕਰਕੇ ਸੰਗੀਤ ਸੁਣ ਸਕਦੇ ਹੋ। ਜਦੋਂ TV ਚਾਲੂ ਹੁੰਦਾ ਹੈ ਤਾਂ ਬਹੁਤ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਫੌਰਨ ਦੁਬਾਰਾ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ TV ਬੰਦ ਹੈ, ਤਾਂ ਉਦੋਂ ਵੀ ਤੁਸੀਂ ਆਪਣੇ ਸਮਾਰਟਫੋਨ ਨੂੰ Bluetooth ਰਾਹੀਂ TV ਨਾਲ ਜੋੜ ਕੇ ਸੰਗੀਤ ਸੁਣ ਸਕਦੇ ਹੋ।",
	"Every Day": "ਹਰ ਰੋਜ਼",
	"Every Weekday": "ਹਫਤੇ ਦੇ ਹਰ ਦਿਨ",
	"Every Weekend": "ਹਰ ਹਫਤੇ ਦੇ ਅਖੀਰਲੇ ਦਿਨ",
	"Expert (Bright Room)": "ਮਾਹਰ (ਭੜਕੀਲਾ ਕਮਰਾ)",
	"Expert (Dark Room)": "ਮਾਹਰ (ਗੂੜ੍ਹਾ ਕਮਰਾ)",
	"Export your TV's channel list information to a connected USB device.": "ਕਨੈਕਟ ਕੀਤੇ USB ਉਪਕਰਨ ਵਿੱਚ ਆਪਣੇ ਟੀਵੀ ਦੇ ਚੈਨਲ ਦੀ ਸੂਚੀ ਸਬੰਧੀ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸਪੋਰਟ ਕਰੋ।",
	"Extended": "ਵਿਸਤ੍ਰਿਤ ਕੀਤਾ",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ਆਟੋ ਪਾਵਰ ਆਫ ਸੈਟਿੰਗ ਦੀ ਸਮਾਂ ਮਿਆਦ ਵਧਾਉਂਦੇ ਹੋਏ ਜਾਂ ਕਾਰਜ ਬੰਦ ਕਰਨਾ ਊਰਜਾ ਖਪਤ ਵਿੱਚ ਵਾਧਾ ਕਰ ਸਕਦਾ ਹੈ।",
	"Extreme": "ਬਹੁਤ ਜ਼ਿਆਦਾ",
	"Eye Comfort Mode": "ਆਈ ਕਮਫ਼ਰਟ ਮੋਡ",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE ਆਟੋ ਚੇਂਜ",
	"Fantasy Violence": "ਫੈਂਟਸੀ ਹਿੰਸਾ",
	"Fast": "ਤੇਜ਼",
	"Fernando de Noronha": "ਫੇਰਨਾਂਨੜੋ ਦ ਨੋਰੋਨਿਯਾ",
	"Fiji": "ਫੀਜੀ",
	"Find and tell an audio device available to connect around TV.": "ਲੱਭੋ ਅਤੇ ਦੱਸੋ ਕਿ ਕੋਈ ਆਡੀਓ ਡਿਵਾਈਸ TV ਦੇ ਨੇੜੇ ਕਨੈਕਟ ਕਰਨ ਲਈ ਉਪਲਬਧ ਹੈ।",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ਲਾਲ, ਹਰੇ, ਨੀਲੇ, ਸਿਆਨ, ਮੈਜੰਟਾ ਅਤੇ ਪੀਲੇ ਰੰਗ ਦੀਆਂ ਜਗ੍ਹਾਵਾਂ ਨੂੰ ਫਾਇਨ ਟਿਉਨ ਕਰੋ।",
	"Finland": "ਫਿਨਲੈਂਡ",
	"Finnish": "ਫਿਨਿਸ਼",
	"Flash": "ਫ਼ਲੈਸ਼",
	"Flat Mode": "ਫਲੈਟ ਮੋਡ",
	"Font": "ਫੋਂਟ",
	"Font 1": "ਫੋਂਟ 1",
	"Font 2": "ਫੋਂਟ 2",
	"Font 3": "ਫੋਂਟ 3",
	"Font 4": "ਫੋਂਟ 4",
	"Font 5": "ਫੋਂਟ 5",
	"Font 6": "ਫੋਂਟ 6",
	"Font 7": "ਫੋਂਟ 7",
	"Font 8": "ਫੋਂਟ 8",
	"Football": "ਫੁਟਬਾਲ",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS (Wi-Fi ਪ੍ਰੋਟੈਕਟਿਡ ਸੈਟਅਪ)-ਯੋਗ ਵਾਇਰਲੈਸ ਰਾਊਟਰ ਲਈ, ਵਾਇਰਲੈਸ ਨੈੱਟਵਰਕ ਨਾਲ TV ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਲਈ PIN ਕੋਡ ਦਰਜ ਕਰੋ।",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS (Wi-Fi ਪ੍ਰੋਟੈਕਟਿਡ ਸੈਟਅਪ)-ਯੋਗ ਵਾਇਰਲੈਸ ਰਾਊਟਰ ਲਈ, ਵਾਇਰਲੈਸ ਨੈੱਟਵਰਕ ਨਾਲ TV ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਲਈ WPS-PBC ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Fortaleza": "ਫੋਰਤਾਲੇਤਜ਼ਾ",
	"France": "ਫਰਾਂਸ",
	"Freetown": "ਫਰੀਟਾਉਨ",
	"French": "ਫ੍ਰੇੰਚ",
	"French Polynesia": "ਫ੍ਰੇੰਚ ਪੋਲਿਨੀਸ਼ਿਆ",
	"Full Wide": "ਫੁੱਲ ਵਾਈਡ",
	"Gabon": "ਗੈਬੋਨ",
	"Gaborone": "ਗੈਬੋਰੋਨ",
	"Gaelic": "ਗੇਲਿਕ",
	"Galapagos Islands": "ਗਾਲਾਪਗੋਸ ਆਈਲੈਂਡਸ",
	"Galician": "ਗੈਲਿਸ਼ਿਅਨ",
	"Gallery": "ਗੈਲਰੀ",
	"Gambia": "ਜਾਂਮਬੀਆ",
	"Gambier": "ਗੈਮਬੀਅਰ",
	"Game": "ਗੇਮ",
	"Gamma": "ਗਾਮਾ",
	"Gateway": "ਗੇਟਵੇ",
	"General": "ਸਧਾਰਨ",
	"General Age": "ਸਧਾਰਨ ਉਮਰ",
	"General Audience": "ਆਮ ਦਰਸ਼ਕ",
	"General Audiences": "ਆਮ ਦਰਸ਼ਕ",
	"General Program Locks": "ਆਮ ਪ੍ਰੋਗਰਾਮ ਲਾਕ ਹੈ",
	"Georgia": "ਜਾਰਜੀਆ",
	"German": "ਜਰਮਨ",
	"Germany": "ਜਰਮਨੀ",
	"Get started in a quiet environment for sound optimization.": "ਸਾਊਂਡ ਓਪਟੀਮਾਈਜ਼ੇਸ਼ਨ ਲਈ ਸ਼ਾਂਤ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸ਼ੁਰੂ ਕਰੋ।",
	"Getting...": "ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ...",
	"Ghana": "ਘਾਨਾ",
	"Gibraltar": "ਜਿਬ੍ਰਾਲਟਰ",
	"Glace Bay": "ਗਲੇਸ ਬੇਅ",
	"Godthab": "ਗੋਡਥੱਬ",
	"Grayscale": "ਗ੍ਰੇਸਕੇਲ",
	"Greece": "ਗ੍ਰੀਸ",
	"Greek": "ਗ੍ਰੀਕ",
	"Green": "ਹਰਾ",
	"Greenland": "ਗ੍ਰੀਨਲੈਂਡ",
	"Grenada": "ਗ੍ਰੇਨਾਡਾ",
	"Guadalcanal": "ਗੁਆਦਾਕਨਾਲ",
	"Guadeloupe": "ਗੁਆਦੇਲੂਪ",
	"Guam": "ਗੁਆਮ",
	"Guatemala": "ਗੁਆਟੇਮਾਲਾ",
	"Guatemala City": "ਗੁਆਟੇਮਾਲਾ ਸ਼ਹਿਰ",
	"Guayaquil": "ਗਾਏਕਿੱਲ",
	"Guernsey": "ਗੁਰਨਸੇ",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "ਨੇਤਰਹੀਨ ਦਰਸ਼ਕਾਂ ਲਈ TV ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਮੀਨੂ ਅਤੇ ਆਪਰੇਸ਼ਨਾਂ ਦਾ ਅਵਾਜ਼ ਦੇ ਨਾਲ ਮਾਰਗਦਰਸ਼ਨ ਕਰੋ।",
	"Guinea": "ਗਿਨੀ",
	"Guinea Bissau": "ਗਿਨੀ ਬਿਸਾਉ",
	"Guinea Conakry": "ਗਿਨੀ ਕੋਨਾਕੁਰੀ",
	"Guinea Equatorial": "ਗਿਨੀ ਇਕੂਟੇਰੀਅਲ",
	"Gujarati": "ਗੁਜਰਾਤੀ",
	"Guyana": "ਗੁਆਨਾ",
	"H Position": "H ਸਥਿਤੀ",
	"H Sharpness": "H ਸ਼ਾਰ੍ਪਨੈਸ",
	"H Size": "H ਆਕਾਰ",
	"HD Mode": "HD ਮੋਡ",
	"HD Mode Option": "HD ਮੋਡ ਵਿਕਲਪ",
	"HDD Eco Mode": "HDD Eco ਮੋਡ",
	"HDD Power Saving Mode": "HDD ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ",
	"HDMI Input Audio Format": "HDMI ਇਨਪੁਟ ਆਡੀਓ ਫਾਰਮੈਟ",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} ਅਤੇ HDMI {port2} ਪੋਰਟ 8K Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} ਅਤੇ HDMI {port2} ਪੋਰਟ Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} ਪੋਰਟ 8K Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} ਪੋਰਟ Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ਅਤੇ HDMI {port3} ਪੋਰਟ 8K Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ਅਤੇ HDMI {port3} ਪੋਰਟ Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ਅਤੇ HDMI {port4} ਪੋਰਟ 8K Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ਅਤੇ HDMI {port4} ਪੋਰਟ Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ।",
	"HDR Effect": "HDR ਪ੍ਰਭਾਵ",
	"HDR Picture Mode": "HDR ਪਿਕਚਰ ਮੋਡ",
	"Haiti": "ਹੇਤੀ",
	"Halifax": "ਹੈਲੀਫੈਕਸ",
	"Harare": "ਹਰਾਰੇ",
	"Harbin": "ਹਰਬਿਨ",
	"Hard of Hearing": "ਘੱਟ ਸੁਣਨ ਵਾਲਿਆਂ ਲਈ",
	"Havana": "ਹਵਾਨਾ",
	"Headphones Volume": "ਹੈਡਫੋਨ ਵਾਲਿਊਮ",
	"Hebrew": "ਹੀਬਰੂ",
	"Helsinki": "ਹੈਲਸਿੰਕੀ",
	"Hermosillo": "ਹਰਮੋਸਿਲੋ",
	"High": "ਉੱਚ",
	"High Contrast": "ਉੱਚ ਕੰਟ੍ਰਾਸਟ",
	"Higher values increase a sense of warmth or coldness.": "ਵੱਧ ਮੁੱਲ ਨਿੱਘ ਜਾਂ ਠੰਡੇਪਨ ਦੀ ਸੂਝ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ।",
	"Hindi": "ਹਿੰਦੀ",
	"Ho Chi Minh": "ਹੋ ਚੀ ਮਿਨਹ",
	"Home Animation": "ਹੋਮ ਐਨੀਮੇਸ਼ਨ",
	"Home Auto Launch": "ਹੋਮ ਆਟੋ ਲਾਂਚ",
	"Home Mode": "ਹੋਮ ਮੋਡ",
	"Home Promotion": "ਹੋਮ ਪ੍ਰੋਮੋਸ਼ਨ",
	"Home Settings": "ਹੋਮ ਸੈਟਿੰਗਾਂ",
	"Home/Store Mode": "ਹੋਮ/ਸਟੋਰ ਮੋਡ",
	"Honduras": "ਹਾਂਡੂਰਸ",
	"Hong Kong": "ਹੋੰਗਕੋੰਗ",
	"Hongkong": "ਹੋੰਗਕੋੰਗ",
	"Honolulu": "ਹੋਨੋਲੁਲੁ",
	"Hours": "ਘੰਟੇ",
	"However, the IPv6 version of the address does not support editing.": "ਪਰ, ਪਤੇ ਦਾ IPv6 ਵਰਜ਼ਨ ਸੰਪਾਦਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "ਹਾਲਾਂਕਿ, ਆਪਣੇ TV ਨੂੰ ਅਨੁਕੂਲ ਹਾਲਤ ਵਿਚ ਰੱਖਣ ਲਈ, ਸੈਟ ਲਈ Always-on ਨੂੰ ਪੰਜ ਘੰਟਿਆਂ ਲਈ ਅਸਮਰੱਥ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਪਾਵਰ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ।",
	"Hungarian": "ਹੰਗੇਰੀਅਨ",
	"Hungary": "ਹੰਗਰੀ",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ਮਹੱਤਵਪੂਰਨ! ਮੁੜ ਸੈਟਿੰਗ ਕਰਨ ਨਾਲ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਅਤੇ ਇੰਸਟਾਲ ਕੀਤੇ ਐਪਸ ਮਿਟ ਜਾਣਗੇ। ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਪਹਿਲਾਂ ਵਾਂਗ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
	"IP (Automatic)": "IP (ਆਟੋਮੈਟਿਕ)",
	"IP (Manual)": "IP (ਮੈਨੁਅਲੀ)",
	"IP Address": "IP ਐਡਰਸ",
	"IVC (Cote d’Ivoire)": "IVC (ਕੋਟ ਦ-ਆਇਵਰ)",
	"Iceland": "ਆਈਸਲੈਂਡ",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ਆਟੋ ਪਾਵਰ ਸਿੰਕ ਚੁਣਨ ਨਾਲ, ਤੁਹਾਡਾ ਟੀਵੀ ਉਦੋਂ ਆਨ ਹੋਏਗਾ ਜਦੋਂ ਤੁਸੀਂ SIMPLINK ਉਪਕਰਨ ਨੂੰ ਆਨ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡਾ SIMPLINK ਉਪਕਰਨ ਉਦੋਂ ਆਫ ਹੋਏਗਾ ਜਦੋਂ ਤੁਸੀਂ ਆਪਣਾ ਟੀਵੀ ਆਫ ਕਰਦੇ ਹੋ।",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "ਜੇਕਰ ਸੈਟ-ਟਾਪ ਬਾਕਸ/OTT ਦਾ ਵਿਆਪਕ ਨਿਯੰਤਰਨ ਸਥਾਪਿਤ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ LG ਰੀਮੋਟ ਕੰਟਰੋਲ ਨਾਲ ਕਨੈਕਟ ਕੀਤੇ ਗਏ ਸੈਟ-ਟਾਪ ਬਾਕਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਅਨੰਦ ਮਾਣੋ।",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "ਜੇਕਰ ਇੱਕ ਡਿਵਾਈਸ ਨੂੰ ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਗਿਆ, ਤਾਂ ਤੁਸੀਂ ਦੇਰੀ ਜਾਂ ਡਿਵਾਈਸ ਵੀਡਿਓ ਦੀ ਰੁਕਾਵਟ ਨੂੰ ਘੱਟ ਤੋਂ ਘੱਟ ਕਰਨ ਦੇ ਨਾਲ ਗੇਮ ਦੀ ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਤਸਵੀਰ ਨੂੰ ਵੇਖ ਸਕਦੇ ਹੋ।",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "ਜੇ ਇਹ ਚਾਲੂ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਕ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਕਰਦੇ ਹੋ ਜੋ Ultra HD Deep Color ਦਾ ਸਮਰਥਨ ਵੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੀ ਤਸਵੀਰ ਜ਼ਿਆਦਾ ਸਾਫ ਹੋ ਸਕਦੀ ਹੈ।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ਜੇਕਰ ਰਿਕਾਰਡਿੰਗ ਜਾਂ ਸਾਫਟਵੇਅਰ ਅਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ, ਤਾਂ ਇਹ ਉਹਨਾਂ ਦੇ ਪੂਰਾ ਹੋਣ ਤੱਕ ਇੰਤਜ਼ਾਰ ਕਰੇਗਾ ਅਤੇ ਇਸ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਇੱਕ ਘੰਟੇ ਤੋਂ ਜਿਆਦਾ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ਜੇਕਰ ਰਿਕਾਰਡਿੰਗ ਜਾਂ ਸਾਫਟਵੇਅਰ ਅੱਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ, ਤਾਂ ਇਹ ਉਹਨਾਂ ਦੇ ਪੂਰਾ ਹੋਣ ਤੱਕ ਇੰਤਜ਼ਾਰ ਕਰੇਗਾ ਅਤੇ ਇਸ ਪ੍ਰਕਿਰਿਆ ਨੂੰ {n} ਮਿੰਟ(ਮਿੰਟਾਂ) ਤੋਂ ਜਿਆਦਾ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।",
	"If the device is not connected, you may not hear any sound through it.": "ਜੇ ਉਪਕਰਨ ਕਨੈਕਟ ਨਹੀਂ ਹੈ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਰਾਹੀਂ ਕੋਈ ਅਵਾਜ਼ ਨਾ ਸੁਣ ਸਕੋ।",
	"If the edge of the screen is not clean, please turn this function off.": "ਜੇਕਰ ਸਕ੍ਰੀਨ ਦਾ ਕਿਨਾਰਾ ਸਾਫ਼ ਵਿਖਾਈ ਨਹੀਂ ਦਿੰਦਾ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਫੰਕਸ਼ਨ ਨੂੰ ਬੰਦ ਕਰ ਦਿਓ।",
	"If the program does not support multiple languages, the default language is selected.": "ਜੇਕਰ ਪ੍ਰੋਗਰਾਮ ਇੱਕ ਤੋਂ ਜ਼ਿਆਦਾ ਭਾਸ਼ਾਵਾਂ ਦਾ ਸਮਰੱਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਚੁਣੀ ਜਾਂਦੀ ਹੈ।",
	"If the program does not support the selected output format, the default output from the source will be used.": "ਜੇਕਰ ਪ੍ਰੋਗਰਾਮ ਚੁਣੇ ਗਏ ਆਉਟਪੁਟ ਫੌਰਮੈਟ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਸਰੋਤ ਤੋਂ ਡਿਫਾਲਟ ਆਉਟਪੁਟ ਨੂੰ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ਜੇਕਰ ਪ੍ਰੋਗਰਾਮ ਵੱਖਰੀਆਂ ਆਡੀਓ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸਮਰਥਿਤ ਨਹੀਂ ਕਰਦਾ ਹੈ ਤਾਂ, ਡਿਫਾਲਟ ਆਡੀਓ ਦੀ ਚੋਣ ਕੀਤੀ ਜਾਵੇਗੀ।",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ਜੇਕਰ ਉਹੀ ਚਿੰਨ੍ਹ ਦੁਹਰਾਉਂਦੇ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸੈਟ ਮਾਨ ਨੂੰ ਦੁਬਾਰਾ ਬਦਲੋ ਜਾਂ ਕਨੈਕਟ ਕੀਤੇ ਬਾਹਰੀ ਉਪਕਰਨ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰੋ।",
	"If the selected language does not support, the default language from broadcasts will be used.": "ਜੇਕਰ ਚੁਣੀ ਗਈ ਭਾਸ਼ਾ ਸਮਰਥੱਨ ਨਹੀਂ ਕਰਦੀ ਹੈ, ਤਾਂ ਬਰੌਡਕਾਸਟਾਂ ਤੋਂ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ਜੇਕਰ ਸਥਿਰ ਸਕ੍ਰੀਨ ਨੇ ਇੱਕ ਘੰਟੇ ਤੋਂ ਵਰਤੋਂਕਾਰ ਇਨਪੁੱਟ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ ਇਹ ਸਕ੍ਰੀਨ ਸੇਵਰ ‘ਤੇ ਜਾਵੇਗੀ।",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "ਜੇਕਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਸਮਾਂ ਮੌਜੂਦਾ ਸਮੇਂ ਤੋਂ ਜ਼ਿਆਦਾ ਵੱਖਰਾ ਹੈ, ਤਾਂ ਸਮਾਰਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀਆਂ ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਵਿਖਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "ਜੇ ਤੁਸੀਂ ਡਿਵਾਈਸ ਰਾਹੀਂ ਅਵਾਜ਼ ਨਹੀਂ ਸੁਣ ਸਕਦੇ ਹੋ ਤਾਂ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਇਹ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ LG Sound Sync ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "ਜੇਕਰ ਤੁਸੀਂ ਸਟੋਰ ਡੈਮੋ ਮੋਡ ਨੂੰ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਇਹ TV ਦੀ ਫੁਟਕਲ ਡਿਸਪਲੇ ਵਿਕਰੀ ਲਈ ਸਭ ਤੋਂ ਅਨੁਕੂਲਿਤ ਮੁੱਲਾਂ ‘ਤੇ ਸੈੱਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "ਜੇ ਤੁਸੀਂ ਆਡੀਓ ਗਾਈਡੈਂਸ ਨੂੰ ਚਾਲੂ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਰਿਮੋਟ ‘ਤੇ ਸਿਰਫ਼ ਖੱਬੇ, ਸੱਜੇ, ਉੱਪਰ, ਹੇਠਾਂ ਦੇ ਬਟਨਾਂ ਨਾਲ ਹੀ ਮੂਵ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਕੁਝ ਐਪਸ, ਜਿੰਨ੍ਹਾਂ ਲਈ ਪੋਇੰਟਰ ਲੋੜੀਂਦਾ ਹੈ, ਨੂੰ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
	"If you turn it off, CAM operator's profile will be deleted.": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ, ਤਾਂ CAM ਆਪਰੇਟਰ ਦੀ ਪ੍ਰੋਫਾਈਲ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ, ਤਾਂ ਸਭ ਟਿਊਨ ਕੀਤੇ CAM ਚੈਨਲ ਉਪਲਬਧ ਨਹੀਂ ਹੋਣਗੇ ਅਤੇ ਸੂਚਨਾਵਾਂ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "ਜੇਕਰ ਤੁਸੀਂ 'Quick Start+’ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਰਿਮੋਟ ਫ੍ਰੀ ਕੰਟਰੋਲ ਨਾਲ ਆਪਣੇ TV ਨੂੰ ਚਾਲੂ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ਜੇ ਤੁਸੀਂ ਸਕ੍ਰੀਨ ਸੇਵਰ ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ ਅਤੇ ਉਹੀ ਚਿੱਤਰ 2 ਘੰਟਿਆਂ ਤੋਂ ਵੱਧ ਸਕ੍ਰੀਨ ‘ਤੇ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਇਹ ਤੁਹਾਡੀ ਸਕ੍ਰੀਨ ਦੀ ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦਾ ਹੈ। ਜੇ ਇਹ 5 ਘੰਟਿਆਂ ਤੋਂ ਵੱਧ ਲਈ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਸਥਾਈ ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਦੀ ਕਮੀ ਹੋ ਸਕਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਬੰਦ ਕਰ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਸਥਿਰ ਸਕ੍ਰੀਨ ਲੰਮੇ ਸਮੇਂ ਤੱਕ ਚੱਲ ਸਕਦੀ ਹੈ, ਜੋ ਸਕ੍ਰੀਨ ਦੀ ਗੁਣਵੱਤਾ ਨੂੰ ਘਟਾ ਦਿੰਦੀ ਹੈ ਜਾਂ ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ ਮੁਸ਼ਕਲ ਨਾਲ ਵਾਪਸ ਆਉਂਦੀ ਹੈ।",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ਜੇ ਤੁਸੀਂ ਅਨਰਜੀ ਬਚਾਉਣਾ ਕਾਰਜ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਟੀਵੀ ਦੀ ਬ੍ਰਾਇਟਨੈਸ ਪ੍ਰਭਾਵਿਤ ਹੋਵੇਗੀ।",
	"Import your TV's channel list information from a connected USB device.": "ਕਨੈਕਟ ਕੀਤੇ USB ਉਪਕਰਨ ਤੋਂ ਆਪਣੇ ਟੀਵੀ ਦੇ ਚੈਨਲ ਦੀ ਸੂਚੀ ਸਬੰਧੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇੰਪੋਰਟ ਕਰੋ।",
	"Import/export your TV's channel list information from/to a connected USB device.": "ਕਨੈਕਟ ਕੀਤੇ USB ਉਪਕਰਨ ਤੋਂ/ਤੇ ਆਪਣੇ ਟੀਵੀ ਦੀ ਚੈਨਲ ਸੂਚੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅਯਾਤ/ਨਿਰਯਾਤ ਕਰੋ।",
	"In Home": "ਹੋਮ ਵਿੱਚ",
	"India": "ਭਾਰਤ",
	"Indianapolis": "ਇੰਡਿਆਨਾਪੋਲਿਸ",
	"Indonesia": "ਇੰਡੋਨੇਸ਼ੀਆ",
	"Indonesian": "ਇੰਡੋਨੇਸ਼ੀਅਨ",
	"Inner": "ਅੰਦਰਲਾ",
	"Input": "ਇਨਪੁਟ",
	"Input Locks": "ਇਨਪੁੱਟ ਲਾਕਸ",
	"Input field": "ਇਨਪੁਟ ਖੇਤਰ",
	"Installing...": "ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ..",
	"Interactive Service": "ਇੰਟਰੈਕਟਿਵ ਸਰਵਿਸ",
	"Interactivity(DTVi)": "ਇੰਟਰਐਕਟੀਵਿਟੀ(DTVi)",
	"Internal TV Speaker": "ਇੰਟਰਨਲ ਟੀਵੀ ਸਪੀਕਰ",
	"Invert Colors": "ਇਨਵਰਟ ਕਲਰ",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "ਸਕ੍ਰੀਨ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਵਸਤਾਂ ਦੀ ਦ੍ਰਿਸ਼ਤਾ ਨੂੰ ਵਧਾਉਣ ਲਈ ਕੁਝ ਮੀਨੂ ਵਿੱਚ ਰੰਗ ਬਦਲੋ ਅਤੇ ਭਰਪਾਈ ਕਰੋ।",
	"Iran": "ਇਰਾਨ",
	"Iraq": "ਇਰਾਕ",
	"Ireland": "ਆਇਰਲੈਂਡ",
	"Irish": "ਆਇਰਿਸ਼",
	"Irkutsk": "ਇਰ੍ਕੁਤ੍ਸ੍ਕ",
	"Israel": "ਇਜ਼ਰਾਈਲ",
	"Istanbul": "ਇਸਤਾਨਬੁੱਲ",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "ਇਸ ਨੂੰ ਵਿਅਕਤੀਗਤ ਰੂਪ ਵਿੱਚ ਤਸਵੀਰ ਮੋਡ ‘ਤੇ ਰੀਸੈਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਇਸ ਲਈ ਇਛਿੱਤ ਤਸਵੀਰ ਮੋਡ ਨੂੰ ਚੁਣੋ ਅਤੇ ਇਸ ਨੂੰ ਰੀਸੈਟ ਕਰੋ।",
	"It may not sound depending on connected devices.": "ਇਹ ਕਨੈਕਟ ਕੀਤੇ ਡਿਵਾਈਸਾਂ ਦੇ ਆਧਾਰ ‘ਤੇ ਸਹੀ ਆਵਾਜ਼ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।",
	"It may take a few minutes.": "ਇਹ ਕੁਝ ਮਿੰਟ ਲੈ ਸਕਦਾ ਹੈ।",
	"It may take a few seconds.": "ਇਹ ਕੁਝ ਸਕਿੰਟ ਲੈ ਸਕਦਾ ਹੈ।",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "LG Machine Leaning ਤਕਨੀਕ ਰਾਹੀਂ ਸਿੱਖੇ ਗਏ ਇੱਕ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ ਵੇਖਣ ਦੀ ਸ਼ੈਲੀ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਓਪਟੀਮਲ ਸਾਉਂਡ ਜਾਂ ਵਰਚੁਅਲ 4.0 ਸਰਾਊਂਡ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "LG Deep Learning ਤਕਨੀਕ ਰਾਹੀਂ ਸਿੱਖੇ ਗਏ ਇੱਕ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ ਵੇਖਣ ਦੀ ਸ਼ੈਲੀ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਓਪਟੀਮਲ ਸਾਉਂਡ ਜਾਂ ਵਰਚੁਅਲ 5.1 ਸਰਾਊਂਡ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "ਇਹ TV ਸਥਾਪਨਾ ਦੀ ਕਿਸਮ ਦੇ ਆਧਾਰ ‘ਤੇ ਕਮਰੇ ਵਿੱਚ ਪ੍ਰਤੀਬਿੰਬਿਤ ਕੀਤੀ-ਸਾਊਂਡ ਨੂੰ ਵੱਧ ਕਰਨ ਦੁਆਰਾ ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਸਾਊਂਡ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
	"It reduces jaggies in the picture for a smooth picture.": "ਇਹ ਇੱਕ ਸਮੂਥ ਤਸਵੀਰ ਲਈ ਤਸਵੀਰ ਵਿੱਚ ਜੈਗੀਆਂ ਨੂੰ ਘੱਟ ਕਰ ਦਿੰਦਾ ਹੈ।",
	"It works only when the broadcasting program supports captions.": "ਇਹ ਸਿਰਫ਼ ਓਦੋਂ ਹੀ ਕੰਮ ਕਰਦਾ ਹੈ ਜਦੋਂ ਬ੍ਰੋਡਕਾਸਟਿੰਗ ਪ੍ਰੋਗਰਾਮ ਕੈਪਸ਼ਨਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
	"It works only when the broadcasting program supports subtitles.": "ਇਹ ਸਿਰਫ਼ ਓਦੋਂ ਹੀ ਕੰਮ ਕਰਦਾ ਹੈ ਜਦੋਂ ਬ੍ਰੋਡਕਾਸਟਿੰਗ ਪ੍ਰੋਗਰਾਮ ਅਨੁਸਿਰਲੇਖਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
	"Italian": "ਇਟੇਲਿਅਨ",
	"Italy": "ਇਟਲੀ",
	"Ivory Coast": "ਕੋਟ ਡੀਵੋਆਰ",
	"Jakarta": "ਜਕਾਰਤਾ",
	"Jamaica": "ਜਮੈਕਾ",
	"Japan": "ਜਪਾਨ",
	"Japanese": "ਜਪਾਨੀ",
	"Jayapura": "ਜੈਪੁਰਾ",
	"Jerusalem": "ਜੇਰੂਸਲੇਮ",
	"Johannesburg": "ਜੋਹਾਨਸਬਰਗ",
	"Jordan": "ਜਾਰਡਨ",
	"Just Scan": "ਜਸ੍ਟ ਸਕੈਨ",
	"Kabul": "ਕਾਬੁਲ",
	"Kaliningrad": "ਕਾਲਿੰਇੰਗਰਾਦ",
	"Kamchatka": "ਕਮਚਟਕਾ",
	"Kampala": "ਕੰਪਾਲਾ",
	"Kannada": "ਕੰਨੜ",
	"Karachi": "ਕਰਾਚੀ",
	"Kashgar": "ਕਾਸ਼ਗਰ",
	"Katmandu": "ਕਾਠਮੰਡੂ",
	"Kazakh": "ਕਜ਼ਾਖ",
	"Kazakhstan": "ਕਜ਼ਾਖਸਤਾਨ",
	"Kenya": "ਕੀਨੀਆ",
	"Keyboard Languages": "ਕੀਅਬੋਰਡ ਭਾਸ਼ਾਵਾਂ",
	"Khartoum": "ਖਰਤੋਮ",
	"Khovd": "ਖੋਵਦ",
	"Kiev": "ਕੀਵ",
	"Kigali": "ਕਿਗਲੀ",
	"Kingston": "ਕਿੰਗਸਟਨ",
	"Kinshasa": "ਕਿੰਸ਼ਾਸਾ",
	"Kiribati": "ਕਿਰਿਬਾਤੀ",
	"Kiritimati": "ਕਿਰਤੀਮਤੀ",
	"Kolkata": "ਕੋਲਕਾਤਾ",
	"Korea": "ਕੋਰੀਆ",
	"Korean": "ਕੌਰੀਅਨ",
	"Krasnoyarsk": "ਕ੍ਰਾਸ੍ਨੋਯਾਰ੍ਸ੍ਕ",
	"Kuala Lumpur": "ਕੁਆਲਾ ਲੰਪੁਰ",
	"Kuching": "ਕੁਚਿੰਗ",
	"Kuwait": "ਕੁਵੈਤ",
	"Kuwait City": "ਕੁਵੈਤ ਸ਼ਹਿਰ",
	"Kyrgyzstan": "ਕਿਰਗਿਸਤਾਨ",
	"LED Local Dimming": "LED ਲੋਕਲ ਡਿਮਿੰਗ",
	"LG Logo Light (Front of TV)": "LG ਲੋਗੋ ਲਾਇਟ (ਟੀਵੀ ਦੇ ਅੱਗੇ)",
	"LG Services Country": "LG ਸਰਵਿਸੇਸ ਕੰਟਰੀ",
	"LG Sound Sync": "LG ਸਾਊਂਡ ਸਿੰਕ",
	"LG Wireless Keyboard": "LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ",
	"LG Wireless Keyboard Connected:": "LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ ਕਨੈਕਟ ਕੀਤਾ ਗਿਆ:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ ਤੁਹਾਨੂੰ TV ਨੂੰ Bluetooth ਰਾਹੀਂ ਨਿਯੰਤ੍ਰਿਤ ਕਰਨ ਲਈ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।",
	"La Paz": "ਲਾ ਪਾਜ਼",
	"Lagos": "ਲਾਗੋਸ",
	"Language": "ਭਾਸ਼ਾ",
	"Laos": "ਲਾਓਸ",
	"Large": "ਵੱਡਾ",
	"Last tuning:": "ਪਿਛਲੀ ਟਿਊਨਿੰਗ:",
	"Latvia": "ਲਾਤਵੀਆ",
	"Latvian": "ਲਾਤਵਿਅਨ",
	"Lebanon": "ਲੇਬਨਾਨ",
	"Left": "ਖੱਬਾ",
	"Left Right": "ਖੱਬਾ/ਸੱਜਾ",
	"Left Surround": "ਖੱਬਾ ਘੇਰ",
	"Left drop shadow": "ਖੱਬਾ ਘਟਿਆ ਪਰਛਾਵਾਂ",
	"Legal Notice": "ਕਾਨੂੰਨੀ ਨੋਟਿਸ",
	"Lesotho": "ਲੀਸੋਥੋ",
	"Liberia": "ਲਾਇਬੇਰੀਆ",
	"Libreville": "ਲਿਬਰੇਵਿਲੇ",
	"Libya": "ਲੀਬੀਆ",
	"Liechtenstein": "ਲੀਚਟੈਂਸਟਾਈਨ",
	"Light": "ਹਲਕਾ",
	"Lilongwe": "ਲਿਲੋਨਵੇ",
	"Lima": "ਲੀਮਾ",
	"Limit AD Tracking": "ਇਸ਼ਤਿਹਾਰ ਟ੍ਰੈਕਿੰਗ ਨੂੰ ਸੀਮਤ ਕਰੋ",
	"Lisbon": "ਲਿਸਬਨ",
	"Lithuania": "ਲਿਥੁਆਨੀਆ",
	"Lithuanian": "ਲਿਥੁਆਨਿਅਨ",
	"Live Theater": "ਲਾਇਵ ਥਿਏਟਰ",
	"Ljubljana": "ਜੁਬਲਜਨਾ",
	"Loading...": "ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...",
	"Local": "ਸਥਾਨਕ",
	"Local Language": "ਸਥਾਨਕ ਭਾਸ਼ਾ",
	"Location": "ਜਗ੍ਹਾ",
	"Lock All": "ਸਾਰਿਆਂ ਨੂੰ ਲਾਕ ਕਰੋ",
	"Lock changes for currently running apps will be applied the next time they are started.": "ਮੌਜੂਦਾ ਚੱਲ ਰਹੇ ਐਪਸ ਲਈ ਲਾਕ ਬਦਲਾਅ ਅਗਲੀ ਵਾਰ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ੁਰੂ ਹੋਣ 'ਤੇ ਲਾਗੂ ਹੋਣਗੇ।",
	"Logo Luminance Adjustment": "ਲੋਗੋ ਲੂਮੀਨੈਂਸ ਅਨੁਕੂਲਤਾ",
	"Lome": "ਲੋਮ",
	"London": "ਲੰਡਨ",
	"Lord Howe": "ਲਾਰਡ ਹੋਵ",
	"Los Angeles": "ਲਾਸ ਐਂਜਲਸ",
	"Louisville": "ਲੁਇਸਵਿਲ",
	"Low": "ਨੀਵਾਂ",
	"Luanda": "ਲੁਆਂਡਾ",
	"Lubumbashi": "ਲੁਬੁੰਮਬਾਸ਼ੀ",
	"Luminance": "ਲੁਮਿਨੈਂਸ",
	"Lusaka": "ਲੁਸਾਕਾ",
	"Luxembourg": "ਲਕਸਮਬਰਗ",
	"MAC Address": "MAC ਐਡ੍ਰੇਸ",
	"MAC Address (Wired)": "MAC ਐਡਰਸ (ਵਾਇਰਡ)",
	"MAC Address (Wireless)": "MAC ਐਡਰਸ (ਵਾਇਰਲੈਸ)",
	"MASTER PASSWORD": "ਮਾਸਟਰ ਪਾਸਵਰਡ",
	"MHEG Guide": "MHEG ਗਾਇਡ",
	"MPEG Noise Reduction": "MPEG ਨੋਇਜ਼ ਰਿਡਕ੍ਸ਼ਨ",
	"Macao": "ਮਕਾਉ",
	"Macedonia": "ਮੈਕਡੋਨੀਆ",
	"Macedonia, The Former Yugoslav Republic Of": "ਮੈਸਿਡੋਨੀਆ, ਪਹਿਲਾਂ ਯੂਗੋਸਲਾਵੀਆ ਰਿਪਬਲਿਕ",
	"Macedonian": "ਮੈਕਡੋਨੀਅਨ",
	"Maceió": "ਮਾਸੇਓ",
	"Maceió ": "ਮਾਸੇਓ",
	"Madagascar": "ਮੈਡਾਗਾਸਕਰ",
	"Madeira": "ਮਦੀਰਾ",
	"Madrid": "ਮੈਡਰਿਡ",
	"Magadan": "ਮੇਗਾਡਨ",
	"Magenta": "ਮੈਜ਼ੰਟਾ",
	"Makassar": "ਮੱਕਾਸਰ",
	"Make blurry or difficult-to-see areas more vivid.": "ਧੁੰਧਲੇ ਜਾਂ ਮੁਸ਼ਕਿਲ ਨਾਲ ਵਿਖਣ ਵਾਲੇ ਖੇਤਰਾਂ ਨੂੰ ਵੱਧ ਜੀਵੰਤ ਬਣਾਓ।",
	"Malabo": "ਮਲਾਬੋ",
	"Malawi": "ਮਲਾਵੀ",
	"Malay": "ਮਲੇਅ",
	"Malayalam": "ਮਲਿਆਲਮ",
	"Malaysia": "ਮਲੇਸ਼ੀਆ",
	"Maldives": "ਮਾਲਦੀਵਸ",
	"Mali": "ਮਾਲੀ",
	"Malta": "ਮਾਲਟਾ",
	"Manage channels stored on the TV.": "TV ‘ਤੇ ਸਟੋਰ ਕੀਤੇ ਚੈਨਲਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।",
	"Managua": "ਮੈਨਾਗੁਆ",
	"Manama": "ਮਨਾਮਾ",
	"Manaus": "ਮਾਨੌਸ",
	"Mandarin": "ਮੈਂਡੇਰੀਅਨ",
	"Manila": "ਮਨੀਲਾ",
	"Manual": "ਮੈਨੂਅਲ",
	"Maori": "ਮਾਓਰੀ",
	"Maputo": "ਮਾਪੂਟੋ",
	"Marathi": "ਮਰਾਠੀ",
	"Marquesas": "ਮਾਰਕਸਸ",
	"Marshall Islands": "ਮਾਰਸ਼ਲ ਆਈਲੈਂਡਸ",
	"Martinique": "ਮਾਰ੍ਤੀਨੀਕ",
	"Maseru": "ਮਾਸੇਰੂ",
	"Mature Audience Only": "ਕੇਵਲ ਪ੍ਰੋੜ ਦਰਸ਼ਕਾਂ ਲਈ",
	"Mauritania": "ਮੋਰਿਟਾਨੀਆ",
	"Mauritius": "ਮੌਰਿਸ਼ਸ",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "ਸਕ੍ਰੀਨ ਦੇ ਚਮਕੀਲੇ ਅਤੇ ਗਹਿਰੇ ਖੇਤਰ ਦੀ ਤੀਬਰਤਾ ਨੂੰ ਵਧਾਕੇ ਕੰਟਰਾਸਟ ਨੂੰ ਅਧਿਕਤਮ ਕਰੋ।",
	"Mayotte": "ਮੇਓਟ",
	"Mazatlán": "ਮਜ਼ਾਟਲਨ",
	"Mbabane": "ਬਬਾਨੇ",
	"Medium": "ਮੱਧਮ",
	"Menu Language": "ਮੀਨੂੰ ਭਾਸ਼ਾ",
	"Menu Transparency": "ਮੀਨੂੰ ਪਾਰਦਰਸ਼ਿਤਾ",
	"Message": "ਸੰਦੇਸ਼",
	"Method": "ਤਰੀਕਾ",
	"Mexico": "ਮੈਕਸੀਕੋ",
	"Mexico City": "ਮੈਕਸੀਕੋ ਸਿਟੀ",
	"Middle East": "ਮੱਧ ਪੂਰਬੀ",
	"Minsk": "ਮਿਨਸਕ",
	"Minutes": "ਮਿੰਟ",
	"Mobile Connection Management": "ਮੋਬਾਈਲ ਕਨੈਕਸ਼ਨ ਪ੍ਰਬੰਧਨ",
	"Mode Option": "ਮੋਡ ਵਿਕਲਪ",
	"Model": "ਮਾਡਲ",
	"Mogadishu": "ਮੋਗਾਦਿਸ਼ੂ",
	"Moldova": "ਮੋਲਦੋਵਾ",
	"Monaco": "ਮੋਨਾਕੋ",
	"Moncton": "ਮੋਂਕਟਨ",
	"Mongolia": "ਮੰਗੋਲੀਆ",
	"Monrovia": "ਮਨਰੋਵੀਆ",
	"Montenegro": "ਮੋਂਟੇਨੇਗਰੋ",
	"Monterrey": "ਮੋਂਟਰੇਰੀ",
	"Montevideo": "ਮੋਂਟੇਵੀਡੀਓ",
	"Month": "ਮਹੀਨਾ",
	"Montréal": "ਮਾਂਟ੍ਰੀਅਲ",
	"Morocco": "ਮੋਰੱਕੋ",
	"Moscow": "ਮਾਸਕੋ",
	"Motion Eye Care": "ਮੋਸ਼ਨ ਆਈ ਕੇਅਰ",
	"Motion Pro": "ਮੋਸ਼ਨ ਪ੍ਰੋ",
	"Movie Lock": "ਫ਼ਿਲ੍ਮ",
	"Mozambique": "ਮੋਜ਼ਾਂਬਿਕ",
	"Multi": "ਮਲਟੀ",
	"Multi Audio": "ਮਲਟੀ ਆਡੀਓ",
	"Multi Channel Audio": "ਮਲਟੀ ਚੈਨਲ ਆਡੀਓ",
	"Multi Feed": "ਮਲਟੀ ਫੀਡ",
	"Multiple": "ਮਲਟੀਪਲ",
	"Muscat": "ਮਸਕੱਟ",
	"Music": "ਸੰਗੀਤ",
	"Myanmar": "ਮਿਆਂਮਾਰ",
	"Mérida": "ਮੇਰੀਡਾ",
	"NEXTGEN TV Mode": "NEXTGEN TV ਮੋਡ",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT –ਨਿਊ ਸਾਊਥ ਵੇਲਜ਼/ਆਸਟ੍ਰੇਲੀਅਨ ਕੈਪੀਟਲ ਟੈਰੀਟਰੀ - ਸਿਡਨੀ",
	"NT - Northern Territory - Darwin": "NT – ਨਾਰਥ ਟੈਰੀਟਰੀ – ਡਾਰਵਿਨ",
	"Nairobi": "ਨੈਰੋਬੀ",
	"Namibia": "ਨਾਮੀਬੀਆ",
	"Narrow": "ਤੰਗ",
	"Nassau": "ਨੋਸਾਉ",
	"Ndebele": "ਨਡੇਬੇਲੇ",
	"Ndjamena": "ਨਜਮੇਨਾ",
	"Nepal": "ਨੇਪਾਲ",
	"Netherland": "ਨੀਦਰਲੈਂਡ",
	"Netherlands": "ਨੀਦਰਲੈਂਡ",
	"Network": "ਨੈਟਵਰਕ",
	"Network Connection Settings": "ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਸੈਟਿੰਗਾਂ",
	"Network Name": "ਨੈਟਵਰਕ ਦਾ ਨਾਮ",
	"Network-Based Personalization Recommendations": "ਨੈੱਟਵਰਕ-ਆਧਾਰਿਤ ਨਿੱਜੀਕਰਨ ਸਿਫਾਰਿਸ਼ਾਂ",
	"New Caledonia": "ਨਵਾਂ ਕੈਲੇਡੋਨੀਆ",
	"New York": "ਨਿਊ ਯਾਰਕ",
	"New Zealand": "ਨਿਊਜ਼ੀਲੈਂਡ",
	"Next": "ਅਗਲਾ",
	"Niamey": "ਨਿੰਮੇ",
	"Nicaragua": "ਨਿਕਾਰਾਗੁਆ",
	"Nicosia": "ਨਿਕੋਸੀਆ",
	"Niger": "ਨਾਇਜਰ",
	"Nigeria": "ਨਾਈਜੀਰੀਆ",
	"Night": "ਰਾਤ",
	"Nipigon": "ਨਿਪਿਗੋਨ",
	"No": "ਨਹੀਂ",
	"No Internet via 3G/4G network": "3G/4G ਨੈਟਵਰਕ ਰਾਹੀਂ ਇੰਟਰਨੈੱਟ ਨਹੀਂ ਹੈ",
	"No Internet via Ethernet": "ਇਥਰਨੈਟ ਰਾਹੀਂ ਇੰਟਰਨੈਟ ਨਹੀਂ ਹੈ",
	"No Internet via Wi-Fi": "Wi-Fi ਰਾਹੀਂ ਇੰਟਰਨੈਟ ਨਹੀਂ ਹੈ",
	"No One 17 and Under Admitted.": "17 ਅਤੇ ਘੱਟ ਉਮਰ ਵਾਲੇ ਕਿਸੇ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
	"No Operation Auto Off": "ਕੋਈ ਆਟੋ ਆਫ ਓਪਰੇਸ਼ਨ ਨਹੀਂ ਹੈ",
	"No Signal Auto Off": "ਕੋਈ ਆਟੋ ਆਫ ਸਿਗਨਲ ਨਹੀਂ ਹੈ",
	"No Signal Image": "ਕੋਈ ਸਿਗਨਲ ਚਿੱਤਰ ਨਹੀਂ ਹੈ",
	"No Signal Power Off (15Min)": "ਕੋਈ ਸਗਨਲ ਨਹੀਂ ਪਾਵਰ ਆਫ (15ਮਿੰਟ)",
	"No devices have been found.": "ਕੋਈ ਵੀ ਡਿਵਾਈਸਾਂ ਨਹੀਂ ਲੱਭੀਆਂ ਹਨ।",
	"No paired devices.": "ਕੋਈ ਜੁੜੇ ਉਪਕਰਣ ਨਹੀਂ ਹਨ।",
	"No signal on Server": "ਸਰਵਰ ‘ਤੇ ਕੋਈ ਸਿਗਨਲ ਨਹੀਂ ਹੈ",
	"No updates found.": "ਕੋਈ ਅੱਪਡੇਟ ਨਹੀਂ ਮਿਲੇ।",
	"Noise Reduction": "ਨੋਇਜ਼ ਰਿਡਕਸ਼ਨ",
	"None": "ਕੁਝ ਵੀ ਨਹੀਂ",
	"Normal": "ਸਧਾਰਨ",
	"North Korea": "ਉੱਤਰੀ ਕੋਰੀਆ",
	"Northern Africa": "ਉੱਤਰੀ ਅਫਰੀਕਾ",
	"Norway": "ਨਾਰਵੇ",
	"Norwegian": "ਨੋਰਵੇਜਿਅਨ",
	"Not Connected": "ਕਨੈਕਟ ਨਹੀਂ ਹੈ",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "ਨੋਟ: ਜੇ ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਇਸ ਫੀਚਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ। ਉਸ ਮਾਮਲੇ ਵਿੱਚ, ਤੁਸੀਂ ਡਿਵਾਈਸ ਨੂੰ ਇੱਕ ਵੱਖਰੀ HDMI ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ 8K HDMI Ultra HD Deep Color ਸੈਟਿੰਗ ਨੂੰ ਬੰਦ ਕਰੋ।",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "ਨੋਟ: ਜੇਕਰ ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਇਸ ਫੀਚਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ। ਉਸ ਮਾਮਲੇ ਵਿੱਚ, ਤੁਸੀਂ ਡਿਵਾਈਸ ਨੂੰ ਇੱਕ ਵੱਖਰੀ HDMI ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ HDMI Ultra HD Deep Color ਸੈਟਿੰਗ ਨੂੰ ਬੰਦ ਕਰੋ।",
	"Note: Available options depend on the broadcast program.": "ਨੋਟ: ਉਪਲਬਧ ਵਿਕਲਪ ਬ੍ਰਾਡਕਾਸਟ ਪ੍ਰੋਗਰਾਮ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹਨ।",
	"Note: Behavior may differ if connected device is not a LG device.": "ਨੋਟ: ਜੇਕਰ ਕਨੈਕਟ ਉਪਕਰਨ LG ਉਪਕਰਨ ਨਹੀਂ ਹੈ ਤਾਂ ਵਿਹਾਰ ਅੱਡ ਹੋ ਸਕਦਾ ਹੈ।",
	"Note: Only displayed when it is provided by the program.": "ਨੋਟ: ਕੇਵਲ ਉਦੋਂ ਹੀ ਨਜ਼ਰ ਆਉਂਦੇ ਹਨ ਜਦੋਂ ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ।",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ਨੋਟ: ਸਬਟਾਇਟਲ ਕੇਵਲ ਉਦੋਂ ਵਿਖਾਏ ਜਾਂਦੇ ਹਨ ਜਦੋਂ ਬ੍ਰਾਡਕਾਸਟ ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਦਿੱਤੇ ਜਾਣ।",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ਨੋਟ: ਸਮਰੱਥਿਤ ਖਾਸੀਅਤਾਂ ਮਾਡਲ ਅਤੇ ਸਮੱਗਰੀ ਪਲੇਬੈਕ, ਜਿਵੇਂ ਕਿ Live TV ਜਾਂ VOD ਸਮੱਗਰੀ, ਨਾਲ ਵਿਸ਼ੇਸ਼ਤਾ ਦੇ ਆਪਣੇ ਓਪਰੇਸ਼ਨ ਦੀ ਪਾਰਦਰਸ਼ਤਾ ਅਨੁਸਾਰ ਅੱਡ ਹੋ ਸਕਦੀਆਂ ਹਨ।",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ਨੋਟ:<br>1. ਜੇਕਰ ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ ਦੇ ਪ੍ਰਗਤੀ ਵਿੱਚ ਹੋਣ 'ਤੇ ਤੁਹਾਡਾ ਟੀਵੀ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸ ਨਾਲ ਪ੍ਰਕਿਰਿਆ ਬੰਦ ਹੋ ਜਾਵੇਗੀ ਅਤੇ ਤੁਹਾਨੂੰ ਫਿਰ ਤੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਪਵੇਗਾ।<br>2. ਪ੍ਰਕਿਰਿਆ ਦੇ ਦੌਰਾਨ, ਸਕ੍ਰੀਨ ਵਿੱਚ ਇੱਕ ਸਫ਼ੇਦ ਲਾਈਨ ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ। ਆਪਣੀ ਸਕ੍ਰੀਨ ਨੂੰ ਸਾਫ਼ ਕਰਦੇ ਸਮੇਂ ਇਹ ਸਧਾਰਨ ਗੱਲ ਹੈ।",
	"Notifications": "ਸੂਚਨਾਵਾਂ",
	"Nouméa": "ਨੋਮੀਆ",
	"Novosibirsk": "ਨੋਵੋਸਿਬਿਰਸਕ",
	"OK": "ਠੀਕ ਹੈ",
	"OLED LIGHT": "OLED ਲਾਈਟ",
	"OLED Motion": "OLED ਮੋਸ਼ਨ",
	"OLED Motion Pro": "OLED ਮੋਸ਼ਨ ਪ੍ਰੋ",
	"OLED Screen Saver": "OLED ਸਕ੍ਰੀਨ ਸੇਵਰ",
	"OLED Surround": "OLED ਸਰਾਉਂਡ",
	"Object Audio": "ਔਬਜੈਕਟ ਆਡੀਓ",
	"Off": "ਆਫ",
	"Oman": "ਓਮਾਨ",
	"Omsk": "ਓਮਸਕ",
	"On": "ਆਨ",
	"OnTimer Channel not selected": "ਆਨ ਟਾਇਮਰ ਚੈਨਲ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ।",
	"Open": "ਖੁਲ੍ਹਾ",
	"Open Source Licenses": "ਸ੍ਰੋਤ ਸਾਫਟਵੇਅਰ ਨੋਟਿਸ ਖੋਲ੍ਹੋ",
	"Open when TV is turned on": "ਉਦੋਂ ਖੋਲ੍ਹੋ ਜਦੋਂ ਟੀਵੀ ਆਨ ਹੁੰਦਾ ਹੈ।",
	"Operate once when TV is off": "ਇੱਕ ਵਾਰ TV ਬੰਦ ਹੋਣ ‘ਤੇ ਓਪਰੇਟ ਕਰੋ।",
	"Optical": "ਆਪਟੀਕਲ",
	"Optical + Internal TV Speaker": "ਆਪਟੀਕਲ + ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Machine Leaning ਤਕਨੀਕ ਰਾਹੀਂ ਸਿੱਖੇ ਗਏ ਐਲਗਰਿਦਮ ਦੁਆਰਾ ਸਮੱਗਰੀ ਲਈ ਡੂੰਘਾਈ ਨੂੰ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR ਸਮੱਗਰੀ ਦੀ ਚਿੱਤਰ ਚਮਕ ਦੇ ਆਧਾਰ 'ਤੇ ਕੋਂਟ੍ਰਾਸਟ ਸੈਟਿੰਗਾਂ ਅਨੁਕੂਲ ਕਰੋ।",
	"Optimize contrast settings based on image brightness.": "ਤਸਵੀਰ ਦੀ ਬ੍ਰਾਇਟਨੈਸ ਦੇ ਆਧਾਰ ਤੇ ਕੰਟਰਾਸਟ ਸੈਟਿੰਗ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉ।",
	"Optimize the sound for a cinematic experience.": "ਸਿਨਮਈ ਅਨੁਭਵ ਲਈ ਸਾਊਂਡ ਨੂੰ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Oranjestad": "ਓਰਾਨ੍ਯਏਸ਼੍ਤਾਡ",
	"Original Language": "ਅਸਲ ਭਾਸ਼ਾ",
	"Oslo": "ਓਸਲੋ",
	"Others": "ਹੋਰ",
	"Ouagadougou": "ਉਵਾਗਾਡੂਗੂ",
	"Outer": "ਬਾਹਰੀ",
	"Output sound through the Internal TV speaker.": "ਇੰਟਰਨਲ ਟੀਵੀ ਸਪੀਕਰ ਰਾਹੀਂ ਆਉਟਪੁੱਟ ਸਾਉਂਡ।",
	"PIN: {pin}": "ਪਿੰਨ: {pin}",
	"Pagode": "ਪੈਗੋਡ",
	"Pakistan": "ਪਾਕਿਸਤਾਨ",
	"Palau": "ਪਲਾਉ",
	"Panama": "ਪਨਾਮਾ",
	"Panama City": "ਪਨਾਮਾ ਸ਼ਹਿਰ",
	"Panjabi": "ਪੰਜਾਬੀ",
	"Papua New Guinea": "ਪਪੂਆ ਨਿਉ ਗਿੰਨੀ",
	"Paraguay": "ਪੈਰਾਗੁਏ",
	"Paramaribo": "ਪੈਰਾਮੈਰੀਬੋ",
	"Parental Guidance Suggested": "ਮਾਪਿਆਂ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ",
	"Parental Guidance Suggested :": "ਮਾਪਿਆਂ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ:",
	"Parental guidance suggested for children ages 8-13.": "8-13 ਸਾਲ ਦੇ ਬੱਚਿਆਂ ਲਈ ਮਾਪਿਆਂ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।",
	"Parents Guidance strongly required :": "ਮਾਪਿਆਂ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਜ਼ੋਰਦਾਰ ਤੌਰ ‘ਤੇ ਜ਼ਰੂਰਤ ਹੈ:",
	"Parents Strongly Cautioned": "ਮਾਪੇ ਬਹੁਤ ਧਿਆਨ ਦੇਣ",
	"Paris": "ਪੈਰਿਸ",
	"Pass Through": "ਗੁਜਰਨ ਦਿਓ",
	"Password": "ਪਾਸਵਰਡ",
	"Patent Information": "ਪੇਟੈਂਟ ਜਾਣਕਾਰੀ",
	"Peak Brightness": "ਸਿਖਰਲੀ ਚਮਕ",
	"Persian": "ਫ਼ਾਰਸੀ",
	"Peru": "ਪੇਰੂ",
	"Philippines": "ਫਿਲੀਪੀਨਜ਼",
	"Phnom Penh": "ਫਨੋਮ ਪੇਨਹ",
	"Phoenix": "ਫੀਨਿਕਸ",
	"Photo": "ਫੋਟੋ",
	"Pick a Time": "ਇੱਕ ਸਮਾਂ ਚੁਣੋ",
	"Picture": "ਪਿਕਚਰ",
	"Picture Mode": "ਪਿਕਚਰ ਮੋਡ",
	"Picture Mode Settings": "ਤਸਵੀਰ ਮੋਡ ਸੈਟਿੰਗਾਂ",
	"Picture Options": "ਪਿਕਚਰ ਵਿਕਲਪ",
	"Picture Test": "ਪਿਕਚਰ ਜਾਂਚ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ਤਸਵੀਰ ਜਾਂ ਆਵਾਜ਼ ਉਦੋਂ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜਦੋਂ ਬਾਹਰੀ ਉਪਕਰਨ ਅਤੇ ਟੀਵੀ ਸ਼ੁਰੂਆਤੀ ਤੌਰ ‘ਤੇ ਸੰਚਾਰ ਕਰ ਰਹੇ ਹੋਣ। ਜੇਕਰ ਸਮੱਸਿਆ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਵਾਪਸ ਬਦਲੋ ਜਾਂ ਆਪਣੇ ਕਨੈਕਟ ਕੀਤੇ ਹੋਏ ਬਾਹਰੀ ਉਪਕਰਨ ਨੂੰ ਰੀਬੂਟ ਕਰੋ।",
	"Pitch": "ਪਿੱਚ",
	"Pixel Refresher": "ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "ਪਿਕਸਲ ਰੀਫੈਸ਼ਰ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਸੰਭਵ ਸਭ ਤੋਂ ਸਪੱਸ਼ਟ ਤਸਵੀਰ ਪ੍ਰਦਾਨ ਕਰਨ ਦਿੰਦਾ ਹੈ।",
	"Pixel Refresher begins only once when the TV is turned off.": "TV ਬੰਦ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ ਸਿਰਫ਼ ਇੱਕ ਵਾਰ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਾ ਉਦੋਂ ਨਿਯਤ ਕੀਤਾ ਗਿਆ ਹੈ ਜਦੋਂ ਤੁਹਾਡਾ ਟੀਵੀ ਅਗਲੀ ਵਾਰ ਬੰਦ ਹੁੰਦਾ ਹੈ।",
	"Play": "ਪਲੇ",
	"Play sound through TV Speaker.": "TV ਸਪੀਕਰ ਰਾਹੀਂ ਸਾਊਂਡ ਨੂੰ ਚਲਾਓ।",
	"Play the standard sound suitable for all types of content.": "ਸਾਰੀਆਂ ਕਿਸਮਾਂ ਦੀ ਸਮੱਗਰੀ ਲਈ ਅਨੁਕੂਲ ਸਟੈਂਡਰਡ ਸਾਊਂਡ ਨੂੰ ਚਲਾਓ।",
	"Please check if WiSA Speakers are turned on and try again.": "ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ WiSA ਸਪੀਕਰ ਚਾਲੂ ਕੀਤੇ ਗਏ ਹਨ ਜਾਂ ਨਹੀਂ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"Please check that the Bluetooth device is already connected to another device.": "ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚੋ ਕਿ Bluetooth ਡਿਵਾਈਸ ਪਹਿਲਾਂ ਤੋਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਹੈ ਜਾਂ ਨਹੀਂ।",
	"Please check the network name and password and try again.": "ਕਿਰਪਾ ਕਰਕੇ ਨੈਟਵਰਕ ਦੇ ਨਾਮ ਅਤੇ ਪਾਸਵਰਡ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"Please check the status and try again": "ਕਿਰਪਾ ਕਰਕੇ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਫੇਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
	"Please do not unplug the USB storage until the copying is completed.": "ਕਿਰਪਾ ਕਰਕੇ USB ਸਟੋਰੇਜ ਨੂੰ ਉਦੋਂ ਤਕ ਨਾ ਕੱਢੋ ਜਦੋਂ ਤਕ ਕਾਪੀ ਕਰਨਾ ਪੂਰਾ ਨਹੀਂ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"Please enter your password to turn off this function.": "ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕਾਰਜ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।",
	"Please enter your password to turn on this function.": "ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕਾਰਜ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।",
	"Please make sure that your TV is connected to the network and try again.": "ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਨੈਟਵਰਕ ਦੇ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਫੇਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"Please note that LG does not use or manage the value.": "ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਧਿਆਨ ਦਿਓ ਕਿ LG ਵੈਲਿਊ ਦੀ ਵਰਤੋਂ ਜਾ ਉਸਨੂੰ ਪ੍ਰਬੰਧਿਤ ਨਹੀਂ ਕਰਦੀ ਹੈ।",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਸਾਊਂਡ ਆਉਟਪੁਟ ਨਹੀਂ ਹੋ ਸਕਦੀ ਜਦੋਂ ਡਿਜ਼ੀਟਲ ਸਾਊਂਡ ਆਉਟ ਨੂੰ ਗੁਜਰਨ ਦਿਓ ਉੱਤੇ ਸੈਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
	"Please try again later.": "ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"Please wait while the Settings application reloads.": "ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦੋਂ ਤੱਕ ਸੈਟਿੰਗ ਐਪਲੀਕੇਸ਼ਨ ਦੁਬਾਰਾ ਲੋਡ ਹੁੰਦੀ ਹੈ।",
	"Please wait while the Settings application restarts.": "ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦੋਂ ਤੱਕ ਸੈਟਿੰਗ ਐਪਲੀਕੇਸ਼ਨ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ।",
	"Please wait while the TV restarts.": "ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦ ਤਕ ਟੀਵੀ ਮੁੜ ਚਾਲੂ ਹੁੰਦਾ ਹੈ।",
	"Please wait while the TV searches for LG Service Country.": "ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦ ਤਕ ਟੀਵੀ LG ਸਟਵਿਸ ਦੇਸ਼ ਲਈ ਖੋਜ ਕਰ ਰਿਹਾ ਹੈ।",
	"Podgorica": "ਪੋਡਗੋਰਿਕਾ",
	"Point": "ਬਿੰਦੂ",
	"Pointer Options": "ਪਾਇੰਟਰ ਵਿਕਲਪ",
	"Pointer Size": "ਪੁਆਇੰਟਰ ਆਕਾਰ",
	"Poland": "ਪੋਲੈਂਡ",
	"Polish": "ਪੋਲਿਸ਼",
	"Pontianak": "ਪੋਂਟੀਅਨਕ",
	"Port Louis": "ਪੋਰਟ ਲੁਇਸ",
	"Port Moresby": "ਪੋਰਟ ਮੋਰਸਬਿ",
	"Port of Spain": "ਪੋਰਟ ਆਫ ਸਪੇਨ",
	"Port-au-Prince": "ਪੋਰਟ-ਓ-ਪ੍ਰਾੰਸ",
	"Porto Novo": "ਪੋਰਟੋ ਨੋਵੋ",
	"Porto Velho": "ਪੋਰਤੋ ਵੇਲਿਓ",
	"Porto-Novo": "ਪੋਰਤੋ-ਨੋਵੋ",
	"Portugal": "ਪੁਰਤਗਾਲ",
	"Portuguese": "ਪੁਰਤਗਾਲੀ",
	"Position": "ਸਥਿਤੀ",
	"Position Settings": "ਸਥਿਤੀ ਸੈਟਿੰਗਾਂ",
	"Power Off Timer": "ਟਾਈਮਰ ਬੰਦ ਕਰੋ",
	"Power On Timer": "ਟਾਈਮਰ ਚਾਲੂ ਕਰੋ",
	"Power Saving Mode": "ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ",
	"Prague": "ਪ੍ਰਾਗ",
	"Praia": "ਪ੍ਰੇਈਆ",
	"Preschool": "ਪ੍ਰੀਸਕੂਲ",
	"Press right button to adjust de-blur and Motion Pro value.": "ਡੇ-ਬਲੱਰ ਅਤੇ ਮੋਸ਼ਨ ਪ੍ਰੋ ਮੁੱਲ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "ਡੀ-ਬਲਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਪ੍ਰੋ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-blur and OLED Motion value.": "ਡੀ-ਬਲਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder and Motion Pro value.": "ਡੇ-ਜੁਡਰ ਅਤੇ ਮੋਸ਼ਨ ਪ੍ਰੋ ਮੁੱਲ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ਡੀ-ਜੁਡਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਪ੍ਰੋ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder and OLED Motion value.": "ਡੀ-ਜੁਡਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ਡੇ- ਜੁਡਰ, ਡੇ-ਬਲੱਰ ਅਤੇ ਮੋਸ਼ਨ ਪ੍ਰੋ ਮੁੱਲ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ਡੀ- ਜੁਡਰ, ਡੀ-ਬਲਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਪ੍ਰੋ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ਡੀ- ਜੁਡਰ, ਡੀ-ਬਲਰ ਅਤੇ OLED ਮੋਸ਼ਨ ਵੈਲਿਊ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "ਟੀਵੀ ਨੂੰ ਨੈਟਵਰਕ ‘ਤੇ ਕਨੈਕਟ ਕਰਨ ਲਈ WPS-ਯੁਕਤ ਰਾਉਟਰ ‘ਤੇ WPS ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Press the right button to adjust Motion Pro settings.": "ਮੋਸ਼ਨ ਪ੍ਰੋ ਸੈਟਿੰਗਾਂ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵਾਲੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED ਮੋਸ਼ਨ ਪ੍ਰੋ ਸੈਟਿੰਗਾਂ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵਾਲੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Press the right button to adjust OLED Motion settings.": "OLED ਮੋਸ਼ਨ ਸੈਟਿੰਗਾਂ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵਾਲੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Press the right button to adjust de-blur settings.": "de-blur ਸੈਟਿੰਗਾਂ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵਾਲੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Press the right button to adjust de-judder settings.": "de-judder ਸੈਟਿੰਗਾਂ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵਾਲੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
	"Previous": "ਪਿਛਲਾ",
	"Primary Audio Language": "ਪ੍ਰਮੁੱਖ ਆਡੀਓ ਭਾਸ਼ਾ",
	"Primary Channels": "ਮੁੱਖ ਚੈਨਲ",
	"Primary Teletext Language": "ਪ੍ਰਮੁੱਖ ਟੈਲੀਟੈਕਸਟ ਭਾਸ਼ਾ।",
	"Program exempted from ratings.": "ਰੇਟਿੰਗਾਂ ਤੋਂ ਮੁਕਤ ਹੋਇਆ ਪ੍ਰੋਗਰਾਮ।",
	"Programme": "ਪ੍ਰੋਗਰਾਮ",
	"Provide HbbTV Distinctive ID": "HbbTV ਖਾਸ ID ਪ੍ਰਦਾਨ ਕਰੋ",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ਬਰੌਡਕਾਸਟਾਂ ਲਈ HbbTV ਸੇਵਾ ਨੂੰ HbbTV ਵਿਸ਼ੇਸ਼ ID ਉਪਲਬਧ ਕਰਵਾਓ।",
	"Provided services may vary depending on countries.": "ਦੇਸ਼ਾਂ ‘ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਉਪਲਬਧ ਕਰਵਾਈਆਂ ਗਈਆਂ ਸੇਵਾਵਾਂ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੀਆਂ ਹਨ।",
	"Puerto Rico": "ਪੋਰਟੋ ਰੀਕੋ",
	"Pyongyang": "ਯੋਂਗਯੈਂਗ",
	"QLD - Queensland - Brisbane": "QLD - ਕੁਈਨਜ਼ਲੈਂਡ – ਬ੍ਰਿਸਬੇਨ",
	"Qatar": "ਕਤਰ",
	"Quick Help": "ਤੁਰੰਤ ਮਦਦ",
	"Quick Start+": "ਤੇਜ਼ ਸ਼ੁਰੂਆਤ+",
	"Rainy River": "ਰੇਨੀ ਰੀਵਰ",
	"Raised": "ਵਧਾਇਆ",
	"Rangoon": "ਰੰਗੂਨ",
	"Real Cinema": "ਅਸਲ ਸਿਨੇਮਾ",
	"Reason: Authentication with access point was unsuccessful.": "ਕਾਰਨ: ਪਹੁੰਚ ਬਿੰਦੂ ਦੇ ਨਾਲ ਪ੍ਰਮਾਣਿਕਤ ਅਸਫਲ ਹੋਈ।",
	"Reason: Could not establish a connection to access point.": "ਕਾਰਨ: ਪਹੁੰਚ ਬਿੰਦੂ ਦੇ ਨਾਲ ਕਨੈਕਸ਼ਨ ਸਥਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇ",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "ਕਾਰਨ: DHCP ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਇੱਕ ਵਾਜਬ IP ਪਤਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇ",
	"Reason: Entered password is incorrect.": "ਕਾਰਨ: ਦਰਜ ਕੀਤਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ।",
	"Reason: Password is missing.": "ਕਾਰਨ: ਪਾਸਵਰਡ ਲੁਪਤ ਹੈ।",
	"Reason: The network you selected is out of range.": "ਕਾਰਨ: ਤੁਹਾਡੇ ਦੁਆਰਾ ਚੁਣਿਆ ਗਿਆ ਨੈਟਵਰਕ ਰੇਂਜ਼ ਤੋਂ ਬਾਹਰ ਹੈ।",
	"Reason: Unable to login.": "ਕਾਰਨ: ਲਾਗ-ਇਨ ਕਰਨ ਵਿੱਚ ਅਯੋਗ",
	"Receive emergency alerts from TV when an emergency occurs.": "ਜਦੋਂ ਇੱਕ ਆਪਤਾਕਾਲ ਹੋਵੇ ਤਾਂ TV ਤੋਂ ਆਪਤਾਕਾਲੀਨ ਅਲਰਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ।",
	"Recife": "ਰੇਸਿਫ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ਜਿਸ ਸਮੇਂ ਤੁਸੀਂ ਆਮ ਤੌਰ ‘ਤੇ TV ਨਹੀਂ ਦੇਖਦੇ ਉਸ ਨੂੰ Always-on ‘ਤੇ ਸੈੱਟ ਕਰਨ ਦੀ ਸਿਫਾਰਿਸ਼ ਕਰੋ। ",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "ਵੇਖਣ ਦੇ ਇਤਿਹਾਸ ਅਤੇ ਐਪ ਵਰਤੋਂ ਸ਼ੈਲੀਆਂ ‘ਤੇ ਅਧਾਰਤ ਲਾਹੇਬੱਧ ਸਮੱਗਰੀਆਂ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਸਿਫਾਰਿਸ਼ ਕਰੋ।",
	"Recommendations are available for the people, products and locations related to the current program.": "ਸਿਫਾਰਿਸ਼ਾਂ ਮੌਜੂਦਾ ਪ੍ਰੋਗਰਾਮ ਨਾਲ ਸਬੰਧਤ ਲੋਕਾਂ, ਉਤਪਾਦਾਂ ਅਤੇ ਸਥਾਨਾਂ ਲਈ ਉਪਲਬਧ ਹਨ।",
	"Red": "ਲਾਲ",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਨੂੰ ਸਫਾਈ ਨਾਲ ਵਧਾਉਣ ਲਈ ਡਿਜਿਟਲ ਵੀਡਿਓ ਸਿਗਨਲਾਂ ਤੋਂ ਅਨਿਯਮਿਤ ਨੌਇਜ਼ ਨੂੰ ਘਟਾਓ।",
	"Regina": "ਰੇਜੀਨਾ",
	"Region": "ਖੇਤਰ",
	"Registered Devices ({num})": "ਰਜਿਸਟਰ ਕੀਤੇ ਉਪਕਰਣ ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਆਵਾਜ਼ ਦੀ ਉੱਚੀ-ਪਿੱਚ ਵਾਲੀ ਧੁਨੀ ਨੂੰ ਬਲ ਦਿਓ।",
	"Reinforce the low-pitched tone of the optimized sound.": "ਓਪਟੀਮਾਈਜ਼ ਕੀਤੀ ਆਵਾਜ਼ ਦੀ ਘੱਟ-ਪਿੱਚ ਵਾਲੀ ਧੁਨੀ ਨੂੰ ਬਲ ਦਿਓ।",
	"Remote Settings": "ਰਿਮੋਟ ਸੈਟਿੰਗ",
	"Remove irregular and erratic pixels for a clearer image.": "ਜ਼ਿਆਦਾ ਸਾਫ ਤਸਵੀਰ ਲਈ ਅਨਿਯਮਿਤ ਅਤੇ ਅਸਥਿਰ ਪਿਕਸਲਾਂ ਨੂੰ ਹਟਾਉ।",
	"Reset": "ਰੀਸੈਟ",
	"Reset AD ID": "AD ID ਨੂੰ ਰੀਸੈਟ ਕਰੋ",
	"Reset CI Password": "CI ਪਾਸਵਰਡ ਨੂੰ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ",
	"Reset HbbTV Distinctive ID": "HbbTV ਖਾਸ ID ਦੁਬਾਰਾ ਸੈੱਟ ਕਰੋ",
	"Reset Password": "ਪਾਸਵਰਡ ਮੁੜ ਸੈੱਟ ਕਰੋ",
	"Reset Settings": "ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰੋ",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV ਮੋਬਾਈਲ ਐਪ ਵਿੱਚ ਕਨੈਕਟ ਕਰਨ ਦੌਰਾਨ ਮਨਜ਼ੂਰ ਕੀਤੀ ਐਪ ਸੂਚੀ ਨੂੰ ਦੁਬਾਰਾ ਸੈੱਟ ਕਰੋ।",
	"Reset the caption position.": "ਕੈਪਸ਼ਨ ਸਥਿਤੀ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ।",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "ਸਮੱਗਰੀ ਦੇਖਣ ਅਤੇ ਐਪਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੋਹਾਂ ਦੇ ਇਤਿਹਾਸ ਰੀਸੈਟ ਕਰੋ। ਜਦੋਂ ਇਤਿਹਾਸ ਰੀਸੈਟ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਸਮੱਗਰੀ ਦੀਆਂ ਸਿਫਾਰਿਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।",
	"Reset to Initial Settings": "ਸ਼ੁਰੂਆਤੀ ਸੈਟਿੰਗ ਤੇ ਮੁੜ ਸੈਟ ਕਰੋ",
	"Restrict access to TV programs based on their ratings.": "ਟੀਵੀ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਰੇਟਿੰਗਾਂ ਦੇ ਆਧਾਰ ਤੇ ਸੀਮਿਤ ਕਰੋ।",
	"Restrict watching based on age ratings for children programs.": "ਬੱਚਿਆਂ ਦੇ ਪ੍ਰੋਗਰਾਮਾਂ ਲਈ ਉਮਰ ਰੇਟਿੰਗਾਂ ‘ਤੇ ਅਧਾਰਿਤ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching based on ages ratings.": "ਉਮਰ ਰੇਟਿੰਗਾਂ 'ਤੇ ਅਧਾਰਿਤ ਵੇਖਣਾ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching based on fantasy violence content ratings.": "ਕਾਲਪਨਿਕ ਹਿੰਸਕ ਸਮਗੱਰੀ ਰੇਟਿੰਗਾਂ 'ਤੇ ਆਧਾਰਿਤ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching based on programs containing adult language.": "ਉਹਨਾਂ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਬਾਲਗ ਭਾਸ਼ਾ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ।",
	"Restrict watching based on programs containing sexual scene.": "ਉਹਨਾਂ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਸੈਕਸ਼ੁਅਲ ਸੀਨ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ।",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "ਉਹਨਾਂ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਸਬੰਧੀ ਡਾਇਲੌਗ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ।",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "ਮਾਤਾ-ਪਿਤਾ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਅੰਦਰ ਵਿਸ਼ੇਸ਼ ਉਮਰਾਂ ਜਾਂ ਸਮਗੱਰੀਆਂ ਦੀਆਂ ਰੇਟਿੰਗਾਂ ‘ਤੇ ਅਧਾਰਿਤ ਵੇਖਣਾ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching based on violence content ratings.": "ਹਿੰਸਕ ਸਮੱਗਰੀ ਰੇਟਿੰਗਾਂ ਦੇ ਆਧਾਰ ‘ਤੇ ਵੇਖਣ ਨੂੰ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching movies based on rating.": "ਰੇਟਿੰਗਾਂ ‘ਤੇ ਅਧਾਰਿਤ ਮੂਵੀਆਂ ਨੂੰ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ।",
	"Restrict watching programs based on rating.": "ਰੇਟਿੰਗਾਂ ‘ਤੇ ਅਧਾਰਿਤ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵੇਖਣਾ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ।",
	"Restriction ratings :": "ਪ੍ਰਤੀਬੰਧ ਰੇਟਿੰਗਾਂ:",
	"Retry": "ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
	"Revert TV to its initial settings.": "ਇਸ ਦੀਆਂ ਪ੍ਰਾਰੰਭਕ ਸੈਟਿੰਗਾਂ ਲਈ TV ‘ਤੇ ਵਾਪਸ ਆਓ।",
	"Revert color adjustment settings to default.": "ਰੰਗਦਾਰ ਪ੍ਰਬੰਧਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਵਾਪਸ ਡਿਫਾਲਟ 'ਤੇ ਕਰੋ।",
	"Revert detailed sound effect settings of standard mode to default.": "ਸਟੈਂਡਰਡ ਮੋਡ ਦੀਆਂ ਵਿਸਤਾਰਿਤ ਸਾਊਂਡ ਪ੍ਰਭਾਵਾਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਡਿਫਾਲਟ ‘ਤੇ ਵਾਪਿਸ ਕਰੋ।",
	"Revert picture setting values to default.": "ਤਸਵੀਰ ਸੈਟਿੰਗ ਮੁੱਲਾਂ ਨੂੰ ਵਾਪਸ ਡਿਫਾਲਟ 'ਤੇ ਲਿਆਓ।",
	"Revert white balance settings to default.": "ਵ੍ਹਾਈਟ ਬੈਲੈਂਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਵਾਪਸ ਡਿਫਾਲਟ 'ਤੇ ਕਰੋ।",
	"Reykjavik": "ਰੇਕਾਜ਼ਵਿਕ",
	"Riga": "ਰਿਗਾ",
	"Right": "ਸੱਜਾ",
	"Right Left": "ਸੱਜਾ/ਖੱਬਾ",
	"Right Surround": "ਸੱਜਾ ਘੇਰ",
	"Right drop shadow": "ਸੱਜਾ ਘਟਿਆ ਪਰਛਾਵਾਂ",
	"Rio Branco": "ਰੀਓ ਬ੍ਰਾਂਕੋ",
	"Riyadh": "ਰਿਯਾਧ",
	"Romania": "ਰੋਮਾਨੀਆ",
	"Romanian": "ਰੋਮਾਨੀਅਨ",
	"Rome": "ਰੋਮ",
	"Russia": "ਰੂਸ",
	"Russian": "ਰੂਸੀ",
	"Rwanda": "ਰਵਾਂਡਾ",
	"SA - South Australia - Adelaide": "SA – ਸਾਊਥ ਆਸਟ੍ਰੇਲੀਆ – ਐਡੀਲੇਡ",
	"SIGNATURE Opening": "SIGNATURE ਖੋਲ੍ਹਣਾ",
	"SIGNATURE TV Settings": "SIGNATURE TV ਸੈਟਿੰਗਸ",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ LG ਰਿਮੋਟ ਨੂੰ ਹੋਰ SIMPLINK-ਯੁਕਤ ਉਪਕਰਨਾਂ ਨੂੰ ਕੰਟ੍ਰੋਲ ਕਰਨ ਦੇ ਸਮਰੱਥ ਬਣਾਉਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ DVD ਪਲੇਅਰ, ਜਾਂ ਆਡੀਓ ਹੋਮ ਥੀਏਟਰ ਸਿਸਟਮ, ਜੋ HDMI ਰਾਹੀਂ ਤੁਹਾਡੇ LG Smart TV ਨਾਲ ਕਨੈਕਟ ਹਨ। ",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "ARC ਮੋਡ ਦੀ ਵਰਤੋਂ 'ਤੇ SIMPLINK ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।",
	"Safety": "ਸੇਫਟੀ",
	"Saint Lucia": "ਸੈਂਟ ਲੂਸਿਆ",
	"Saint Vincent": "ਸੇਂਟ ਵਿੰਸੇਂਟ",
	"Sakhalin": "ਸਖਾਲਿਨ",
	"Samara": "ਸਾਮਾਰਾ",
	"Samarkand": "ਸਮਰਕੰਦ",
	"Samoa": "ਸਮੋਆ",
	"San Luis": "ਸੈਨ ਲੁਇਸ",
	"San Salvador": "ਸਾਨ ਸਾਲਵਾਡੋਰ",
	"Sana": "ਸਨਾ",
	"Santiago": "ਸਾਂਤੀਆਗੋ",
	"Santo Domingo": "ਸਾਂਤੋ ਦੋਮਿੰਗੋ",
	"Sarajevo": "ਸਾਰਾਜੀਵੋ",
	"Satellite": "ਸੈਟੇਲਾਇਟ",
	"Satellite DTV": "ਸੈਟੇਲਾਇਟ DTV",
	"Satellite Radio": "ਸੈਟੇਲਾਇਟ ਰੇਡੀਓ",
	"Saturation": "ਸਾਚੁਰੇਸ਼ਨ",
	"Saudi Arabia": "ਸਾਉਦੀ ਅਰਬ",
	"Saudi arabia": "ਸਊਦੀ ਅਰਬ",
	"Save CAM Operator's Profile": "CAM ਓਪਰੇਟਰ ਦੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ",
	"Save CI Password": "CI ਪਾਸਵਰਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ",
	"Save the color adjustment settings from the current picture mode in all inputs.": "ਸਾਰੀਆਂ ਇਨਪੁੱਟਾਂ ਵਿੱਚ ਮੌਜੂਦਾ ਤਸਵੀਰ ਮੋਡ ਤੋਂ ਰੰਗ ਸਮਾਯੋਜਨ ਸੈਟਿੰਗਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
	"Save the white balance settings from the current picture mode in all inputs.": "ਸਾਰੀਆਂ ਇਨਪੁੱਟਾਂ ਵਿੱਚ ਮੌਜੂਦਾ ਤਸਵੀਰ ਮੋਡ ਤੋਂ ਚਿੱਟੀਆਂ ਸੰਤੁਲਨ ਸੈਟਿੰਗਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "ਆਪਣੇ CI ਪਾਸਵਰਡ ਨੂੰ ਸੰਚਿਤ/ਮੁੜ ਸੈਟ ਕਰੋ। ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਸੰਚਿਤ ਕਰਨਾ ਤੁਹਾਨੂੰ ਭਵਿੱਖ ਵਿੱਚ ਸਾਇਨ-ਇਨ ਕਦਮ ਤੋਂ ਬਚਾਏਗਾ।",
	"Scan \"Auto Detect\" automatically.": "ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ “ਆਟੋ-ਡਿਟੈਕਟ” ਨੂੰ ਸਕੈਨ ਕਰੋ।",
	"Scoresbysund": "ਸਕੋਰਸਬਾਏਸੁੰਡ",
	"Screen Down": "ਪੁੱਠੀ ਸਕ੍ਰੀਨ",
	"Screen Off": "ਸਕ੍ਰੀਨ ਆਫ",
	"Screen Saver": "ਸਕ੍ਰੀਨ ਸੇਵਰ",
	"Screen Shift ": "ਸਕ੍ਰੀਨ ਸ਼ਿਫਟ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ਸਕ੍ਰੀਨ ਸਮੇਂ ਦੇ ਨਿਯਮਤ ਅੰਤਰਾਲਾਂ ‘ਤੇ ਬਦਲਦੀ ਹੈ ਅਤੇ ਤਸਵੀਰ ਗੁਣਵੱਤਾ ਦੀਆਂ ਉਹਨਾਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਰੋਕਦੀ ਹੈ ਜੋ ਓਦੋਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਜਦੋਂ TV ਲੰਮੇ ਸਮੇਂ ਲਈ ਚਾਲੂ ਰਹਿ ਗਿਆ ਹੋਵੇ।",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "ਸਕ੍ਰੀਨ 5 ਸਕਿੰਟਾਂ ਵਿੱਚ ਬੰਦ ਹੋ ਜਾਵੇਗੀ। ਸਕ੍ਰੀਨ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ, ਪਾਵਰ ਅਤੇ ਵਾਲਿਊਮ ਬਟਨ ਨੂੰ ਛੱਡ ਕੇ ਕੋਈ ਵੀ ਬਟਨ ਦਬਾਓ।",
	"Search": "ਲੱਭੋ",
	"Search Bluetooth Device": "Bluetooth ਡਿਵਾਈਸ ਖੋਜੋ",
	"Searching...": "ਲੱਭ ਰਿਹਾ ਹੈ",
	"Second Language": "ਦੂਜੀ ਭਾਸ਼ਾ",
	"Secondary Audio Language": "ਸੈਕੰਡਰੀ ਆਡੀਓ ਭਾਸ਼ਾ",
	"Secondary Teletext Language": "ਦੂਸਰੀ ਟੈਲੀਟੈਕਸਟ ਭਾਸ਼ਾ",
	"Security": "ਸੁਰੱਖਿਆ",
	"Select IRE point to adjust luminance.": "ਲੂਮਿਨੈਨਸ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ IRE ਪਵਾਇੰਟ ਚੁਣੋ।",
	"Select Mode": "ਮੋਡ ਚੁਣੋ",
	"Select TV's language settings.": "TV ਦੀਆਂ ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਚੁਣੋ।",
	"Select a caption type for HD broadcasts.": "HD ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਕਿਸਮ ਚੁਣੋ।",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV ਬ੍ਰਾਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਕਿਸਮ ਚੁਣੋ।",
	"Select a caption type for UHD broadcasts.": "UHD ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਕਿਸਮ ਚੁਣੋ।",
	"Select a caption type for analog broadcasts.": "ਐਨਾਲੌਗ ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਕਿਸਮ ਚੁਣੋ।",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "ਇੱਕ ਵੀਡੀਓ ਮੋਡ ਦੀ ਚੋਣ ਕਰੋ ਜੋ ਵੇਖਣ ਦੇ ਵਾਤਾਵਰਣ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ, ਜਾਂ ਵੀਡੀਓ ਮੋਡ ਲਈ ਸੈਟਿੰਗਾਂ ਨਿਰਧਾਰਤਿ ਕਰੋ, ਜਿਵੇਂ ਕਿ ਇਸ ਦਾ ਕੰਟਰਾਸਟ, ਰੰਗ ਅਤੇ ਹੋਰ।",
	"Select an audio format for each HDMI input.": "ਹਰੇਕ HDMI ਇਨਪੁਟ ਲਈ ਇੱਕ ਆਡੀਓ ਫਾਰਮੈਟ ਚੁਣੋ।",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "ਜੇਕਰ ਤੁਹਾਨੂੰ Pass Through ਨੂੰ ਚੁਣਨ ਤੋਂ ਬਾਅਦ ਸਾਉਂਡ ਪ੍ਰਭਾਵ ਸੁਣਾਈ ਨਹੀਂ ਦਿੰਦਾ ਹੈ ਤਾਂ ਡਿਜਿਟਲ ਸਾਉੰਡ ਆਉਟ (ਆਟੋ ਜਾਂ PCM) ਨੂੰ ਚੁਣੋ।",
	"Select audio language for digital broadcasts.": "ਡਿਜਿਟਲ ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਆਡੀਓ ਭਾਸ਼ਾ ਚੁਣੋ।",
	"Select color to be adjusted.": "ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਰੰਗ ਚੁਣੋ।",
	"Select days to apply the Timer Power Off settings every week.": "ਹਰ ਹਫਤੇ ਟਾਇਮਰ ਪਾਵਰ ਆਫ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਕਰਨ ਲਈ ਦਿਨਾਂ ਨੂੰ ਚੁਣੋ।",
	"Select days to apply the Timer Power On settings every week.": "ਹਰ ਹਫਤੇ ਟਾਇਮਰ ਪਾਵਰ ਆਨ ਸੈਟਿੰਗਾਂ ਲਾਗੂ ਕਰਨ ਲਈ ਦਿਨਾਂ ਨੂੰ ਚੁਣੋ।",
	"Select device for audio output.": "ਆਡੀਓ ਆਉਟਪੁੱਟ ਲਈ ਉਪਕਰਨ ਚੁਣੋ।",
	"Select device or speaker for audio output.": "ਆਡੀਓ ਆਉਟਪੁੱਟ ਲਈ ਡਿਵਾਈਸ ਜਾਂ ਸਪੀਕਰ ਚੁਣੋ।",
	"Select digital audio output format.": "ਡਿਜਿਟਲ ਆਡੀਓ ਆਉਟਪੁੱਟ ਫੌਰਮੈਟ ਨੂੰ ਚੁਣੋ।",
	"Select language for TV menu.": "TV ਮੀਨੂ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ।",
	"Select language for subtitles.": "ਸਬਟਾਇਟਲਾਂ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ।",
	"Select languages for keyboards input.": "ਕੀਬੋਰਡ ਦੇ ਇਨਪੁੱਟ ਲਈ ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਚੁਣੋ।",
	"Select method to adjust white balance.": "ਸਫੇਦ ਸੰਤੁਲਨ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਤਰੀਕਾ ਸੈਟ ਕਰੋ।",
	"Select point to adjust luminance.": "ਲਿਉਮਿਨੈਂਸ ਦਾ ਸਮਾਯੋਜਨ ਕਰਨ ਲਈ ਬਿੰਦੂ ਚੁਣੋ।",
	"Select the Sound mode and set detailed Audio effects.": "ਸਾਉਂਡ ਮੋਡ ਚੁਣੋ ਅਤੇ ਵਿਸਤਾਰਿਤ ਆਡੀਓ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਸੈਟ ਕਰੋ।",
	"Select the Sound mode for each content type.": "ਹਰ ਸਮੱਗਰੀ ਕਿਸਮ ਲਈ ਸਾਉਂਡ ਮੋਡ ਨੂੰ ਚੁਣੋ।",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} ਪੋਰਟ ਲਈ Ultra HD Deep Color ਨੂੰ ਚੁਣੋ।",
	"Select the app to restrict the use.": "ਵਰਤੋਂ ਨੂੰ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰਨ ਲਈ ਐਪ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the appropriate picture mode according to the viewing environment or content type.": "ਵੇਖਣ ਦੇ ਵਾਤਾਵਰਨ ਜਾਂ ਸਮੱਗਰੀ ਦੀ ਕਿਸਮ ਦੇ ਅਨੁਸਾਰ ਉਚਿਤ ਤਸਵੀਰ ਮੋਡ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the audio properties to listen to the broadcast in the way you like.": "ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਅਨੁਸਾਰ ਬਰੌਡਕਾਸਟ ਨੂੰ ਸੁਣਨ ਲਈ ਆਡੀਓ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਚੁਣੋ।",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ਡਿਜ਼ੀਟਲ ਬਰਾਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਕਿਸਮ ਨੂੰ ਚੁਣੋ ਅਤੇ ਵਿਸਤਾਰਿਤ ਸਬਟਾਈਟਲ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Select the channel to restrict watching.": "ਵੇਖਣ ਨੂੰ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰਨ ਲਈ ਚੈਨਲਾਂ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the channel to watch when the TV turns on.": "ਜਦੋਂ TV ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਦੇਖਣ ਲਈ ਚੈਨਲ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the color range to be displayed.": "ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਣ ਲਈ ਕਲਰ ਰੇਂਜ ਚੁਣੋ।",
	"Select the country for your country's special services.": "ਆਪਣੇ ਦੇਸ਼ ਦੀਆਂ ਖਾਸ ਸੇਵਾਵਾਂ ਲਈ ਦੇਸ਼ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the desired video angle.": "ਇੱਛਤ ਵਿਡੀਓ ਕੋਣ ਚੁਣੋ।",
	"Select the format to transfer TV Digital Sound Out to an external device.": "ਕਿਸੇ ਬਾਹਰੀ ਡਿਵਾਈਸ 'ਤੇ TV ਡਿਜਿਟਲ ਸਾਊਂਡ ਆਉਟ ਨੂੰ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ ਫੌਰਮੈਟ ਨੂੰ ਚੁਣੋ।",
	"Select the input to use when the TV turns on.": "ਜਦੋਂ ਟੀਵੀ ਆਨ ਹੋਵੇ ਤਾਂ ਵਰਤਣ ਲਈ ਇਨਪੁੱਟ ਚੁਣੋ।",
	"Select the inputs to restrict the use.": "ਵਰਤੋਂ ਨੂੰ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰਨ ਲਈ ਇਨਪੁੱਟਾਂ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the most preferred Subtitle Language.": "ਸਬਟਾਇਟਲ ਭਾਸ਼ਾ ਲਈ ਆਪਣੀ ਪਹਿਲੀ ਪਸੰਦ ਚੁਣੋ।",
	"Select the place where to use the TV.": "ਉਸ ਸਥਾਨ ਨੂੰ ਚੁਣੋ ਜਿੱਥੇ TV ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਹੈ।",
	"Select the residential region for your regional broadcast signal.": "ਆਪਣੇ ਖੇਤਰੀ ਬਰੌਡਕਾਸਟ ਸਿਗਨਲ ਲਈ ਰਿਹਾਇਸ਼ੀ ਖੇਤਰ ਦੀ ਚੋਣ ਕਰੋ।",
	"Select the second preferred Subtitle Language.": "ਸਬਟਾਇਟਲ ਭਾਸ਼ਾ ਲਈ ਆਪਣੀ ਦੂਜੀ ਪਸੰਦ ਚੁਣੋ।",
	"Select your first choice of audio language for digital broadcasts.": "ਡਿਜਿਟਲ ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਆਡੀਓ ਭਾਸ਼ਾ ਦੀ ਆਪਣੀ ਪਹਿਲੀ ਪਸੰਦ ਨੂੰ ਚੁਣੋ।",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "ਆਪਣੇ ਬ੍ਰਾਡਕਾਸਟ ਟੀਵੀ ਪ੍ਰਦਾਤਾ ਦੀਆਂ ਟੈਲੀਟੈਕਸਟ ਸੇਵਾਵਾਂ ਲਈ ਆਪਣੀ ਪਹਿਲੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ।",
	"Select your second choice of audio language for digital broadcasts.": "ਡਿਜਿਟਲ ਬਰੌਡਕਾਸਟਾਂ ਲਈ ਆਡੀਓ ਭਾਸ਼ਾ ਦੀ ਆਪਣੀ ਦੂਸਰੀ ਪਸੰਦ ਨੂੰ ਚੁਣੋ।",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "ਆਪਣੇ ਬ੍ਰਾਡਕਾਸਟ ਟੀਵੀ ਪ੍ਰਦਾਤਾ ਦੀਆਂ ਟੈਲੀਟੈਕਸਟ ਸੇਵਾਵਾਂ ਲਈ ਆਪਣੀ ਦੁਸਰੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ।",
	"Senegal": "ਸੇਨੇਗਲ",
	"Seoul": "ਸਿਓਲ",
	"Serbia": "ਸਰਬੀਆ",
	"Serbian": "ਸਰਬੀਅਨ",
	"Serial Number": "ਕ੍ਰਮ ਸੰਖਿਆ",
	"Serta Wego": "ਸਰਟਾ ਵੀਗੋ",
	"Service 1": "ਸਰਵਿਸ 1",
	"Service 2": "ਸਰਵਿਸ 2",
	"Service 3": "ਸਰਵਿਸ 3",
	"Service 4": "ਸਰਵਿਸ 4",
	"Service 5": "ਸਰਵਿਸ 5",
	"Service 6": "ਸਰਵਿਸ 6",
	"Service Area Zip Code": "ਸਰਵਿਸ ਖੇਤਰ ਜ਼ਿਪ ਕੋਡ",
	"Set Automatically": "ਸੈਟ ਆਟੋਮੈਟਿਕਲੀ",
	"Set ID": "ਆਈਡੀ ਸੈਟ ਕਰੋ",
	"Set My Team Alarm.": "ਮੇਰਾ ਟੀਮ ਅਲਾਰਮ ਸੈਟ ਕਰੋ।",
	"Set Store Mode settings.": "ਸਟੋਰ ਮੋਡ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set System Color mode for your current TV input.": "ਆਪਣੀ ਮੌਜੂਦਾ ਟੀਵੀ ਇਨਪੁੱਟ ਲਈ ਸਿਸਟਮ ਕਲਰ ਮੋਡ ਸੈਟ ਕਰੋ।",
	"Set additional options for Video Description.": "ਵੀਡਿਓ ਵੇਰਵੇ ਲਈ ਅਤੀਰਿਕਤ ਵਿਕਲਪਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set additional picture settings.": "ਵਧੀਕ ਪਿੱਕਚਰ ਸੈਟਿੰਗਾਂ ਸੈੱਟ ਕਰੋ।",
	"Set additional sound-related settings.": "ਸੈਟਿੰਗਾਂ ਨਾਲ ਸਬੰਧਿਤ ਵਧੀਕ ਸਾਊਂਡ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set advanced Subtitle options.": "ਨਵੀਨਤਮ ਸਬਾਟਾਇਟਲ ਵਿਕਲਪਾਂ ਨੂੰ ਸੈਟ ਕਰੋ।",
	"Set advanced captioning options.": "ਉੱਨਤ ਕੈਪਸ਼ਨਿੰਗ ਵਿਕਲਪਾਂ ਨੂੰ ਸੈਟ ਕਰੋ।",
	"Set and edit the IP address version to IPv4 or IPv6.": "IPv4 ਜਾਂ IPv6 ਨਾਲ IP ਪਤਾ ਵਰਜ਼ਨ ਨੂੰ ਸੈੱਟ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।",
	"Set audio-related options.": "ਆਡੀਓ-ਸੰਬੰਧਿਤ ਵਿਕਲਪਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।",
	"Set caption size, color, transparency, and other options for broadcasts.": "ਬ੍ਰਾਡਕਾਸਟਾਂ ਲਈ ਕੈਪਸ਼ਨ ਦਾ ਆਕਾਰ, ਰੰਗ, ਸਪਸ਼ਟਤਾ ਅਤੇ ਹੋਰ ਵਿਕਲਪਾਂ ਨੂੰ ਚੁਣੋ।",
	"Set color temperature from warm to cool.": "ਰੰਗ ਤਾਪਮਾਨ ਨੂੰ ਗਰਮ ਤੋਂ ਠੰਡੇ ਤੇ ਸੈਟ ਕਰੋ।",
	"Set detailed caption settings for HD broadcasts.": "HD ਬਰਾਡਕਾਸਟਾਂ ਲਈ ਵਿਸਤਾਰਿਤ ਕੈਪਸ਼ਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set detailed options for the AI functions.": "AI ਫੰਕਸ਼ਨਾਂ ਲਈ ਵਿਸਤਾਰਿਤ ਵਿਕਲਪ ਸੈਟ ਕਰੋ।",
	"Set detailed options for the Home feature.": "ਹੋਮ ਵਿਸ਼ੇਸ਼ਤਾ ਲਈ ਵਿਸਤਾਰਿਤ ਵਿਕਲਪ ਸੈੱਟ ਕਰੋ।",
	"Set detailed options for the Recommendation feature.": "ਸਿਫਾਰਿਸ਼ ਵਿਸ਼ੇਸ਼ਤਾ ਲਈ ਵਿਸਤਾਰਿਤ ਵਿਕਲਪ ਸੈੱਟ ਕਰੋ।",
	"Set easy connection settings with external devices.": "ਬਾਹਰੀ ਡਿਵਾਈਸਾਂ ਨਾਲ ਆਸਾਨ ਕਨੈਕਸ਼ਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "ਮਾਤਾ-ਪਿਤਾ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਅੰਦਰ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕੁਝ ਵਿਸ਼ੇਸ਼ ਚੈਨਲਸ, ਐਪਸ, ਇਨਪੁੱਟਸ ਅਤੇ ਆਦਿ 'ਤੇ ਲੌਕ ਕਰਨਾ ਸੈੱਟ ਕਰੋ।",
	"Set necessary additional functions based on watching environment and screen status.": "ਵੇਖੇ ਜਾਣ ਦੇ ਵਾਤਾਵਰਨ ਅਤੇ ਸਕ੍ਰੀਨ ਸਥਿਤੀ ‘ਤੇ ਅਧਾਰਿਤ ਜ਼ਰੂਰੀ ਵਧੀਕ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set or reset the position of on-screen captions.": "ਔਨ-ਸਕ੍ਰੀਨ ਕੈਪਸ਼ਨਾਂ ਦੀ ਸਥਿਤੀ ਨੂੰ ਸੈੱਟ ਜਾਂ ਰੀਸੈੱਟ ਕਰੋ।",
	"Set settings related to your wired / wireless network.": "ਤੁਹਾਡੇ ਤਾਰਬੱਧ/ਤਾਰ ਰਹਿਤ ਨੈੱਟਵਰਕ ਲਈ ਸਬੰਧਿਤ ਸੈਟਿੰਗਾਂ ਸੈੱਟ ਕਰੋ।",
	"Set the TV to turn off automatically after a set amount of time.": "ਤੈਅ ਕੀਤੀ ਸਮੇਂ ਦੀ ਮਿਆਦ ਤੋਂ ਬਾਅਦ, TV ਦਾ ਆਪਣੇ-ਆਪ ਬੰਦ ਹੋਣਾ ਸੈੱਟ ਕਰੋ।",
	"Set the TV to turn off automatically at a set time.": "ਇੱਕ ਤੈਅ ਕੀਤੇ ਸਮੇਂ ‘ਤੇ TV ਦਾ ਆਪਣੇ-ਆਪ ਬੰਦ ਹੋਣਾ ਸੈੱਟ ਕਰੋ।",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV ਨੂੰ ਆਪਣੇ-ਆਪ ਬੰਦ ਹੋਣ ਲਈ ਸੈੱਟ ਕਰੋ, ਜੇਕਰ TV ਦੇ ਆਪਣੇ-ਆਪ ਚਾਲੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉੱਥੇ 4 ਘੰਟਿਆਂ ਤੋਂ ਕੋਈ ਵਰਤੋਂਕਾਰ ਇਨਪੁੱਟ ਨਾ ਹੋਵੇ।",
	"Set the TV to turn on automatically at a set time.": "ਇੱਕ ਤੈਅ ਕੀਤੇ ਸਮੇਂ ‘ਤੇ, TV ਦਾ ਆਪਣੇ-ਆਪ ਚਾਲੂ ਹੋਣਾ ਸੈੱਟ ਕਰੋ।",
	"Set the additional functions related to the TV.": "TV ਨਾਲ ਸਬੰਧਿਤ ਅਤਿਰਿਕਤ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the current date and time.": "ਮੌਜੂਦਾ ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ ਚੁਣੋ।",
	"Set the current date manually.": "ਮੌਜੂਦਾ ਤਾਰੀਖ ਨੂੰ ਮੈਨੂਅਲੀ ਸੈਟ ਕਰੋ।",
	"Set the current time manually.": "ਮੌਜੂਦਾ ਸਮੇਂ ਨੂੰ ਮੈਨੂਅਲੀ ਸੈਟ ਕਰੋ।",
	"Set the detect range of device available to connect.": "ਕਨੈਕਟ ਕਰਨ ਲਈ ਉਪਲਬਧ ਡਿਵਾਈਸ ਦੀ ਡਿਟੈਕਟ ਰੇਂਜ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the region and country for broadcasts and special services.": "ਬਰੌਡਕਾਸਟਾਂ ਅਤੇ ਖਾਸ ਸੇਵਾਵਾਂ ਲਈ ਖੇਤਰ ਅਤੇ ਦੇਸ਼ ਸੈੱਟ ਕਰੋ।",
	"Set the screen size and aspect ratio.": "ਸਕ੍ਰੀਨ ਦਾ ਆਕਾਰ ਅਤੇ ਆਕਾਰ ਅਨੁਪਾਤ ਸੈਟ ਕਰੋ।",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV ਦੇ ਵਿਸ਼ੇਸ਼ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the time to turn off the TV automatically without user input.": "ਵਰਤੋਂਕਾਰ ਇਨਪੁੱਟ ਤੋਂ ਬਿਨਾਂ TV ਨੂੰ ਆਪਣੇ-ਆਪ ਬੰਦ ਕਰਨ ਲਈ ਸਮੇਂ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "ਜ਼ਿਆਦਾ ਸਜੀਵ ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣਨ ਲਈ ਵਰਚੁਅਲ ਮਲਟੀ-ਚੈਨਲ ਸਰਾਉਂਡ ਸਾਊਂਡ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "ਜ਼ਿਆਦਾ ਸਜੀਵ ਸਾਊਂਡ ਦਾ ਅਨੰਦ ਮਾਣਨ ਲਈ ਵਰਚੁਅਲ ਸਰਾਉਂਡ ਸਾਊਂਡ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"Set the volume level when the TV turns on.": "ਜਦੋਂ TV ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਵਰਤਣ ਲਈ ਵਾਲਿਉਮ ਦਾ ਪੱਧਰ ਸੈੱਟ ਕਰੋ।",
	"Set time to turn off the TV.": "ਟੀਵੀ ਨੂੰ ਆਫ ਕਰਨ ਲਈ ਸਮਾਂ ਸੈਟ ਕਰੋ।",
	"Set time to turn on the TV.": "ਟੀਵੀ ਆਨ ਕਰਨ ਲਈ ਸਮਾਂ ਸੈਟ ਕਰੋ।",
	"Set up additional features related to customer support.": "ਗਾਹਕ ਸਹਾਇਤਾ ਨਾਲ ਸਬੰਧਿਤ ਵਾਧੂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸੈੱਟਅੱਪ ਕਰੋ।",
	"Set up an account to use LG Services.": "LG ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕੋਈ ਖਾਤਾ ਸੈੱਟਅੱਪ ਕਰੋ।",
	"Set whether to display Home when the TV is turned on.": "ਸੈੱਟ ਕਰੋ ਕਿ TV ਚਾਲੂ ਹੋਣ 'ਤੇ ਹੋਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ।",
	"Settings Help": "ਸੈਟਿੰਗਸ ਮਦਦ",
	"Sexual Situations": "ਸੈਕਸੂਅਲ ਸਥਿਤੀਆਂ",
	"Sexually Suggestive Dialogue": "ਜਿਨਸੀ ਸੰਕੇਤਕ ਗੱਲਬਾਤ",
	"Shanghai": "ਸ਼ੰਘਾਈ",
	"Sharpness": "ਸ਼ਾਰ੍ਪਨੈਸ",
	"Show Password": "ਪਾਸਵਰਡ ਵਿਖਾਉ",
	"Side by Side": "ਨਾਲ-ਨਾਲ",
	"Sierra Leone": "ਸੀਅਰਾ ਲਿਓਨ",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ਜੇਕਰ ਵਾਇਰਲੈੱਸ ਰਾਉਟਰ TV ਦੇ ਬਹੁਤ ਨਜ਼ਦੀਕ ਹੈ ਤਾਂ ਸਿਗਨਲ ਦਖ਼ਲਅੰਦਾਜ਼ੀ Magic Remote ਦੀ ਸੰਵੇਦਨਸ਼ੀਲਤਾ ਨੂੰ ਘੱਟ ਕਰ ਸਕਦਾ ਹੈ।",
	"Simferopol": "ਸਿੰਫਰੋਪੋਲ",
	"Singapore": "ਸਿੰਗਾਪੁਰ",
	"Size": "ਸਾਈਜ਼",
	"Skopje": "ਸ੍ਕੋਪ੍ਯੇ",
	"Sleep Timer": "ਸਲੀਪ ਟਾਇਮਰ",
	"Slovak": "ਸਲੋਵਾਕ",
	"Slovakia": "ਸਲੋਵਾਕੀਆ",
	"Slovenia": "ਸਲੋਵੇਨੀਆ",
	"Slovenian": "ਸਲੋਵੇਨੀਅਨ",
	"Slow": "ਹੌਲੀ",
	"Small": "ਛੋਟਾ",
	"Smooth": "ਸਮੂਥ",
	"Smooth Gradation": "ਸਮੂਦ ਗ੍ਰੇਡੇਸ਼ਨ",
	"Soccer": "ਸੋਕਰ",
	"Sofia": "ਸੋਫੀਆ",
	"Software Update": "ਸੌਫ਼ਟਵੇਅਰ ਅੱਪਡੇਟ",
	"Software Version": "ਸਾਫਟਵੇਅਰ ਵਰਜ਼ਨ",
	"Software update has been installed. Update will be applied when you restart your TV.": "ਸਾਫਟਵੇਅਰ ਅਪਡੇਟ ਇੰਸਟਾਲ ਹੋ ਗਿਆ ਹੈ। ਅਪਡੇਟ ਉਦੋਂ ਲਾਗੂ ਹੋਵੇਗਾ ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ TV ਨੂੰ ਮੁੜ ਤੋਂ ਸ਼ੁਰੂ ਕਰੋਂਗੇ।",
	"Solid": "ਸਖਤ",
	"Solomon Islands": "ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ",
	"Somalia": "ਸੋਮਾਲੀਆ",
	"Some material may not be appropriate for children under 13.": "ਕੁਝ ਸਮੱਗਰੀ 13 ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਲਈ ਸਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ।",
	"Some material may not be appropriate for children.": "ਕੁਝ ਸਮੱਗਰੀ ਬੱਚਿਆਂ ਲਈ ਸਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ।",
	"Sotho, Northern": "ਸੋਥੋ, ਉੱਤਰੀ",
	"Sotho, Southern": "ਸੋਥੋ, ਦੱਖਣੀ",
	"Sound": "ਸਾਉੰਡ",
	"Sound Mode": "ਸਾਉਂਡ ਮੋਡ",
	"Sound Mode Settings": "ਸਾਉਂਡ ਮੋਡ ਸੈਟਿੰਗਾਂ",
	"Sound Out": "ਸਾਉੰਡ ਆਉਟ",
	"Sound Share": "ਸਾਉਂਡ ਸ਼ੇਅਰ",
	"Sound Test": "ਸਾਊਂਡ ਜਾਂਚ",
	"South Africa": "ਦੱਖਣ ਅਫਰੀਕਾ",
	"South Korea": "ਦੱਖਣੀ ਕੋਰੀਆ",
	"Southern Africa": "ਦੱਖਣੀ ਅਫਰੀਕਾ",
	"Spain": "ਸਪੇਨ",
	"Spanish": "ਸਪੈਨਿਸ਼",
	"Speaker Volume Control": "ਸਪੀਕਰ ਵੌਲਿਊਮ ਕੰਟਰੋਲ",
	"Specify detailed voice guidance settings after turning on this feature.": "ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਿਸਤਾਰਿਤ ਆਵਾਜ਼ ਗਾਇਡੈਂਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰੋ।",
	"Speed": "ਗਤੀ",
	"Spoken Subtitle": "ਬੋਲੇ ਗਏ ਸਬਟਾਈਟਲ",
	"Sports": "ਸਪੋਰਟ",
	"Sports Alert": "ਖੇਡ ਚਿਤਾਵਨੀ",
	"Srednekolymsk": "ਸ੍ਰੇਡਨੇਕੋਲਿਮਸਕ",
	"Sri Lanka": "ਸ਼ਿਰੀਲੰਕਾ",
	"St. John's": "ਸੇੰਟ ਜਾਨਜ਼",
	"Stand": "ਸਟੈਂਡ",
	"Standard": "ਸਟੈਂਡਰਡ",
	"Standard Mode Sound Effect": "ਸਟੈਂਡਰਡ ਮੋਡ ਸਾਉਂਡ ਪ੍ਰਭਾਵ",
	"Standby Light": "ਸਟੈਂਡਬਾਏ ਰੋਸ਼ਨੀ",
	"Start New Sound Tuning": "ਨਵੀਂ ਸਾਊਂਡ ਟਿਉਨਿੰਗ ਸ਼ੁਰੂ ਕਰੋ",
	"Start Now": "ਹੁਣੇ ਚਾਲੂ ਕਰੋ",
	"Startup Sound": "ਸ਼ੁਰੂਆਤੀ ਆਵਾਜ਼",
	"Stockholm": "ਸਟਾਕਹੋਮ",
	"Stop": "ਰੁੱਕੋ",
	"Store Demo": "ਸਟੋਰ ਡੈਮੋ",
	"Store Mode": "ਸਟੋਰ ਮੋਡ",
	"Store Mode Settings": "ਸਟੋਰ ਮੋਡ ਸੈਟਿੰਗਾਂ",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "ਸਟੋਰ ਮੋਡ ਇਨ-ਸਟੋਰ ਡਿਸਪਲੇਅ ਉਦੇਸ਼ਾਂ ਲਈ ਹੈ। ਇਹ ਹਰ ਕੁਝ ਮਿੰਟਾਂ ਬਾਅਦ ਸੈਟਿੰਗਾਂ ਦੀ ਮੁੜ-ਸ਼ੁਰੂਆਤ ਕਰੇਗਾ। ਕੀ ਤੁਸੀਂ ਇਸ ਐਪ ਨੂੰ ਬੰਦ ਕਰਨਾ ਅਤੇ ਸਟੋਰ ਮੋਡ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Strong": "ਮਜਬੂਤ",
	"Style": "ਤਰੀਕਾ",
	"Subnet Mask": "ਸਬਨੈਟ ਮਾਸਕ",
	"Subnet prefix length": "ਸਬਨੈਟ ਪ੍ਰੀਫਿਕਸ ਲੰਬਾਈ",
	"Subtitle First Choice Language": "ਸਬਟਾਇਟਲ ਪਹਿਲੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ",
	"Subtitle Language": "ਸਬਟਾਈਟਲ ਭਾਸ਼ਾ",
	"Subtitle Second Choice Language": "ਸਬਟਾਇਟਲ ਦੂਸਰੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ",
	"Subtitles": "ਸਬਟਾਇਟਲਸ",
	"Sudan": "ਸੁਡਾਨ",
	"Super Impose": "ਸੁਪਰ ਇੰਪੋਜ਼",
	"Super Resolution": "ਸੁਪਰ ਰੈਜ਼ੋਲਿਉਸ਼ਨ",
	"Support": "ਸਹਾਇਤਾ",
	"Suriname": "ਸੂਰੀਨਾਮ",
	"Surround Balance": "Surround ਸੰਤੁਲਨ",
	"Surround Level": "Surround ਪੱਧਰ",
	"Swahili": "ਸਵਾਹਿਲੀ",
	"Swati": "ਸਵਾਤੀ",
	"Swaziland": "ਸਵਾਜ਼ੀਲੈਂਡ",
	"Sweden": "ਸਵੀਡਨ",
	"Swedish": "ਸਵੀਡਿਸ਼",
	"Swift Current": "ਸਵਿਫ਼ਟ ਕਰੰਟ",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "TV ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋਏ ਤੇਜ਼ੀ ਨਾਲ TV ਨੂੰ ਵਾਪਸ ਚਾਲੂ ਕਰਨ ਲਈ ਸਟੈਂਡਬਾਏ ਮੋੜ ‘ਤੇ ਜਾਓ।",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "TV ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋਏ ਕਿਸਮ-ਕਿਸਮ ਦੇ ਫੰਕਸ਼ਨਾਂ ਜਿਵੇਂ ਐਪਸ, ਖੋਜ ਅਤੇ ਆਦਿ ਦੀ ਤੇਜ਼ੀ ਨਾਲ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਟੈਂਡਬਾਏ ਮੋਡ ‘ਤੇ ਜਾਓ।",
	"Switzerland": "ਸਵਿੱਟਜਰਲੈਂਡ",
	"Sync Demo": "ਸਿੰਕ ਡੈਮੋ",
	"Syria": "ਸੀਰੀਆ",
	"System Color": "ਸਿਸਟਮ ਦਾ ਰੰਗ",
	"São Paulo": "ਸਾਉੰ ਪਾਉਲੋ",
	"TAS - Tasmania - Hobart": "TAS - ਤਸਮਾਨੀਆ – ਹੋਬਾਰਟ",
	"TEXT 1": "ਟੈਕਸਟ 1",
	"TEXT 2": "ਟੈਕਸਟ 2",
	"TEXT 3": "ਟੈਕਸਟ 3",
	"TEXT 4": "ਟੈਕਸਟ 4",
	"TV Information": "TV ਜਾਣਕਾਰੀ",
	"TV Installation Type": "ਟੀਵੀ ਇੰਸਟਾਲੇਸ਼ਨ ਕਿਸਮ",
	"TV Lock": "ਟੀਵੀ ਲਾਕ",
	"TV Name": "ਟੀਵੀ ਦਾ ਨਾਮ",
	"TV On With Mobile": "TV ਮੋਬਾਈਲ ਨਾਲ ਚਾਲੂ ਹੈ",
	"TV Power Sound": "ਟੀਵੀ ਪਾਵਰ ਸਾਊਂਡ",
	"TV Power Sound Volume": "TV ਪਾਵਰ ਸਾਊਂਡ ਵੋਲਿਊਮ",
	"TV Program Locks": "ਟੀਵੀ ਪ੍ਰੋਗਰਾਮ ਦੇ ਲਾਕਸ",
	"TV Rating English": "ਟੀਵੀ ਰੇਟਿੰਗ ਅੰਗ੍ਰੇਜ਼ੀ",
	"TV Rating French": "ਟੀਵੀ ਰੇਟਿੰਗ ਫ੍ਰੇੰਚ",
	"TV Speaker": "TV ਸਪੀਕਰ",
	"TV can be used as an alarm.": "TV ਦੀ ਵਰਤੋਂ ਅਲਾਰਮ ਲਈ ਵੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
	"TV is turned off at a set time on every specified day.": "ਹਰ ਵਿਸ਼ੇਸ਼ ਦਿਨ ‘ਤੇ ਸੈੱਟ ਕੀਤੇ ਸਮੇਂ ‘ਤੇ TV ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"TV to USB": "ਟੀਵੀ ਤੋਂ USB",
	"Tagalog": "ਟੈਗਲੋਗ",
	"Tahiti": "ਤਹੀਤੀ",
	"Taipei": "ਤਾਈਪੇ",
	"Taiwan": "ਤਾਈਵਾਨ",
	"Tajikistan": "ਤਾਜੀਕਿਸ੍ਤਾਨ",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਲਾਭ ਲਓ ਜਿਨ੍ਹਾਂ ਨੂੰ ਨੈੱਟਵਰਕਿੰਗ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜਿਵੇਂ ਇੰਟਰਨੈੱਟ, ਐਪਸ, ਸੌਫਟਵੇਅਰ ਅੱਪਡੇਟਾਂ ਅਤੇ ਆਦਿ।",
	"Tallinn": "ਤਾਲਿੱਨ",
	"Tamil": "ਤਾਮਿਲ",
	"Tanzania": "ਤਨਜ਼ਾਨੀਆ",
	"Target Luminance": "ਟੀਚਾ ਲੁਮਿਨੈਨਸ",
	"Tashkent": "ਤਾਸ਼੍ਕੇੰਤ",
	"Tbilisi": "ਬਿਲਸੀ",
	"Tegucigalpa": "ਟਗੂਚੀਗਲਪਾ",
	"Tehran": "ਤੇਹਰਾਨ",
	"Teletext": "ਟੈਲੀਟੈਕਸਟ",
	"Telugu": "ਤੇਲਗੂ",
	"Terrestrial DTV": "ਟਰੇਸਟ੍ਰੀਅਲ DTV",
	"Text Color": "ਟੈਕਸਟ ਦਾ ਰੰਗ",
	"Text Opacity": "ਟੈਕਸਟ ਦੀ ਸਪਸ਼ਟਤਾ",
	"Text Search": "ਪਾਠ ਖੋਜ",
	"Thai": "ਥਾਈ",
	"Thailand": "ਥਾਈਲੈਂਡ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ਅਤੇ HDMI {port2} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਅਤੇ ਤੁਸੀਂ ਇਸ ਫੰਕਸ਼ਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ਅਤੇ HDMI {port2} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ਅਤੇ HDMI {port2} ਪੋਰਟਾਂ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤੀਕਿਰਿਆ ਨੂੰ ਸਮਰਥਿਤ ਕਰਦੀਆਂ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਫੰਕਸ਼ਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ਪੋਰਟ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤੀਕਿਰਿਆ ਦਾ ਸਮਰਥਨ ਕਰਦੀ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} ਅਤੇ HDMI {port3} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਫੰਕਸ਼ਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ਅਤੇ HDMI {port3} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ਅਤੇ HDMI {port4} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਫੰਕਸ਼ਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ਅਤੇ HDMI {port4} ਪੋਰਟ AMD FreeSync Premium ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ਅਤੇ HDMI {port4} ਪੋਰਟ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤਿਕਿਰਿਆ ਦਾ ਸਮਰਥੱਨ ਕਰਦੀਆਂ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ਅਤੇ HDMI {port3} ਪੋਰਟ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤਿਕਿਰਿਆ ਦਾ ਸਮਰਥੱਨ ਕਰਦੀਆਂ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV ਖਾਸ ID ਸਿਰਫ਼ HbbTV ਲਈ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਇੱਕ ਵਿਲੱਖਣ ਵੈਲਿਊ ਹੈ, ਜੋ ਉਪਯੋਗਕਰਤਾ ਦੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨਾਲ ਸਬੰਧਿਤ ਨਹੀਂ ਹੁੰਦੀ ਹੈ।",
	"The HbbTV Distinctive ID will be reset.": "HbbTV ਖਾਸ ID ਦੁਬਾਰਾ ਸੈੱਟ ਕੀਤੀ ਜਾਵੇਗੀ।",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV ਐਪਲੀਕੇਸ਼ਨ ਜਾਂ ਸੇਵਾ ਇਸਦੇ ਵਿਅਕਤੀਗਤ ਉਪਯੋਗਕਰਤਾ ਦੀ ਟ੍ਰੈਕਿੰਗ ਨੂੰ ਅਸਮਰੱਥ ਕਰ ਦੇਵੇਗੀ।",
	"The IBB service will disable its tracking of an individual user.": "IBB ਸੇਵਾ ਇਸਦੇ ਵਿਅਕਤੀਗਤ ਉਪਯੋਗਕਰਤਾ ਦੀ ਟ੍ਰੈਕਿੰਗ ਨੂੰ ਅਸਮਰੱਥ ਕਰ ਦੇਵੇਗੀ।",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG ਸੇਵਾਵਾਂ ਦੇਸ਼ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਰਵਰ ਤੋਂ ਲੱਭਿਆ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"The Settings application must reload to change the menu language. Do you want to continue?": "ਮੀਨੂ ਦੀ ਭਾਸ਼ਾ ਨੂੰ ਬਦਲਣ ਲਈ ਸੈਟਿੰਗਸ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਦੁਬਾਰਾ ਲੋਡ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"The ambient lighting will be provided when motion is detected around the TV.": "ਜਦੋਂ TV ਦੇ ਦੁਆਲੇ ਗਤੀ ਦਾ ਪਤਾ ਲੱਗਦਾ ਹੈ ਤਾਂ ਐਂਬੀਐਂਟ ਲਾਈਟਿੰਗ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਵੇਗੀ।",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "ਉਪਲਬਧ ਬਾਹਰੀ ਵੋਇਸ ਰੈਕਗਨੀਸ਼ਨ ਸੇਵਾਵਾਂ ਭਾਸ਼ਾ ਦੀ ਸੈਟਿੰਗ ਦੇ ਅਧਾਰ ਤੇ ਬਦਲ ਸਕਦੀਆਂ ਹਨ। ਨਾਲ ਹੀ, ਜੇ ਤੁਸੀਂ ਮੀਨੂ ਦੀ ਭਾਸ਼ਾ ਬਦਲਦੇ ਹੋ, ਤਾਂ ਸੈਟਿੰਗ ਮੀਨੂ ਨੂੰ ਦੁਬਾਰਾ ਲੋਡ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "ਚੈਨਲ ਸੂਚੀ ਸਫਲਤਾਪੂਰਵਕ USB ਸਟੋਰੇਜ ਤੋਂ ਤੁਹਾਡੇ ਟੀਵੀ ਵਿੱਚ ਕਾਪੀ ਹੋ ਗਈ ਹੈ। ਟੀਵੀ 5 ਸਕਿੰਟਾਂ ਵਿੱਚ ਮੁੜ ਤੋਂ ਸ਼ੁਰੂ ਹੋਵੇਗਾ।",
	"The channel list have been successfully copied from your TV to the USB storage.": "ਚੈਨਲ ਸੂਚੀ ਸਫਲਤਾਪੂਰਵਕ ਤੁਹਾਡੇ ਟੀਵੀ ਤੋਂ USB ਸਟੋਰੇਜ ਵਿੱਚ ਕਾਪੀ ਹੋ ਗਈ ਹੈ।",
	"The closer to 100, the brighter.": "ਜਿੰਨਾਂ 100 ਦੇ ਵਧੇਰੇ ਨੇੜੇ ਹੁੰਦਾ ਹੈ, ਉਨਾਂ ਹੀ ਚਮਕੀਲਾ ਹੁੰਦਾ ਹੈ।",
	"The closer to 100, the clearer the color becomes.": "ਜਿੰਨਾਂ 100 ਦੇ ਵਧੇਰੇ ਨੇੜੇ ਹੁੰਦਾ ਹੈ, ਉਨਾਂ ਹੀ ਰੰਗ ਵਧੇਰਾ ਸਾਫ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 ਦੇ ਵਧੇਰੇ ਨੇੜੇ ਜ਼ਿਆਦਾ ਲਾਲ ਹੁੰਦਾ ਹੈ, 50 ਦੇ ਵਧੇਰੇ ਨੇੜੇ ਵਾਲਾ ਜ਼ਿਆਦਾ ਹਰਾ ਹੁੰਦਾ ਹੈ।",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "ਵਾਇਟ ਬੈਲੇਂਸ ਫੰਕਸ਼ਨ ਦੇ ਵਿਸਤ੍ਰਿਤ ਸੈਟ ਮਾਨ ਰੀਸੈਟ ਕੀਤੇ ਜਾਣਗੇ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ਚੈਨਲ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਦੀ ਅਵਾਜ਼ ਦੇ ਵਿਚਕਾਰ ਦਾ ਅੰਤਰ ਆਪਣੇ-ਆਪ ਹੀ ਘਟਾਇਆ ਜਾਂਦਾ ਹੈ, ਜੋ ਤੁਹਾਡੀ ਇਕਸਾਰ ਵੋਲੀਅਮ ਨਾਲ ਪ੍ਰੋਗਰਾਮ ਦੇਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ।",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "ਚੈਨਲ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਦਾ ਸਾਊਂਡ ਵੋਲਿਊਮ ਦੇ ਵਿਚਕਾਰ ਅੰਤਰ ਇਕਸਾਰ ਵੋਲਿਊਮ ਵਾਲੇ ਪ੍ਰੋਗਰਾਮ ਵੇਖਣ ਲਈ ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ ਸੈੱਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
	"The higher the settings, the louder the sound rapidly.": "ਸੈਟਿੰਗਾਂ ਨੂੰ ਵਧੇਰੇ ਉੱਚ ਕਰਨਾ, ਸਾਊਂਡ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਵਧਾਉਂਦਾ ਹੈ।",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਅਤੇ Bluetooth ਸਪੀਕਰ ਇੱਕ ਜੀਵੰਤ surround sound ਪ੍ਰਭਾਵ ਪੈਦਾ ਕਰਦੇ ਹੋਏ ਇੱਕੋ ਸਮੇਂ ਧੁਨੀ ਆਊਟਪੁੱਟ ਕਰ ਸਕਦੇ ਹਨ।",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ਆਵਾਜ਼ ਪਛਾਣ ਲਈ ਭਾਸ਼ਾ ਚੁਣੀ ਗਈ ਮੀਨੂ ਭਾਸ਼ਾ ‘ਤੇ ਨਿਰਭਰ ਕਰਦਿਆਂ ਸਵੈ-ਚਾਲਿਤ ਤੌਰ ‘ਤੇ ਸੈੱਟ ਹੋ ਜਾਵੇਗੀ।",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ਅਵਾਜ਼ ਪਛਾਣ ਲਈ ਵਰਤੋਂ ਕੀਤੀ ਭਾਸ਼ਾ ਚੁਣੀ ਗਈ ਮੀਨੂ ਭਾਸ਼ਾ ਅਨੁਸਾਰ ਸੈੱਟ ਕੀਤੀ ਗਈ ਹੈ। ਅਵਾਜ਼ ਪਛਾਣ ‘ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਸਹਾਇਤਾ ਸੇਵਾਵਾਂ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੀਆਂ ਹਨ।",
	"The network is currently unavailable. Please try again later.": "ਨੈਟਵਰਕ ਹੁਣ ਅਣਉਪਲਬਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਪੂਰਾ ਹੋਣ ਵਿੱਚ ਲਗਭਗ ਇੱਕ ਘੰਟਾ ਲੱਗੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਬੰਦ ਰਹਿਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਪੂਰਾ ਹੋਣ ਵਿੱਚ ਲਗਭਗ {n} ਮਿੰਟ ਲੱਗੇਗਾ(ਲੱਗਣਗੇ) ਅਤੇ ਤੁਹਾਡਾ TV ਬੰਦ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
	"The program is intended for adults only.": "ਪ੍ਰੋਗਰਾਮ ਸਿਰਫ ਬਾਲਗਾਂ ਲਈ ਹੀ ਹੈ।",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "ਸਕ੍ਰੀਨ ਚਮਕ ਨੂੰ ਤੁਹਾਡੇ TV ਦੇ ਆਲੇ ਦੁਆਲੇ ਚਮਕ ਅਨੁਸਾਰ ਆਪਣੇ-ਆਪ ਵਿਵਸਥਿਤ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "ਸਕ੍ਰੀਨ 5 ਸਕਿੰਟਾਂ ਲਈ ਹੇਠਾਂ ਸਲਾਈਡ ਹੋ ਜਾਵੇਗੀ। ਸਕ੍ਰੀਨ ਨੂੰ ਦੁਬਾਰਾ ਉੱਪਰ ਸਲਾਈਡ ਕਰਨ ਲਈ ਪਾਵਰ ਅਤੇ ਵੋਲੀਅਮ ਬਟਨ ਤੋਂ ਅਲਾਵਾ ਕੋਈ ਵੀ ਬਟਨ ਦਬਾਓ।",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "ਕਲਰ ਮੈਨੇਜ਼ਮੈਂਟ ਸਿਸਟਮ ਫੰਕਸ਼ਨ ਦੇ ਸੈਟ ਸਬ-ਮਾਨ ਰੀਸੈਟ ਕੀਤੇ ਜਾਣਗੇ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth Surround ਸਾਉਂਡ + ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ ਦੀ ਸੈਟਿੰਗ ਨੂੰ ਰੀਸੈਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
	"The settings are as follows.": "ਸੈਟਿੰਗਾਂ ਹੇਠ ਦਿੱਤੇ ਅਨੁਸਾਰ ਹਨ।",
	"The sound may not be output when digital sound output is set to Pass Through.": "ਸਾਊਂਡ ਓਦੋਂ ਆਉਟਪੁੱਟ ਨਹੀਂ ਦੇ ਸਕਦਾ ਜਦੋਂ ਡਿਜਿਟਲ ਸਾਊਂਡ ਆਉਟ ਨੂੰ ਗੁਜਰਨ ਦਿਓ ਉੱਤੇ ਸੈੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ਅਪਡੇਟ ਟੀਵੀ ‘ਤੇ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਸਾਫਟਵੇਅਰ ਨੂੰ ਪਿਛਲੇ ਸੰਸਕਰਨ ਵਿੱਚ ਕੀਤਾ ਜਾਵੇਗਾ।",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "ਜਦੋਂ TV ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਕ੍ਰੀਨ ਹਿਲਦੀ ਹੈ ਤਾਂ ਸਕ੍ਰੀਨ 'ਤੇ ਵਿਜ਼ੂਅਲ ਪ੍ਰਭਾਵ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ।",
	"There are no paired devices.": "ਕੋਈ ਜੁੜੇ ਉਪਕਰਨ ਨਹੀਂ ਹਨ।",
	"There are settings to correct or prevent OLED panel noise.": "OLED ਪੈਨਲ ਨੋਇਸ ਨੂੰ ਠੀਕ ਕਰਨ ਜਾਂ ਰੋਕਣ ਲਈ ਸੈਟਿੰਗਸ ਉਪਲਬਧ ਹਨ।",
	"There is no USB device connected to your TV.": "ਕੋਈ ਵੀ USB ਉਪਕਰਨ ਤੁਹਾਡੇ ਟੀਵੀ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।",
	"There is no message.": "ਕੋਈ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ।",
	"Thimphu": "ਥਿੰਫੂ",
	"Third Language": "ਤੀਜੀ ਭਾਸ਼ਾ",
	"This feature applies only to specified LG Wireless Keyboard models.": "ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਫ਼ ਵਿਸ਼ੇਸ਼ LG ਵਾਇਰਲੈਸ ਕੀਬੋਰਡ ਮਾਡਲਾਂ ‘ਤੇ ਹੀ ਲਾਗੂ ਹੁੰਦੀ ਹੈ।",
	"This function works only when it is provided by the broadcast program.": "ਇਹ ਫੰਕਸ਼ਨ ਸਿਰਫ਼ ਓਦੋਂ ਹੀ ਕੰਮ ਕਰਦਾ ਹੈ ਜਦੋਂ ਇਸ ਨੂੰ ਬਰੌਡਕਾਸਟ ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਉਪਲਬਧ ਕਰਵਾਇਆ ਜਾਂਦਾ ਹੈ।",
	"This is a closed caption preview": "ਇਹ ਕਲੋਜ਼ਡ ਕੈਪਸ਼ਨ ਪੂਰਵਦਰਸ਼ਨ ਹੈ",
	"This is an already existing value.": "ਇਹ ਇੱਕ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਮਾਨ ਹੈ।",
	"This service provides you with more information about watching program and enjoys related contents.": "ਇਹ ਸੇਵਾ ਤੁਹਾਨੂੰ ਸਬੰਧਿਤ ਸਮਗੱਰੀ ਦਾ ਅਨੰਦ ਮਾਣਨ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਵੇਖਣ ਬਾਰੇ ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਕਰਵਾਉਂਦੀ ਹੈ।",
	"This will revert all options on TV to their default settings.": "ਇਹ TV ‘ਤੇ ਸਾਰੇ ਵਿਕਲਪਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਡਿਫਾਲਟ ਸੈਟਿੰਗਾਂ ਲਈ ਵਾਪਸ ਲਿਆਵੇਗਾ।",
	"Thule": "ਠੁਲੇ",
	"Tijuana": "ਤਿਜੁਆਨਾ",
	"Time": "ਸਮਾਂ",
	"Timer Channel": "ਟਾਇਮਰ ਚੈਨਲ",
	"Timer Repeat": "ਟਾਇਮਰ ਰਿਪੀਟ",
	"Timers": "ਟਾਇਮਰ",
	"Timezone": "ਸਮਾਂ ਖੇਤਰ",
	"Timor-Leste": "ਤਿਮੋਰ-ਲੇਸਟ",
	"Tint": "ਟਿੰਟ",
	"Tiranë": "ਤਿਰਾਨੇ",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ਸਾਊਂਡ ਨੂੰ ਓਪਟੀਮਾਈਜ਼ ਕਰਨ ਲਈ, TV ‘ਤੇ ਟੈਸਟ ਸਾਊਂਡ ਚਲਾਓ ਅਤੇ Magic Remote ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੁਆਰਾ ਪ੍ਰਤੀਬਿੰਬਿਤ-ਸਾਊਂਡ ਨੂੰ ਮਾਪਣਾ ਸ਼ੁਰੂ ਕਰੋ।",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ਆਪਣੀ ਟੀਵੀ ਆਵਾਜ਼ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ, ਸਾਊਂਡ ਆਊਟ ਸੈਟਿੰਗ ਨੂੰ ਅੰਦਰੂਨੀ ਟੀਵੀ ਸਪੀਕਰ ਵਿੱਚ ਬਦਲਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Togo": "ਟੋਗੋ",
	"Tokyo": "ਟੋਕੀਓ",
	"Tonga": "ਟੋਂਗਾ",
	"Top and Bottom": "ਉੱਪਰ ਅਤੇ ਨੀਚੇ",
	"Toronto": "ਟੋਰਾਂਟੋ",
	"Total Power On Time": "ਪਾਵਰ ਆਨ ਹੋਣ ਦਾ ਕੁਲ ਸਮਾਂ",
	"Tracking Speed": "ਟ੍ਰੈਕਿੰਗ ਸਪੀਡ",
	"Translucent": "ਪਾਰਦਰਸ਼ੀ",
	"Transparent": "ਪਾਰਦਰਸ਼ਕ",
	"Treble Boost": "ਟ੍ਰੇਬਲ ਬੂਸਟ",
	"Trinidad And Tobago": "ਟ੍ਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬਾਗੋ",
	"Trinidad and Tobago": "ਤ੍ਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੈਗੋ",
	"Tripoli": "ਤ੍ਰਿਪੋਲੀ",
	"Tsonga": "ਸੋਂਗਾ",
	"Tswana": "ਤਸਵਾਨਾ",
	"Tune and save available channels.": "ਉਪਲਬਧ ਚੈਨਲਾਂ ਨੂੰ ਟਿਊਨ ਅਤੇ ਸੰਚਿਤ ਕਰੋ।",
	"Tune and save available channels. You can set satellite channel options.": "ਉਪਲਬਧ ਚੈਨਲਾਂ ਨੂੰ ਟਿਊਨ ਅਤੇ ਸੰਚਿਤ ਕਰੋ। ਤੁਸੀਂ ਸੈਟੇਲਾਈਟ ਚੈਨਲ ਵਿਕਲਪਾਂ ਨੂੰ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
	"Tunis": "ਟਿਊਨਿਸ",
	"Tunisia": "ਟਿਊਨੀਸ਼ੀਆ",
	"Turkey": "ਟਰਕੀ",
	"Turkish": "ਟਰਕਿਸ਼",
	"Turkmenistan": "ਤੁਰ੍ਕਮੇਨਿਸ੍ਤਾਨ",
	"Turn on TV with mobile device same as smartphone.": "ਸਮਾਰਟਫ਼ੋਨ ਵਾਂਗ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੇ ਨਾਲ TV ਨੂੰ ਚਾਲੂ ਕਰੋ।",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} ਪੋਰਟ ਲਈ Ultra HD Deep Color ਚਾਲੂ ਅਤੇ ਬੰਦ ਕਰੋ।",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} ਪੋਰਟ ਦਾ Instant Game Response ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰੋ।",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth ਰਾਹੀਂ ਆਪਣੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ TV ਨੂੰ ਚਾਲੂ ਕਰੋ।",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi ਰਾਹੀਂ ਆਪਣੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਨੂੰ ਵਰਤਦੇ ਹੋਏ TV ਨੂੰ ਚਾਲੂ ਕਰੋ।",
	"Turn on via Bluetooth": "Bluetooth ਦੇ ਰਾਹੀਂ ਚਾਲੂ ਕਰੋ",
	"Turn on via Wi-Fi": "Wi-Fi ਦੇ ਰਾਹੀਂ ਚਾਲੂ ਕਰੋ",
	"Turn on/off description box in Settings.": "ਸੈਟਿੰਗਸ ਵਿੱਚ ਵਿਵਰਣ ਬਾਕਸ ਨੂੰ ਆਨ/ਆਫ ਕਰੋ।",
	"Turn on/off standby light.": "ਸਟੈਂਡਬਾਈ ਲਾਈਟ ਨੂੰ ਚਾਲੂ/ਬੰਦ ਕਰੋ।",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} ਪੋਰਟ ਦੇ AMD FreeSync Premium ਨੂੰ ਚਾਲੂ/ਬੰਦ ਕਰੋ।",
	"Turn on/off the images to be displayed on screen when there is no signal.": "ਕੋਈ ਸਿਗਨਲ ਨਾ ਹੋਣ ‘ਤੇ ਸਕ੍ਰੀਨ ‘ਤੇ ਵਿਖਾਏ ਗਏ ਚਿੱਤਰਾਂ ਨੂੰ ਚਾਲੂ / ਬੰਦ ਕਰੋ।",
	"Turn on/off the related features of energy consumption.": "ਊਰਜਾ ਖ਼ਪਤ ਦੀਆਂ ਸਬੰਧਿਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਬੰਦ/ਚਾਲੂ ਕਰੋ।",
	"Turn the Hybridcast service on/off.": "Hybridcast ਸੇਵਾ ਨੂੰ ਆਨ/ਆਫ ਕਰੋ।",
	"Turn the Interactivity (DTVi) service on/off.": "ਇੰਟਰੈਕਟੀਵਿਟੀ (DTVi) ਸੇਵਾ ਨੂੰ ਆਨ/ਆਫ ਕਰੋ।",
	"Turn your broadcast TV provider's TV Guide on/off.": "ਆਪਣੇ ਬ੍ਰਾਡਕਾਸਟ ਟੀਵੀ ਪ੍ਰਦਾਤਾ ਦੀ ਟੀਵੀ ਗਾਇਡ ਨੂੰ ਆਨ/ਆਫ ਕਰੋ।",
	"Turn your broadcast TV provider's teletext service on/off.": "ਆਪਣੇ ਬ੍ਰਾਡਕਾਸਟ ਟੀਵੀ ਪ੍ਰਦਾਤਾ ਦੀ ਟੈਲੀਟੈਕਸਟ ਸੇਵਾ ਨੂੰ ਆਨ/ਆਫ ਕਰੋ।",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi ਨੂੰ ਬੰਦ ਕਰਨਾ ਤੁਹਾਨੂੰ ਇੰਟਰਨੈਟ-ਅਧਾਰਿਤ ਸੇਵਾਵਾਂ ਤੇ ਪਹੁੰਚਣ ਤੋਂ ਉਦੋਂ ਤਕ ਰੋਕ ਦੇਵੇਗਾ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਨੈੱਟਵਰਕ ਤੇ ਕਨੈਕਟ ਕਰਨ ਲਈ ਕੇਬਲ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"UAE": "ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ",
	"UHD Mode": "UHD ਮੋਡ",
	"USA": "ਅਮਰੀਕਾ",
	"USB storage for Copy Channels": "ਚੈਨਲਾਂ ਨੂੰ ਕਾਪੀ ਕਰਨ ਲਈ USB ਸਟੋਰੇਜ",
	"USB to TV": "USB ਤੋਂ ਟੀਵੀ",
	"Uganda": "ਯੂਗਾਂਡਾ",
	"Ukraine": "ਯੂਕਰੇਨ",
	"Ukrainian": "ਯੂਕ੍ਰੇਨੀਅਨ",
	"Ulaanbaatar": "ਉਲਾਨਬਾਤਰ",
	"Ultra Surround": "ਅਲਟ੍ਰਾ ਸਰਾਉਂਡ",
	"Unable to check for updates.": "ਅਪਡੇਟਸ ਚੈੱਕ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ ਹੈ।",
	"Unable to connect to the network.": "ਨੈਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਹੋਣ ਦੇ ਅਸਮਰੱਥ ਹੈ।",
	"Undefined": "ਅਨਿਸ਼ਚਿਤ",
	"Under 17 requires accompanying parent or adult guardian.": "17 ਤੋਂ ਘੱਟ ਉਮਰ ਲਈ ਮਾਪਿਆਂ ਜਾਂ ਬਾਲਗ ਸਰਪ੍ਰਸਤ ਦਾ ਸਾਥ ਜ਼ਰੂਰੀ ਹੈ।",
	"Uniform": "ਇੱਕਸਾਰ",
	"United Arab Emirates": "ਯੂਨਾਇਟਡ ਅਰਬ ਐਮੀਰੇਟਸ",
	"United Kingdom": "ਯੁਨਾਇਟੇਡ ਕਿਂਗਡਮ",
	"United States of America": "ਯੂਨਾਇਟਡ ਸਟੇਟਸ ਆਫ ਅਮਰੀਕਾ",
	"Universal Control Settings": "ਯੂਨਿਵਰਸਲ ਕੰਟ੍ਰੋਲ ਸੈਟਿੰਗਾਂ",
	"Unknown": "ਅਣਜਾਣ",
	"Unknown issue has occurred.": "ਅਗਿਆਤ ਸਮੱਸਿਆ ਆਈ ਹੈ।",
	"Update canceled.": "ਅਪਡੇਟ ਰੱਦ ਹੋ ਗਿਆ ਹੈ।",
	"Update in progress...": "ਅਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ...",
	"Update in progress...({n}%)": "ਅੱਪਡੇਟ ਚੱਲ ਰਹੀ ਹੈ... ({n}%)",
	"Update paused.": "ਅਪਡੇਟ ਰੁੱਕ ਗਿਆ ਹੈ।",
	"Update reserved.": "ਅਪਡੇਟ ਰਿਜ਼ਰਵ ਹੋ ਗਿਆ ਹੈ।",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "ਅਪਡੇਟ ਰੱਦ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਸਾਰੀਆਂ ਅਪਡੇਟ ਫਾਈਲਾਂ ਹੁਣੇ ਮਿਟ ਜਾਣਗੀਆਂ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Urdu": "ਉਰਦੂ",
	"Uruguay": "ਉਰੂਗਵੇ",
	"Urumqi": "ਉਰੁਮ੍ਚੀ",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "ਕਮਰੇ ਦੇ ਅਕੂਸਟਿਕਸ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ Magic Remote ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਨਤੀਜਿਆਂ ਦੇ ਆਧਾਰ ‘ਤੇ TV ਦੇ ਸਾਊਂਡ ਨੂੰ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"Use a large pointer.": "ਇੱਕ ਵੱਡਾ ਪੋਇੰਟਰ ਵਰਤੋ।",
	"Use a medium pointer.": "ਇੱਕ ਦਰਮਿਆਨਾ ਪੋਇੰਟਰ ਵਰਤੋ।",
	"Use a small pointer.": "ਇੱਕ ਛੋਟਾ ਪੋਇੰਟਰ ਵਰਤੋ।",
	"Use the 4-way controller to change the position and press the OK button.": "ਸਥਿਤੀ ਨੂੰ ਬਦਲਣ ਲਈ 4-ਵੇ ਕੰਟਰੋਲਰ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ OK ਬਟਨ ਦਬਾਓ।",
	"Use the following services with the selected language.": "ਚੁਣੀ ਗਈ ਭਾਸ਼ਾ ਨਾਲ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
	"User": "ਉਪਭੋਗਤਾ",
	"User Agreements": "ਯੂਜ਼ਰ ਇਕਰਾਰਨਾਮੇ",
	"User Guide": "ਯੂਜ਼ਰ ਗਾਈਡ",
	"Uzbek": "ਉਜ਼ਬੇਕ",
	"Uzbekistan": "ਉਜ਼ਬੇਕਿਸਤਾਨ",
	"Uzhhorod": "ਉਜ਼ਹੋਰੋਦ",
	"V Position": "V ਸਥਿਤੀ",
	"V Sharpness": "V ਸ਼ਾਰਪਨਸ",
	"V Size": "V ਆਕਾਰ",
	"VIC - Victoria - Melbourne": "VIC - ਵਿਕਟੋਰੀਆ – ਮੈਲਬੋਰਨ",
	"Vaduz": "ਵਾਦੁਜ਼",
	"Valencian": "ਵੈਲੇਨਸ਼ੀਅਨ",
	"Vancouver": "ਵੈਂਕੂਵਰ",
	"Vatican City": "ਵੈਟਿਕਨ ਸ਼ਹਿਰ",
	"Venda": "ਵੇਂਡਾ",
	"Venezuela": "ਵੈਨੇਜ਼ੁਏਲਾ",
	"Vertical Zoom": "ਖੜ੍ਹਵਾਂ ਜ਼ੂਮ",
	"Video 1": "ਵੀਡੀਓ 1",
	"Video 2": "ਵੀਡੀਓ 2",
	"Video 3": "ਵੀਡੀਓ 3",
	"Video Description": "ਵੀਡੀਓ ਦਾ ਵੇਰਵਾ",
	"Vienna": "ਵਿਅਨਾ",
	"Vientiane": "ਵੇੲਨਟਾਇਨ",
	"Vietnam": "ਵੀਅਤਨਾਮ",
	"Vietnamese": "ਵੀਅਤਨਾਮੀ",
	"View current Common Interface (CI) information.": "ਮੋਜੂਦਾ ਕਾਮਨ ਇੰਟਰਫੇਸ (CI) ਜਾਣਕਾਰੀ ਨੂੰ ਵੇਖੋ।",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "ਸਕ੍ਰੀਨ 'ਤੇ ਮੀਨੂ ਦੇ ਰੰਗ ਕਾਲੇ ਅਤੇ ਸਫ਼ੇਦ ਵਿੱਚ ਬਦਲ ਕੇ ਆਇਟਮ ਨੂੰ ਵੱਧ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਵੇਖੋ।",
	"View messages from your broadcast TV provider.": "ਆਪਣੇ ਬ੍ਰਾਡਕਾਸਟ ਟੀਵੀ ਪ੍ਰਦਾਤਾ ਤੋਂ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਵੇਖੋ।",
	"View more information about watching program and enjoy related contents.": "ਸਬੰਧਿਤ ਸਮਗੱਰੀ ਦਾ ਅਨੰਦ ਮਾਣਨ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਵੇਖਣ ਬਾਰੇ ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਨੂੰ ਵਿਖਾਓ।",
	"View the original screen as it is or set the screen size and aspect ratio.": "ਅਸਲੀ ਸਕ੍ਰੀਨ ਨੂੰ ਜਿਵੇਂ ਉਹ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਵੇਖੋ ਜਾਂ ਸਕ੍ਰੀਨ ਆਕਾਰ ਅਤੇ ਪ੍ਰਭਾਵਿਤ ਅਨੁਪਾਤ ਨੂੰ ਸੈੱਟ ਕਰੋ।",
	"View the original screen as it is received from broadcasts signal or connected device.": "ਅਸਲੀ ਸਕ੍ਰੀਨ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਵੇਖੋ ਜਿਵੇਂ ਇਹ ਬਰੌਡਕਾਸਟਾਂ ਦੇ ਸਿਗਨਲ ਜਾਂ ਕਨੈਕਟ ਕੀਤੇ ਡਿਵਾਈਸ ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਹੈ।",
	"Vilnius": "ਵਿਲਨਿਅਸ",
	"Violence": "ਹਿੰਸਾ",
	"Virtual Surround Plus": "ਵਰਚੂਅਲ ਸਰਾਉਂਡ ਪਲੱਸ",
	"Vivid": "ਵਿਵਿਡ",
	"Vladivostok": "ਵ੍ਲਾਦਿਵ੍ਸ੍ਤੋਕ",
	"Voice Recognition Help and Settings": "ਆਵਾਜ਼ ਪਛਾਣ ਮਦਦ ਅਤੇ ਸੈਟਿੰਗਾਂ",
	"Voice Support Service": "ਅਵਾਜ਼ ਸਹਾਇਤਾ ਸੇਵਾ",
	"Volgograd": "ਵੋਲਗੋਗ੍ਰਾਦ",
	"Volume": "ਵਾਲਿਉਮ",
	"Volume Increase Amount": "ਵਾਲਿਯੂਮ ਦੀ ਮਾਤਰਾ ਵਧਾਉਂਦਾ ਹੈ",
	"Volume Mode": "ਵਾਲਿਊਮ ਮੋਡ",
	"WA - Western Australia - Eucla": "WA - ਵੈਸਟਰਨ ਆਸਟ੍ਰੇਲੀਆ – ਯੂਕਲਾ",
	"WA - Western Australia - Perth": "WA – ਵੈਸਟਰਨ ਆਸਟ੍ਰੇਲੀਆ – ਪਰਥ",
	"Wall-mounted": "ਵਾਲ-ਮਾਊਂਟਿਡ",
	"Warm1": "ਗਰਮ1",
	"Warm2": "ਗਰਮ2",
	"Warm3": "ਗਰਮ3",
	"Warsaw": "ਵਰਸਾਹ",
	"Wasu": "ਵਾਸੂ",
	"Watch a diverse range of Internet contents on TV channels.": "TV ਚੈਨਲਾਂ ‘ਤੇ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੀਆਂ ਇੰਟਰਨੈੱਟ ਸਮਗੱਰੀਆਂ ਨੂੰ ਵੇਖੋ।",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "ਅਸੀਂ ਤੁਹਾਡੇ ਉਪਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਅਤੇ ਇਹ ਜਾਂਚ ਕਰਨ ਲਈ, ਕਿ ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਸੋਫਟਵੇਅਰ ਦਾ ਆਧੁਨਿਕ ਸੰਸਕਰਨ ਹੈ, MAC ਪਤੇ, ਮਾਡਲ ਸੰਖਿਆ, ਦੇਸ਼ ਕੋਡ, ਭਾਸ਼ਾ ਸੈਟਿੰਗਸ, ਅਤੇ ਸੋਫਟਵੇਅਰ ਸੰਸਕਰਨ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਇਸ ਦਾ ਭੰਡਾਰਨ ਕਰਦੇ ਹਾਂ।",
	"Welcome Feature": "ਸੁਆਗਤ ਵਿਸ਼ੇਸਤਾ",
	"Welsh": "ਵੇਲਸ਼",
	"Western Africa": "ਪੱਛਮੀ ਅਫਰੀਕਾ",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "ਜਦੋਂ ਕਨੈਕਟ ਕੀਤੀ HDD ਇੱਕ ਨਿਯਤ ਸਮੇਂ ਲਈ ਵਰਤੀ ਨਹੀਂ ਗਈ ਹੈ ਤਾਂ ਊਰਜਾ ਦੀ ਖ਼ਪਤ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਟੈਂਡਬਾਏ ਮੋਡ ‘ਤੇ ਜਾਓ।",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "ਜੇ ਕੋਈ ਡਿਵਾਈਸ ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਗੇਮ ਚਿੱਤਰ ਨੂੰ ਤਸਵੀਰ ਦੀ ਦੇਰੀ, ਕ੍ਰੈਕਿੰਗ ਜਾਂ ਰੁਕਾਵਟਾਂ ਨੂੰ ਘੱਟ ਕਰਨ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
	"When the Instant Game Response is launched, the video may blink temporarily.": "ਜਦੋਂ Instant Game Response ਨੂੰ ਲਾਂਚ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਵੀਡੀਓ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਝਪਕ ਸਕਦਾ ਹੈ।",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "ਜਦੋਂ ਸਾਊਂਡ ਆਉਟ ਨੂੰ \"Bluetooth / HDMI ARC / Optical Digital / WiSA ਸਪੀਕਰ\" ਉੱਤੇ ਸੈਟ ਕਰਦੇ ਹੋ ਜਾਂ ਕਨੈਕਟ ਕੀਤਾ ਉਪਕਰਨ Instant Game Response ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ, ਤਾਂ ਇਹ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "ਜਦੋਂ ਸਾਊਂਡ ਆਉਟ ਨੂੰ Bluetooth ਉੱਤੇ ਸੈਟ ਕਰਦੇ ਹੋ ਜਾਂ ਕਨੈਕਟ ਕੀਤਾ ਉਪਕਰਨ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤੀਕਿਰਿਆ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ, ਤਾਂ ਇਹ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
	"When the device is turned on/off, your TV will automatically turn on/off.": "ਜਦੋਂ ਉਪਕਰਨ ਆਨ/ਆਫ ਹੁੰਦਾ ਹੈ, ਤੁਹਾਡਾ ਟੀਵੀ ਆਪਣੇ-ਆਪ ਆਨ/ਆਫ ਹੋ ਜਾਵੇਗਾ।",
	"When the visual effects is off, the screen is displayed as Live TV.": "ਜਦੋਂ ਵਿਜ਼ੂਅਲ ਪ੍ਰਭਾਵ ਬੰਦ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਸਕ੍ਰੀਨ Live TV ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦੀ ਹੈ।",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "ਜਦੋਂ ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ‘ਚਾਲੂ’ ‘ਤੇ ਸੈੱਟ ਕੀਤਾ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਸਕ੍ਰੀਨ ‘ਤੇ ਵਿਖਾਈ ਦੇ ਰਹੀਆਂ ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਧੂਰੇ ਤੌਰ ‘ਤੇ ਪਾਰਦਰਸ਼ੀ ਹੋ ਜਾਣਗੀਆਂ।",
	"When your TV is turned off, the device will automatically turn off.": "ਜਦੋਂ ਤੁਹਾਡਾ ਟੀਵੀ ਆਫ ਹੁੰਦਾ ਹੈ, ਉਪਕਰਨ ਆਪਣੇ-ਆਪ ਆਫ ਹੋ ਜਾਵੇਗਾ।",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "ਜਦੋਂ ਬਦਲਿਆ ਹੋਇਆ ਮਾਨ ਕਿਸੇ ਬਾਹਰੀ ਉਪਕਰਨ ਉੱਤੇ ਟ੍ਰਾਂਸਫਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤਸਵੀਰ ਜਾਂ ਸਾਊਂਡ ਆਮ ਤੌਰ ਤੇ ਅਸਥਾਈ ਤੌਰ ਤੇ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
	"White": "ਸਫੈਦ",
	"White Balance": "ਸਫੈਦ ਸੰਤੁਲਨ",
	"Wi-Fi Connection": "Wi-Fi ਕਨੈਕਸ਼ਨ",
	"Wi-Fi Security": "Wi-Fi ਸੁਰੱਖਿਆ",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi ਬੰਦ ਹੈ। ਉਨ੍ਹਾਂ ਉਪਲਬਧ ਨੈਟਵਰਕਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਵੇਖਣ ਲਈ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਵਾਧੂ ਸੰਬੰਧਿਤ ਚੀਜ਼ਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਇਸ ਨੂੰ ਚਾਲੂ ਕਰੋ।",
	"Wi-Fi issue has occurred.": "Wi-Fi ਦੀ ਸਮੱਸਿਆ ਆਈ ਹੈ।",
	"WiSA Speakers": "WiSA ਸਪੀਕਰ",
	"Wide Area Zone": "ਵਿਆਪਕ ਖੇਤਰ ਜ਼ੋਨ",
	"Wide View": "ਵਾਈਡ ਦ੍ਰਿਸ਼",
	"Wide View (32:9)": "ਵਾਈਡ ਦ੍ਰਿਸ਼ (32:9)",
	"Wide Zoom": "ਵਾਈਡ ਜ਼ੂਮ",
	"Windhoek": "ਵਿੰਡਹੋਕ",
	"Window Color": "ਖਿੜਕੀ ਦਾ ਰੰਗ",
	"Window Opacity": "ਖਿੜਕੀ ਦੀ ਅਸਪਸ਼ਟਤਾ",
	"Winnipeg": "ਵਿਨੀਪੈਗ",
	"Wired Connection (Ethernet)": "ਤਾਰ ਵਾਲਾ ਕਨੈਕਸ਼ਨ (ਇਥਰਨੈਟ)",
	"Wired Headphones": "ਤਾਰ ਵਾਲਾ ਹੈੱਡਫੋਨ",
	"Wired Headphones + Internal TV Speaker": "ਤਾਰ ਵਾਲੇ ਹੈੱਡਫੋਨਜ਼ + ਅੰਦਰੂਨੀ TV ਸਪੀਕਰ",
	"With this option, you can control the audio device's volume with your TV remote.": "ਇਸ ਵਿਕਲਪ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ TV ਰਿਮੋਟ ਨਾਲ ਆਡੀਓ ਡਿਵਾਈਸ ਦੀ ਵੋਲਿਊਮ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
	"Xhosa": "ਹੋਸਾ",
	"Yakutsk": "ਯਾਕੁਤ੍ਸ੍ਕ",
	"Yamoussoukro": "ਯਮੋਸੋਕ੍ਰੋ",
	"Yangon": "ਯੈਂਗੋਨ",
	"Year": "ਸਾਲ",
	"Yekaterinburg": "ਯੇਕਾਤਰਿਨਬਰਗ",
	"Yellow": "ਪੀਲਾ",
	"Yellowknife": "ਯੈਲੋਨਾਇਫ",
	"Yemen": "ਯਮਨ",
	"Yerevan": "ਯੇਰਵਨ",
	"Yes": "ਹਾਂ",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "ਜਦੋਂ TV ਬੰਦ ਜਾਂ ਚਾਲੂ ਹੁੰਦਾ ਹੈ ਅਤੇ ਸਕ੍ਰੀਨ ਮੂਵ ਕਰਦੀ ਹੈ ਤਾਂ ਤੁਸੀਂ ਸਾਉਂਡ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "ਤੁਸੀਂ ਉਹਨਾਂ ਉਪਕਰਨਾਂ ਉੱਤੇ ਨਿਯੰਤ੍ਰਣ ਕਰ ਸਕਦੇ ਹੋ ਜੋ Magic Remote ਰਾਹੀਂ ਡਿਵਾਈਸ ਸੈਟਅਪ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੇ ਬਿਨਾਂ HDMI ਪੋਰਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।",
	"You can delete the device connection history of Screen Share.": "ਤੁਸੀਂ Screen Share ਦੇ ਡਿਵਾਈਸ ਕਨੈਕਸ਼ਨ ਇਤਿਹਾਸ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ।",
	"You can delete the device connection history of Sound Share.": "ਤੁਸੀਂ Sound Share ਦੇ ਡਿਵਾਈਸ ਕਨੈਕਸ਼ਨ ਇਤਿਹਾਸ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ।",
	"You can find the default password in User Guide.": "ਤੁਸੀਂ ਉਪਭੋਗਤਾ ਗਾਇਡ ਵਿੱਚ ਡਿਫਾਲਟ ਪਾਸਵਰਡ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "ਤੁਸੀਂ HDMI Ultra HD Deep Color ਨੂੰ \"On\" ਤੇ ਸੈਟ ਕਰਕੇ ਤੁਰੰਤ ਗੇਮ ਪ੍ਰਤੀਕਿਰਿਆ ਨੂੰ ਲਾਂਚ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can only change settings from the current HDMI input.": "ਤੁਸੀਂ ਕੇਵਲ ਮੌਜੂਦਾ HDMI ਇਨਪੁਟ ਤੋਂ ਸੈਟਿੰਗਾਂ ਬਦਲ ਸਕਦੇ ਹੋ।",
	"You can scan again to connect the device.": "ਤੁਸੀਂ ਉਪਕਰਨ ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਲਈ ਦੁਬਾਰਾ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can select left and right audio settings for broadcast signal.": "ਤੁਸੀਂ ਬਰਾਡਕਾਸ ਸਿਗਨਲ ਲਈ ਖੱਬੀ ਅਤੇ ਸੱਜੀ ਆਡੀਓ ਸੈਟਿੰਗ ਨੂੰ ਚੁਣ ਸਕਦੇ ਹੋ।",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} ਪੋਰਟ ਦੇ AMD FreeSync Premium ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can select the Ultra HD Deep Color of port.": "ਤੁਸੀਂ ਪੋਰਟ ਦੇ Ultra HD Deep Color ਨੂੰ ਚੁਣ ਸਕਦੇ ਹੋ।",
	"You can set the sound to play when the TV is turned on or off.": "ਤੁਸੀਂ TV ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਨ ਵੇਲੇ ਚੱਲਣ ਵਾਲੀ ਸਾਊਂਡ ਨੂੰ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can turn on/off the feature of saving CAM operator's profile.": "ਤੁਸੀਂ CAM ਆਪਰੇਟਰ ਦੀ ਪ੍ਰੋਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰਨ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਚਾਲੂ/ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।",
	"You can turn this feature on or off.": "ਤੁਸੀਂ ਇਸ ਵਿਸ਼ੇਸਤਾ ਨੂੰ ਆਨ ਜਾਂ ਆਫ ਕਰ ਸਕਦੇ ਹੋ।",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ਤੁਸੀਂ ਨੈਟਵਰਕ ਰਾਹੀਂ ਵੱਖ-ਵੱਖ ਸਮੱਗਰੀ ਦੀਆਂ ਸਿਫਾਰਿਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਵਿਕਲਪ ਨੂੰ ਬੰਦ ਕਰਨ ਨਾਲ ਸਿਰਫ਼ ਬੁਨਿਆਦੀ ਸਮੱਗਰੀ ਮਿਲੇਗੀ ਅਤੇ ਕੁਝ ਫੀਚਰ ਉਪਲਬਧ ਨਹੀਂ ਵੀ ਹੋ ਸਕਦੇ ਹਨ।",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "ਤੁਹਾਡਾ ਟੀਵੀ ਅਤੇ SIMPLINK-ਕਨੈਕਟਡ ਉਪਕਰਨ ਨਿਮਨਲਿਖਤ ਅਨੁਸਾਰ ਸਿੰਕ ਹੋਵੇਗਾ:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ ਪ੍ਰਕਿਰਿਆ ਦੇ ਪ੍ਰਗਤੀ ਵਿੱਚ ਹੋਣ ਦੇ ਦੌਰਾਨ ਤੁਹਾਡਾ TV ਬੰਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਕੋਈ ਵਰਤਮਾਨ ਜਾਂ ਆਉਣ ਵਾਲੀਆਂ ਰਿਕਾਰਡਿੰਗਾਂ, ਰਿਮਾਈਂਡਰ ਜਾਂ ਇਸ ਪ੍ਰਕਿਰਿਆ ਦੇ ਦੌਰਾਨ ਨਿਯਤ ਟਾਈਮਰ ਪਾਵਰ-ਚਾਲੂ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਸਿਫ਼ਰ ਦ੍ਰਿਸ਼ 'ਤੇ BT ਸਪੀਕਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "ਪਿਕਸਲ ਰੀਫ੍ਰੈਸ਼ਰ ਪ੍ਰਕਿਰਿਆ ਦੇ ਪ੍ਰਗਤੀ ਵਿੱਚ ਹੋਣ ਦੇ ਦੌਰਾਨ ਤੁਹਾਡੀ ਟੀਵੀ ਬੰਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਕੋਈ ਵਰਤਮਾਨ ਜਾਂ ਆਉਣ ਵਾਲੀਆਂ ਰਿਕਾਰਡਿੰਗਾਂ, ਰਿਮਾਈਂਡਰ ਜਾਂ ਇਸ ਪ੍ਰਕਿਰਿਆ ਦੇ ਦੌਰਾਨ ਨਿਯਤ ਟਾਈਮਰ ਪਾਵਰ-ਚਾਲੂ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ਤੁਹਾਡੇ LG ਸੇਵਾ ਦੇਸ਼ ਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਸੈੱਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕੀਤੇ ਜਾਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਹੁਣੇ ਨੈਟਵਰਕ ਸੈਟਿੰਗਾਂ ‘ਤੇ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ਆਪਣੇ ਡਿਜ਼ੀਟਲ ਟੀਵੀ ਸਿਗਨਲ ਰਾਹੀਂ ਅਪਾਤਕਾਲੀ ਚੇਤਾਵਨੀ ਸੁਨੇਹੇ ਦੇਣ ਲਈ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਤੁਹਾਡੇ ਸਹੀ ਸਥਾਨ ਨੂੰ ਜਾਣਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ਤੁਹਾਡਾ ਟੀਵੀ ਪ੍ਰਕਿਰਿਆ ਦੇ ਪੂਰਾ ਹੋਣ ਤਕ ਬੰਦ ਰਹੇਗਾ, ਉਸ ਤੋਂ ਬਾਅਦ ਉਹ ਆਪਣੇ-ਆਪ ਵਾਪਸ ਆਨ ਹੋ ਜਾਵੇਗਾ।",
	"Zagreb": "ਜ਼ੈਗਰੇਬ",
	"Zambia": "ਜ਼ਾਮਬੀਆ",
	"Zaporozhye": "ਜ਼ਾਪੋਰੋਜ਼ਾਹੀ",
	"Zimbabwe": "ਜ਼ਿੰਬਾਬਵੇ",
	"Zoom": "ਜ਼ੂਮ",
	"Zoom2": "ਜ਼ੂਮ2",
	"Zulu": "ਜ਼ੁਲੂ",
	"Zürich": "ਜ਼ਿਉਰਿਚ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] ਨੂੰ ਤੁਹਾਡੇ ਟੀਵੀ ਤੋਂ ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਇਸ ਉਪਕਰਨ ਤੋਂ ਹੁਣ ਹੋਰ ਸਾਊਂਡ ਨਹੀਂ ਚਲਾਇਆ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] ਨੂੰ ਪੇਅਰ ਕੀਤੇ ਉਪਕਰਨ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਕਨੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਉਪਲਬਧ ਉਪਕਰਨਾਂ ਨੂੰ ਖੋਜਣ ਅਤੇ ਇਸ ਨੂੰ ਮੁੜ ਪੇਅਰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
	"[{deviceName}] will be deleted.": "[{deviceName}] ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
	"aspectRatio_original": "ਅਸਲ",
	"audioGuidance_fast": "ਤੇਜ਼",
	"audioGuidance_high": "ਉੱਚ",
	"audioGuidance_low": "ਨੀਵਾਂ",
	"audioGuidance_medium": "ਮੱਧਮ",
	"audioGuidance_slow": "ਹੌਲੀ",
	"audioGuidance_veryFast": "ਬਹੁਤ ਤੇਜ਼",
	"audioGuidance_veryHigh": "ਬਹੁਤ ਉੱਚਾ",
	"audioGuidance_veryLow": "ਬਹੁਤ ਘੱਟ",
	"audioGuidance_verySlow": "ਬਹੁਤ ਹੌਲੀ",
	"btDotSignalStrength_wide": "ਵਿਸਤਾਰਿਤ",
	"button": "ਬਟਨ",
	"character": "ਅੱਖਰ",
	"characters": "ਅੱਖਰਾਂ",
	"checked": "ਜਾਂਚ ਕੀਤੀ",
	"colorGamutJPNWide": "ਵਿਸਤਾਰਿਤ",
	"connecting": "ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ",
	"depthOfColor": "ਰੰਗ",
	"diagonal zoom in": "ਵਿਕਰਨੀ ਜ਼ੂਮ ਇਨ",
	"diagonal zoom out": "ਵਿਕਰਨੀ ਜ਼ੂਮ ਆਉਟ",
	"digitalOptionSetByProgram": "ਪ੍ਰੋਗਰਾਮ ਰਾਹੀਂ ਸੈਟ ਕਰੋ",
	"energy_Maximum": "ਅਧਿਕਤਮ",
	"energy_Medium": "ਮੱਧਮ",
	"energy_Minimum": "ਘੱਟੋ ਘੱਟ",
	"freesync_high": "ਉੱਚ",
	"freesync_low": "ਨੀਵਾਂ",
	"freesync_off": "ਆਫ",
	"freesync_wide": "ਵਿਸਤਾਰਿਤ",
	"gamma_high1": "ਉੱਚ1",
	"gamma_high2": "ਉੱਚ2",
	"hidden": "ਲੁਕਿਆ",
	"horizontal zoom in": "ਲੇਟਵਾਂ ਜ਼ੂਮ ਇਨ",
	"horizontal zoom out": "ਲੇਟਵਾਂ ਜ਼ੂਮ ਆਉਟ",
	"jpDoNot": "ਆਫ",
	"logoLuminance_high": "ਉੱਚ",
	"logoLuminance_low": "ਨੀਵਾਂ",
	"min": "ਮਿੰਟ",
	"not connected": "ਕਨੈਕਟ ਨਹੀਂ ਹੈ",
	"objet_soundMode": "ਹਰ ਸਮੱਗਰੀ ਕਿਸਮ ਲਈ ਸਾਉਂਡ ਮੋਡ ਓਪਟੀਮਾਈਜ਼ ਕਰੋ।",
	"pictureControl3dModeStandard": "ਸਟੈਂਡਰਡ",
	"pictureControlAuto": "ਆਟੋ",
	"pictureControlAuto_BlackLevel": "ਆਟੋ",
	"pictureControlHigh": "ਉੱਚ",
	"pictureControlHigh_BlackLevel": "ਉੱਚ",
	"pictureControlHigh_Male": "ਉੱਚ",
	"pictureControlLow": "ਨੀਵਾਂ",
	"pictureControlLow_BlackLevel": "ਨੀਵਾਂ",
	"pictureControlLow_Male": "ਨੀਵਾਂ",
	"pictureControlMedium": "ਮੱਧਮ",
	"pictureControlMedium_BlackLevel": "ਮੱਧਮ",
	"pictureControlMedium_Male": "ਮੱਧਮ",
	"pictureControlwhiteBalanceColorTemperatureMedium": "ਮੱਧਮ",
	"pictureLocalDimmingHigh": "ਉੱਚ",
	"pictureLocalDimmingLow": "ਨੀਵਾਂ",
	"pictureLocalDimmingMed": "ਮੱਧਮ",
	"pictureMode": "ਸਟੈਂਡਰਡ",
	"pictureModeSettings": "ਰੁੱਚੀ ਅਨੁਸਾਰ ਬਨਾਉ",
	"press OK button to edit IP manually": "IP ਨੂੰ ਮੈਨੁਅਲੀ ਸੋਧਣ ਲਈ OK ਬਟਨ ਦਬਾਓ",
	"press OK button to enter channel to search": "ਖੋਜਣ ਲਈ ਚੈਨਲ ਦਰਜ ਕਰਨ ਲਈ OK ਬਟਨ ਦਬਾਓ",
	"press OK button to enter value": "ਮੁੱਲ ਦਰਜ ਕਰਨ ਲਈ OK ਬਟਨ ਦਬਾਓ",
	"press right button to adjust de-judder and de-blur value": "ਡੇ-ਜੁਡਰ ਅਤੇ ਡੇ-ਬਲਰ ਮੁੱਲ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ",
	"press right button to adjust zoom ratio and position": "ਜ਼ੂਮ ਅਨੁਪਾਤ ਅਤੇ ਸਥਿਤੀ ਸਮਾਯੋਜਿਤ ਕਰਨ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ",
	"shift current screen down": "ਮੌਜੂਦਾ ਸਕ੍ਰੀਨ ਨੂੰ ਹੇਠਾਂ ਸ਼ਿਫਟ ਕਰੋ",
	"shift current screen to the left": "ਮੌਜੂਦਾ ਸਕ੍ਰੀਨ ਨੂੰ ਖੱਬੇ ਸ਼ਿਫਟ ਕਰੋ ",
	"shift current screen to the right": "ਮੌਜੂਦਾ ਸਕ੍ਰੀਨ ਨੂੰ ਸੱਜੇ ਸ਼ਿਫਟ ਕਰੋ",
	"shift current screen up": "ਮੌਜੂਦਾ ਸਕ੍ਰੀਨ ਨੂੰ ਉੱਪਰ ਸ਼ਿਫਟ ਕਰੋ",
	"shift down": "ਹੇਠਾਂ ਸ਼ਿਫਟ ਕਰੋ",
	"shift left": "ਖੱਬੇ ਸ਼ਿਫਟ ਕਰੋ",
	"shift right": "ਸੱਜੇ ਸ਼ਿਫਟ ਕਰੋ",
	"shift up": "ਉੱਪਰ ਸ਼ਿਫਟ ਕਰੋ",
	"soundMode_Standard": "ਸਟੈਂਡਰਡ",
	"speaker_channel": "ਚੈਨਲ",
	"thaRatingNone": "ਕੁਝ ਵੀ ਨਹੀਂ",
	"unchecked": "ਜਾਂਚ ਨਹੀਂ ਕੀਤੀ",
	"unread": "ਨਿਰੱਖਰ",
	"vertical zoom in": "ਖੜ੍ਹਵਾਂ ਜ਼ੂਮ ਇਨ",
	"vertical zoom out": "ਖੜ੍ਹਵਾਂ ਜ਼ੂਮ ਆਉਟ",
	"volumeModeHigh": "ਉੱਚ",
	"volumeModeLow": "ਨੀਵਾਂ",
	"volumeModeMedium": "ਮੱਧਮ",
	"webOS TV Version": "webOS TV ਸੰਸਕਰਣ",
	"zoom in": "ਜ਼ੂਮ ਇਨ",
	"zoom out": "ਜ਼ੂਮ ਆਉਟ"
}
