{
	" (User)": " (Kasutaja)",
	"(Version: {l})": "(Versioon: {l})",
	"* The device connected should support this service.": "* Ühendatud seade peab seda teenust toetama.",
	"* This feature is applied once and only once when the TV is turned off.": "* Seda funktsiooni rakendatakse ainult üks kord, kui teler lülitatakse välja.",
	"* This feature is available on certain devices only.": "* See funktsioon on saadaval ainult osades seadmetes.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* See režiim sobib FILMMAKER MODE eesmärkidega paremini, kuid võib tunduda tumedam kui teised pildirežiimid.",
	"* This settings is only available for Internal TV Speaker.": "* Need seaded on saadaval ainult teleri sisekõlari puhul.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Ka juhul kui see suvand on lülitatud SISSE, ei hakka väliste sisendite, nagu Live TV, kasutamisel ekraanisäästja tööle, et vältida vaatamiselamuse rikkumist.",
	"* You can control the app which supports the function on your mobile device.": "* Saate kasutada teleri juhtimiseks mobiilseadmes seda funktsiooni toetavat rakendust.",
	"1) Turn the Bluetooth on the other device off.": "1) Lülitage Bluetooth teises seadmes välja.",
	"10 Points Code Value": "10-punktine koodiväärtus",
	"10 Points IRE": "10-punktine IRE",
	"10 and Above": "10 ja vanem",
	"11 and Above": "11 ja vanem",
	"12 Hours": "12 tundi",
	"12 and Above": "12 ja vanem",
	"13 and Above": "13 ja vanem",
	"14 and Above": "14 ja vanem",
	"14 by 9": "14:9",
	"15 and Above": "15 ja vanem",
	"16 and Above": "16 ja vanem",
	"16 by 9": "16:9",
	"17 and Above": "17 ja vanem",
	"18 and Above": "18 ja vanem",
	"19 and Above": "19 ja vanem",
	"2 Channel": "2 kanalit",
	"2 Hours": "2 tundi",
	"2 Points": "2 punkti",
	"2) Turn the Bluetooth device to connect off and on.": "2) Lülitage Bluetooth-seade ühendamiseks välja ja sisse.",
	"20 Points Code Value": "20-punktine koodiväärtus",
	"20 Points IRE": "20-punktine IRE",
	"20 and Above": "20 ja vanem",
	"21 by 9": "21:9",
	"22 Points Code Value": "22-punktine koodiväärtus",
	"22 Points IRE": "22-punktine IRE",
	"24 Hours": "24 tundi",
	"3 Hours": "3 tundi",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "3G/4G ühendus",
	"4 Hours": "4 tundi",
	"4 Hours Auto Power Off": "Automaatne väljalülitus 4 tunni pärast",
	"4 and Above": "4 ja vanem",
	"4 by 3": "4:3",
	"4-Way Zoom": "Neljasuunaline suum",
	"5 and Above": "5 ja vanem",
	"5.1 Channel": "5.1 kanalit",
	"6 Hours": "6 tundi",
	"6 and Above": "6 ja vanem",
	"7 and Above": "7 ja vanem",
	"8 Hours": "8 tundi",
	"8 and Above": "8 ja vanem",
	"9 and Above": "9 ja vanem",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID-d kasutatakse, et tuvastada seda seadet reklaami jaoks ja pakkuda kindlaid reklaame, mis võivad teid huvitada. Te saate AD ID lähtestada või piirata AD ID jälgimist allpool.",
	"AI Acoustic Tuning": "AI akustiline häälestamine",
	"AI Acoustic Tuning Options": "AI akustilise häälestamise suvandid",
	"AI Acoustic Tuning is disabled.": "AI akustiline häälestamine on keelatud.",
	"AI Brightness Control": "AI heleduse reguleerimine",
	"AI Picture": "AI pilt",
	"AI Picture Pro": "AI pilt pro",
	"AI Recommendation": "AI soovitused",
	"AI Service": "AI teenus",
	"AI Sound": "AI heli",
	"AI Sound Pro": "AI heli pro",
	"AV Sync Adjustment": "Heli ja pildi sünkroonimise kohandamine",
	"Abidjan": "Abidžan",
	"Accessibility": "Ligipääsetavus",
	"Account Management": "Kontohaldus",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Selle valiku aktiveerimine peatab selles nutiteleris reklaamidega seotud isikuandmete kogumise ja jälgimise. Lüliti sisselülitamine võib mõjutada seda, milliseid reklaame te edaspidi näete, kuid see ei peata reklaamide näitamist.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Selle lüliti aktiveerimisel annab LGE kolmanda osapoole pakkujatele käsu lõpetada teie isiklike andmete kasutamine kommertseesmärgil. Kui te just ei loobu eraldi, saate jätkuvalt kasutada teenuseid nagu Live Plus, LG Channels ja Who.Where.What?.",
	"Add Network": "Lisa võrk",
	"Add a hidden wireless network": "Lisa varjatud juhtmeta võrk",
	"Add wireless network by manually entering network name (SSID).": "Lisage juhtmevaba võrk, sisestades võrgu nime (SSID) käsitsi.",
	"Additional Audio Selection": "Täiendavad heli valikud",
	"Additional Settings": "Täiendavad seaded",
	"Address Setting": "Aadressi seaded",
	"Adjust Audio Guidance pitch.": "Saate reguleerida heliliste suuniste helikõrgust.",
	"Adjust Audio Guidance speed.": "Saate reguleerida heliliste suuniste kiirust.",
	"Adjust Audio Guidance volume.": "Saate reguleerida heliliste suuniste helitugevust.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Reguleerige tagantvalgustuse heledust, et ekraani heledamaks või tumedamaks muuta.",
	"Adjust Screen Position": "Ekraaniasendi reguleerimine",
	"Adjust Zoom Ratio": "Suumisuhte reguleerimine",
	"Adjust animation effect shown on the home at certain times.": "Reguleerige animatsiooniefekte, mis avaekraanil teatud aegadel kuvatakse.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Reguleeri heledust, analüüsides pildi liikumist, et vältida helgi tekkimist ja vähendada energiatarvet.",
	"Adjust brightness of the LG logo.": "LG logo heleduse reguleerimine.",
	"Adjust color and saturation for a more vivid image.": "Reguleerige värve ja küllastust erksama pildi saavutamiseks.",
	"Adjust color temperature automatically to reduce eye strain.": "Võimaldab värvitemperatuuri automaatset reguleerimist, et vähendada silmade väsitamist.",
	"Adjust cursor speed.": "Reguleerige kursori kiirust.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Reguleerige serva teravust. Suuremad väärtused suurendavad pildi selgust ja erksust.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Reguleerige sisendsignaali heleduse kompenseerimiseks gamma seadeid.",
	"Adjust left/right audio balance.": "Reguleeri vasaku/parema heli tasakaalu.",
	"Adjust luminance for selected color.": "Saate reguleerida valitud värvi heledust.",
	"Adjust luminance level for selected IRE point.": "Saate reguleerida valitud IRE punkti heledustaset.",
	"Adjust peak brightness for the brightest luminance.": "Saate kohandada kõige heledama taseme jaoks maksimaalset heledust.",
	"Adjust remote's cursor speed and appearance.": "Reguleerige kaugjuhtimispuldi kursori kiirust ja välimust.",
	"Adjust saturation for selected color.": "Saate reguleerida valitud värvi küllastust.",
	"Adjust screen brightness to reduce energy consumption.": "Reguleeri energiatarbe vähendamiseks ekraani heledust.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Reguleerige OLED-valgust, et ekraani heledamaks või tumedamaks muuta.",
	"Adjust the audio timing to synchronize the video and audio.": "Kohandatakse heli ajastust video ja heli sünkroonimiseks.",
	"Adjust the balance of red and green to display the tint on the screen.": "Reguleerige punase ja rohelise tasakaalu, et ekraanil vastav varjund kuvada.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Reguleerige värvitasakaalu, muutes värvitemperatuuri, heledust ja punase, rohelise ning sinise intensiivsust.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Reguleerige konkreetse pildirežiimi kontrastsust, eraldusvõimet jms täpsemalt ning määrake lisaks eelistatud värvid, gamma jms.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Reguleerige ekraani heledate ja tumedate alade erinevust. Suuremad väärtused tugevdavad erinevust.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Reguleerige kaadrisagedus filmi sarnaseks ja teil on tunne, nagu viibiksite kinos.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Reguleerige liikumatute kujutiste, nagu logod jms, heledust, et hoida ära pildikvaliteedi probleemid, mis võivad tuleneda teleri pikka aega sisselülitatuna hoidmisest.",
	"Adjust the screen color to be pale or deep.": "Reguleerige ekraani värve kahvatuks või sügavaks.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Muutke heli igal sagedusribal enda maitse järgi.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Reguleerige sünkroonimise ajastust, kui video ja heli ajastus on erinevad.",
	"Adjust the tint to brighten or darken the screen.": "Reguleerige varjundit, et ekraani heledamaks või tumedamaks muuta.",
	"Adjust the volume you want with pressing remote's volume key.": "Reguleerige helitugevust soovitud viisil, vajutades kaugjuhtimispuldi helitugevuse nuppu.",
	"Adjust tint for selected color.": "Saate reguleerida valitud värvi tooni.",
	"Adjust whether to display the home promotion.": "Määrake, kas kuvatakse kodureklaam.",
	"Adjusting Luminance": "Heleduse reguleerimine",
	"Adolescent over 13 are allowed to watch.": "Üle 13-aastased noorukid tohivad vaadata.",
	"Adolescent over 14 are allowed to watch.": "Üle 14-aastased noorukid tohivad vaadata.",
	"Adolescent over 16 are allowed to watch.": "Üle 16-aastased noorukid tohivad vaadata.",
	"Adult": "Täiskasvanud",
	"Adult Language": "Täiskasvanute kõnepruuk",
	"Adults only.": "Ainult täiskasvanutele.",
	"Advanced": "Täpsemad seaded",
	"Advanced Controls": "Erijuhtnupud",
	"Advanced Wi-Fi Settings": "Täpsemad Wi-Fi seaded",
	"Advertisement": "Reklaam",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrikaani",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pärast riigi muutmist kustutatakse kõik hetkel häälestatud kanalid. Kanalite uuesti häälestamiseks avage menüü Automaatne häälestamine. Kas soovite jätkata?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pärast sihtnumbri muutmist kustutatakse kõik olemasolevad Freesati kanalid. Kanalite uuesti häälestamiseks avage menüü Automaatne häälestamine. Kas soovite jätkata?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Pärast riigi muutmist saate kasutada kanalite otsimiseks automaatset häälestamist. Kas soovite jätkata?",
	"Ages 2-7 are allowed to watch.": "2–7-aastased lapsed tohivad vaadata.",
	"Albania": "Albaania",
	"Albanian": "Albaania",
	"Alerts you by sound when the TV is turned on or off.": "Teavitab teid heliga, kui teler lülitatakse sisse või välja.",
	"Algeria": "Alžeeria",
	"All Channels": "Kõik kanalid",
	"All Children": "Kõik lapsed",
	"All ages are allowed to watch.": "Vaatamine on lubatud igas vanuses.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Kõik praegused režiimi {pictureMode} seaded lähtestatakse. Kas soovite jätkata?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Kõik standardrežiimi heliefekti seaded lähtestatakse. Kas soovite jätkata?",
	"Allow Automatic Updates": "Luba automaatne uuendamine",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Lisaks saate reguleerida ruumilise Bluetooth-heli üksikasjalikke seadeid.",
	"Always Open": "Alati avatud",
	"Always-on Off Time": "Funktsiooni Always-on väljalülitusaeg",
	"An error has occurred while copy channels.": "Kanalite kopeerimisel ilmnes viga.",
	"An important software update is available.": "Saadaval on oluline tarkvarauuendus.",
	"Analog Mode": "Analoogrežiim",
	"Analog TV": "Analoog-TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Saate lasta analüüsida heli omadusi ja optimeerida heli iga sisu puhul reaalajas.",
	"Antenna": "Antenn",
	"Antenna ATV": "Antenn, analoog-TV",
	"Antenna DTV": "Antenn-Digitaal TV",
	"Antenna Radio": "Antenni raadio",
	"Antigua and Barbuda": "Antigua ja Barbuda",
	"Any Supplementary Audio": "Iga täiendav heli",
	"App Alarm": "Rakendusealarm",
	"Application Locks": "Rakenduslukud",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Rakendage valitud pildirežiimi seadeväärtused üksikasjalikult kõigile sisenditele või rakendustele.",
	"Apply to all inputs": "Rakenda kõigile sisenditele",
	"Applying value to all inputs...": "Väärtuse rakendamine kõigile sisenditele...",
	"Arabic": "Araabia",
	"Armenia": "Armeenia",
	"Aspect Ratio": "Kuvasuhe",
	"Aspect Ratio Settings": "Kuvasuhte seaded",
	"Assamese": "Assami",
	"Assign channels to remote buttons so you can quickly jump to them.": "Kanalite määramine kaugjuhtimispuldi nuppudele, et saaksite neile kiiresti lülituda.",
	"Athens": "Ateena",
	"Audio Delay": "Heliviivitus",
	"Audio Description": "Helikirjeldus",
	"Audio Description Volume": "Helikirjelduse helitugevus",
	"Audio Guidance": "Helilised suunised",
	"Audio Language": "Heli keel",
	"Audio Out (Line Out)": "Heliväljund (helipesa)",
	"Audio Type": "Helitüüp",
	"Australia": "Austraalia",
	"Auto": "Automaatne",
	"Auto Detect": "Automaatne tuvastamine",
	"Auto Device Detection": "Seadme automaatne tuvastamine",
	"Auto Genre Selection": "Automaatne žanri valimine",
	"Auto Power Off": "Automaatne väljalülitus",
	"Auto Power Sync": "Automaatne toite sünkroonimine",
	"Auto Start": "Automaatne käivitus",
	"Auto Volume": "Automaatne helitugevus",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Võimaldab reguleerida automaatselt helitugevuse erinevust või määrata helitugevuse, mis antud hetkel kaugjuhtimispuldi helitugevuse nupust valitakse.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Optimeerige pildi väärtuseid automaatselt Dolby HDR-i sisu žanri järgi.",
	"Automatically adjust to a picture value optimized for contents genre.": "Optimeerige pildi väärtuseid automaatselt sisu žanri järgi.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Saate automaatselt lülituda FILMMAKER MODE, kui tuvastatakse filmisisu.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimeeri pildikvaliteeti automaatselt vastavalt ümbritseva valguse värvile ja heledusele.",
	"Automatically update system software when an update is found.": "Uuenda süsteemi tarkvarauuenduse leidmisel automaatselt.",
	"Available Internal Storage": "Vaba sisemälu",
	"Azerbaijan": "Aserbaidžaan",
	"BG Color": "Tausta värv",
	"BG Opacity": "Tausta läbipaistvus",
	"Back": "Tagasi",
	"Backlight": "Taustavalgustus",
	"Bahrain": "Bahrein",
	"Balance": "Tasakaal",
	"Basque": "Baski",
	"Bass Boost": "Võimendatud bass",
	"Behavior may vary depending on connected device.": "Käitumine võib olenevalt ühendatud seadmest erineda.",
	"Beijing": "Peking",
	"Belarus": "Valgevene",
	"Belgium": "Belgia",
	"Belgrade": "Belgrad",
	"Berlin": "Berliin",
	"Bermuda": "Bermuuda",
	"Black": "Must",
	"Black Level": "Musta tase",
	"Block TV programs broadcast in English based on their content ratings.": "Ingliskeelsete telesaadete blokeerimine sisuhinnangute põhjal.",
	"Block TV programs broadcast in French based on their content ratings.": "Prantsuskeelsete telesaadete blokeerimine sisuhinnangute põhjal.",
	"Block content based on genre.": "Blokeeri sisu žanri alusel.",
	"Blue": "Sinine",
	"Bluetooth Speaker Mode": "Bluetooth-kõlarirežiim",
	"Bluetooth Surround Sound + Internal TV Speaker": "Ruumiline Bluetooth-heli + teleri sisekõlar",
	"Bluetooth Surround Sound Setup": "Ruumilise Bluetooth-heli seadistus",
	"Bolivia": "Boliivia",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia ja Hertsegovina",
	"Bosnian": "Bosnia",
	"Brazil": "Brasiilia",
	"Brightness": "Heledus",
	"Broadcast Country": "Edastusriik",
	"Broadcast Mail": "Edastuse kiri",
	"Brussels": "Brüssel",
	"Bucharest": "Bukarest",
	"Bulgaria": "Bulgaaria",
	"Bulgarian": "Bulgaaria",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Kui vajutate Lähtesta, kustutate kõik reklaamidega seotud andmed, mida LGE on sellest nutitelerist varem kogunud. Vajutus nupule Lähtesta võib mõjutada seda, milliseid reklaame te edaspidi näete, kuid see ei peata reklaamide näitamist.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus aktiveerimisel nõustute teleri vaatamist puudutava teabe kogumisega LG Electronics Inc. (LGE) poolt ACR-mooduli kaudu. Seda teavet võime jagada anonümiseeritult kolmandatele isikutele eesmärgiga pakkuda teile interaktiivseid teenuseid. Võime jagada kolmandatele isikutele turunduseesmärgil ka anonümiseeritud koondandmeid. Me ei kogu ega levita teadlikult alla 13-aastastelt lastelt saadud või nende kohta käivat teavet. Üksikasjalik teave Live Plusi kohta on toodud vaatamisteabes (tingimused), mis on kättesaadav SmartTV seadete menüüs. LGE soovitab tungivalt lugeda enne Live Plusi funktsiooni aktiveerimist läbi vaatamisteabe täisversioon (tingimused).",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Kui lülitate Live Plusi sisse, mõistate, et teleris kuvatav sisu võidakse tuvastada ja vaatamise teavet võidakse kasutada, et pakkuda teile täiustatud vaatamiskogemust ja isikupärastatud teenuseid, sh sisusoovitused ja reklaamid. Lisateabe saamiseks vaadake üle privaatsuspoliitika ja asjakohased kasutajalepingud teleri seadete menüüs.",
	"CI Information": "CI teave",
	"CI password incorrect. Please enter again.": "CI parool on vale. Sisestage see uuesti.",
	"COMPONENT2": "KOMPONENT2",
	"CS1 Board": "CS1 plaat",
	"CS2 Board": "CS2 plaat",
	"Cable": "Kaabel",
	"Cable ATV": "Kaabel, analoog-TV",
	"Cable DTV": "Kaabel DTV",
	"Cable Radio": "Kaabel-raadio",
	"Cairo": "Kairo",
	"Cambodia": "Cambodža",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kanalit ei leita",
	"Canada": "Kanada",
	"Canary Islands": "Kanaari saared",
	"Cancel": "Tühista",
	"Cancel Schedule": "Tühista ajakava",
	"Cancel Update": "Tühista uuendamine",
	"Cantonese": "Kantoni",
	"Cape Verde": "Roheneemesaared",
	"Catalan": "Katalaani",
	"Caution": "Tähelepanu",
	"Center": "Keskmine",
	"Central African Republic": "Kesk-Aafrika Vabariik",
	"Chad": "Tšaad",
	"Change blue intensity and adjust the color balance.": "Muutke sinise intensiivsust ja reguleerige värvitasakaalu.",
	"Change green intensity and adjust the color balance.": "Muutke rohelise intensiivsust ja reguleerige värvitasakaalu.",
	"Change red intensity and adjust the color balance.": "Muutke punase intensiivsust ja reguleerige värvitasakaalu.",
	"Change the left / right sound": "Vasaku/parema heli muutmine",
	"Change the position of captions using the 4-way dial on the remote control.": "Saate tiitrite asukohta muuta, kasutades kaugjuhtimispuldi neljasuunalist valikunuppu.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Piirkonna muutmisel võivad teleris hetkel häälestatud kanalid muutuda. Kanaleid saate uuesti häälestada menüüs Automaatne häälestamine. Kas soovite piirkondlikke seadeid muuta?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Riigi muutmise tõttu teler taaskäivitatakse ja võib-olla tuleb teil LG kasutuslepinguga uuesti nõustuda. Samuti võib mõne rakenduse ja teenuse kättesaadavus oleneda LG teenuste riigist. Kas soovite jätkata?",
	"Channel Locks": "Kanalilukud",
	"Channel Manager": "Kanalihaldur",
	"Channel Scrolling Options": "Kanali kerimise suvandid",
	"Channel Tuning": "Kanali häälestamine",
	"Channel Tuning & Settings": "Kanali häälestamine ja seaded",
	"Channels": "Kanalid",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI ja teiste välissisendite kanaleid ei saa lukustada. Telekanalite lukustamiseks muutke aktiivseks sisendiks Live TV.",
	"Chatham Islands": "Chatham Saared",
	"Check TV information.": "Saate teleri teavet kontrollida.",
	"Check alarm messages about the user settings or TV status.": "Vaadake hoiatussõnumeid kasutajaseadete või teleri oleku kohta.",
	"Check descriptions for each LG webOS TV functions.": "Vaadake kõigi LG webOS TV funktsioonide kirjeldusi.",
	"Check for Advertising settings and set it.": "Kontrollige reklaami seadeid ja seadistage seda.",
	"Check for Updates": "Kontrolli värskendusi",
	"Check for available functions with Voice and set Voice Settings.": "Kontrollige saadaolevaid funktsioone rakendusega Hääl ja määrake hääleseaded.",
	"Check for problems with the picture quality.": "Kontrolli pildikvaliteedi probleeme.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Teleri sisekõlari helikvaliteedi kontrollimine.",
	"Check for software updates and update if available.": "Saate tarkvaravärskendusi kontrollida ja saadavuse korral värskendada.",
	"Check whether the Bluetooth device is in pairing mode.": "Kontrollige, kas Bluetooth-seade on sidumisrežiimis.",
	"Check your TV status to solve problems or use remote support.": "Kontrollige oma teleri olekut, et lahendada probleeme või kasutada kaugtuge.",
	"Checking Password": "Parooli kontrollimine",
	"Checking for Updates": "Värskenduste kontrollimine",
	"Checking...": "Kontrollimine...",
	"Children": "Lapsed",
	"Children Age": "Laste vanus",
	"Children Program Locks": "Laste saatelukud",
	"Children over 8 are allowed to watch.": "Üle 8-aastased lapsed tohivad vaadata.",
	"Chile": "Tšiili",
	"China": "Hiina",
	"Chinese": "Hiina",
	"Choose to have all channels or just your primary ones when you change channels.": "Valige, kas kanaleid vahetades kuvatakse kõik või vaid valitud kanalid.",
	"Christmas Island": "Jõulusaar",
	"Cinema": "Kino",
	"Cinema Home": "Kino avaleht",
	"Cinema View": "Kinorežiim",
	"Cinema View (32:12)": "Kinorežiim (32:12)",
	"Cinema Zoom": "Kino suum",
	"City": "Linn",
	"City Selection": "Linna valimine",
	"Clean Audio": "Puhas heli",
	"Clear": "Elav",
	"Clear Voice Ⅲ": "Selge hääl III",
	"Clear Voice Ⅳ": "Selge hääl Ⅳ",
	"Clear1": "Puhasta",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klõpsake pärast LG juhtmevaba klaviatuuri sisselülitamist allpool nuppu ÜHENDA ja valige sidumisrežiim.",
	"Close": "Sulge",
	"Closed Caption": "Suletud pealdis",
	"Closed Caption Settings": "Tiitrite seaded",
	"Code Value": "Koodiväärtus",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Hangi ja salvesta MAC-aadress, mudelinumber, riigikood, keeleseaded ja tarkvaraversioon, et kontrollida uusimat värskendatavat tarkvara.",
	"Color": "Värv",
	"Color Gamut": "Värvigamma",
	"Color Management System": "Värvihaldussüsteem",
	"Color Temperature": "Värvi temp.",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Kinnitage kasutustingimused või muutke kasutusleppe kinnitust.",
	"Congo Brazzaville": "Kongo Vabariik",
	"Connect": "Ühenda",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Saate ühendada Bluetooth-kõlari ja teleri kõlari ning reguleerida automaatselt kõlaritevahelist heliviivitust.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Ühendage eARC-iga eARC-i toetav väline heliseade.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Ühendage vastavalt juhendile teleriga välisseadmed, nagu digiboks, heliriba jms.",
	"Connect the LAN cable directly to the TV to use the network.": "Ühendage LAN-kaabel otse teleriga, et võrku kasutada.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Looge võrguühendus, sisestades käsitsi IP-aadressi ja DNS-serveri aadressi.",
	"Connect to the network if a wireless router is installed.": "Looge võrguühendus paigaldatud juhtmeta ruuterit kasutades.",
	"Connect via WPS PBC": "Loo ühendus WPS PBC kaudu",
	"Connect via WPS PIN": "Loo ühendus WPS PIN kaudu",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Ühendage teler ruuteri või modemiga Ethernet-kaabli vahendusel, et juhtmega võrguühendus aktiveerida.",
	"Connect your TV with WiSA Speakers wirelessly.": "Ühendage oma teler juhtmevabalt WiSA-kõlaritega.",
	"Connectable Devices ({num})": "Ühendatavad seadmed ({num})",
	"Connected": "Ühendatud",
	"Connected to Internet": "Internetiga ühendatud",
	"Connecting...": "Ühenduse loomine...",
	"Connection": "Ühendus",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Ühenduse haldamine nutitelefoniga või arvutiga on saadaval. Selleks, et ühendada telerit mobiilseadmega, läheb nutitelefonis ja arvutis vaja ühenduse seadistusi ja taotluseid.",
	"Content Recommendations": "Sisusoovitused",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Sisu esitatakse heliga, mis sobib mitmekanaliliseks kuulamiseks, kui HbbTV teenus toetab mitmekanalilist heli.",
	"Contrast": "Kontrast",
	"Cool": "Jahe",
	"Copenhagen": "Kopenhaagen",
	"Copy Channels": "Kopeeri kanalid",
	"Copy/Delete file": "Faili kopeerimine/kustutamine",
	"Correct contrast and brightness by adjusting black levels.": "Korrigeeri kontrasti ja heledust, reguleerides musta taset.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korrigeerige pildi piksliseadistust ja hoidke ära pildikvaliteedi probleemid, mis võivad tuleneda teleri pikka aega sisselülitatuna hoidmisest.",
	"Could not fined available network.": "Saadaolevat võrku ei leitud.",
	"Croatia": "Horvaatia",
	"Croatian": "Horvaatia",
	"Cuba": "Kuuba",
	"Current time is not valid. Do you want to set the correct time now?": "Praegune kellaaeg on vale. Kas soovite õige kellaaja kohe määrata?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Aktiivsed kohandatud pildirežiimi seaded rakendatakse režiimis {pictureMode} kõigile sisenditele. Kas soovite jätkata?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Praegu ühendatud LG juhtmevaba klaviatuuri ühendus teleriga katkestatakse. Kas soovite jätkata?",
	"Custom": "Kohandatud",
	"Custom Time Zone": "Kohandatud ajavöönd",
	"Customer Service": "Klienditeenindus",
	"Cyan": "Tsüaan",
	"Cyprus": "Küpros",
	"Czech": "Tšehhi",
	"Czech Republic": "Tšehhi Vabariik",
	"DNS Server": "DNS server",
	"DR Congo": "Kongo DV",
	"DTV Audio Setting": "DTV heliseade",
	"Damascus": "Damaskus",
	"Danish": "Taani",
	"Data Service": "Andmeteenus",
	"Date": "Kuupäev",
	"Day": "Päev",
	"Delete": "Kustuta",
	"Delete Connection History": "Ühenduste ajaloo kustutamine",
	"Delete Pairing History": "Paarimise ajaloo kustutamine",
	"Delete Usage Data": "Kustuta kasutusandmed",
	"Demo Options": "Demorežiimi suvandid",
	"Democratic Republic of the Congo": "Kongo DV",
	"Denmark": "Taani",
	"Depressed": "Surutud",
	"Deregister": "Tühista registreering",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Kirjelda kuvatud sisu häälega, et nägemispuudega inimesed saaksid telerit kasutada.",
	"Detect Range": "Tuvastusvahemik",
	"Device Connection Settings": "Seadmeühenduse seadistused",
	"Device List": "Seadmete loend",
	"Device Name": "Seadme nimi",
	"Digital Mode": "Digirežiim",
	"Digital Sound Out": "Digiheli on välja lülitatud",
	"Digital TV": "Digitaal-TV",
	"Directed to Older Children (ages 7 and above)": "Suunatud vanematele lastele (alates 7. eluaastast)",
	"Disabled": "Keelatud",
	"Disconnect": "Ühenduse katkestamine",
	"Display captions for hearing-impaired viewers to use TV.": "Kuva subtiitrid, mis aitavad kuulmispuudega inimestel telerit kasutada.",
	"Display fast-moving content smoothly and clearly.": "Saate seadistada kiiresti liikuva sisu sujuvalt ja selgelt kuvamise.",
	"Display luminance level for the highest point (100 IRE).": "Saate kuvada kõrgeima punkti heledustaseme (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Saate valida piltide kuvamise sooja või külma värvitemperatuuriga.",
	"Do Not Sell My Personal Information": "Ära müü minu isikuandmeid",
	"Do Not Track": "Ära jälgi",
	"Do you want to continue?": "Kas soovite jätkata?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Kas soovite kanalite loendi USB-mäluseadmest telerisse kopeerida? Teleri olemasolevad kanalid kustutatakse.",
	"Do you want to copy channel list from your TV to the USB storage?": "Kas soovite kanalite loendi telerist USB-mäluseadmele kopeerida?",
	"Do you want to reset Position Settings?": "Kas soovite asendi seaded lähtestada?",
	"Do you want to reset Volume Control?": "Kas soovite helitugevuse juhtimise lähtestada?",
	"Do you want to set the correct time now?": "Kas soovite õige kellaaja kohe määrata?",
	"Do you want to turn your TV off now?": "Kas soovite teleri kohe välja lülitada?",
	"Dominican Republic": "Dominikaani Vabariik",
	"Done": "Valmis",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Kirja allalaadimine",
	"Download and Install": "Laadi alla ja installi",
	"Downloadable Rating": "Allalaaditav hindamine",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Funktsiooni Always-on väljalülitusaja vältel on mõned funktsioonid, nagu kõnetuvastus jms, piiratud, kui ekraan on välja lülitatud.",
	"Dutch": "Hollandi",
	"Dynamic Color": "Dünaamiline värv",
	"Dynamic Contrast": "Dünaamiline kontrastsus",
	"Dynamic Tone Mapping": "Dünaamiline värvide sobitamine",
	"Easter Island": "Lihavõttesaared",
	"Eastern Africa": "Ida-Aafrika",
	"Eco Mode": "Eco režiim",
	"Edge Color": "Serva värv",
	"Edge Enhancer": "Serva täiustaja",
	"Edge Type": "Serva tüüp",
	"Edit": "Redigeeri",
	"Egypt": "Egiptus",
	"Emergency Alert": "Hädaabiteade",
	"Enabled": "Lubatud",
	"Energy Saving": "Energiasääst",
	"Energy consumption may increase if this feature is on.": "Selle funktsiooni sisselülitamine võib energiatarvet suurendada.",
	"Energy saving modes to limit power consumption.": "Energiasäästurežiimid, et piirata võimsustarvet.",
	"English": "Inglise",
	"Enhance the bass sound.": "Saate bassiheli täiustada.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Parandage mõnede menüüde heleda ja tumeda ala, näiteks tausta ja teksti, vahelist kontrastsust, et halva nägemisega inimesed neid paremini näeksid.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Täiustage sisu eraldusvõimet ja teravust, kasutades algoritmi, mis on õpitud LG süvaõppemeetodiga, ja optimeerige sügavust sisuanalüüsi abil.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Nautige Dolby Atmose sisu optimaalse heliga, lülitades helivälja efekti sisse.",
	"Enjoy TV sound by connecting Wired Headphones.": "Nautige teleri heli juhtmega kõrvaklappide ühendamise teel.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Nautige teleri heli läbi heliseadmete, mis on ühendatud porti HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Nautige teleri heli läbi heliseadmete, mis on ühendatud porti OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Nautige teleri heli läbi LG heliseadme, mis on ühendatud porti OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Nautige teleri heli heliväljundi/kõrvaklappide pesaga ühendatud heliseadmete kaudu.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Nautige teleri heli korraga nii teleri sisekõlari kui ka juhtmega kõrvaklappide kaudu.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Nautige teleri heli väliste heliseadmete kaudu, mis on ühendatud nii teleri sisekõlariga kui ka pordiga OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Nautige puhast ja loomulikku heli.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Nautige heli juhtmeta heliseadmest, mis on ühendatud LG Sound Synci või Bluetoothi kaudu.",
	"Enjoy the sound optimized to the room.": "Nautige ruumi jaoks optimeeritud heli.",
	"Enter CI Password": "Sisestage CI parool",
	"Enter the PIN in your router's settings.": "Sisestage ruuteri sätetes PIN-kood.",
	"Enter the master password.": "Sisestage ülemparool.",
	"Equalizer": "Ekvalaiser",
	"Estonia": "Eesti",
	"Estonian": "Eesti",
	"Ethiopia": "Etioopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Isegi kui see seadistus on välja lülitatud, saate vaadata seotud teavet kanali bänneril või häältuvastusega.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Isegi kui teler on välja lülitatud ja kasutab minimaalselt toidet, on teil võimalik muusikat kuulata, kui ühendate mobiilseadme. Kui teler lülitatakse sisse, saab jälle kiiresti mitmeid funktsioone kasutada.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Saate kuulata muusikat isegi siis, kui teler on välja lülitatud, ühendades nutitelefoni Bluetoothi kaudu teleriga.",
	"Every Day": "Iga päev",
	"Every Weekday": "Iga tööpäev",
	"Every Weekend": "Iga nädalavahetus",
	"Expert (Bright Room)": "Ekspert (valge tuba)",
	"Expert (Dark Room)": "Ekspert (pime tuba)",
	"Export your TV's channel list information to a connected USB device.": "Teleri kanaliloendi teabe eksportimine ühendatud USB-seadmesse.",
	"Extended": "Laiendatud",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Automaatse väljalülitamise seadete ajavahemiku laiendamine või funktsiooni välja lülitamine võib energiatarvet suurendada.",
	"Extreme": "Äärmine",
	"Eye Comfort Mode": "Silmalõõgastusrežiim",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE automaatne muutmine",
	"Fantasy Violence": "Fantaasiavägivald",
	"Fast": "Kiire",
	"Find and tell an audio device available to connect around TV.": "Leia ja teadusta heliseade, mis on teleri läheduses ühendamiseks saadaval.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Peenhäälestage punase, rohelise, sinise, tsüaani, magenta ja kollase värviruumi.",
	"Finland": "Soome",
	"Finnish": "Soome",
	"Flash": "Välk",
	"Flat Mode": "Ühtlane režiim",
	"Football": "Jalgpall",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS-i (Wi-Fi Protected Setup) toega juhtmeta ruuteri puhul sisestage PIN-kood, et teler juhtmeta võrku ühendada.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS-i (Wi-Fi Protected Setup) toega juhtmeta ruuteri puhul vajutage nuppu WPS-PBC, et teler juhtmeta võrku ühendada.",
	"France": "Prantsusmaa",
	"French": "Prantsuse",
	"French Polynesia": "Prantsuse Polüneesia",
	"Full Wide": "Täisekraan",
	"Gaelic": "Gaeli",
	"Galapagos Islands": "Galapagose Saared",
	"Galician": "Galeegi",
	"Gallery": "Galerii",
	"Game": "Mängud",
	"Gateway": "Lüüs",
	"General": "Üldine",
	"General Age": "Keskmine vanus",
	"General Audience": "Üldine vaatajaskond",
	"General Audiences": "Üldine vaatajaskond",
	"General Program Locks": "Üldised saatelukud",
	"Georgia": "Gruusia",
	"German": "Saksa",
	"Germany": "Saksamaa",
	"Get started in a quiet environment for sound optimization.": "Heli optimeerimiseks alustage vaikses keskkonnas",
	"Getting...": "Hankimine...",
	"Grayscale": "Halliskaala",
	"Greece": "Kreeka",
	"Greek": "Kreeka",
	"Green": "Roheline",
	"Greenland": "Gröönimaa",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Heliga juhtmenüüd ja toimingud, mis aitavad nägemispuudega inimestel telerit kasutada.",
	"Guinea Bissau": "Guinea-Bissau",
	"Guinea Equatorial": "Ekvatoriaal-Guinea",
	"Gujarati": "Gudžarati",
	"H Position": "H asend",
	"H Sharpness": "H teravus",
	"H Size": "H suurus",
	"HD Mode": "HD-režiim",
	"HD Mode Option": "HD-režiimi valik",
	"HDD Eco Mode": "HDD Eco režiim",
	"HDD Power Saving Mode": "HDD energiasäästurežiim",
	"HDMI Input Audio Format": "HDMI-sisendheli vorming",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Pesad HDMI {port1} ja HDMI {port2} toetavad funktsiooni 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Pordid HDMI {port1} ja HDMI {port2} toetavad funktsiooni Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Pesa HDMI {port1} toetab funktsiooni 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Pesa HDMI {port1} toetab funktsiooni Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Pesad HDMI {port1}, HDMI {port2} ja HDMI {port3} toetavad funktsiooni 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Pordid HDMI {port1}, HDMI {port2} ja HDMI {port3} toetavad funktsiooni Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Pesad HDMI {port1}, HDMI {port2}, HDMI {port3} ja HDMI {port4} toetavad funktsiooni 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Pordid HDMI {port1}, HDMI {port2}, HDMI {port3} ja HDMI {port4} toetavad funktsiooni Ultra HD Deep Colour.",
	"HDR Effect": "HDR, efekt",
	"HDR Picture Mode": "HDR-pildirežiim",
	"Hard of Hearing": "Vaegkuulja",
	"Headphones Volume": "Kõrvaklappide helitugevus",
	"Hebrew": "Heebrea",
	"Helsinki": "Helsingi",
	"High": "Kõrge",
	"High Contrast": "Suur kontrast",
	"Higher values increase a sense of warmth or coldness.": "Suuremad väärtused suurendavad sooja- või külmataju.",
	"Home Animation": "Avakuva animatsioon",
	"Home Auto Launch": "Avakuva automaatne käivitus",
	"Home Mode": "Kodurežiim",
	"Home Promotion": "Avakuva pakkumine",
	"Home Settings": "Avalehe seaded",
	"Home/Store Mode": "Kodurežiim/Salvestusrežiim",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Tundi",
	"However, the IPv6 version of the address does not support editing.": "IPv6-tüüpi aadress aga ei võimalda aadressi muutmist.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Selleks aga, et tagada teleri optimaalne seisukord, keelatakse funktsioon Always-on määratud viieks tunniks ja toide lülitatakse täielikult välja.",
	"Hungarian": "Ungari",
	"Hungary": "Ungari",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "TÄHTIS! Lähtestamine kustutab kõik teie konto seaded ja installitud rakendused. Seda toimingut ei saa tagasi võtta.",
	"IP (Automatic)": "IP (automaatne)",
	"IP (Manual)": "IP (käsitsi)",
	"IP Address": "IP-aadress",
	"IVC (Cote d’Ivoire)": "Elevandiluurannik",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Kui automaatne toite sünkroonimine on lubatud, saavad SIMPLINK-i seadmed teie teleri sisse lülitada ja teler lülitab väljalülitumisel SIMPLINK-i seadmed välja.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Kui digiboksi/OTT seadistamine on valmis, kasutage võimalust juhtida ühendatud digiboksi LG kaugjuhtimispuldist.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Kui seade on porti ühendatud, saate kuvada mängu optimeeritud pildi, mille puhul on viidud miinimumini viivitus või seadme video katkestus.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Kui see on sisse lülitatud ja ühendate seadme, mis toetab samuti funktsiooni Ultra HD Deep Colour, võib pilt olla selgem.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Kui salvestamine või tarkvara värskendamine on pooleli, oodatakse kuni vastava toimingu lõpetamiseni ja toiminguks võib kuluda rohkem kui tund.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Kui pooleli on salvestamine või tarkvara värskendamine, oodatakse kuni vastava toimingu lõpetamiseni ja protsess võib kesta kauem kui {n} minut(it).",
	"If the device is not connected, you may not hear any sound through it.": "Kui seade ei ole ühendatud, ei pruugi te selle kaudu heli kuulda.",
	"If the edge of the screen is not clean, please turn this function off.": "Kui ekraani serv ei ole selge, lülitage see funktsioon välja.",
	"If the program does not support multiple languages, the default language is selected.": "Kui programm mitut keelt ei toeta, valitakse vaikekeel.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Kui programm valitud väljundi vormingut ei toeta, kasutatakse allika vaikimisi väljundit.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Kui saade ei toeta erinevaid heliseadeid, valitakse vaikimisi heliseaded.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Sama sümptomi kordumisel muutke väärtust uuesti või taaskäivitage ühendatud välisseade.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Kui valitud keelt ei toetata, kasutatakse edastuste vaikekeeli.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Kui ekraanil on liikumatu kujutis ja kasutaja ei ole tunni aja jooksul ühtegi toimingut teinud, lülitub teler ekraanisäästjale.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Kui määratud kellaaeg erineb hetkeajast väga palju, ei pruugita teatud nutifunktsioone kuvada.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Kui te ei kuule seadmest heli, siis veenduge, et see töötaks nõuetekohaselt ja toetaks LG Sound Synci.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Kui valite poedemo režiimi, lülitab see seadistused telerikaupluste näidiste jaoks optimaalsetele väärtustele.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Kui lülitate automaatse juhtimise sisse, saate kasutada ainult kaugjuhtimispuldi vasak-, parem-, üles- ja allanoole nuppe ning mõnda kursori kasutamist eeldavat rakendust ei saa kasutada.",
	"If you turn it off, CAM operator's profile will be deleted.": "Funktsiooni väljalülitamisel kustutatakse CAMi operaatori profiil.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Selle väljalülitamisel ei ole ükski häälestatud CAMi kanal vaadatav ja edaspidi ei edastata teavitusi.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Kui lülitate funktsiooni Kiirkäivitus+ sisse, ei saa te oma telerit puldivabalt juhtida. Kas soovite jätkata?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Kui lülitate ekraanisäästuri välja ja sama pilt jääb ekraanile rohkem kui 2 tunniks, võib see mõjutada ekraanil kuvatava pildi kvaliteeti. Kui see jääb püsima rohkem kui 5 tunniks, võib esineda pildikvaliteedi pöördumatu halvenemine. Kas soovite jätkata?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Kui selle suvandi välja lülitate, võib liikumatu kujutis kauemaks ekraanile jääda, mis halvendab ekraani kvaliteeti ja kvaliteet ei pruugi mõnel juhul täielikult taastuda.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Kui kasutate energiasäästmise funktsiooni, saab Teie televiisori heledus sellest mõjutatud.",
	"Import your TV's channel list information from a connected USB device.": "Teleri kanaliloendi teabe importimine ühendatud USB-seadmest.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Teleri kanaliloendi teabe importimine/eksportimine ühendatud USB-seadmest/-seadmesse.",
	"In Home": "Kodu",
	"Indonesia": "Indoneesia",
	"Indonesian": "Indoneesia",
	"Inner": "Sisemine",
	"Input": "Sisend",
	"Input Locks": "Sisendilukud",
	"Input field": "Sisestusväli",
	"Installing...": "Installimine...",
	"Instant Game Response": "Kohene mänguvastus",
	"Interactive Service": "Interaktiivne teenus",
	"Interactivity(DTVi)": "Interaktiivsus (DTVi)",
	"Internal TV Speaker": "Teleri sisekõlar",
	"Invert Colors": "Pööra värvid ümber",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Saate mõne menüü teatud värvid ümber pöörata ja neid kompenseerida, et parandada ekraanil kuvatavate üksuste nähtavust.",
	"Iran": "Iraan",
	"Iraq": "Iraak",
	"Ireland": "Iirimaa",
	"Irish": "Iiri",
	"Israel": "Iisrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Pildirežiime saab lähtestada eraldi, niisiis valige soovitud pildirežiim ja lähtestage see.",
	"It may not sound depending on connected devices.": "See ei pruugi olenevalt ühendatud seadmetest kõlada.",
	"It may take a few minutes.": "Sellele kulub mõni minut.",
	"It may take a few seconds.": "Sellele kulub mõni sekund.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "See pakub optimaalset heli või Virtual 4.0 ruumilist heli, tuginedes vaadatavale žanrile ja algoritmile, mis on õpitud LG masinõppemeetodiga.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "See pakub optimaalset heli või Virtual 5.1 ruumilist heli, tuginedes vaadatavale žanrile ja algoritmile, mis on õpitud LG süvaõppemeetodiga.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "See optimeerib heli, häälestades ruumis peegelduvat heli vastavalt teleri paigaldusviisile.",
	"It reduces jaggies in the picture for a smooth picture.": "See vähendab ühtlase pildi saavutamiseks pildi sakilisust.",
	"It works only when the broadcasting program supports captions.": "See töötab ainult juhul, kui edastatav saade toetab tiitreid.",
	"It works only when the broadcasting program supports subtitles.": "See töötab ainult juhul, kui edastatav saade toetab subtiitreid.",
	"Italian": "Itaalia",
	"Italy": "Itaalia",
	"Ivory Coast": "Elevandiluurannik",
	"Japan": "Jaapan",
	"Japanese": "Jaapani",
	"Jerusalem": "Jeruusalemm",
	"Jordan": "Jordaania",
	"Just Scan": "Skaneerimine",
	"Kamchatka": "Kamtšatka",
	"Kazakh": "Kasahhi",
	"Kazakhstan": "Kasahstan",
	"Kenya": "Keenia",
	"Keyboard Languages": "Klahvistiku keeled",
	"Kiev": "Kiiev",
	"Korea": "Korea",
	"Korean": "Korea",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuveit",
	"Kyrgyzstan": "Kõrgõzstan",
	"LED Local Dimming": "LED hämardus",
	"LG Logo Light (Front of TV)": "LG Logo Light (Teleri esiosas)",
	"LG Services Country": "LG teenuste riik",
	"LG Wireless Keyboard": "LG juhtmevaba klaviatuur",
	"LG Wireless Keyboard Connected:": "LG juhtmevaba klaviatuur ühendatud:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG juhtmevaba klaviatuur võimaldab teil juhtida telerit Bluetoothi kaudu.",
	"Language": "Keel",
	"Large": "Suur",
	"Last tuning:": "Viimane häälestamine:",
	"Latvia": "Läti",
	"Latvian": "Läti",
	"Lebanon": "Liibanon",
	"Left": "Vasak",
	"Left Right": "Vasak-parem",
	"Left Surround": "Vasak ruumiline",
	"Left drop shadow": "Vasakpoolse languse vari",
	"Legal Notice": "Juriidiline märkus",
	"Liberia": "Libeeria",
	"Libya": "Liibüa",
	"Light": "Kerge",
	"Limit AD Tracking": "Piira AD jälgimist",
	"Lisbon": "Lissabon",
	"Lithuania": "Leedu",
	"Lithuanian": "Leedu",
	"Live Theater": "Reaalajas teater",
	"Loading...": "Laadimine...",
	"Local": "Kohalik",
	"Local Language": "Kohalik keel",
	"Location": "Asukoht",
	"Lock All": "Lukusta kõik",
	"Lock changes for currently running apps will be applied the next time they are started.": "Praegu töötavate rakenduste lukustamise muudatused rakenduvad nende rakenduste järgmisel käivitamisel.",
	"Logo Luminance Adjustment": "Logo heleduse kohandamine",
	"Low": "Madal",
	"Luminance": "Heledus",
	"Luxembourg": "Luksemburg",
	"MAC Address": "MAC-aadress",
	"MAC Address (Wired)": "MAC-aadress (juhtmega)",
	"MAC Address (Wireless)": "MAC-aadress (juhtmevaba)",
	"MASTER PASSWORD": "ÜLEMPAROOL",
	"MHEG Guide": "MHEG juhend",
	"MPEG Noise Reduction": "MPEG müravaigistus",
	"Macedonia": "Makedoonia",
	"Macedonia, The Former Yugoslav Republic Of": "Makedoonia, Endine Jugoslaavia Vabariik",
	"Macedonian": "Makedoonia",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Saate muuta hägused või raskesti nähtavad alad erksamaks.",
	"Malay": "Malai",
	"Malaysia": "Malaisia",
	"Maldives": "Malediivid",
	"Manage channels stored on the TV.": "Saate hallata telerisse salvestatud kanaleid.",
	"Mandarin": "Mandariini",
	"Manual": "Käsitsi",
	"Maori": "Maoori",
	"Marshall Islands": "Marshalli Saared",
	"Mature Audience Only": "Ainult täiskasvanud vaatajaskond",
	"Mauritania": "Mauritaania",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimeeri kontrasti, suurendades ekraani heledate ja tumedate alade intensiivsust.",
	"Medium": "Keskmine",
	"Menu Language": "Menüü keel",
	"Menu Transparency": "Menüü läbipaistvus",
	"Message": "Sõnum",
	"Method": "Meetod",
	"Mexico": "Mehhiko",
	"Middle East": "Lähis-Ida",
	"Minutes": "Minutid",
	"Mobile Connection Management": "Mobiiliühenduse haldamine",
	"Mode Option": "Režiimi valik",
	"Model": "Mudel",
	"Mongolia": "Mongoolia",
	"Month": "Kuu",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Silmade kaitsmine",
	"Movie Lock": "Filmilukk",
	"Mozambique": "Mosambiik",
	"Multi": "Mitu",
	"Multi Channel Audio": "Mitmekanaliline heli",
	"Multi Feed": "Mitmiksööt",
	"Multiple": "Mitu",
	"Music": "Muusika",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "NEXTGEN-teleri režiim",
	"Namibia": "Namiibia",
	"Narrow": "Kitsas",
	"Natural": "Loomulik",
	"Nepal": "Nepaal",
	"Netherland": "Holland",
	"Netherlands": "Holland",
	"Network": "Võrk",
	"Network Connection Settings": "Võrguühenduse seadistused",
	"Network Name": "Võrgu nimi",
	"Network-Based Personalization Recommendations": "Võrgupõhised isikupärastamissoovitused",
	"New Caledonia": "Uus-Kaledoonia",
	"New Zealand": "Uus-Meremaa",
	"Next": "Edasi",
	"Nigeria": "Nigeeria",
	"Night": "Öö",
	"No": "Ei",
	"No Internet via 3G/4G network": "Interneti-ühendus 3G/4G võrgu kaudu puudub",
	"No Internet via Ethernet": "Etherneti kaudu internetiühendus puudub",
	"No Internet via Wi-Fi": "Wi-Fi kaudu internetiühendus puudub",
	"No One 17 and Under Admitted.": "17-aastastele ja noorematele keelatud.",
	"No Operation Auto Off": "Toimingu automaatne väljalülitamine puudub",
	"No Signal Auto Off": "Signaali automaatne väljalülitamine puudub",
	"No Signal Image": "Telepilt puudub",
	"No Signal Power Off (15Min)": "Väljalülitumine signaali puudumisel (15 min)",
	"No devices have been found.": "Ühtegi seadet ei leitud.",
	"No paired devices.": "Seotud seadmeid pole.",
	"No signal on Server": "Serveris puudub signaal",
	"No updates found.": "Uuendusi ei leitud.",
	"Noise Reduction": "Müravaigistus",
	"None": "Puudub",
	"Normal": "Tavaline",
	"North Korea": "Põhja-Korea",
	"Northern Africa": "Põhja-Aafrika",
	"Norway": "Norra",
	"Norwegian": "Norra",
	"Not Connected": "Pole ühendatud",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Märkus. Kui teie seade ei toeta seda funktsiooni, ei pruugi see nõuetekohaselt töötada. Sel juhul ühendage seade teise HDMI-pesaga või lülitage 8K HDMI Ultra HD Deep Colour välja.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Märkus. Kui teie seade seda funktsiooni ei toeta, ei pruugi see nõuetekohaselt toimida. Sel juhul ühendage seade teise HDMI-porti või lülitage HDMI Ultra HD Deep Colouri seadistus välja.",
	"Note: Available options depend on the broadcast program.": "Märkus. Saadaolevad suvandid olenevad edastatavast saatest.",
	"Note: Behavior may differ if connected device is not a LG device.": "Märkus: tulemus võib erineda, kui ühendatud seade ei ole LG seade.",
	"Note: Only displayed when it is provided by the program.": "Märkus. Kuvatakse ainult juhul, kui programm seda toetab.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Märkus. Subtiitrid kuvatakse ainult juhul, kui need on edastatava programmi osaks.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Märkus. Toetatud funktsioonid võivad mudelite ja sisu taasesituse (nt Live TV või VOD-i sisu) funktsiooni toimimisest olenevalt erineda.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Märkus:<br>1. Kui teler on sisse lülitatud ajal, mil piksli värskendaja toiming on pooleli, lõpetab viimane toimingu ja teil tuleb uuesti alustada..<br>2. Töötlemise ajal võidakse ekraanil kuvada valget joont. See on kuva tühjendamisel tavaline.",
	"Notifications": "Teavitused",
	"OLED LIGHT": "OLED-TULI",
	"OLED Screen Saver": "OLED-ekraanisäästja",
	"Object Audio": "Objekti heli",
	"Off": "Väljas",
	"Oman": "Omaan",
	"On": "Sees",
	"OnTimer Channel not selected": "Sisselülitustaimeri kanal pole valitud.",
	"Open": "Ava",
	"Open Source Licenses": "Avatud lähtekoodiga tarkvara teatis",
	"Open when TV is turned on": "Avatud, kui teler on sisse lülitatud",
	"Operate once when TV is off": "Tööta, kui teler on välja lülitatud",
	"Optical": "Optiline",
	"Optical + Internal TV Speaker": "Optiline + teleri sisekõlar",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimeerige sisu sügavust, kasutades algoritmi, mis on õpitud LG masinõppemeetodiga.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimeeri kontrasti seadeid vastavalt HDR-sisu pildi heledusele.",
	"Optimize contrast settings based on image brightness.": "Optimeeri kontrasti seadeid vastavalt pildi heledusele.",
	"Optimize the sound for a cinematic experience.": "Saate optimeerida heli kinokogemuse pakkumiseks.",
	"Original Language": "Algkeel",
	"Others": "Teised",
	"Outer": "Välimine",
	"Output sound through the Internal TV speaker.": "Heli väljastamine teleri sisekõlari kaudu.",
	"PIN: {pin}": "PIN-kood: {pin}",
	"Panjabi": "Pandžabi",
	"Papua New Guinea": "Paapua Uus-Guinea",
	"Parental Guidance Suggested": "Soovitatav on vanemlik järelevalve",
	"Parental Guidance Suggested :": "Soovitatav on vanemlik järelevalve:",
	"Parental guidance suggested for children ages 8-13.": "8–13 aastaste laste puhul on soovitatav vanematepoolne juhendamine.",
	"Parents Guidance strongly required :": "Vanemlik järelevalve rangelt soovitatav:",
	"Parents Strongly Cautioned": "Tungiv hoiatus vanematele",
	"Paris": "Pariis",
	"Pass Through": "Läbiviik",
	"Password": "Parool",
	"Patent Information": "Patendi teave",
	"Peak Brightness": "Maksimaalne heledus",
	"Persian": "Pärsia",
	"Peru": "Peruu",
	"Philippines": "Filipiinid",
	"Photo": "Foto",
	"Pick a Time": "Valige aeg",
	"Picture": "Pilt",
	"Picture Mode": "Pildirežiim",
	"Picture Mode Settings": "Pildirežiimi seaded",
	"Picture Options": "Pildivalikud",
	"Picture Test": "Pilditest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Pildi või heli edastamine ei pruugi nõuetekohaselt toimuda, kui ühendatud välisseade ja teler olid algselt ühenduses. Probleemi püsimisel lähtestage seaded või taaskäivitage ühendatud välisseade.",
	"Pitch": "Helikõrgus",
	"Pixel Refresher": "Piksli värskendaja",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Piksli värskendaja võimaldab teleril esitada võimalikult selget pilti.",
	"Pixel Refresher begins only once when the TV is turned off.": "Piksli värskendaja alustab alles siis, kui teler on välja lülitatud.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Piksli värskendaja on ajastatud käivituma järgmisel korral, mil teler välja lülitatakse.",
	"Play": "Esita",
	"Play sound through TV Speaker.": "Saate esitada heli teleri kõlari kaudu.",
	"Play the standard sound suitable for all types of content.": "Saate esitada igat tüüpi sisu puhul sobilikku standardheli.",
	"Please check if WiSA Speakers are turned on and try again.": "Kontrollige, kas WiSA kõlarid on sisse lülitatud, ja proovige uuesti.",
	"Please check that the Bluetooth device is already connected to another device.": "Kontrollige, kas Bluetooth-seade on juba teise seadmega ühendatud.",
	"Please check the network name and password and try again.": "Kontrollige võrgunime ja parooli ning proovige uuesti.",
	"Please check the status and try again": "Kontrollige olekut ja proovige uuesti.",
	"Please do not unplug the USB storage until the copying is completed.": "Ärge lahutage USB-mäluseadet enne, kui kopeerimine on lõpetatud.",
	"Please enter your password to turn off this function.": "Sisestage oma parool selle funktsiooni väljalülitamiseks.",
	"Please enter your password to turn on this function.": "Sisestage oma parool selle funktsiooni sisselülitamiseks.",
	"Please make sure that your TV is connected to the network and try again.": "Veenduge, et teler on võrguga ühendatud ja proovige uuesti.",
	"Please note that LG does not use or manage the value.": "Võtke arvesse, et LG ei kasuta ega halda seda väärtust.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Pange tähele, et heli ei pruugita väljastada, kui digitaalseks heliväljundiks on valitud läbiviik.",
	"Please try again later.": "Proovige hiljem uuesti.",
	"Please wait while the Settings application reloads.": "Oodake, kuni seadete rakendust uuesti laaditakse.",
	"Please wait while the Settings application restarts.": "Oodake, kuni seadete rakendus taaskäivitub.",
	"Please wait while the TV restarts.": "Oodake, kuni teler taaskäivitub.",
	"Please wait while the TV searches for LG Service Country.": "Oodake, kuni teler otsib LG teenuse riiki.",
	"Point": "Punkt",
	"Pointer Options": "Osuti suvandid",
	"Pointer Size": "Kursori suurus",
	"Poland": "Poola",
	"Polish": "Poola",
	"Porto Novo": "Porto-Novo",
	"Portuguese": "Portugali",
	"Position": "Asend",
	"Position Settings": "Asendiseaded",
	"Power Off Timer": "Väljalülitustaimer",
	"Power On Timer": "Sisselülitustaimer",
	"Power Saving Mode": "Energiasäästurežiim",
	"Prague": "Praha",
	"Preschool": "Eelkool",
	"Press right button to adjust de-blur and Motion Pro value.": "Hägususe eemaldamise ja Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Hägususe eemaldamise ja OLED Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-blur and OLED Motion value.": "Hägususe eemaldamise ja OLED Motion väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder and Motion Pro value.": "Väreluse eemaldamise ja Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Väreluse eemaldamise ja OLED Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder and OLED Motion value.": "Väreluse eemaldamise ja OLED Motion väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Väreluse ja hägususe eemaldamise ning Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Väreluse ja hägususe eemaldamise ning OLED Motion Pro väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Väreluse ja hägususe eemaldamise ning OLED Motion väärtuse reguleerimiseks vajutage parempoolset nuppu.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Teleri võrguühenduse loomiseks vajutage WPS-i toega ruuteril nuppu WPS.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro seadete reguleerimiseks vajutage parempoolset nuppu.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro seadete reguleerimiseks vajutage parempoolset nuppu.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion seadete reguleerimiseks vajutage parempoolset nuppu.",
	"Press the right button to adjust de-blur settings.": "Hägususe eemaldamise seadete reguleerimiseks vajutage parempoolset nuppu.",
	"Press the right button to adjust de-judder settings.": "Väreluse eemaldamise seadete reguleerimiseks vajutage parempoolset nuppu.",
	"Previous": "Tagasi",
	"Primary Audio Language": "Heli põhikeel",
	"Primary Channels": "Põhikanalid",
	"Primary Teletext Language": "Esmane teleteksti keel",
	"Program exempted from ratings.": "Saade piirangute alt vabastatud.",
	"Programme": "Programm",
	"Provide HbbTV Distinctive ID": "HbbTV eristava ID saatmine",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Andke HbbTV teenusele edastuse jaoks HbbTV unikaalne ID.",
	"Provided services may vary depending on countries.": "Pakutavad teenused võivad riikide lõikes erineda.",
	"Qatar": "Katar",
	"Quick Help": "Kiirspikker",
	"Quick Start+": "Kiirkäivitus+",
	"Raised": "Reljeefne",
	"Real Cinema": "Tõeline kino",
	"Reason: Authentication with access point was unsuccessful.": "Põhjus: pääsupunkti alusel autentimine ei õnnestunud.",
	"Reason: Could not establish a connection to access point.": "Põhjus: pääsupunktiga ei saanud ühendust luua.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Põhjus: DHCP abil ei saanud kehtivat IP-aadressi tuua.",
	"Reason: Entered password is incorrect.": "Põhjus: sisestatud parool on vale.",
	"Reason: Password is missing.": "Põhjus: parool puudub.",
	"Reason: The network you selected is out of range.": "Põhjus: valitud võrk on vahemikust väljas.",
	"Reason: Unable to login.": "Põhjus: ei saa sisse logida.",
	"Receive emergency alerts from TV when an emergency occurs.": "Võtke õnnetuste puhul telerilt vastu hädaolukorra häireid.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Soovitatavad seadistused kellaaegade kohta, mil te tavaliselt teleri funktsiooni Always-on ei vaja.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Soovitatakse kasulikku sisu ja funktsioone, mille aluseks on teie vaatamiste ajalugu ja rakenduse kasutamisharjumused.",
	"Recommendations are available for the people, products and locations related to the current program.": "Soovitused on saadaval praeguse saatega seotud inimeste, toodete ja asukohtade jaoks.",
	"Red": "Punane",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Vähendage digitaalvideosignaalide ebaühtlast müra, et optimeerida selget pildikvaliteeti.",
	"Region": "Piirkond",
	"Registered Devices ({num})": "Registreeritud seadmed ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Tugevdatakse optimeeritud heli kõrgeid toone.",
	"Reinforce the low-pitched tone of the optimized sound.": "Tugevdatakse optimeeritud heli madalaid toone.",
	"Remote Settings": "Kaugjuhtimispuldi seaded",
	"Remove irregular and erratic pixels for a clearer image.": "Selgema pildi saamiseks eemaldage ebaregulaarsed ja korrapäratud pikslid.",
	"Reset": "Lähtesta",
	"Reset AD ID": "Lähtesta AD ID",
	"Reset CI Password": "Lähtesta CI parool",
	"Reset HbbTV Distinctive ID": "Lähtesta HbbTV eristav ID",
	"Reset Password": "Lähtestage parool",
	"Reset Settings": "Lähtesta seaded",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Lähtesta heakskiidetud rakenduste loend HbbTV mobiilirakendusega ühendumisel.",
	"Reset the caption position.": "Saate tiitrite asukoha lähtestada.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Saate nii vaatamisajaloo kui ka rakenduste kasutusandmed lähtestada. Kui ajalugu on lähtestatud, võib teatud hulgal aega minna, et uuesti sisusoovitusi saada.",
	"Reset to Initial Settings": "Taasta algsätted",
	"Restrict access to TV programs based on their ratings.": "Piira juurdepääsu telesaadetele vastavalt nendele antud hinnangule.",
	"Restrict watching based on age ratings for children programs.": "Piirake vaatamist olenevalt lastesaadete vanusepiirangutest.",
	"Restrict watching based on ages ratings.": "Piirake vaatamist olenevalt vanusepiirangutest.",
	"Restrict watching based on fantasy violence content ratings.": "Piirake vaatamist olenevalt fantaasiavägivalla sisuhinnangutest.",
	"Restrict watching based on programs containing adult language.": "Piirake vaatamist olenevalt sellest, kas saated sisaldavad roppusi.",
	"Restrict watching based on programs containing sexual scene.": "Piirake vaatamist olenevalt sellest, kas saated sisaldavad seksistseene.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Piirake vaatamist olenevalt sellest, kas saated sisaldavad seksuaalse alatooniga dialoogi.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Piirake vaatamist olenevalt määratud vanustest või vanemliku järelevalve sisuhinnangutest.",
	"Restrict watching based on violence content ratings.": "Piirake vaatamist olenevalt vägivalla sisuhinnangutest.",
	"Restrict watching movies based on rating.": "Piirake filmide vaatamist olenevalt hinnangust.",
	"Restrict watching programs based on rating.": "Piirake saadete vaatamist olenevalt hinnangust.",
	"Restriction ratings :": "Piirangud:",
	"Retry": "Proovige uuesti",
	"Revert TV to its initial settings.": "Taasta teleri algseaded.",
	"Revert color adjustment settings to default.": "Taasta värvi reguleerimise vaikeseaded.",
	"Revert detailed sound effect settings of standard mode to default.": "Taastage standardrežiimi heliefektide üksikasjalike seadete vaikeväärtused.",
	"Revert picture setting values to default.": "Taastage pildiseadete vaikeväärtused.",
	"Revert white balance settings to default.": "Taasta valge tasakaalu vaikeseaded.",
	"Riga": "Riia",
	"Right": "Parem",
	"Right Left": "Parem-vasak",
	"Right Surround": "Parem ruumiline",
	"Right drop shadow": "Parempoolse languse vari",
	"Romania": "Rumeenia",
	"Romanian": "Rumeenia",
	"Rome": "Rooma",
	"Russia": "Venemaa",
	"Russian": "Vene",
	"SIGNATURE Opening": "SIGNATURE’i avamine",
	"SIGNATURE TV Settings": "SIGNATUURTELERI seaded",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK võimaldab juhtida LG kaugjuhtimispuldi abil muid SIMPLINK-i toega seadmeid, nagu DVD-mängija või kodukinosüsteem, mis on ühendatud teie LG Smart TV-ga HDMI abil.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "ARC-režiimi kasutamiseks lülitatakse automaatselt sisse SIMPLINK.",
	"Safety": "Turvalisus",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Sahhalin",
	"Satellite": "Satelliit",
	"Satellite DTV": "Satelliit-DTV",
	"Satellite Radio": "Satelliitraadio",
	"Saturation": "Küllastus",
	"Saudi Arabia": "Saudi Araabia",
	"Saudi arabia": "Saudi Araabia",
	"Save CAM Operator's Profile": "Salvesta CAMi operaatori profiil",
	"Save CI Password": "Salvesta CI parool",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Saate salvestada valitud pildirežiimi värvi reguleerimisseaded kõigi sisendite puhul.",
	"Save the white balance settings from the current picture mode in all inputs.": "Saate salvestada valitud pildirežiimi valge tasakaalu seaded kõigi sisendite puhul.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI parooli salvestamine/lähtestamine. Parooli salvestamine võimaldab teil tulevikus sisselogimissammu vahele jätta.",
	"Scan \"Auto Detect\" automatically.": "Skanni automaatselt funktsiooniga „Automaatne tuvastamine”.",
	"Screen Down": "Kuva alla",
	"Screen Off": "Ekraan väljas",
	"Screen Saver": "Ekraanisäästja",
	"Screen Shift ": "Kuva nihutamine",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekraan nihkub regulaarsete ajavahemike järel ja hoiab ära pildikvaliteedi probleemid, mis võivad tuleneda teleri pikka aega sisselülitatuna hoidmisest.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekraan lülitatakse 5 sekundi pärast välja. Ekraani uuesti sisselülitamiseks vajutage suvalist nuppu peale sisselülitamise ja helitugevuse nupu.",
	"Search": "Otsing",
	"Search Bluetooth Device": "Bluetooth-seadme otsing",
	"Searching...": "Otsin...",
	"Second Language": "Teine keel",
	"Secondary Audio Language": "Heli teine keel",
	"Secondary Teletext Language": "Teisene teleteksti keel",
	"Security": "Turvalisus",
	"Select IRE point to adjust luminance.": "Saate valida heleduse reguleerimiseks IRE punkti.",
	"Select Mode": "Vali režiim",
	"Select TV's language settings.": "Valige teleri keeleseaded.",
	"Select a caption type for HD broadcasts.": "Valige HD-saadete tiitrite tüüp.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Valige NEXTGEN-teleri edastuste jaoks tiitrite tüüp.",
	"Select a caption type for UHD broadcasts.": "Valige UHD-saadete tiitrite tüüp.",
	"Select a caption type for analog broadcasts.": "Valige analoogsaadete tiitrite tüüp.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Saate valida videorežiimi, mis vastab vaatamiskeskkonnale, või määrata videorežiimi seaded, nagu kontrastsus, värvid ja muu.",
	"Select an audio format for each HDMI input.": "Saate valida igale HDMI-sisendile helivormingu.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Valige teine digitaalne heliväljund (automaatne või PCM), kui te ei kuule pärast läbiviigu valimist heliefekti.",
	"Select audio language for digital broadcasts.": "Valige digitaaledastuste heli keel.",
	"Select color to be adjusted.": "Saate valida reguleeritava värvi.",
	"Select days to apply the Timer Power Off settings every week.": "Saate valida nädalapäevad, millal rakendada taimeri väljalülitusseadeid.",
	"Select days to apply the Timer Power On settings every week.": "Saate valida nädalapäevad, millal rakendada taimeri sisselülitusseadeid.",
	"Select device for audio output.": "Valige heliväljundiks seade.",
	"Select device or speaker for audio output.": "Valige heliväljundiks seade või kõlar.",
	"Select digital audio output format.": "Valige digitaalse heliväljundi vorming.",
	"Select language for TV menu.": "Valige teleri menüü keel.",
	"Select language for subtitles.": "Valige subtiitrite keel.",
	"Select languages for keyboards input.": "Valige klaviatuuride sisestuskeeled.",
	"Select method to adjust white balance.": "Valige valge tasakaalu reguleerimise meetod.",
	"Select point to adjust luminance.": "Saate valida heleduse reguleerimiseks punkti.",
	"Select the Sound mode and set detailed Audio effects.": "Valige helirežiim ja määrake üksikasjalikud heliefektid.",
	"Select the Sound mode for each content type.": "Valige iga sisutüübi jaoks helirežiim.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Valige pesa HDMI {num} puhul Ultra HD Deep Colour.",
	"Select the app to restrict the use.": "Valige rakendus, mille kasutust piirata.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Saate valida sobiva pildirežiimi vaatamiskeskkonna või sisu tüübi järgi.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Valige heli atribuudid, et kuulata saadet nii, nagu see teile meeldib.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Saate valida digitaalsete edastuste tiitrite tüübi ja üksikasjalikud subtiitriseaded.",
	"Select the channel to restrict watching.": "Valige kanal, mille vaatamist piirata.",
	"Select the channel to watch when the TV turns on.": "Saate valida teleri sisselülitamisel vaadatava kanali.",
	"Select the color range to be displayed.": "Saate valida kuvatava värvivahemiku.",
	"Select the country for your country's special services.": "Valige oma riigi eriteenuste jaoks riik.",
	"Select the desired video angle.": "Valige video jaoks soovitud nurk.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Valige vorming teleri digitaalse heliväljundi edastamiseks välisseadmesse.",
	"Select the input to use when the TV turns on.": "Saate valida teleri sisselülitamisel kasutatava sisendi.",
	"Select the inputs to restrict the use.": "Valige sisendid, mille kasutust piirata.",
	"Select the most preferred Subtitle Language.": "Valige subtiitrite jaoks eelistatud keel.",
	"Select the place where to use the TV.": "Valige koht, kus telerit kasutatakse.",
	"Select the residential region for your regional broadcast signal.": "Valige oma piirkondliku edastuse signaali jaoks elamispiirkond.",
	"Select the second preferred Subtitle Language.": "Valige subtiitrite jaoks teine eelistatud keel.",
	"Select your first choice of audio language for digital broadcasts.": "Valige digitaaledastuste helikeele esimene eelistus.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Valige teleteenuse pakkuja teletekstiteenuste keele esimene valik.",
	"Select your second choice of audio language for digital broadcasts.": "Valige digitaaledastuste helikeele teine eelistus.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Valige teleteenuse pakkuja teletekstiteenuste keele teine valik.",
	"Serbian": "Serbia",
	"Serial Number": "Seerianumber",
	"Service 1": "Teenus 1",
	"Service 2": "Teenus 2",
	"Service 3": "Teenus 3",
	"Service 4": "Teenus 4",
	"Service 5": "Teenus 5",
	"Service 6": "Teenus 6",
	"Service Area Zip Code": "Teenusepiirkonna sihtnumber",
	"Set Automatically": "Määra automaatselt",
	"Set ID": "Määra ID",
	"Set My Team Alarm.": "Määra minu meeskonna alarm.",
	"Set Store Mode settings.": "Seadistage poerežiimi seaded.",
	"Set System Color mode for your current TV input.": "Praeguse telerisisendi süsteemi värvirežiimi määramine.",
	"Set additional options for Video Description.": "Seadistage videokirjelduse täiendavad valikud.",
	"Set additional picture settings.": "Määrake täiendavad pildiseaded.",
	"Set additional sound-related settings.": "Määrake täiendavaid heliga seonduvaid seadeid.",
	"Set advanced Subtitle options.": "Seadistage täiendavad subtiitrite valikud.",
	"Set advanced captioning options.": "Seadistage täpsemad tiitrite valikud.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Määrake IP-aadressi tüübiks IPv4 või IPv6 ja muutke seda.",
	"Set audio-related options.": "Seadistage heliga seotud suvandid.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Seadistage edastuste jaoks tiitrite suurus, värv, läbipaistvus ja muud valikud.",
	"Set color temperature from warm to cool.": "Valige värvustemperatuuri väärtuseks soe või jahe.",
	"Set detailed caption settings for HD broadcasts.": "Saate valida HD-edastuste üksikasjalikud tiitriseaded.",
	"Set detailed options for the AI functions.": "Määrake üksikasjalikud valikud AI funktsioonide jaoks.",
	"Set detailed options for the Home feature.": "Saate valida avakuva funktsiooni üksikasjalikud valikud.",
	"Set detailed options for the Recommendation feature.": "Saate valida soovituste funktsiooni üksikasjalikud valikud.",
	"Set easy connection settings with external devices.": "Saate seadistada välisseadmete hõlpsa ühendamise seaded.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Määrake teatud kanalite, rakenduste, sisendite jms lukustamine, lubades nende kasutamise ainult vanemliku järelevalve all.",
	"Set necessary additional functions based on watching environment and screen status.": "Määrake vaatamiskeskkonna ja ekraani oleku põhjal vajalikud lisafunktsioonid.",
	"Set or reset the position of on-screen captions.": "Saate määrata või lähtestada ekraanil kuvatavate tiitrite asukoha.",
	"Set settings related to your wired / wireless network.": "Saate seadistada oma juhtmega/juhtmevaba võrgu seaded.",
	"Set the TV to turn off automatically after a set amount of time.": "Seadistage teler pärast määratud aega automaatselt välja lülituma.",
	"Set the TV to turn off automatically at a set time.": "Seadistage teler määratud ajal automaatselt välja lülituma.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Saate seadistada teleri automaatselt välja lülituma, kui kasutaja ei tee nelja tunni jooksul pärast teleri automaatset sisselülitumist ühtki toimingut.",
	"Set the TV to turn on automatically at a set time.": "Seadistage teler määratud ajal automaatselt sisse lülituma.",
	"Set the additional functions related to the TV.": "Seadistage teleriga seotud täiendavaid funktsioone.",
	"Set the current date and time.": "Seadistage praegune kuupäev ja kellaaeg.",
	"Set the current date manually.": "Praeguse kuupäeva käsitsi määramine.",
	"Set the current time manually.": "Praeguse kellaaja käsitsi määramine.",
	"Set the detect range of device available to connect.": "Määrake ühendamiseks saadaval olevate seadmete kaugusvahemik.",
	"Set the region and country for broadcasts and special services.": "Valige edastuste ja eriteenuste piirkond ja riik.",
	"Set the screen size and aspect ratio.": "Seadistage ekraanisuurus ja kuvasuhe.",
	"Set the specialized functions of SIGNATURE TV.": "Määrake SIGNATURE TV spetsiaalsed funktsioonid.",
	"Set the time to turn off the TV automatically without user input.": "Määrake aeg, mille möödumisel teler automaatselt välja lülitatakse, kui kasutaja ühtegi toimingut ei tee.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Määrake virtuaalne mitme kanaliga ruumilise heli efekt, et nautida realistlikumat heli.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Määrake virtuaalne ruumilise heli efekt, et nautida realistlikumat heli.",
	"Set the volume level when the TV turns on.": "Saate valida helitugevuse teleri sisselülitamisel.",
	"Set time to turn off the TV.": "Saate määrata teleri väljalülitamise aja.",
	"Set time to turn on the TV.": "Saate määrata teleri sisselülitamise aja.",
	"Set up additional features related to customer support.": "Saate seadistada täiendavad klienditoega seotud funktsioonid.",
	"Set up an account to use LG Services.": "Seadistage LG teenuste kasutamiseks konto.",
	"Set whether to display Home when the TV is turned on.": "Saate valida, kas kuvada teleri sisselülitamisel avakuva.",
	"Settings Help": "Seadete spikker",
	"Sexual Situations": "Seksuaalsed olukorrad",
	"Sexually Suggestive Dialogue": "Seksuaalselt kahemõtteline dialoog",
	"Sharpness": "Teravus",
	"Show Password": "Näita salasõna",
	"Side by Side": "Kõrvuti",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signaalihäired võivad vähendada Magic Remote’i tundlikkust, kui juhtmevaba ruuter on telerile liiga lähedal.",
	"Singapore": "Singapur",
	"Size": "Suurus",
	"Sleep Timer": "Unetaimer",
	"Slovak": "Slovaki",
	"Slovakia": "Slovakkia",
	"Slovenia": "Sloveenia",
	"Slovenian": "Sloveenia",
	"Slow": "Aeglane",
	"Small": "Väike",
	"Smooth": "Sujuv",
	"Smooth Gradation": "Sujuv gradatsioon",
	"Soccer": "Jalgpall",
	"Software Update": "Tarkvaravärskendus",
	"Software Version": "Tarkvara versioon",
	"Software update has been installed. Update will be applied when you restart your TV.": "Tarkvaravärskendus on installitud. Värskendus rakendatakse teleri taaskäivitamisel.",
	"Solid": "Kolmemõõtmeline",
	"Solomon Islands": "Saalomoni Saared",
	"Somalia": "Somaalia",
	"Some material may not be appropriate for children under 13.": "Osa materjali ei pruugi olla alla 13-aastastele lastele sobilik.",
	"Some material may not be appropriate for children.": "Osa materjali ei pruugi olla lastele sobilik.",
	"Sotho, Northern": "Sotho, põhja",
	"Sotho, Southern": "Sotho, lõuna",
	"Sound": "Heli",
	"Sound Mode": "Helirežiim",
	"Sound Mode Settings": "Helirežiimi seaded",
	"Sound Out": "Heliväljund",
	"Sound Share": "Heli jagamine",
	"Sound Test": "Heli test",
	"South Africa": "Lõuna-Aafrika",
	"South Korea": "Lõuna-Korea",
	"Southern Africa": "Lõuna-Aafrika",
	"Spain": "Hispaania",
	"Spanish": "Hispaania",
	"Speaker Volume Control": "Kõlari helitugevuse juhtimine",
	"Specify detailed voice guidance settings after turning on this feature.": "Saate määrata üksikasjalikud hääljuhiste seaded pärast selle funktsiooni sisselülitamist.",
	"Speed": "Kiirus",
	"Spoken Subtitle": "Häälsubtiitrid",
	"Sports": "Sport",
	"Sports Alert": "Spordimärguanne",
	"Srednekolymsk": "Srednekolõmsk",
	"Stand": "Alus",
	"Standard Mode Sound Effect": "Standardrežiimi heliefekt",
	"Standby Light": "Ooterežiimi tuli",
	"Start New Sound Tuning": "Käivita uue heli häälestamine",
	"Start Now": "Käivita kohe",
	"Startup Sound": "Startup-heli",
	"Stop": "Peata",
	"Store Demo": "Poedemo",
	"Store Mode": "Salvestusrežiim",
	"Store Mode Settings": "Poerežiimi seaded",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Poerežiim on mõeldud poesiseseks esitamiseks. See lähtestab seaded iga paari minuti järel. Kas soovite selle rakenduse sulgeda ja poerežiimi aktiveerida?",
	"Strong": "Tugev",
	"Style": "Stiil",
	"Subnet Mask": "Alamvõrgu mask",
	"Subnet prefix length": "Alamvõrgu prefiksi pikkus",
	"Subtitle First Choice Language": "Subtiitrite keele esimene valik",
	"Subtitle Language": "Subtiitrite keel",
	"Subtitle Second Choice Language": "Subtiitrite keele teine valik",
	"Subtitles": "Subtiitrid",
	"Sudan": "Sudaan",
	"Super Impose": "Katmine",
	"Super Resolution": "Kõrgeraldusvõime",
	"Support": "Tugi",
	"Surround Balance": "Ruumilise heli tasakaal",
	"Surround Level": "Ruumilise heli tase",
	"Swahili": "Suahiili",
	"Swati": "Svaasi",
	"Swaziland": "Svaasimaa",
	"Sweden": "Rootsi",
	"Swedish": "Rootsi",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Teleri väljalülitamisel lülita teler ooterežiimile, et võimaldada selle kiiret uuesti sisselülitamist.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Lülita ooterežiimile, et kasutada teleri väljalülitamisel kiiresti mitmeid erinevaid funktsioone, nagu rakendused, otsing jms.",
	"Switzerland": "Šveits",
	"Sync Demo": "Sünkroonimise demo",
	"Syria": "Süüria",
	"System Color": "Süsteemi värv",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV": "Teler",
	"TV Information": "Teleri teave",
	"TV Installation Type": "Teleri paigalduse tüüp",
	"TV Lock": "Teleri lukk",
	"TV Name": "TV nimi",
	"TV On With Mobile": "Teleri sisselülitamine mobiiliga",
	"TV Power Sound": "Teleri toite heli",
	"TV Power Sound Volume": "Teleri toite heli tugevus",
	"TV Program Locks": "TV-programmi lukud",
	"TV Rating English": "Teleri hindamine (inglise keeles)",
	"TV Rating French": "Teleri hindamine (prantsuse keeles)",
	"TV Speaker": "Teleri kõlar",
	"TV can be used as an alarm.": "Telerit saab kasutada äratuskellana.",
	"TV is turned off at a set time on every specified day.": "Teler lülitatakse igal määratud päeval kindlal kellaajal välja.",
	"TV to USB": "Telerist USB-le",
	"Tagalog": "Tagalogi",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Kasutage võrguühendust vajavaid funktsioone, nagu internet, rakendused, tarkvaravärskendused jms.",
	"Tanzania": "Tansaania",
	"Target Luminance": "Sihtheledus",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Teksti värv",
	"Text Opacity": "Teksti läbipaistvus",
	"Text Search": "Tekstiotsing",
	"Thai": "Tai",
	"Thailand": "Tai",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Pesad HDMI {port1} ja HDMI {port2} toetavad AMD FreeSync Premium-i ning saate selle funktsiooni valida.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Pesad HDMI {port1} ja HDMI {port2} toetavad AMD FreeSync Premium-i ja saate selle sisse või välja lülitada.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Pordid HDMI {port1} ja HDMI {port2} toetavad kohest mänguvastust ja te saate selle sisse või välja lülitada.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Pesa HDMI {port1} toetab AMD FreeSync Premium-i ja saate selle funktsiooni valida.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Pesa HDMI {port1} toetab AMD FreeSync Premium-i ja saate selle sisse või välja lülitada.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} toetab kohest mänguvastust ja te saate selle sisse või välja lülitada.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Pesad HDMI {port1}, HDMI {port2} ja HDMI {port3} toetavad AMD FreeSync Premium-i ning saate selle funktsiooni valida.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Pesad HDMI {port1}, HDMI {port2} ja HDMI {port3} toetavad AMD FreeSync Premium-i ning saate selle sisse või välja lülitada.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Pesad HDMI {port1}, HDMI {port2}, HDMI {port3} ja HDMI {port4} toetavad AMD FreeSync Premium-i ning saate selle funktsiooni valida.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Pesad HDMI {port1}, HDMI {port2}, HDMI {port3} ja HDMI {port4} toetavad AMD FreeSync Premium-i ning saate selle sisse või välja lülitada.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Pordid HDMI {port1}, HDMI {port2}, HDMI {port3} ja HDMI {port4} toetavad kohest mänguvastust ja te saate selle sisse või välja lülitada.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Pordid HDMI {port1}, HDMI {port2} ja HDMI {port3} toetavad kohest mänguvastust ja te saate selle sisse või välja lülitada.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV eristav ID on unikaalne väärtus, mida kasutatakse ainult HbbTV jaoks ja mis ei ole seotud kasutaja isikuandmetega.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV eristav ID lähestatakse.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV rakendus või teenus keelab üksikisiku jälgimise.",
	"The IBB service will disable its tracking of an individual user.": "IBB teenus keelab üksikisiku jälgimise.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG teenuste riigiteavet ei saa serverist tuua. Proovige hiljem uuesti.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Menüükeele muutmiseks tuleb seadete rakendus uuesti laadida. Kas soovite jätkata?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Kui teleri ümber tuvastatakse liikumine, tagatakse ümbritsev valgustus.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Saadaolevad välised hääletuvastuse teenused võivad olenevalt keeleseadest muutuda. Lisaks, kui muudate menüü keelt, laaditakse seadete menüü uuesti. Kas soovite jätkata?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanalite loend on edukalt USB-mäluseadmest telerisse kopeeritud. Teler taaskäivitatakse 5 sekundi pärast.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanalite loend on edukalt telerist USB-mäluseadmesse kopeeritud.",
	"The closer to 100, the brighter.": "Mida lähemal väärtusele 100, seda heledam.",
	"The closer to 100, the clearer the color becomes.": "Mida lähemal väärtusele 100, seda selgemaks värvid muutuvad.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Mida lähemal väärtusele 50, seda selgem punane, mida lähemal väärtusele 50, seda selgem roheline.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Valge tasakaalu üksikasjalikud väärtused lähtestatakse. Kas soovite jätkata?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Erinevust kanali ja saate helitugevuse vahel vähendatakse automaatselt, et saaksite vaadata saateid ühtlase helitugevusega.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Erinevus kanali ja saate helitugevuse vahel määratakse automaatselt, et saaksite vaadata saateid ühtlase helitugevusega.",
	"The higher the settings, the louder the sound rapidly.": "Mida suuremad seadistused, seda kiiremini heli valjeneb.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Teleri sisekõlar ja Bluetooth-kõlarid saavad väljastada heli ühel ajal, luues elava ruumilise heli efekti.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Hääletuvastuse keel määratakse automaatselt, olenevalt valitud menüü keelest.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Häältuvastuseks kasutatud keel on määratud valitud menüükeele järgi. Tugiteenused võivad erineda olenevalt hääle keelest.",
	"The network is currently unavailable. Please try again later.": "Võrk pole praegu kättesaadav. Proovige hiljem uuesti.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Toimingu lõpetamiseks kulub umbes üks tund ja teler peab jääma väljalülitatuks.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Toimingu lõpetamiseks kulub umbes {n} minut(it) ja teler peab jääma väljalülitatuks.",
	"The program is intended for adults only.": "See saade on mõeldud ainult täiskasvanutele.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ekraani heledust kohandatakse automaatselt vastavalt telerit ümbritsevale heledusele.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekraan laskub 5 sekundi pärast alla. Vajutage kaugjuhtimispuldil mis tahes nuppu peale toite- ja helitugevuse nupu, et ekraan uuesti üles tõsta.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Värvihaldussüsteemi alamväärtused lähtestatakse. Kas soovite jätkata?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Ruumilise Bluetooth-heli + teleri sisekõlari seadistus lähtestatakse.",
	"The settings are as follows.": "Seaded on järgmised.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Heli ei pruugita väljastada, kui digitaalseks heliväljundiks on valitud läbiviik.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Värskendust ei saa teleris rakendada. Tarkvara pöördub tagasi eelmisele versioonile.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Visuaalsed efektid kuvatakse ekraanil, kui teler lülitatakse sisse ja ekraan liigub.",
	"There are no paired devices.": "Seotud seadmeid pole.",
	"There are settings to correct or prevent OLED panel noise.": "OLED-paneeli müra vähendamiseks või tõkestamiseks on olemas seaded.",
	"There is no USB device connected to your TV.": "Teleriga pole ühendatud ühtegi USB-seadet.",
	"There is no message.": "Sõnumit ei ole.",
	"Third Language": "Kolmas keel",
	"This feature applies only to specified LG Wireless Keyboard models.": "See funktsioon toimib ainult teatud LG juhtmevaba klaviatuuri mudelite puhul.",
	"This function works only when it is provided by the broadcast program.": "See funktsioon töötab ainult juhul, kui edastatav saade seda toetab.",
	"This is a closed caption preview": "See on peittiitrite eelvaade",
	"This is an already existing value.": "See väärtus on juba olemas.",
	"This service provides you with more information about watching program and enjoys related contents.": "See teenus annab teile lisateavet saate vaatamise kohta ja võimaldab nautida seonduvat sisu.",
	"This will revert all options on TV to their default settings.": "See taastab kõik teleri vaikeseaded.",
	"Time": "Kellaaeg",
	"Timer Channel": "Kanali taimer",
	"Timer Repeat": "Korduse taimer",
	"Timers": "Taimerid",
	"Timezone": "Ajavöönd",
	"Tint": "Varjund",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Heli optimeerimiseks esitage telerist testheli ja alustage peegeldunud heli mõõtmist Magic Remote'i kasutades.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Teleri heli katsetamiseks tuleb heliväljundi seadistuseks määrata teleri sisekõlar. Kas soovite jätkata?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Ülemine ja alumine",
	"Total Power On Time": "Sisselülitusaeg kokku",
	"Tracking Speed": "Jälgimiskiirus",
	"Translucent": "Läbikumav",
	"Treble Boost": "Võimendatud kõrged toonid",
	"Trinidad And Tobago": "Trinidad ja Tobago",
	"Trinidad and Tobago": "Trinidad ja Tobago",
	"Tswana": "Tsvana",
	"Tune and save available channels.": "Saadaolevate kanalite häälestamine ja salvestamine.",
	"Tune and save available channels. You can set satellite channel options.": "Saadaolevate kanalite häälestamine ja salvestamine. Saate seadistada satelliitkanalite suvandeid.",
	"Tunisia": "Tuneesia",
	"Turkey": "Türgi",
	"Turkish": "Türgi",
	"Turn on TV with mobile device same as smartphone.": "Lülitage teler sisse mobiilseadet, näiteks nutitelefoni, kasutades.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Lülitage Ultra HD Deep Colour sisse ja välja pesas HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Saate funktsiooni Kohene mänguvastus pesa HDMI {num} puhul sisse või välja lülitada.",
	"Turn on the TV using mobile device via Bluetooth.": "Lülitage teler mobiilseadet kasutades Bluetoothi kaudu sisse.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Lülitage teler mobiilseadet kasutades Wi-Fi kaudu sisse.",
	"Turn on via Bluetooth": "Sisselülitamine Bluetoothi kaudu",
	"Turn on via Wi-Fi": "Sisselülitamine Wi-Fi kaudu",
	"Turn on/off description box in Settings.": "Lülitage kirjelduse kast seadetes sisse/välja.",
	"Turn on/off standby light.": "Ooterežiimi tule sisse-/väljalülitamine.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Saate pesa HDMI {num} puhul AMD FreeSync Premium-i sisse/välja lülitada.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Lülitage ekraanil piltide kuvamine sisse/välja, kui signaal puudub.",
	"Turn on/off the related features of energy consumption.": "Lülitage energiatarbega seonduvaid funktsioone sisse/välja.",
	"Turn the Hybridcast service on/off.": "Hybridcasti teenuse sisse-/väljalülitamine.",
	"Turn the Interactivity (DTVi) service on/off.": "Interaktiivsuse (DTVi) teenuse sisse-/väljalülitamine.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Teleteenuse pakkuja telekava sisse-/väljalülitamine.",
	"Turn your broadcast TV provider's teletext service on/off.": "Teleteenuse pakkuja teletekstiteenuse sisse-/väljalülitamine.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi väljalülitamine takistab juurdepääsu kõigile internetipõhistele teenustele, kui te ei kasuta võrguga ühenduse loomiseks kaablit. Kas soovite jätkata?",
	"UAE": "Araabia Ühendemiraadid",
	"UHD Mode": "UHD-režiim",
	"USA": "Ameerika Ühendriigid",
	"USB storage for Copy Channels": "USB-mälu saadete kopeerimiseks",
	"USB to TV": "USB-lt telerisse",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukraina",
	"Unable to check for updates.": "Ei saa uuenduste olemasolu kontrollida.",
	"Unable to connect to the network.": "Võrguühendust ei saa luua.",
	"Undefined": "Määratlemata",
	"Under 17 requires accompanying parent or adult guardian.": "Alla 17-aastastel lastel peab juures olema lapsevanem või täiskasvanud eestkostja.",
	"Uniform": "Ühtlane",
	"United Arab Emirates": "Araabia Ühendemiraadid",
	"United Kingdom": "Suurbritannia",
	"United States of America": "Ameerika Ühendriigid",
	"Universal Control Settings": "Kaugjuhtimispuldi seaded",
	"Unknown": "Tundmatu",
	"Unknown issue has occurred.": "Esines tundmatu viga.",
	"Update canceled.": "Uuendus tühistatud.",
	"Update in progress...": "Uuendamine on käimas...",
	"Update in progress...({n}%)": "Uuendamine on pooleli...({n}%)",
	"Update paused.": "Uuendamine peatatud.",
	"Update reserved.": "Uuendus reserveeritud.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Värskendus tühistatakse ja kõik värskendatud failid kustutatakse. Kas soovite jätkata?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Kasutage Magic Remote’i ruumi akustika analüüsimiseks ja teleri helikvaliteedi optimeerimiseks tulemuste põhjal.",
	"Use a large pointer.": "Saate suurt kursorit kasutada.",
	"Use a medium pointer.": "Saate keskmise suurusega kursorit kasutada.",
	"Use a small pointer.": "Saate väikest kursorit kasutada.",
	"Use the 4-way controller to change the position and press the OK button.": "Kasutage asendi muutmiseks neljasuunalist nuppu ja vajutage nuppu OK.",
	"Use the following services with the selected language.": "Valitud keelega saate kasutada järgmisi teenuseid.",
	"User": "Kasutaja",
	"User Agreements": "Kasutajalepingud",
	"User Guide": "Kasutusjuhend",
	"Uzbek": "Usbeki",
	"Uzbekistan": "Usbekistan",
	"V Position": "V asend",
	"V Sharpness": "V teravus",
	"V Size": "V suurus",
	"Valencian": "Valencia",
	"Vatican City": "Vatikan",
	"Vertical Zoom": "Vertikaalne suum",
	"Video Description": "Video kirjeldus",
	"Vienna": "Viin",
	"Vietnamese": "Vietnami",
	"View current Common Interface (CI) information.": "Praeguse CI (ühisliidese) teabe kuvamine.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Üksused kuvatakse selgemalt, kui muudate ekraanil kuvatava menüü mustvalgeks.",
	"View messages from your broadcast TV provider.": "Teleteenusepakkuja teadete kuvamine.",
	"View more information about watching program and enjoy related contents.": "Vaadake rohkem teavet saate vaatamise kohta ja nautige seonduvat sisu.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Vaadake originaalekraani sellisena, nagu see on, või määrake ekraanisuurus ja kuvasuhe.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Vaadake originaalekraani sellisena, nagu see edastatava signaalina või ühendatud seadmest sisse tuleb.",
	"Violence": "Vägivald",
	"Vivid": "Elav",
	"Voice Recognition Help and Settings": "Hääletuvastuse spikker ja seaded",
	"Voice Support Service": "Hääle tugiteenus",
	"Volume": "Helitugevus",
	"Volume Increase Amount": "Helitugevuse suurendamise määr",
	"Volume Mode": "Helitugevuse režiim",
	"Wall-mounted": "Seinale paigaldatav",
	"Warm1": "Soe1",
	"Warm2": "Soe2",
	"Warm3": "Soe3",
	"Warsaw": "Varssavi",
	"Watch a diverse range of Internet contents on TV channels.": "Vaadake TV-kanalitelt laia valikut internetisisu.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Kogume ja salvestame MAC-aadressi, mudeli numbri, riigikoodi, keeleseaded ja tarkvaraversiooni, mille alusel tuvastatakse teie seade ja kontrollitakse, kas kasutate tarkvara uusimat versiooni.",
	"Welcome Feature": "Tervitusfunktsioon",
	"Welsh": "Uelsi",
	"Western Africa": "Lääne-Aafrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kui ühendatud kõvaketast ei ole määratud aja jooksul kasutatud, lülitu voolutarbe vähendamiseks ooterežiimi.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kui pesaga ühendatakse seade, siis mängu pilti optimeeritakse, et oleks minimaalselt viivitusi, häireid ja katkestusi.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kui käivitatud on funktsioon Kohene mänguvastus, võib video ajutiselt vilkuda.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kui heliväljundiks on valitud Bluetooth / HDMI ARC / optiline digitaalne / WiSA kõlarid või ühendatud seade ei toeta funktsiooni Kohene mänguvastus, ei pruugi see korrektselt töötada.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Kui heliväljundiks on valitud Bluetooth või ühendatud seade ei toeta funktsiooni Kohene mänguvastus, ei pruugi see korrektselt töötada.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Seadme sisse-/väljalülitamisel lülitub teler automaatselt sisse/välja.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kui visuaalsed efektid on välja lülitatud, kuvatakse ekraanil reaalajas televisioon.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kui funktsioon on sisse lülitatud, on mõned ekraanil kuvatavad funktsioonid osaliselt läbipaistvad.",
	"When your TV is turned off, the device will automatically turn off.": "Teleri väljalülitamisel lülitub seade automaatselt välja.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Muudetud väärtuse välisseadmesse edastamise ajal ei pruugita pilti või heli ajutiselt korrektselt esitada.",
	"White": "Valge",
	"White Balance": "Valge tasakaal",
	"Wi-Fi Connection": "Wi-Fi ühendus",
	"Wi-Fi Security": "Wi-Fi turvalisus",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi on välja lülitatud. Lülitage see sisse, et kuvada ühendamiseks saadaolevate võrkude loend ja muud seotud menüü-üksused.",
	"Wi-Fi issue has occurred.": "Esines Wi-Fi viga.",
	"WiSA Speakers": "WiSA kõlarid",
	"Wide Area Zone": "Laia piirkonna ala",
	"Wide View": "Lairežiim",
	"Wide View (32:9)": "Lairežiim (32:9)",
	"Wide Zoom": "Lai suum",
	"Window Color": "Akna värv",
	"Window Opacity": "Akna läbipaistmatus",
	"Wired Connection (Ethernet)": "Juhtmega ühendus (Ethernet)",
	"Wired Headphones": "Juhtmega kõrvaklapid",
	"Wired Headphones + Internal TV Speaker": "Juhtmega kõrvaklapid + teleri sisekõlar",
	"With this option, you can control the audio device's volume with your TV remote.": "Selle suvandi abil saate juhtida heliseadme helitugevust oma teleri kaugjuhtimispuldiga.",
	"Xhosa": "Koosa",
	"Year": "Aasta",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Kollane",
	"Yemen": "Jeemen",
	"Yes": "Jah",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Saate reguleerida heliefekte, mis kostuvad teleri sisse- või väljalülitamisel ja ekraani liikumisel.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Saate juhtida HDMI-pesadega ühendatud seadmeid Magic Remote’iga, ilma seadmeid seadistamata.",
	"You can delete the device connection history of Screen Share.": "Saate kustutada Screen Share'i seadmete ühenduste ajaloo.",
	"You can delete the device connection history of Sound Share.": "Saate kustutada heli jagamise seadmeühenduste ajaloo.",
	"You can find the default password in User Guide.": "Saate otsida vaikimisi parooli väljadele Kasutusjuhend.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Saate funktsiooni Kohene mänguvastus aktiveerida, kui lülitate funktsiooni HDMI Ultra HD Deep Colour sisse.",
	"You can only change settings from the current HDMI input.": "Saate seadeid muuta ainult aktiivse HDMI-sisendi alt.",
	"You can scan again to connect the device.": "Võite seadme ühendamiseks uuesti otsida.",
	"You can select left and right audio settings for broadcast signal.": "Saate heliedastussignaali puhul valida vasak- ja parempoolsed heliseaded.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Saate valida pesa HDMI {num} puhul AMD FreeSync Premium-i.",
	"You can select the Ultra HD Deep Color of port.": "Saate valida pesa puhul funktsiooni Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Saate seadistada teleri sisse- või väljalülitamisel esitatava heli.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Saate CAMi operaatori profiili salvestamise funktsiooni sisse või välja lülitada.",
	"You can turn this feature on or off.": "Saate selle funktsiooni sisse või välja lülitada.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Te võite võrgu kaudu saada mitmesuguseid sisusoovitusi. Selle valiku väljalülitamine pakub ainult tavasisu ja mõned funktsioonid ei pruugi olla saadaval.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Teie teler ja SIMPLINK-iga ühendatud seade sünkroonitakse järgmiselt.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Teler peab olema välja lülitatud, kui piksli värskendaja toiming on pooleli. Selle toimingu ajal tühistatakse kõik praegused või edasised salvestamised, meeldetuletused või taimeriga ajastatud sisselülitused ning nullvaate Bluetooth-kõlar ei ole saadaval.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Teler peab olema välja lülitatud, kui piksli värskendaja toiming on pooleli. Selle toimingu ajal tühistatakse kõik praegused või edasised salvestised, meeldetuletused või taimeri alusel ajastatud sisselülitused.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG teenuste riigi automaatseks seadistamiseks tuleb teleris võrguühendus luua. Kas soovite avada võrguseaded, et ühendust kontrollida? ",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Digitaalse televisiooni signaali vahendusel hädaabiteadete edastamiseks peab teler teadma teie täpset asukohta.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Teler lülitub kuni toimingu lõpuni välja ja seejärel automaatselt uuesti sisse.",
	"Zambia": "Sambia",
	"Zoom": "Suumi",
	"Zoom2": "Suum 2",
	"Zulu": "Suulu",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Seade [{Device}] ühendatakse telerist lahti. Sellest seadmest ei esitata enam heli. Kas soovite jätkata?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Seade [{Device}] eemaldatakse paaritud seadmete loendist. Kui soovite selle hiljem ühendada, tuleb otsida saadaolevaid seadmeid ja uuesti paarida. Kas soovite jätkata?",
	"[{deviceName}] will be deleted.": "[{deviceName}] kustutatakse.",
	"aspectRatio_original": "Algupärane",
	"audioGuidance_fast": "Kiire",
	"audioGuidance_high": "Kõrge",
	"audioGuidance_low": "Madal",
	"audioGuidance_medium": "Keskmine",
	"audioGuidance_slow": "Aeglane",
	"audioGuidance_veryFast": "Väga kiire",
	"audioGuidance_veryHigh": "Väga kõrge",
	"audioGuidance_veryLow": "Väga madal",
	"audioGuidance_verySlow": "Väga aeglane",
	"btDotSignalStrength_wide": "Lai",
	"button": "nupp",
	"character": "tähemärk",
	"characters": "tähemärgid",
	"checked": "valitud",
	"colorGamutJPNWide": "Lai",
	"connecting": "ühendamine",
	"depthOfColor": "Värv",
	"diagonal zoom in": "diagonaalne sissesuumimine",
	"diagonal zoom out": "diagonaalne väljasuumimine",
	"digitalOptionSetByProgram": "Määra programmi alusel",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Keskmine",
	"energy_Minimum": "Miinimum",
	"freesync_high": "Kõrge",
	"freesync_low": "Madal",
	"freesync_off": "Väljas",
	"freesync_wide": "Lai",
	"gamma_high1": "Kõrge 1",
	"gamma_high2": "Kõrge 2",
	"hidden": "varjatud",
	"horizontal zoom in": "horisontaalne sissesuumimine",
	"horizontal zoom out": "horisontaalne väljasuumimine",
	"jpDoNot": "Väljas",
	"logoLuminance_high": "Kõrge",
	"logoLuminance_low": "Madal",
	"not connected": "pole ühendatud",
	"objet_soundMode": "Saate optimeerida helirežiimi kõigi sisutüüpide puhul.",
	"pictureControlAuto": "Automaatne",
	"pictureControlAuto_BlackLevel": "Automaatne",
	"pictureControlHigh": "Kõrge",
	"pictureControlHigh_BlackLevel": "Kõrge",
	"pictureControlHigh_Male": "Kõrge",
	"pictureControlLow": "Madal",
	"pictureControlLow_BlackLevel": "Madal",
	"pictureControlLow_Male": "Madal",
	"pictureControlMedium": "Keskmine",
	"pictureControlMedium_BlackLevel": "Keskmine",
	"pictureControlMedium_Male": "Keskmine",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Keskmine",
	"pictureLocalDimmingHigh": "Kõrge",
	"pictureLocalDimmingLow": "Madal",
	"pictureLocalDimmingMed": "Keskmine",
	"pictureMode": "Standardne",
	"pictureModeSettings": "Kohanda",
	"press OK button to edit IP manually": "IP käsitsi muutmiseks vajutage OK-nuppu",
	"press OK button to enter channel to search": "otsitava kanali sisestamiseks vajutage OK-nuppu",
	"press OK button to enter value": "väärtuse sisestamiseks vajutage OK-nuppu",
	"press right button to adjust de-judder and de-blur value": "väreluse ja hägususe eemaldamise väärtuse reguleerimiseks vajutage parempoolset nuppu",
	"press right button to adjust zoom ratio and position": "suumimisulatuse ja -positsiooni reguleerimiseks vajutage parempoolset nuppu",
	"shift current screen down": "nihuta praegust ekraanikuva alla",
	"shift current screen to the left": "nihuta praegust ekraanikuva vasakule",
	"shift current screen to the right": "nihuta praegust ekraanikuva paremale",
	"shift current screen up": "nihuta praegust ekraanikuva üles",
	"shift down": "nihuta alla",
	"shift left": "nihuta vasakule",
	"shift right": "nihuta paremale",
	"shift up": "nihuta üles",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Puudub",
	"unchecked": "valimata",
	"unread": "läbi lugemata",
	"vertical zoom in": "vertikaalne sissesuumimine",
	"vertical zoom out": "vertikaalne väljasuumimine",
	"volumeModeHigh": "Kõrge",
	"volumeModeLow": "Madal",
	"volumeModeMedium": "Keskmine",
	"webOS TV Version": "webOS TV versioon",
	"zoom in": "suumi sisse",
	"zoom out": "suumi välja"
}
