{
	" (User)": "(Notandi)",
	"(Version: {l})": "(Útgáfa: {l})",
	"* The device connected should support this service.": "* Tækið sem er tengt ætti að styðja þessa þjónustu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Þessi eiginleiki er notaður einu sinni og aðeins einu sinni þegar slökkt er á sjónvarpinu.",
	"* This feature is available on certain devices only.": "* Þessi eiginleiki er eingöngu aðgengilegur á sumum tækjum.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Þessi hamur lýsir ætlun FILMMAKER MODE vel en gæti virst dekkri en aðrir myndhamir.",
	"* This settings is only available for Internal TV Speaker.": "* Þessi stilling er aðeins tiltæk fyrir innri sjónvarpshátalara.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Þótt kveikt sé á þessum valkosti þá mun skjávarinn ekki trufla áhorfsupplifun þína af ytra inntaki eins og Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Þú getur stjórnað frá forritinu sem styður þessa aðgerð í farsíma þínum.",
	"1) Turn the Bluetooth on the other device off.": "1) Slökktu á Bluetooth á hinu tækinu.",
	"10 Points Code Value": "10 punkta kóðagildi",
	"10 Points IRE": "10 punkta IRE",
	"10 and Above": "10 og eldri",
	"10 min": "10 mín",
	"11 and Above": "11 og eldri",
	"12 Hours": "12 klukkustundir",
	"12 and Above": "12 og eldri",
	"120 min": "120 mín",
	"13 and Above": "13 og eldri",
	"14 and Above": "14 og eldri",
	"14 by 9": "14 á móti 9",
	"15 and Above": "15 og eldri",
	"16 and Above": "16 og eldri",
	"16 by 9": "16 á móti 9",
	"17 and Above": "17 og eldri",
	"18 and Above": "18 og eldri",
	"180 min": "180 mín",
	"19 and Above": "19 og eldri",
	"2 Channel": "2 Stöð",
	"2 Hours": "2 klukkustundir",
	"2 Points": "2 punktar",
	"2) Turn the Bluetooth device to connect off and on.": "2) Slökktu og kveiktu aftur á Bluetooth tækinu.",
	"20 Points Code Value": "20 punktar kóðagildi",
	"20 Points IRE": "20 punktar IRE",
	"20 and Above": "20 og eldri",
	"20 min": "20 mín",
	"21 by 9": "21 á móti 9",
	"22 Points Code Value": "22 punkta kóðagildi",
	"22 Points IRE": "22 punkta IRE",
	"24 Hours": "24 klukkustundir",
	"240 min": "240 mín",
	"3 Hours": "3 klukkustundir",
	"30 min": "30 mín",
	"32 by 12": "32 á móti 12",
	"32 by 9": "32 á móti 9",
	"3G/4G Connection": "3G/4G tenging",
	"4 Hours": "4 klukkustundir",
	"4 Hours Auto Power Off": "4 klst slökkva sjálfvirkt",
	"4 and Above": "4 og eldri",
	"4 by 3": "4 á móti 3",
	"4-Way Zoom": "Fjögurra átta aðdráttur",
	"5 and Above": "5 og eldri",
	"5.1 Channel": "5.1 Stöð",
	"6 Hours": "6 klukkustundir",
	"6 and Above": "6 og eldri",
	"60 min": "60 mín",
	"7 and Above": "7 og eldri",
	"8 Hours": "8 klukkustundir",
	"8 and Above": "8 og eldri",
	"9 and Above": "9 og eldri",
	"90 min": "90 mín",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID er notað til að greina þetta tæki í auglýsingaskyni og til að sýna auglýsingar sem gætu vakið áhuga þinn. Þú getur endurstillt AD ID eða takmarkað rakningu AD ID hér fyrir neðan.",
	"AI Acoustic Tuning": "Gervigreindarhljóðstilling",
	"AI Acoustic Tuning Options": "Gervigreindarhljóðstilling valmöguleikar",
	"AI Acoustic Tuning is disabled.": "Gervigreindarhljóðstilling er óvirk.",
	"AI Brightness Control": "Stýring gervigreindarbirtustigs",
	"AI Picture": "Mynd með gervigreind",
	"AI Picture Pro": "Mynd með gervigreind Pro",
	"AI Recommendation": "Gervigreindartillaga",
	"AI Service": "Gervigreindarþjónusta",
	"AI Sound": "Hljóð með gervigreind",
	"AI Sound Pro": "Hljóð með gervigreind Pro",
	"AV": "AV",
	"AV Sync Adjustment": "AV samstilling",
	"Accessibility": "Aðgengileiki",
	"Account Management": "Reikningsstýring",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Virkjun þessa valkostar mun stöðva söfnun og rakningu auglýsingatengdra persónulegra gagna frá þessu snjallsjónvarpi. Sé kveikt á rofanum gæti það haft áhrif á þær tegundir auglýsinga sem þú sérð framvegis, en það mun ekki hindra að þú fáir auglýsingar.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Virkjun þessa rofa mun fá LGE til að fyrirskipa þriðju aðilum sínum að hætta að selja persónuupplýsingar þínar. Ef þú hættir ekki við sérstaklega, getur þú enn notað þjónustur eins Live Plus, LG Channels, og Who.Where.What?.",
	"Add Network": "Bæta við netkerfi",
	"Add a hidden wireless network": "Bættu við földu þráðlausu neti",
	"Add wireless network by manually entering network name (SSID).": "Bættu við þráðlausu netkerfi með því að skrá inn handvirkt nafn netkerfis (SSID).",
	"Additional Audio Selection": "Viðbótar hljóðvalkostir",
	"Additional Settings": "Frekari stillingar",
	"Address Setting": "Stilla heimilisfang",
	"Adjust Audio Guidance pitch.": "Stilla tónhæð hljóðleiðsagnar.",
	"Adjust Audio Guidance speed.": "Stilla hraða hljóðleiðsagnar.",
	"Adjust Audio Guidance volume.": "Stilla hljóðstyrk hljóðleiðsagnar.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Stilltu birtustig bakljóss til að gera skjáinn bjartari eða dimmari.",
	"Adjust Screen Position": "Stilla staðsetningu skjás",
	"Adjust Zoom Ratio": "Stilla aðdráttarhlutfall",
	"Adjust animation effect shown on the home at certain times.": "Stilla hreyfimyndaáhrif sýnd á ákveðnum tímum á heimaskjánum.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Stilla birtustig með því að greina hreyfingar myndarinnar til að koma í veg fyrir glampa og minnka orkunotkun.",
	"Adjust brightness of the LG logo.": "Stilla birtustig LG merkisins.",
	"Adjust color and saturation for a more vivid image.": "Stilla lit og mettun fyrir líflegri mynd.",
	"Adjust color temperature automatically to reduce eye strain.": "Stilltu hitastig lits sjálfvirkt til að minnka álag á augu.",
	"Adjust cursor speed.": "Stilla hraða bendils.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Stilla skerpu við brúnir. Hærri gildi auka skýrleika myndarinnar.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Breyttu gamma stillingum til að bæta upp birtustig inntaksmerkisins.",
	"Adjust left/right audio balance.": "Stilla vinstri/hægri jafnvægi hljóðs.",
	"Adjust luminance for selected color.": "Stilla ljóma fyrir valinn lit.",
	"Adjust luminance level for selected IRE point.": "Stilla ljóma fyrir valinn IRE punkt.",
	"Adjust peak brightness for the brightest luminance.": "Stilltu hámarks birtustig til að fá bjartasta ljómann.",
	"Adjust remote's cursor speed and appearance.": "Stilla hraða og útlit bendils fjarstýringar.",
	"Adjust saturation for selected color.": "Stilltu mettun fyrir valinn lit.",
	"Adjust screen brightness to reduce energy consumption.": "Stilla birtustig skjás til að minnka orkunotkun.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Stilltu OLED LIGHT til að gera skjárinn bjartari eða dimmari.",
	"Adjust the audio timing to synchronize the video and audio.": "Breyttu tímasetningum hljóðs til að samstilla mynd og hljóð.",
	"Adjust the balance of red and green to display the tint on the screen.": "Stilltu jafnvægið á milli rauðs og græns til að birta litbrigðin á skjánum.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Stilltu litajafnvægið með því að breyta hitastig lits, ljóma og styrkleika rauðs, græns og blás.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Stilltu birtuskilin, upplausnina o.s.frv. nánar fyrir hvern myndham og stilltu umbeðinn lit, gamma o.s.frv. að auki.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Stilla muninn á milli bjartra og dökkra svæða á skjánum. Hærri gildi auka muninn.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Stilltu rammahlutfallið á sama hátt fyrir kvikmyndina til að gera kvikmyndahúsastemmningu.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Stilling ljómunar fyrir fastar myndir eins og myndmerkja o.s.frv. kemur í veg fyrir vandamál með myndgæði sem gætu orðið ef kveikt hefur verið lengi á sjónvarpinu.",
	"Adjust the screen color to be pale or deep.": "Stilltu lit skjásins til að vera daufur eða djúpur.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Stilla hljóðið eftir smekk fyrir hvert hljóðtíðnibil.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Stilltu tímastillinguna til að samstilla tímamismun milli myndar og hljóðs.",
	"Adjust the tint to brighten or darken the screen.": "Stilltu litbrigðin til að gera skjáinn bjartari eða dimmari.",
	"Adjust the volume you want with pressing remote's volume key.": "Stilltu þann hljóðstyrk sem óskað er með því að ýta á hljóðstyrkstakka fjarstýringarinnar.",
	"Adjust tint for selected color.": "Stilla litbrigði fyrir valinn lit.",
	"Adjust whether to display the home promotion.": "Stilltu hvort sýna eigi heimakynninguna.",
	"Adjusting Luminance": "Stilla ljóma",
	"Adolescent over 13 are allowed to watch.": "Unglingar yfir 13 ára mega horfa á.",
	"Adolescent over 14 are allowed to watch.": "Unglingar yfir 14 ára mega horfa á.",
	"Adolescent over 16 are allowed to watch.": "Unglingar yfir 16 ára mega horfa á.",
	"Adult": "Fullorðins",
	"Adult Language": "Fullorðinstalsmáti",
	"Adults only.": "Aðeins fullorðnir.",
	"Advanced": "Þróað",
	"Advanced Controls": "Þróaðar stýringar",
	"Advanced Wi-Fi Settings": "Ítarlegar Wi-Fi stillingar",
	"Advertisement": "Auglýsing",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Eftir að landinu hefur verið breytt mun öllum stilltum stöðvum verða eytt. Til að endurstilla stöðvar, vinsamlegast farið í sjálfvirka leit. Halda áfram?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Eftir að póstnúmeri er breytt mun núverandi Freesat stöðvum verða eytt. Til að endurstilla stöðvar, vinsamlegast farið í sjálfvirka leit. Halda áfram?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Þú getur skannað eftir stöðvum með því að nota sjálfvirka leit, eftir að landi hefur verið breytt. Viltu halda áfram?",
	"Ages 2-7 are allowed to watch.": "Leyft til áhorfs fyrir aldurinn 2-7 ára.",
	"Albania": "Albanía",
	"Albanian": "Albanska",
	"Alerts you by sound when the TV is turned on or off.": "Lætur þig vita með hljóði þegar slökkt er eða kveikt á sjónvarpinu.",
	"Algeria": "Algería",
	"All Channels": "Allar stöðvar",
	"All Children": "Öll börn",
	"All ages are allowed to watch.": "Leyfilegt fyrir alla aldurshópa.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Allar núverandi stillingar fyrir {pictureMode} ham verða endurstilltar. Viltu halda áfram?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Allar stillingar hljóðáhrifa fyrir venjulegan ham verða endurstilltar. Viltu halda áfram?",
	"Allow Automatic Updates": "Heimila sjálfvirkar uppfærslur",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Þú getur einnig stillt ítarstillingarnar fyrir Bluetooth víðóma hljóð.",
	"Always Open": "Alltaf opið",
	"Always-on Off Time": "Tími sem slökkt er á stillingunni Always-on",
	"An error has occurred while copy channels.": "Villa kom upp við afritun stöðva.",
	"An important software update is available.": "Mikilvæg hugbúnaðaruppfærsla er tiltæk.",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Greina eiginleika hljóðs og fínstilla hljóð fyrir hvert efni í rauntíma.",
	"Angola": "Angóla",
	"Antenna": "Loftnet",
	"Antenna ATV": "ATV loftnetssjónvarp",
	"Antenna DTV": "DTV loftnetssjónvarp",
	"Antenna Radio": "Loftnetsútvarp",
	"Antenna UHDTV": "UHDTV loftnetssjónvarp",
	"Any Supplementary Audio": "Allt viðbótarhljóð",
	"App Alarm": "App viðvörun",
	"Application Locks": "Forritalæsingar",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Notagildi nánari stillinga fyrir núverandi myndham fyrir öll inntök eða öpp.",
	"Apply to all inputs": "Nota fyrir öll inntök",
	"Applying value to all inputs...": "Nota gildi fyrir öll inntök...",
	"Arabic": "Arabíska",
	"Argentina": "Argentína",
	"Armenia": "Armenía",
	"Aspect Ratio": "Hæðarhlutfall",
	"Aspect Ratio Settings": "Stillingar myndhlutfalls",
	"Assign channels to remote buttons so you can quickly jump to them.": "Úthlutaðu stöðvum á hnappa fjarstýringar þannig að þú getir hoppað fljótt á þær.",
	"Athens": "Aþena",
	"Audio Delay": "Hljóðsseinkun",
	"Audio Description": "Hljóðlýsing",
	"Audio Description Volume": "Hljóðstyrkur hljóðlýsingar",
	"Audio Guidance": "Hljóðleiðsögn",
	"Audio Language": "Tungumál hljóðs",
	"Audio Out (Line Out)": "Hljóð út (lína út)",
	"Audio Type": "Tegund hljóðs",
	"Australia": "Ástralía",
	"Austria": "Austurríki",
	"Auto": "Sjálfvirkt",
	"Auto Detect": "Sjálfvirk greining",
	"Auto Device Detection": "Sjálfvirk skynjun tækja",
	"Auto Genre Selection": "Sjálfvirkt tegundarval",
	"Auto Power Off": "Slökkva sjálfvirkt",
	"Auto Power Sync": "Sjálfvirkt aflsamræmi",
	"Auto Start": "Sjálfvirk ræsing",
	"Auto Volume": "Sjálfvirkur hljóðstyrkur",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Stilltu bilið í hljóðstyrk á sjálfvirkan hátt eða stilltu hljóðstyrk hljóðsins sem á að stilla hverju sinni með hljóðstyrkstakkanum á fjarstýringunni.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Stilltu sjálfkrafa á myndgildi sem er fínstillt fyrir Dolby HDR efnistegund.",
	"Automatically adjust to a picture value optimized for contents genre.": "Stilltu sjálfkrafa á myndgildi sem er fínstillt fyrir tegund efnis.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Skipta sjálfvirkt í FILMMAKER MODE þegar efni kvikmyndar er greint.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Fínstilla myndgæði sjálfvirkt byggt á lit og birtustigi ljóss í umhverfinu.",
	"Automatically update system software when an update is found.": "Uppfæra hugbúnað kerfis sjálfvirkt þegar uppfærsla finnst.",
	"Available Internal Storage": "Tiltækt innra geymslupláss",
	"BG Color": "Bakgrunnslitur",
	"BG Opacity": "Ógagnsæi bakgrunns",
	"Back": "Tilbaka",
	"Backlight": "Baklýsing",
	"Bahamas": "Bahama-eyjar",
	"Baku": "Bakú",
	"Balance": "Jöfnun",
	"Bangladesh": "Bangladess",
	"Basque": "Baskneska",
	"Bass Boost": "Bassamögnun",
	"Behavior may vary depending on connected device.": "Hegðun getur verið mismunandi eftir tengdu tæki.",
	"Beijing": "Peking",
	"Beirut": "Beirút",
	"Belarus": "Hvíta-Rússland",
	"Belgium": "Belgía",
	"Belgrade": "Belgrad",
	"Belize": "Belís",
	"Benin": "Benín",
	"Berlin": "Berlín",
	"Bissau": "Bissaó",
	"Black": "Svart",
	"Black Level": "Stig svarts",
	"Block TV programs broadcast in English based on their content ratings.": "Loka fyrir sjónvarpsdagskrá sem send er út á ensku á grundvelli efnisflokkunar.",
	"Block TV programs broadcast in French based on their content ratings.": "Loka fyrir sjónvarpsdagskrá sem send er út á frönsku á grundvelli efnisflokkunar. ",
	"Block content based on genre.": "Loka fyrir efni eftir tegund.",
	"Blue": "Blátt",
	"Bluetooth Speaker Mode": "Bluetooth-hátalarahamur",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth víðhljómur + Innri sjónvarpshátalari",
	"Bluetooth Surround Sound Setup": "Bluetooth víðhljóma stillingar",
	"Bogotá": "Bógota",
	"Bolivia": "Bólivía",
	"Bosnia": "Bosnía & Hersegóvína",
	"Bosnia And Herzegovina": "Bosnía og Hersegóvína",
	"Bosnian": "Bosníska",
	"Brazil": "Brasilía",
	"Brazilian Punk": "Brasilískt pönk",
	"Brightness": "Birtustig",
	"Broadcast Country": "Útsendingarland",
	"Broadcast Mail": "Útsendingarpóstur",
	"Brussels": "Brussel",
	"Bucharest": "Búkarest",
	"Budapest": "Búdapest",
	"Bulgaria": "Búlgaría",
	"Bulgarian": "Búlgarska",
	"Burkina Faso": "Búrkína Fasó",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Með því að ýta á ,Endurstilla‘, munt þú eyða öllum auglýsingatengdum gögnum sem LGE hefur áður safnað frá þessu snjallsjónvarpi. Ef ýtt er á ,Endurstilla‘ gæti það haft áhrif á þær tegundir auglýsinga sem þú sérð framvegis, en það mun ekki hindra að þú fáir auglýsingar.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Með því að kveikja á Live Plus, þá ert þú að samþykkja söfnun sjónvarpsáhorfsupplýsinga af LG Electronics Inc. (\"LGE\") í gegnum ACR einingu, sem gæti verið deilt nafnlaust með þriðja aðila til að veita þér þjónustu á netinu. Við gætum líka deilt ónafngreindum heildarupplýsingum með þriðja aðila í markaðslegum tilgangi. Vinsamlegast athugið að við söfnum ekki né dreifum vísvitandi upplýsingum frá eða um börn undir 13. Nánari upplýsingar um Live Plus eru sýndar í ,Áhorfsupplýsingar (skilmálar)‘ sem hægt er að nálgast í gegnum valmynd stillinga snjallsjónvarpsins. LGE mælir sterklega með því að þú skoðir heildarútgáfu af ,Áhorfsupplýsingar (skilmálar)‘ áður en að þú virkjar Live Plus aðgerðina.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Með því að kveikja á Live Plus, skilur þú að efnið sem sýnt er í sjónvarpi þínu gæti verið greint, og að áhorfsupplýsingar gætu verið notaðar til að veita þér betrumbætta áhorfsupplifun og persónugerðar þjónustur á borð við efni sem mælt er með og auglýsingar. Vinsamlega skoðaðu persónuverndarstefnuna og viðeigandi notendaskilmála í stillingarvalmynd sjónvarps fyrir frekari upplýsingar.",
	"CI Information": "CI upplýsingar",
	"CI password incorrect. Please enter again.": "CI lykilorð ekki rétt. Vinsamlegast skráðu aftur.",
	"CS1 Board": "CS1 spjald",
	"CS2 Board": "CS2 spjald",
	"Cable": "Kapall",
	"Cable ATV": "ATV kapalsjónvarp",
	"Cable DTV": "DTV kapalsjónvarp",
	"Cable Radio": "Kapalútvarp",
	"Cable UHDTV": "UHDTV kapalsjónvarp",
	"Cairo": "Kaíró",
	"Cambodia": "Kambódía",
	"Cameroon": "Kamerún",
	"Can not Find Channel": "Finn ekki stöð.",
	"Canada": "Kanada",
	"Canary Islands": "Kanaríeyjar",
	"Cancel": "Hætta við",
	"Cancel Schedule": "Hætta við áætlun",
	"Cancel Update": "Hætta við uppfærslu",
	"Cantonese": "Kantoníska",
	"Catalan": "Katalónska",
	"Caution": "Varúð",
	"Cayman Islands": "Cayman-eyjar",
	"Center": "Miðja",
	"Change blue intensity and adjust the color balance.": "Breyta styrk blás og stilla litajafnvægið.",
	"Change green intensity and adjust the color balance.": "Breyta styrk græns og stilla litajafnvægið.",
	"Change red intensity and adjust the color balance.": "Breyta styrk rauðs og stilla litajafnvægið.",
	"Change the left / right sound": "Breyta vinstra / hægra hljóði",
	"Change the position of captions using the 4-way dial on the remote control.": "Staðsetningu texta breytt með fjögurra átta skífunni á fjarstýringunni.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Að breyta um svæði gæti breytt núverandi stilltum stöðvum í sjónvarpinu þínu. Þú getur endurstillt stöðvar í sjálfvirkri leit. Viltu breyta stillingu svæðis núna?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Að breyta um land mun valda því að sjónvarpið þitt endurræsir sig og þú gætir þurft að samþykkja notendaskilmála LG aftur. Að auki, það getur farið eftir þjónustulandi LG hvaða forrit og þjónustur eru tiltækar. Viltu halda áfram?",
	"Channel Locks": "Stöðvalásar",
	"Channel Manager": "Stöðvastýring",
	"Channel Scrolling Options": "Valkostir fyrir stöðvaflettingu",
	"Channel Tuning": "Stöðvaleit",
	"Channel Tuning & Settings": "Stöðvaleit og stillingar",
	"Channels": "Stöðvar",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Stöðvum frá HDMI og öðrum ytri inntökum er ekki hægt að læsa. Til að læsa sjónvarpsstöðvum, breytið núverandi inntaki í Live TV.",
	"Check TV information.": "Athuga sjónvarpsupplýsingar.",
	"Check alarm messages about the user settings or TV status.": "Athugaðu viðvörunarskilaboðin um notendastillingar eða stöðu sjónvarps.",
	"Check descriptions for each LG webOS TV functions.": "Athugið lýsingar fyrir hverja aðgerð LG webOS TV.",
	"Check for Advertising settings and set it.": "Athugaðu stillingar auglýsinga og stilltu.",
	"Check for Updates": "Athuga með uppfærslur",
	"Check for available functions with Voice and set Voice Settings.": "Athugaðu tiltækar aðgerðir með rödd og stilltu raddstillingar.",
	"Check for problems with the picture quality.": "Athugaðu hvort vandamál eru með myndgæði.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Athuga vandamál með hljómgæði innri sjónvarpshátalaranna.",
	"Check for software updates and update if available.": "Athuga með hugbúnaðaruppfærslur og uppfæra ef tiltækar.",
	"Check whether the Bluetooth device is in pairing mode.": "Athugaðu hvort Bluetooth tækið sé í pörunarham.",
	"Check your TV status to solve problems or use remote support.": "Athugaðu stöðu sjónvarps þíns eða notaðu fjaraðstoð.",
	"Checking Password": "Athuga lykilorð",
	"Checking for Updates": "Athuga með uppfærslur",
	"Checking...": "Athuga...",
	"Children": "Börn",
	"Children Age": "Aldur barna",
	"Children Program Locks": "Barnalæsingar dagskrár",
	"Children over 8 are allowed to watch.": "Börn yfir 8 ára mega horfa á.",
	"Chile": "Síle",
	"China": "Kína",
	"Chinese": "Kínverska",
	"Choose to have all channels or just your primary ones when you change channels.": "Veldu að hafa allar stöðvar eða aðeins þitt úrval þegar þú skiptir um stöðvar.",
	"Cinema": "Bíó",
	"Cinema Bright": "Bíó bjart",
	"Cinema Clear": "Hreint bíó",
	"Cinema Dark": "Bíó dimmt",
	"Cinema Home": "Heimabíó",
	"Cinema View": "Bíósýn",
	"Cinema View (32:12)": "Bíósýn (32:12)",
	"Cinema Zoom": "Bíó súmm",
	"City": "Borg",
	"City Selection": "Borgarval",
	"Clean Audio": "Hreint hljóð",
	"Clear": "Hreinsa",
	"Clear1": "Hreinsa1",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Smelltu á TENGJA hnappinn fyrir neðan eftir að kveikt hefur verið á þráðlausa LG lyklaborðinu þínu og stillt á pörunarham.",
	"Close": "Loka",
	"Closed Caption": "Myndatexti",
	"Closed Caption Settings": "Stillingar myndatexta",
	"Code Value": "Kóðagildi",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Safnaðu og geymdu upplýsingar um MAC-vistfang, gerðarnúmer, landskóða, tungumálastillingar og hugbúnaðarútgáfu til að sannreyna hvaða hugbúnaðaruppfærslu þarf að gera.",
	"Colombia": "Kólumbía",
	"Color": "Litur",
	"Color Gamut": "Litaskali",
	"Color Management System": "Litastjórnunarkerfi",
	"Color Temperature": "Hitastig lits",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Staðfestu skilmálana eða breyta hvort þeir verði samþykktir.",
	"Connect": "Tengja",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Tengja Bluetooth hátalara og sjónvarpshátalara og stilla sjálfkrafa hljóðsseinkun milli hátalara.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Tengdu ytra hljóðtæki, sem styður eARC, við eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Tengja ytri tæki eins og netlykil, hljóðkerfi o.s.frv. við sjónvarpið samkvæmt leiðarvísi.",
	"Connect the LAN cable directly to the TV to use the network.": "Tengdu LAN-kapalinn beint við sjónvarpið til að nota netkerfið.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Tengdu við netkerfið með því að skrá handvirkt IP-tölu og vistfang DNS netþjóns.",
	"Connect to the network if a wireless router is installed.": "Tengja við netkerfið ef þráðlaus beinir er uppsettur.",
	"Connect via WPS PBC": "Tengjast með WPS PBC",
	"Connect via WPS PIN": "Tengjast með WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Tengdu sjónvarpið þitt við beini þinn eða mótald með Ethernet kapli til að virkja fasttengda netkerfistengingu þína.",
	"Connect your TV with WiSA Speakers wirelessly.": "Tengdu sjónvarpið við WiSA hátalara þráðlaust.",
	"Connectable Devices ({num})": "Tengjanleg tæki ({num})",
	"Connected": "Tengt",
	"Connected to Internet": "Tengt við internet",
	"Connecting...": "Tengi...",
	"Connection": "Tenging",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Stjórnun tenginga með snjallsíma eða tölvu er í boði. Til að tengjast sjónvarpi með farsímatæki, þarf að hafa tengingarstillingar og beiðnir á snjallsímanum eða tölvunni.",
	"Content Recommendations": "Tillögur um efni",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Efni mun spilast með hljóði sem hentar fyrir fjölrása hlustun ef fjölrása hljóð er stutt af HbbTV þjónustunni.",
	"Contrast": "Birtuskil",
	"Cool": "Svalt",
	"Copenhagen": "Kaupmannahöfn",
	"Copy Channels": "Afrita stöðvar",
	"Copy/Delete file": "Afrita/eyða skrá",
	"Correct contrast and brightness by adjusting black levels.": "Lagið birtuskil og birtustig með því að stilla stig svarts.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Leiðréttu pixla myndar og komdu í veg fyrir vandamál með myndgæði sem gætu komið upp þegar kveikt hefur verið á sjónvarpinu í mjög langan tíma.",
	"Costa Rica": "Kostaríka",
	"Could not fined available network.": "Fann ekki tiltækt netkerfi.",
	"Croatia": "Króatía",
	"Croatian": "Króatíska",
	"Cuba": "Kúba",
	"Current time is not valid. Do you want to set the correct time now?": "Núverandi tími er ekki gildur. Viltu stilla réttan tíma núna?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Núverandi gildi sérsniðinna myndhamsstillinga verða teknar í notkun fyrir {pictureMode} ham fyrir öll inntök. Viltu halda áfram?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Núverandi tengt þráðlaust LG lyklaborðstæki verður aftengt frá sjónvarpi þínu. Viltu halda áfram?",
	"Custom": "Sérsnið",
	"Custom Time Zone": "Sérsniðið tímabelti",
	"Customer Service": "Þjónustudeild",
	"Cyan": "Blágrænt",
	"Cyprus": "Kýpur",
	"Czech": "Tékkland",
	"Czech Republic": "Tékkland",
	"Côte d'Ivoire": "Fílabeinsströndin",
	"DNS Server": "DNS netþjónn",
	"DTV Audio Setting": "DTV hljóðstillingar",
	"Danish": "Danska",
	"Data Service": "Gagnaþjónusta",
	"Date": "Dagsetning",
	"Day": "Dagur",
	"De-Blur": "Laga-móðu",
	"De-Judder": "Laga-hökt",
	"Delete": "Eyða",
	"Delete Connection History": "Eyða tengingasögu",
	"Delete Pairing History": "Eyða pörunarsögu",
	"Delete Usage Data": "Notkunargögnum eytt",
	"Demo Options": "Valkostir kynninga",
	"Democratic Republic of the Congo": "Lýðveldið Kongó",
	"Denmark": "Danmörk",
	"Depressed": "Lækkaður",
	"Deregister": "Afskrá",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Láttu rödd lýsa efninu á skjánum fyrir sjónskerta áhorfendur sjónvarps.",
	"Detect Range": "Skynjunarsvið",
	"Device Connection Settings": "Stillingar fyrir tengingu tækis",
	"Device List": "Listi tækja",
	"Device Name": "Nafn tækis",
	"Digital Mode": "Stafrænn hamur",
	"Digital Sound Out": "Stafrænt hljóð út",
	"Digital TV": "Stafrænt sjónvarp",
	"Directed to Older Children (ages 7 and above)": "Beint að eldri börnum (aldur 7 og yfir)",
	"Disabled": "Óvirkjað",
	"Disconnect": "Aftengja",
	"Display captions for hearing-impaired viewers to use TV.": "Sýna texta fyrir heyrnarskerta áhorfendur sem nota sjónvarpið.",
	"Display fast-moving content smoothly and clearly.": "Birta efni sem er á mikilli hreyfingu skýrt og hnökralaust.",
	"Display luminance level for the highest point (100 IRE).": "Birta stig ljóma fyrir hæsta punkt (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Birta myndir í hlýjum eða köldum lit.",
	"Do Not Sell My Personal Information": "Ekki selja mínar persónuupplýsingar",
	"Do Not Track": "Ekki fylgja eftir",
	"Do you want to continue?": "Viltu halda áfram?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Viltu afrita stöðvalista frá USB geymslu til sjónvarpsins þíns? Núverandi stöðum í sjónvarpi þínu verður eytt.",
	"Do you want to copy channel list from your TV to the USB storage?": "Viltu afrita stöðvalista frá sjónvarpi til USB geymslu?",
	"Do you want to reset Position Settings?": "Viltu endurstilla stillingar stöðu?",
	"Do you want to reset Volume Control?": "Viltu endurstilla hljóðstillingar?",
	"Do you want to set the correct time now?": "Viltu stilla réttan tíma núna?",
	"Do you want to turn your TV off now?": "Viltu slökkva á sjónvarpinu þínu núna?",
	"Done": "Lokið",
	"Download Mail": "Hlaða niður pósti",
	"Download and Install": "Hlaða niður og setja upp",
	"Downloadable Rating": "Niðurhalanleg flokkun",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Á þeim tíma sem slökkt er á stillingunni Always-on þá eru eiginleikar eins og raddkennsl o.s.frv. takmarkaðir að hluta þegar slökkt er á skjánum.",
	"Dutch": "Hollenska",
	"Dynamic Color": "Breytilegur litur",
	"Dynamic Contrast": "Breytileg birtuskil",
	"Eastern Africa": "Austur Afríka",
	"Eco": "Vistvænt",
	"Eco Mode": "Eco hamur",
	"Ecuador": "Ekvador",
	"Edge Color": "Litur brúnar",
	"Edge Enhancer": "Skerpa brúnir",
	"Edge Type": "Tegund brúnar",
	"Edit": "Breyta",
	"Egypt": "Egyptaland",
	"Emergency Alert": "Neyðarviðvörun",
	"Enabled": "Virkjað",
	"Energy Saving": "Orkusparnaður",
	"Energy consumption may increase if this feature is on.": "Orkunotkun gæti aukist ef kveikt er á þessum eiginleika.",
	"Energy saving modes to limit power consumption.": "Orkusparnaðarhættir til að takmarka orkunotkun.",
	"English": "Enska",
	"Enhance the bass sound.": "Bæta bassahljóð.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Auktu birtuskilin á milli ljósra og dökkra svæða sumra valmynda eins og bakgrunns og texta til að þeir sem eru með slæma sjón geti auðveldlega horft á þau.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Bættu upplausn og skerpu efnis með reikniaðferð lærðri í gegnum LG djúpnámstækni og hámarkaðu dýpt í gegnum greiningu efnis.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Njóttu Dolby Atmos efnis með bestu hljóðgæðum með því að kveikja á hljóðssviðsáhrifum.",
	"Enjoy TV sound by connecting Wired Headphones.": "Njóttu sjónvarpshljóðs með því að tengja þráðlaus heyrnartól.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Njóttu sjónvarpshljóðs í gegnum hljómtæki tengd við HDMI IN (ARC) tengi.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Njóttu sjónvarpshljóðs í gegnum hljómtæki tengd við OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Njóttu sjónvarpshljóðs í gegnum LG hljómtæki tengd við OPTICAL DIGITAL AUDIO OUT tengið.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Njóttu sjónvarpshljóðs í gegnum hljómtæki sem tengd eru við tengin fyrir hljóð út/heyrnartól.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Njóttu sjónvarpshljóðs í gegnum bæði innri sjónvarpshátalara og í snúrutengdum heyrnartólum.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Njóttu sjónvarpshljóðs í gegnum hljómtæki sem tengd eru bæði við innri sjónvarpshátalara og OPTICAL DIGITAL AUDIO OUT tengið.",
	"Enjoy a clear and natural sound.": "Njóttu hljóðs sem er skýrt og eðlilegt.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Njóttu hljóðs með þráðlausu hljómtæki tengdu við LG Sound Sync eða Bluetooth.",
	"Enjoy the sound optimized to the room.": "Njóttu hljóðsins þegar það hefur verið fínstillt fyrir herbergið.",
	"Enter CI Password": "Skráðu CI lykilorð",
	"Enter the PIN in your router's settings.": "Skráðu inn PIN í stillingum beinis þíns.",
	"Enter the master password.": "Skráðu inn aðallykilorðið.",
	"Equalizer": "Tónjafnari",
	"Estonia": "Eistland",
	"Estonian": "Eistneska",
	"Ethiopia": "Eþíópía",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Jafnvel þótt slökkt sé á stillingunni, getur þú athugað tengdar upplýsingar gegnum stöðvarborðann, raddgreining.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Jafnvel þegar slökkt er á sjónvarpinu og minnsta raforka er notuð, getur þú hlustað á tónlist með því að tengja farsímann. Fjölmarga eiginleika er hægt að nota hraðvirkt aftur þegar kveikt er á sjónvarpinu.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Jafnvel þegar slökkt er á sjónvarpinu er hægt að hlusta á tónlist með því að tengja snjallsíma við sjónvarpið með Bluetooth.",
	"Every Day": "Hvern dag",
	"Every Weekday": "Alla vikudaga",
	"Every Weekend": "Hverja helgi",
	"Expert (Bright Room)": "Expert (bjart herbergi)",
	"Expert (Dark Room)": "Expert (dimmt herbergi)",
	"Export your TV's channel list information to a connected USB device.": "Flyttu út upplýsingar um sjónvarpsstöðvalista þinn á tengt USB tæki.",
	"Extended": "Lengt",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Lenging tímabils á sjálfvirkri slökkvunarstillingu eða að hætta notkun aðgerðarinnar gæti aukið orkunotkun.",
	"Extreme": "Ystu mörk",
	"Eye Comfort Mode": "Augnavænn hamur",
	"FILMMAKER MODE Auto Change": "Sjálfvirk breyting FILMMAKER MODE",
	"Fantasy Violence": "Fantasía með ofbeldi",
	"Fast": "Hratt",
	"Fiji": "Fíjí",
	"Find and tell an audio device available to connect around TV.": "Finna og gefa upp hljómtæki tiltæk til tengingar í kringum sjónvarp.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fínstillið rauð, græn, blá, blágræn, blárauð og gul litarými.",
	"Finland": "Finnland",
	"Finnish": "Finnska",
	"Flash": "Flass",
	"Flat Mode": "Flatur hamur",
	"Font": "Stafagerð",
	"Font 1": "Stafagerð 1",
	"Font 2": "Stafagerð 2",
	"Font 3": "Stafagerð 3",
	"Font 4": "Stafagerð 4",
	"Font 5": "Stafagerð 5",
	"Font 6": "Stafagerð 6",
	"Font 7": "Stafagerð 7",
	"Font 8": "Stafagerð 8",
	"Football": "Fótbolti",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Fyrir WPS(Wi-Fi Protected Setup)-virkjaðan þráðlausan beini, skráðu inn PIN-kóða til að tengja sjónvarpið við þráðlaust net.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Fyrir WPS(Wi-Fi Protected Setup)-virkjaðan þráðlausan beini, ýttu á WPS-PBC hnappinn til að tengja sjónvarp við þráðlaust net.",
	"France": "Frakkland",
	"French": "Franska",
	"French Polynesia": "Franska Pólýnesía",
	"Full Wide": "Full vídd",
	"Gaelic": "Gelíska",
	"Galician": "Gallíska",
	"Gallery": "Gallerí",
	"Gambia": "Gambía",
	"Game": "Leikur",
	"Gateway": "Gátt",
	"General": "Almennt",
	"General Age": "Almennur aldur",
	"General Audience": "Almennir áhorfendur",
	"General Audiences": "Almennir áhorfendur",
	"General Program Locks": "Almennar dagskrárlæsingar",
	"German": "Þýska",
	"Germany": "Þýskaland",
	"Get started in a quiet environment for sound optimization.": "Byrjaðu á fínstillingu hljóðs í kyrrlátu umhverfi",
	"Getting...": "Sæki...",
	"Ghana": "Gana",
	"Gibraltar": "Gíbraltar",
	"Grayscale": "Gráskali",
	"Greece": "Grikkland",
	"Greek": "Gríska",
	"Green": "Grænt",
	"Greenland": "Grænland",
	"Guam": "Gvam",
	"Guatemala": "Gvatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Leiðsagnarvalmyndir og aðgerðir með rödd fyrir sjónskerta áhorfendur sjónvarps.",
	"Guinea": "Gínea",
	"Guinea Bissau": "Gínea Bissaó",
	"Guinea Conakry": "Gínea",
	"H Position": "H staða",
	"H Sharpness": "H skerpa",
	"H Size": "H stærð",
	"HD Mode": "Háskerpuhamur",
	"HD Mode Option": "Valkostir háskerpuhams",
	"HDD Eco Mode": "HDD Eco hamur",
	"HDD Power Saving Mode": "HDD orkusparnaðarhamur",
	"HDMI Input Audio Format": "Forsnið HDMI-hljóðinntaks",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} og HDMI {port2} tengi styðja 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} og HDMI {port2} tengi styðja Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} tengi styður 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} tengi styður Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} og HDMI {port3} tengi styðja 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} og HDMI {port3} tengi styðja Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} tengi styðja 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} tengi styðja Ultra HD Deep Colour.",
	"HDR Effect": "HDR áhrif",
	"HDR Picture Mode": "HDR myndhamur",
	"Haiti": "Haítí",
	"Hard of Hearing": "Heyrnarskertir",
	"Headphones Volume": "Hljóðstyrkur heyrnartóla",
	"Hebrew": "Hebreska",
	"High": "Mikil",
	"High Contrast": "Há birtuskil",
	"Higher values increase a sense of warmth or coldness.": "Hærri gildi auka skynjun á hita eða kulda.",
	"Hindi": "Hindí",
	"Home Animation": "Hreyfimyndir heimaskjás",
	"Home Auto Launch": "Sjálfvirk ræsing heimaskjás",
	"Home Mode": "Heimilishamur",
	"Home Promotion": "Heimakynning",
	"Home Settings": "Heimastillingar",
	"Home/Store Mode": "Heimilis-/Verslunarhamur",
	"Honduras": "Hondúras",
	"Hours": "Klukkustundir",
	"However, the IPv6 version of the address does not support editing.": "Hinsvegar þá styður útgáfa IPv6 af vistfanginu ekki breytingar.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Til að sjónvarpið sé í sem bestu ástandi er stillingin Always-on gerð óvirk í fimm klukkustundir og það verður slökkt á sjónvarpinu.",
	"Hungarian": "Ungverska",
	"Hungary": "Ungverjaland",
	"IBB Service": "IBB þjónusta",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "MIKILVÆGT! Endurstilling mun eyða öllum reikningsstillingum þínum og uppsettum forritum. Ekki er hægt að taka þessa aðgerð tilbaka.",
	"IP (Automatic)": "IP (sjálfvirkt)",
	"IP (Manual)": "IP (handvirkt)",
	"IP Address": "IP vistfang",
	"Iceland": "Ísland",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Þegar sjálfvirk samstilling afls er valin, þá verður kveikt á sjónvarpi þínu þegar þú kveikir á SIMPLINK tæki og slökkt verður á SIMPLINK tækjum þínum þegar þú slekkur á sjónvarpi þínu.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ef alhliða stýring hefur verið sett upp fyrir netlykill/OTT, nýttu þér þá það að nota netlykilinn tengdan frá LG fjarstýringunni.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ef tæki er tengt við tengið þá getur þú skoðað fínstilltu myndina fyrir leikinn með því að lágmarka töf eða truflun fyrir vídeó tækisins.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ef kveikt er á honum og þú tengir tæki sem líka styður Ultra HD Deep Colour, gæti myndin hjá þér verið skýrari.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ef upptaka eða hugbúnaðaruppfærsla er í gangi, þá er beðið eftir að þeim ljúki og ferlið getur tekið meira en eina klukkustund.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ef upptaka eða hugbúnaðaruppfærsla er í gangi, er beðið eftir að þeim ljúki og ferlið getur tekið meira {n} mínútu(r).",
	"If the device is not connected, you may not hear any sound through it.": "Ef tækið er ekki tengt er ekki víst að þú heyrir neitt hljóð úr því.",
	"If the edge of the screen is not clean, please turn this function off.": "Ef brúnir skjásins eru ekki skýrar slökktu þá á þessari aðgerð.",
	"If the program does not support multiple languages, the default language is selected.": "Ef dagskráin styður ekki mörg tungumál þá er sjálfgefið tungumál valið.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ef dagskráin styður ekki valið úttakssnið þá er sjálfgefið snið uppsprettunnar notað.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ef dagskráin styður ekki mismunandi hljóðstillingar þá er sjálfgild stilling valin.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ef það sama gerist aftur og aftur skaltu vinsamlegast endurstilla gildin eða endurræsa utanaðkomandi tæki.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ef valið tungumál er ekki stutt þá er sjálfgefið tungumál útsendingarinnar notað.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ef notandinn hefur ekki gert neinar aðgerðir á fasta skjánum í klukkustund þá er skipt yfir á skjávarann.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ef tíminn er stilltur mjög langt frá núverandi tíma þá gætu sumir snjalleiginleikarnir ekki verið sýndir.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ef ekki heyrist hljóð úr tækinu vertu þá viss um það virki rétt og styðji LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ef þú velur verslunarham þá er það stillt með þeim gildum sem henta best fyrir sýningu í verslun sem selur sjónvörp.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ef þú kveikir á hljóðleiðsögn, þá getur þú aðeins fært með vinstri, hægri, upp, niður hnöppunum á fjarstýringunni þinni og sum forrit sem þurfa að nota bendilinn er ekki hægt að nota.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ef þú slekkur á því, verður forstillingu CAM eytt. ",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ef þú slekkur á henni, þá verða engar stilltar CAM stöðvar tiltækar og tilkynningar munu ekki lengur vera gerðar.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ef þú kveikir á „flýtibyrjun+“, muntu ekki geta kveikt á sjónvarpi þínu með frjálsri stýringu fjarstýringar. Viltu halda áfram?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ef þú slekkur á skjávara og sama myndin helst á skjánum í meira en 2 klukkustundir, þá getur það haft áhrif á myndgæði skjásins þíns. Ef hún helst í meira en 5 klukkustundir, þá getur orðið varanleg rýrnun á myndgæðum. Viltu halda áfram?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ef slökkt er á þessum valkosti gæti fasti skjárinn varað lengur sem minnkar gæði skjámyndarinnar sem lagast jafnvel aldrei í sumum tilfellum.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ef þú notar orkusparnaðar aðgerð, þá hefur það áhrif á birtustig skjásins þíns.",
	"Import your TV's channel list information from a connected USB device.": "Flyttu inn upplýsingar um sjónvarpsstöðvalista þinn frá tengdu USB tæki.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Flyttu inn/út upplýsingar um sjónvarpsstöðvalista þinn frá/til tengds USB tækis.",
	"In Home": "Heima",
	"India": "Indland",
	"Indonesia": "Indónesía",
	"Indonesian": "Indónesíska",
	"Inner": "Innri",
	"Input": "Inntak",
	"Input Locks": "Inntakslæsingar",
	"Input field": "Skráningarreitur",
	"Installing...": "Set upp...",
	"Instant Game Response": "Tafarlaus leikjasvörun",
	"Interactive Service": "Gagnvirk þjónusta",
	"Interactivity(DTVi)": "Gagnvirkni(DTVi)",
	"Internal TV Speaker": "Innri sjónvarpshátalari",
	"Invert Colors": "Umsnúa litum",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Umbreyta og bæta ákveðna liti til að auka sýnileika atriðanna sem sýnd eru á skjánum.",
	"Iran": "Íran",
	"Iraq": "Írak",
	"Ireland": "Írland",
	"Irish": "Írska",
	"Israel": "Ísrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Það er sérstaklega endurstillt á myndham, svo veldu kjörinn myndham og endurstilltu það.",
	"It may not sound depending on connected devices.": "Hljóð gæti ekki heyrst eftir því hvaða tæki eru tengd.",
	"It may take a few minutes.": "Þetta gæti tekið nokkrar mínútur.",
	"It may take a few seconds.": "Það gæti tekið nokkrar sekúndur.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Þetta býður upp á besta 4.0 sýndarvíðhljóm fyrir áhorf efnis með reikniaðferð lærðri í gegnum LG vélræna djúpnámstækni.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Þetta býður upp á besta hljóðið eða 5.1 sýndarvíðhljóm miðað við tegund áhorfs með reikniaðferð lærðri í gegnum LG djúpnámstækni.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Það veitir bestu hljómgæðin með því að stilla endurkast hljóðs í herberginu byggt á tegund sjónvarpsuppsetningar.",
	"It reduces jaggies in the picture for a smooth picture.": "Þetta minnkar skekkingu hlutfalla til að fá snurðulausa mynd.",
	"It works only when the broadcasting program supports captions.": "Það virkar aðeins þegar þáttur í útsendingu styður yfirskriftir.",
	"It works only when the broadcasting program supports subtitles.": "Það virkar aðeins þegar þáttur í útsendingu styður þýðingartexta.",
	"Italian": "Ítalska",
	"Italy": "Ítalía",
	"Ivory Coast": "Cote d’Ivoire",
	"Jamaica": "Jamaíka",
	"Japanese": "Japanska",
	"Jerusalem": "Jerúsalem",
	"Johannesburg": "Jóhannesarborg",
	"Jordan": "Jórdanía",
	"Just Scan": "Skanna eingöngu",
	"Kabul": "Kabúl",
	"Kazakh": "Kasakska",
	"Kazakhstan": "Kasakstan",
	"Kenya": "Kenía",
	"Keyboard Languages": "Tungumál lyklaborðs",
	"Korea": "Suður-Kórea",
	"Korean": "Kóreska",
	"Kuwait": "Kúveit",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "LED staðbundinn dimmir",
	"LG Logo Light (Front of TV)": "Ljós LG merkis (framan á sjónvarpi)",
	"LG Services Country": "Þjónustuland LG",
	"LG Wireless Keyboard": "LG þráðlaust lyklaborð",
	"LG Wireless Keyboard Connected:": "LG þráðlaust lyklaborð tengt:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Þráðlaust lyklaborð LG gerir kleift að stjórna sjónvarpi í gegnum Bluetooth.",
	"Language": "Tungumál",
	"Large": "Stórt",
	"Last tuning:": "Síðasta stilling:",
	"Latvia": "Lettland",
	"Latvian": "Lettneska",
	"Lebanon": "Líbanon",
	"Left": "Vinstri",
	"Left Right": "Vinstri/hægri",
	"Left Surround": "Vinstri víðhljómur",
	"Left drop shadow": "Vinstri fallskuggi",
	"Legal Notice": "Tilkynning um lagaleg atriði",
	"Lesotho": "Lesóto",
	"Liberia": "Líberia",
	"Libya": "Líbía",
	"Light": "Dauft",
	"Limit AD Tracking": "Takmarka rakningu auglýsinga",
	"Lisbon": "Lissabon",
	"Lithuania": "Litháen",
	"Lithuanian": "Litháenska",
	"Live Theater": "Lifandi leikhús",
	"Loading...": "Hleð...",
	"Local": "Staðbundið",
	"Local Language": "Staðbundið tungumál",
	"Location": "Staðsetning",
	"Lock All": "Læsa öllu",
	"Lock changes for currently running apps will be applied the next time they are started.": "Breytingar á læsingum forrita í keyrslu þessa stundina verða teknar í notkun næst þegar þau eru gangsett.",
	"Logo Luminance Adjustment": "Stilla ljóma merkis",
	"Low": "Lágt",
	"Luminance": "Ljómi",
	"Luxembourg": "Lúxemborg",
	"MAC Address": "MAC vistfang",
	"MAC Address (Wired)": "MAC vistfang (fasttengt)",
	"MAC Address (Wireless)": "MAC vistfang (þráðlaust)",
	"MASTER PASSWORD": "AÐALLYKILORÐ",
	"MHEG Guide": "MHEG leiðbeiningar",
	"MPEG Noise Reduction": "MPEG minnkun suðs",
	"Macedonia": "Makedónía",
	"Macedonia, The Former Yugoslav Republic Of": "Makedónía, Fyrrum Júgóslavíu lýðveldi",
	"Macedonian": "Makedónska",
	"Maceió": "Maceió",
	"Maceió ": "Maceió",
	"Madagascar": "Madagaskar",
	"Madrid": "Madríd",
	"Magenta": "Blárautt",
	"Make blurry or difficult-to-see areas more vivid.": "Gera skýrari svæði sem eru óskýr eða erfitt að sjá.",
	"Malawi": "Malaví",
	"Malay": "Malasíska",
	"Malaysia": "Malasía",
	"Mali": "Malí",
	"Manage channels stored on the TV.": "Stjórna rásum sem geymdar eru á sjónvarpinu.",
	"Mandarin": "Mandarín",
	"Manual": "Handvirkt",
	"Maori": "Maórí",
	"Marshall Islands": "Marshall-eyjar",
	"Mature Audience Only": "Aðeins þroskaðir áhorfendur",
	"Mauritania": "Máritanía",
	"Mauritius": "Máritus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Hámarka birtuskil með því að auka styrkleika bjartra og dökkra svæða á skjánum.",
	"Medium": "Meðal",
	"Menu Language": "Tungumál valmyndar",
	"Menu Transparency": "Gagnsæi valmyndar",
	"Message": "Skilaboð",
	"Method": "Aðferð",
	"Mexico": "Mexikó",
	"Mexico City": "Mexikóborg",
	"Middle East": "Miðausturlönd",
	"Minutes": "Mínútur",
	"Mobile Connection Management": "Stýring farsímatengingar",
	"Mode Option": "Valkostir hams",
	"Model": "Gerð",
	"Moldova": "Moldavía",
	"Monaco": "Mónakó",
	"Mongolia": "Mongólía",
	"Month": "Mánuður",
	"Morocco": "Marokkó",
	"Moscow": "Moskva",
	"Motion Eye Care": "Hreyfinga-augnvernd",
	"Movie Lock": "Kvikmyndalás",
	"Mozambique": "Mósambík",
	"Multi": "Fjöl",
	"Multi Audio": "Fjöl-hljóð",
	"Multi Channel Audio": "Fjölrása hljóð",
	"Multi Feed": "Fjölstreymi",
	"Multiple": "Margfalt",
	"Music": "Tónlist",
	"NEXTGEN TV Mode": "NEXTGEN sjónvarpshamur",
	"Namibia": "Namibía",
	"Narrow": "Lítil",
	"Natural": "Náttúrulegt",
	"Netherland": "Holland",
	"Netherlands": "Holland",
	"Network": "Kerfi",
	"Network Connection Settings": "Stillingar nettengingar",
	"Network Name": "Nafn netkerfis",
	"Network-Based Personalization Recommendations": "Persónusniðnar tillögur byggðar á netkerfinu",
	"New Caledonia": "Nýja Kaledónía",
	"New Zealand": "Nýja-Sjáland",
	"Next": "Næst",
	"Nicaragua": "Níkaragva",
	"Niger": "Níger",
	"Nigeria": "Nígeria",
	"Night": "Nótt",
	"No": "Nei",
	"No Internet via 3G/4G network": "Ekkert internet með 3G/4G netkerfi",
	"No Internet via Ethernet": "Ekkert internet í gegnum Ethernet",
	"No Internet via Wi-Fi": "Ekkert internet með Wi-Fi",
	"No One 17 and Under Admitted.": "Ekki leyft fyrir 17 og yngri.",
	"No Operation Auto Off": "Engin aðgerð sjálfvirkt Af",
	"No Signal Auto Off": "Ekkert merki sjálfvirkt Af",
	"No Signal Image": "Ekkert merki mynd",
	"No Signal Power Off (15Min)": "Ekkert merki slökkva á (15mín)",
	"No devices have been found.": "Engin tæki hafa fundist.",
	"No paired devices.": "Engin pöruð tæki.",
	"No signal on Server": "Ekkert merki á þjóni",
	"No updates found.": "Engar uppfærslur fundust.",
	"Noise Reduction": "Minnkun suðs",
	"None": "Enginn",
	"Normal": "Venjuleg",
	"North Korea": "Norður Kórea",
	"Northern Africa": "Norður Afríka",
	"Norway": "Noregur",
	"Norwegian": "Norska",
	"Not Connected": "Ekki tengt",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Athugaðu: Ef tækið þitt styður ekki þennan eiginleika gæti verið að það virki ekki rétt. Ef svo er geturðu tengt tækið við annað HDMI tengi eða slökkt á 8K HDMI Ultra HD Deep Colour stillingunni.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Athugaðu: Ef tæki þitt styður ekki þennan eiginleika, þá gæti verið að það virkaði ekki rétt. Í því tilfelli, þá getur þú tengt tækið við annað HDMI tengi eða slökkt á HDMI Ultra HD Deep Colour stillingunni.",
	"Note: Available options depend on the broadcast program.": "Athugið: Það fer eftir útsendri dagskrá hvaða valkostir eru tiltækir.",
	"Note: Behavior may differ if connected device is not a LG device.": "Athugið: Hegðun getur verið önnur ef tengt tæki er ekki LG tæki.",
	"Note: Only displayed when it is provided by the program.": "Athugið: Aðeins sýnt þegar fylgir með dagskránni. ",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Athugið: Texti er aðeins sýndur þegar hann kemur með útsendri dagskrá.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Athugið: Það getur verið mismunandi eftir gerðum hvaða eiginleikar eru studdir og gagnsæi þeirra eftir aðgerðum eiginleika með efnisspilun eins og Live TV eða VOD efni.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Athugið:<br>1. Ef kveikt er á sjónvarpi þínu á meðan endurglæðing pixla er í gangi, þá mun það stöðva ferlið og þú þarft að byrja upp á nýtt.<br>2. Á meðan vinnslan stendur yfir, þá gæti birst hvít lína á skjánum. Þetta er eðlilegt þegar verið er að hreinsa skjáinn.",
	"Notifications": "Tilkynningar",
	"OK": "Í LAGI",
	"OLED LIGHT": "OLED LJÓS",
	"OLED Screen Saver": "OLED skjávari",
	"Object Audio": "Hljóð hlutar",
	"Off": "Slökkt",
	"Oman": "Óman",
	"On": "Kveikt",
	"OnTimer Channel not selected": "Stöð tímastillingar ekki valin.",
	"Open": "Opna",
	"Open Source Licenses": "Opna uppruna hugbúnaðartilkynninga",
	"Open when TV is turned on": "Opið þegar kveikt er á sjónvarpi",
	"Operate once when TV is off": "Stjórna um leið og slökkt er á sjónvarpi",
	"Optical": "Ljóstækni",
	"Optical + Internal TV Speaker": "Ljóstækni + Innri sjónvarpshátalari",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Hámarkaðu dýpt efnis með reikniaðferð lærðri í gegnum LG vélnámstækni.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Fínstilla birtuskil eftir birtustigi HDR efnisins.",
	"Optimize contrast settings based on image brightness.": "Fínstilla birtuskil eftir birtustigi myndarinnar.",
	"Optimize the sound for a cinematic experience.": "Fínstilla hljóð fyrir bíó upplifun.",
	"Original Language": "Upphaflegt tungumál",
	"Oslo": "Osló",
	"Others": "Aðrir",
	"Outer": "Ytri",
	"Output sound through the Internal TV speaker.": "Úttakshljóð í gegnum innri sjónvarpshátalara.",
	"Pagode": "Pagóða",
	"Panama City": "Panama borg",
	"Papua New Guinea": "Papúa Nýja Gínea",
	"Paraguay": "Paragvæ",
	"Parental Guidance Suggested": "Leiðsögn foreldra lögð til",
	"Parental Guidance Suggested :": "Leiðsögn foreldra lögð til :",
	"Parental guidance suggested for children ages 8-13.": "Leiðsögn foreldra lögð til fyrir börn á aldrinum 8-13.",
	"Parents Guidance strongly required :": "Sterklega mælt með leiðsögn foreldra :",
	"Parents Strongly Cautioned": "Foreldrar sterklega varaðir við",
	"Paris": "París",
	"Pass Through": "Fara í gegn",
	"Password": "Lykilorð",
	"Patent Information": "Einkaleyfisupplýsingar",
	"Peak Brightness": "Hámarks birtustig",
	"Persian": "Persneska",
	"Peru": "Perú",
	"Philippines": "Filippseyjar",
	"Photo": "Mynd",
	"Pick a Time": "Velja tíma",
	"Picture": "Mynd",
	"Picture Mode": "Myndhamur",
	"Picture Mode Settings": "Stillingar myndhams",
	"Picture Options": "Myndvalkostir",
	"Picture Test": "Myndprófun",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Mynd og hljóð gætu ekki virkað rétt á meðan tengt ytra tæki og sjónvarp eru að tala saman í upphafi. Ef vandamálið er viðvarandi, vinsamlegast snúið stillingunum tilbaka og endurræsið hið tengda ytra tæki.",
	"Pitch": "Tónhæð",
	"Pixel Refresher": "Endurglæðing pixla",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Endurglæðing pixla gerir sjónvarpinu þínu kleift að veita eins skýra mynd og mögulegt er.",
	"Pixel Refresher begins only once when the TV is turned off.": "Endurglæðing pixla hefst aðeins þegar slökkt er á sjónvarpi.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Endurglæðing pixla hefur verið sett á áætlun í næsta skipti sem slökkt er á sjónvarpi þínu.",
	"Play": "Spila",
	"Play sound through TV Speaker.": "Spila hljóð í gegnum sjónvarpshátalara.",
	"Play the standard sound suitable for all types of content.": "Spila staðlað hljóð sem hentar öllum tegundum efnis.",
	"Please check if WiSA Speakers are turned on and try again.": "Vinsamlegast athugaðu hvort kveikt sé á WiSA-hátölurum og reyndu aftur.",
	"Please check that the Bluetooth device is already connected to another device.": "Vinsamlegast athugaðu hvort Bluetooth tækið sé nú þegar tengt við annað tæki.",
	"Please check the network name and password and try again.": "Vinsamlegast athugaðu nafn netkerfis og lykilorð og reyndu aftur.",
	"Please check the status and try again": "Vinsamlegast athugaðu stöðuna og reyndu aftur.",
	"Please do not unplug the USB storage until the copying is completed.": "Vinsamlegast takið ekki USB geymsluna úr sambandi fyrr en afritun er lokið.",
	"Please enter your password to turn off this function.": "Vinsamlegast skráðu lykilorð þitt til að slökkva á þessari aðgerð.",
	"Please enter your password to turn on this function.": "Vinsamlegast skráðu inn lykilorð þitt til að kveikja á þessari aðgerð.",
	"Please make sure that your TV is connected to the network and try again.": "Vertu viss um að sjónvarpið þitt sé tengt við netkerfið og reyndu aftur.",
	"Please note that LG does not use or manage the value.": "Vinsamlegast athugið að LG notar hvorki né stjórnar gildinu.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Vinsamlegast athugaðu að ekki er hægt að fá hljóð í annað tæki þegar Stafrænt hljóð út er stillt á Fara í gegn.",
	"Please try again later.": "Vinsamlegast reyndu aftur síðar.",
	"Please wait while the Settings application reloads.": "Vinsamlegast bíðið á meðan stillingar endurhlaðast.",
	"Please wait while the Settings application restarts.": "Vinsamlegast bíðið á meðan stillingar eru endurræstar.",
	"Please wait while the TV restarts.": "Vinsamlegast bíðið á meðan sjónvarpið endurræsist.",
	"Please wait while the TV searches for LG Service Country.": "Vinsamlegast bíðið á meðan sjónvarpið leitar að þjónustulandi LG.",
	"Point": "Benda",
	"Pointer Options": "Valkostir bendils",
	"Pointer Size": "Stærð bendils",
	"Poland": "Pólland",
	"Polish": "Pólska",
	"Portugal": "Portúgal",
	"Portuguese": "Portúgalska",
	"Position": "Staða",
	"Position Settings": "Stillingar stöðu",
	"Power Off Timer": "Slökkva á tímastilli",
	"Power On Timer": "Kveikja á tímastilli",
	"Power Saving Mode": "Orkusparnaðarhamur",
	"Prague": "Prag",
	"Preschool": "Forskóli",
	"Press right button to adjust de-blur and Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-móðu og Motion Pro gildi.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-móðu og OLED Motion Pro gildi.",
	"Press right button to adjust de-blur and OLED Motion value.": "Ýttu á hægri hnapp til að stilla laga-móðu og OLED Motion gildi.",
	"Press right button to adjust de-judder and Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-hökt og Motion Pro gildi.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-hökt og OLED Motion Pro gildi.",
	"Press right button to adjust de-judder and OLED Motion value.": "Ýttu á hægri hnapp til að stilla laga-hökt og OLED Motion gildi.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-hökt, laga-móðu og Motion Pro gildi.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Ýttu á hægri hnapp til að stilla laga-hökt, laga-móðu og OLED Motion Pro gildi.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Ýttu á hægri hnapp til að stilla laga-hökt, laga-móðu og OLED Motion gildi.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Ýttu á WPS hnappinn á WPS-virkjuðum beini til að tengja sjónvarpið við netkerfi.",
	"Press the right button to adjust Motion Pro settings.": "Ýttu á hægri hnapp til að breyta Motion Pro stillingum.",
	"Press the right button to adjust OLED Motion Pro settings.": "Ýttu á hægri hnapp til að breyta OLED Motion Pro stillingum.",
	"Press the right button to adjust OLED Motion settings.": "Ýttu á hægri hnapp til að breyta OLED Motion stillingum.",
	"Press the right button to adjust de-blur settings.": "Ýttu á hægri hnappinn til að breyta laga-móðu stillingum",
	"Press the right button to adjust de-judder settings.": "Ýttu á hægri hnapp til að breyta laga-hökt stillingunum.",
	"Previous": "Fyrri",
	"Primary Audio Language": "Aðaltungumál hljóðs",
	"Primary Channels": "Úrvalsstöðvar",
	"Primary Teletext Language": "Aðaltungumál textavarps",
	"Program exempted from ratings.": "Dagskrá undanþegin frá flokkun.",
	"Programme": "Stöð",
	"Provide HbbTV Distinctive ID": "Útvega aðgreinandi auðkenni HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Útvegaðu aðgreinandi auðkenni HbbTV fyrir útsendingarþjónustu HbbTV.",
	"Provided services may vary depending on countries.": "Þjónusta í boði getur verið mismunandi eftir löndum.",
	"Puerto Rico": "Púertó Ríkó",
	"Qatar": "Katar",
	"Quick Help": "Flýtihjálp",
	"Quick Start+": "Flýtibyrjun+",
	"Raised": "Aukinn",
	"Reason: Authentication with access point was unsuccessful.": "Ástæða: Sannprófun við aðgangspunkt tókst ekki.",
	"Reason: Could not establish a connection to access point.": "Ástæða: Gat ekki stofnað tengingu við aðgangspunkt.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Ástæða: Gat ekki sótt gilda IP-tölu með því að nota DHCP.",
	"Reason: Entered password is incorrect.": "Ástæða: Skráð lykilorð er rangt.",
	"Reason: Password is missing.": "Ástæða: Það vantar lykilorð.",
	"Reason: The network you selected is out of range.": "Ástæða: Netkerfið sem þú valdir er utan sviðs.",
	"Reason: Unable to login.": "Ástæða: Innskráning tókst ekki.",
	"Receive emergency alerts from TV when an emergency occurs.": "Móttaka neyðarviðvaranir frá sjónvarpinu þegar neyðartilvik koma upp.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Ráðlagt er að stilla stundirnar sem vanalega er ekki horft á sjónvarp á Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Mælt er með gagnlegu efni og eiginleikum miðað við áhorfssögu og notkunarmynstur apps.",
	"Recommendations are available for the people, products and locations related to the current program.": "Tillögur eru í boði fyrir fólk, vörur og staðsetningar sem tengjast núverandi dagskrá.",
	"Red": "Rautt",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Minnkaðu óreglulegt suð frá stafrænum myndbandsmerkjum til að fínstilla skýr myndgæði.",
	"Region": "Svæði",
	"Registered Devices ({num})": "Skráð tæki ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Styrkja hátíðnitóna fyrir fínstillt hljóð.",
	"Reinforce the low-pitched tone of the optimized sound.": "Styrkja lágtíðnitóna fyrir fínstillt hljóð.",
	"Remote Settings": "Fjarstillingar",
	"Remove irregular and erratic pixels for a clearer image.": "Fjarlægja óreglulega og óstöðuga pixla til að fá skýrari mynd.",
	"Reset": "Endurstilla",
	"Reset AD ID": "Endurstilla AD ID",
	"Reset CI Password": "Endurstilla CI lykilorð",
	"Reset HbbTV Distinctive ID": "Endurstilla aðgreinandi auðkenni HbbTV",
	"Reset Password": "Endurstilla lykilorð",
	"Reset Settings": "Endursetja stillingar",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Endurstilla forritalistann sem samþykktur er þegar tengt er við HbbTV farsímaforritið.",
	"Reset the caption position.": "Endurstilla staðsetningu textans.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Endurstilltu bæði sögu áhorfs og forritanotkunar. Þegar sagan er endurstillt getur tekið smá tíma að fá tillögur um efni á ný.",
	"Reset to Initial Settings": "Endurstilla í upphaflegar stillingar",
	"Restrict access to TV programs based on their ratings.": "Takmarka aðgang að sjónvarpsdagskrá eftir flokkun hennar.",
	"Restrict watching based on age ratings for children programs.": "Takmarka áhorf á grundvelli aldursflokkunar fyrir barnaefni.",
	"Restrict watching based on ages ratings.": "Takmarka áhorf á grundvelli aldursflokkunar.",
	"Restrict watching based on fantasy violence content ratings.": "Takmarka áhorf á grundvelli efnis sem flokkast sem fantasía með ofbeldi.",
	"Restrict watching based on programs containing adult language.": "Takmarka áhorf á grundvelli dagskrár sem inniheldur fullorðinstalsmáta.",
	"Restrict watching based on programs containing sexual scene.": "Takmarka áhorf á grundvelli dagskrár sem inniheldur kynlífsatriði.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Takmarka áhorf á grundvelli dagskrár sem inniheldur kynferðisleg samtöl.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Takmarka áhorf á grundvelli ákveðins aldurs eða efnisflokkunar við leiðsögn foreldra.",
	"Restrict watching based on violence content ratings.": "Takmarka áhorf á grundvelli flokkunar á efni sem inniheldur ofbeldi.",
	"Restrict watching movies based on rating.": "Takmarka áhorf kvikmynda á grundvelli flokkunar.",
	"Restrict watching programs based on rating.": "Takmarka áhorf dagskrár á grundvelli flokkunar.",
	"Restriction ratings :": "Flokkun fyrir takmarkanir :",
	"Retry": "Reyna aftur",
	"Revert TV to its initial settings.": "Færa sjónvarp tilbaka í upphaflegar stillingar.",
	"Revert color adjustment settings to default.": "Snúa litastillingum tilbaka í sjálfgildi.",
	"Revert detailed sound effect settings of standard mode to default.": "Snúa nánari hljóðáhrifastillingum venjulegs hams til sjálfgilda.",
	"Revert picture setting values to default.": "Breyta myndstillingum tilbaka til sjálfgilda.",
	"Revert white balance settings to default.": "Snúa stillingum hvítjöfnunar tilbaka í sjálfgildi.",
	"Reykjavik": "Reykjavík",
	"Riga": "Ríga",
	"Right": "Hægri",
	"Right Left": "Hægri/vinstri",
	"Right Surround": "Hægri víðhljómur",
	"Right drop shadow": "Hægri fallskuggi",
	"Romania": "Rúmenía",
	"Romanian": "Rúmenska",
	"Rome": "Róm",
	"Russia": "Rússland",
	"Russian": "Rússneska",
	"Rwanda": "Rúanda",
	"SIGNATURE Opening": "SIGNATURE Opnun",
	"SIGNATURE TV Settings": "STILLINGAR SIGNATURE-SJÓNVARPS",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK leyfir þér að nota LG fjarstýringuna til að stjórna öðrum SIMPLINK-virkjuðum tækjum, eins og DVD spilara eða hljóðkerfi heimabíós, sem eru tengd við LG snjallsjónvarp þitt með HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Kveikt verður sjálfkrafa á SIMPLINK til að nota ARC.",
	"Safety": "Öryggi",
	"Samoa": "Samóa",
	"Santiago": "Santíagó",
	"Sarajevo": "Sarajévó",
	"Satellite": "Gervihnöttur",
	"Satellite DTV": "DTV gervihnattasjónvarp",
	"Satellite Radio": "Gervihnattaútvarp",
	"Saturation": "Mettun",
	"Saudi Arabia": "Sádí-Arabía",
	"Saudi arabia": "Sádí-Arabía",
	"Save CAM Operator's Profile": "Vista forstillingu CAM stjórnanda",
	"Save CI Password": "Vista CI lykilorð",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Vista núverandi litastillingar úr núverandi myndham fyrir öll inntök.",
	"Save the white balance settings from the current picture mode in all inputs.": "Vista hvítjöfnunarstillingarnar úr núverandi myndham fyrir öll inntök.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Vista/endurstilla CI lykilorð þitt. Með því að vista lykilorðið þitt þá sleppur þú við innskráningarskrefið í framtíðinni.",
	"Scan \"Auto Detect\" automatically.": "Skanna „sjálfvirka greiningu” sjálfvirkt.",
	"Screen Down": "Skjár niður",
	"Screen Off": "Skjár af",
	"Screen Saver": "Skjávari",
	"Screen Shift ": "Hliðra skjá",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skjárinn hliðrast með reglulegu millibili og kemur í veg fyrir vandamál með myndgæði sem gætu orðið ef kveikt hefur verið lengi á sjónvarpinu.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skjárinn mun slökkva á sér eftir 5 sekúndur. Til að kveikja aftur á skjánum, ýttu á hvaða hnapp sem er nema aðalrofa og hljóðstyrks hnappana.",
	"Search": "Leit",
	"Search Bluetooth Device": "Leita að Bluetooth tæki",
	"Searching...": "Leita...",
	"Second Language": "Annað tungumál",
	"Secondary Audio Language": "Aukatungumál hljóðs",
	"Secondary Teletext Language": "Annað tungumál textavarps",
	"Security": "Öryggi",
	"Select IRE point to adjust luminance.": "Veldu IRE punkt til að stilla ljóma.",
	"Select Mode": "Velja ham",
	"Select TV's language settings.": "Velja tungumálastillingar sjónvarps.",
	"Select a caption type for HD broadcasts.": "Veldu tegund myndtexta fyrir HD útsendingar.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Veldu tegund myndtexta fyrir NEXTGEN sjónvarpsútsendingar.",
	"Select a caption type for UHD broadcasts.": "Veldu tegund myndtexta fyrir UHD útsendingar.",
	"Select a caption type for analog broadcasts.": "Veldu tegund myndtexta fyrir hliðrænar útsendingar.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Veldu myndbandsham sem passar við áhorfsumhverfið, eða tilgreindu stillingar fyrir myndbandsham, eins og skerpu, lit og fleira.",
	"Select an audio format for each HDMI input.": "Veldu forsnið hljóðs fyrir hvert HDMI-inntak.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Veldu annað stafrænt hljóð út (Sjálfvirkt eða PCM) ef þú heyrir ekki hljóðhrif eftir að hafa valið hleypa í gegn.",
	"Select audio language for digital broadcasts.": "Veljið tungumál fyrir stafrænar útsendingar.",
	"Select color to be adjusted.": "Veljið lit til að stilla.",
	"Select days to apply the Timer Power Off settings every week.": "Velja daga til að nota tímastillt slökkva á í hverri viku.",
	"Select days to apply the Timer Power On settings every week.": "Velja daga í hverri viku til að nota tímastillt kveikja á.",
	"Select device for audio output.": "Veldu tæki fyrir hljóðúttak.",
	"Select device or speaker for audio output.": "Veldu tæki eða hátalara fyrir hljóðúttak.",
	"Select digital audio output format.": "Veldu stafrænt úttakssnið hljóðs.",
	"Select language for TV menu.": "Velja tungumál fyrir valmynd sjónvarps.",
	"Select language for subtitles.": "Veldu tungumál texta.",
	"Select languages for keyboards input.": "Velja tungumál fyrir inntak lyklaborðs.",
	"Select method to adjust white balance.": "Veljið aðferð til að stilla hvítjöfnun.",
	"Select point to adjust luminance.": "Veldu punkt til að stilla ljóma.",
	"Select the Sound mode and set detailed Audio effects.": "Veldu hljóðham og stilltu ítarleg hljóðáhrif.",
	"Select the Sound mode for each content type.": "Veldu hljóðham fyrir hverja tegund efnis.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Veldu Ultra HD Deep Colour fyrir HDMI {num} tengi.",
	"Select the app to restrict the use.": "Veldu app sem takmarka skal notkun á.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Veldu viðeigandi myndham í samræmi við áhorfsumhverfið eða efnistegund.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Veldu hljóðeiginleikana til að hlusta á útsendinguna á þann hátt sem þér líkar.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Velja tegund texta fyrir stafrænar útsendingar og gera ítarlegar textastillingar.",
	"Select the channel to restrict watching.": "Veldu stöð sem takmarka skal áhorf á.",
	"Select the channel to watch when the TV turns on.": "Veldu stöð til að horfa á þegar kviknar á sjónvarpinu.",
	"Select the color range to be displayed.": "Veldu litasviðið sem á að birta.",
	"Select the country for your country's special services.": "Velja landið fyrir sérstaka þjónustu landsins.",
	"Select the desired video angle.": "Velja æskilegt sjónarhorn myndbands.",
	"Select the desired video.": "Velja æskilegt myndband.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Veldu sniðið fyrir flutning stafræns hljóðs út til ytra tækis.",
	"Select the input to use when the TV turns on.": "Veljið inntak sem nota á þegar kviknar á sjónvarpi.",
	"Select the inputs to restrict the use.": "Veldu inntak sem takmarka skal notkun á.",
	"Select the most preferred Subtitle Language.": "Veldu fyrsta valkost þinn fyrir tungumál texta.",
	"Select the place where to use the TV.": "Veldu staðinn þar sem nota á sjónvarpið.",
	"Select the residential region for your regional broadcast signal.": "Velja búsetusvæði fyrir útsendingarsvæði svæðisins.",
	"Select the second preferred Subtitle Language.": "Veldu annan valkost þinn fyrir tungumál texta.",
	"Select your first choice of audio language for digital broadcasts.": "Velja fyrsta kost fyrir tungumál hljóðs fyrir stafrænar útsendingar.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Veldu fyrsta valkost þinn sem tungumál textavarps sjónvarpsútsendingaraðila þíns.",
	"Select your second choice of audio language for digital broadcasts.": "Velja annan kost fyrir tungumál hljóðs fyrir stafrænar útsendingar.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Veldu annan valkost þinn sem tungumál textavarps sjónvarpsútsendingaraðila þíns.",
	"Seoul": "Seúl",
	"Serbia": "Serbía",
	"Serbian": "Serbneska",
	"Serial Number": "Raðnúmer",
	"Service 1": "Þjónusta 1",
	"Service 2": "Þjónusta 2",
	"Service 3": "Þjónusta 3",
	"Service 4": "Þjónusta 4",
	"Service 5": "Þjónusta 5",
	"Service 6": "Þjónusta 6",
	"Service Area Zip Code": "Póstnúmer þjónustusvæðis",
	"Set Automatically": "Stilla sjálfkrafa",
	"Set ID": "Stilla auðkenni",
	"Set My Team Alarm.": "Setja upp ‚Mitt lið vekjara‘.",
	"Set Store Mode settings.": "Ákveða stillingar verslunarhams.",
	"Set System Color mode for your current TV input.": "Stilla ham kerfislita fyrir núverandi sjónvarpsinntak.",
	"Set additional options for Video Description.": "Stilla viðbótarvalkosti fyrir myndbandslýsingu.",
	"Set additional picture settings.": "Gera viðbótar myndstillingar.",
	"Set additional sound-related settings.": "Stilla fleiri hljóðtengdar stillingar.",
	"Set advanced Subtitle options.": "Stilla ítarlega textavalkosti.",
	"Set advanced captioning options.": "Stilla ítarlega textavalkosti.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Stilla og breyta útgáfu IP-tölu í IPv4 eða IPv6.",
	"Set audio-related options.": "Stilla hljóðtengda valkosti.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Stilla stærð texta, lit, gegnsæi og aðra valkosti fyrir útsendingar.",
	"Set color temperature from warm to cool.": "Stillið hitastig lits úr heitu í kalt.",
	"Set detailed caption settings for HD broadcasts.": "Sjá ítarlegar textastillingar fyrir HD útsendingar.",
	"Set detailed options for the AI functions.": "Stilla ítarlega valkosti fyrir gervigreindaraðgerðir.",
	"Set detailed options for the Home feature.": "Stilla ítarlega valkosti fyrir ‚Heima’ eiginleikann.",
	"Set detailed options for the Recommendation feature.": "Stilla ítarlega valkosti fyrir ‚Tillögu’ eiginleikann.",
	"Set easy connection settings with external devices.": "Gera stillingar fyrir auðvelda tengingu við ytri tæki.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Stilltu læsingu fyrir ákveðnar stöðvar, öpp, inntök o.s.frv. til notkunar með leiðsögn foreldra.",
	"Set necessary additional functions based on watching environment and screen status.": "Stilltu nauðsynlegar viðbótaraðgerðir eftir áhorfsumhverfi og skjástöðu.",
	"Set or reset the position of on-screen captions.": "Stilla eða endurstilla staðsetningu texta á skjánum.",
	"Set settings related to your wired / wireless network.": "Gera stillingar sem tengjast fasttengda / þráðlausa neti þínu.",
	"Set the TV to turn off automatically after a set amount of time.": "Stilltu sjónvarpið þannig að það slökkvi sjálfvirkt á sér eftir ákveðinn tíma.",
	"Set the TV to turn off automatically at a set time.": "Stilla sjónvarp þannig að það slökkvi á sér á ákveðnum tíma.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Stilltu sjónvarpið þannig að það slökkvi sjálfvirkt á sér ef notandi hefur ekki gert neina aðgerð í 4 klukkustundir eftir að tímastillir kveikti á því.",
	"Set the TV to turn on automatically at a set time.": "Stilltu sjónvarpið þannig að það kveiki sjálfvirkt á sér á ákveðnum tíma.",
	"Set the additional functions related to the TV.": "Stilltu viðbótareiginleikana sem tengjast sjónvarpinu.",
	"Set the current date and time.": "Stilltu núverandi dagsetningu og tíma.",
	"Set the current date manually.": "Stilla núverandi dagsetningu handvirkt.",
	"Set the current time manually.": "Stilla núverandi tíma handvirkt.",
	"Set the detect range of device available to connect.": "Stilla skynjunarsvið tækja sem tiltæk eru til tengingar.",
	"Set the region and country for broadcasts and special services.": "Stilla svæði og land fyrir útsendingar og sérstaka þjónustu.",
	"Set the screen size and aspect ratio.": "Stillið stærð skjás og myndhlutfall.",
	"Set the specialized functions of SIGNATURE TV.": "Stilltu sérhæfðar aðgerðir SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Stilltu tímann þegar slökkva á sjálfkrafa á sjónvarpinu ef engar notandaaðgerðir hafa verið gerðar.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Stilla fjölrása hljóðáhrif Virtual Surround til að njóta raunverulegra hljóðs.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Stilla hljóðáhrif Virtual Surround til að njóta raunverulegra hljóðs.",
	"Set the volume level when the TV turns on.": "Stilltu hljóðstyrkinn þegar kviknar á sjónvarpinu.",
	"Set time to turn off the TV.": "Stilltu tímann þegar á að slökkva á sjónvarpinu.",
	"Set time to turn on the TV.": "Stilltu tímann þegar á að kveikja á sjónvarpinu.",
	"Set up additional features related to customer support.": "Stilla frekari eiginleika sem tengjast þjónustudeild.",
	"Set up an account to use LG Services.": "Stilla reikning til að nota LG þjónustu.",
	"Set whether to display Home when the TV is turned on.": "Stilla hvort birta á ‚Heima’ þegar kveikt er á sjónvarpinu.",
	"Settings Help": "Stillingahjálp",
	"Sexual Situations": "Kynlífsatriði",
	"Sexually Suggestive Dialogue": "Kynferðisleg samtöl",
	"Shanghai": "Sjanghæ",
	"Sharpness": "Skerpa",
	"Show Password": "Sýna lykilorð",
	"Side by Side": "Hlið við hlið",
	"Sierra Leone": "Síerra Leóne",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Truflun á merki gæti minnkað næmi Magic Remote ef þráðlaus beinir er of nálægt sjónvarpinu.",
	"Singapore": "Síngapúr",
	"Size": "Stærð",
	"Sleep Timer": "Svefntímastilling",
	"Slovak": "Slóvakíska",
	"Slovakia": "Slóvakía",
	"Slovenia": "Slóvenía",
	"Slovenian": "Slóvenska",
	"Slow": "Hægt",
	"Small": "Smátt",
	"Smooth Gradation": "Mjúk litaskipti",
	"Soccer": "Fótbolti",
	"Sofia": "Sófía",
	"Software Update": "Hugbúnaðaruppfærsla",
	"Software Version": "Hugbúnaðarútgáfa",
	"Software update has been installed. Update will be applied when you restart your TV.": "Hugbúnaðaruppfærsla hefur verið sett upp. Uppfærslan verður tekin í notkun þegar þú endurræsir sjónvarpið þitt.",
	"Solid": "Þétt",
	"Solomon Islands": "Sólómon-eyjar",
	"Somalia": "Sómalía",
	"Some material may not be appropriate for children under 13.": "Sumt efni gæti verið óviðeigandi fyrir börn undir 13 ára.",
	"Some material may not be appropriate for children.": "Sumt efni gæti ekki verið viðeigandi fyrir börn.",
	"Sound": "Hljóð",
	"Sound Mode": "Hljóðhamur",
	"Sound Mode Settings": "Stillingar hljóðhams",
	"Sound Out": "Hljóð út",
	"Sound Share": "Hljóðdeiling",
	"Sound Test": "Hljóðprófun",
	"South Africa": "Suður-Afríka",
	"South Korea": "Suður-Kórea",
	"Southern Africa": "Suður-Afríka",
	"Spain": "Spánn",
	"Spanish": "Spænska",
	"Speaker Volume Control": "Hjóðstilling hátalara",
	"Specify detailed voice guidance settings after turning on this feature.": "Tilgreinið ítarlegar stillingar fyrir raddleiðbeiningu eftir að kveikt hefur verið á þessum eiginleika.",
	"Speed": "Hraði",
	"Spoken Subtitle": "Talaður texti",
	"Sports": "Íþróttir",
	"Sports Alert": "Íþróttatilkynning",
	"Sri Lanka": "Srí Lanka",
	"Stand": "Standur",
	"Standard": "Venjulegt",
	"Standard Mode Sound Effect": "Hljóðáhrif í venjulegum ham",
	"Standby Light": "Biðstöðuljós",
	"Start New Sound Tuning": "Byrja nýja hljóðstillingu",
	"Start Now": "Byrja núna",
	"Startup Sound": "Byrjunarhljóð",
	"Stockholm": "Stokkhólmur",
	"Stop": "Stöðva",
	"Store Demo": "Kynning fyrir verslun",
	"Store Mode": "Verslunarhamur",
	"Store Mode Settings": "Stillingar verslunarhams",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Verslunarhamur er fyrir sýningu í verslun. Hann mun endursetja stillingar á nokkurra mínútna fresti. Viltu loka þessu forriti og stilla á verslunarham?",
	"Strong": "Sterkt",
	"Style": "Stíll",
	"Subnet Mask": "Undirnetsmát",
	"Subnet prefix length": "Lengd forskeytis undirnets",
	"Subtitle First Choice Language": "Fyrsti valkostur tungumáls texta",
	"Subtitle Language": "Tungumál texta",
	"Subtitle Second Choice Language": "Annar valkostur tungumáls texta",
	"Subtitles": "Texti",
	"Sudan": "Súdan",
	"Super Impose": "Leggja yfir",
	"Super Resolution": "Ofurupplausn",
	"Support": "Stuðningur",
	"Suriname": "Súrínam",
	"Surround Balance": "Jafnvægi víðóma hljóðs",
	"Surround Level": "Stig víðóma hljóðs",
	"Sweden": "Svíþjóð",
	"Swedish": "Sænska",
	"Swift Current": "Hraður straumur",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Skipta í biðstöðu þegar slökkt er á sjónvarpinu til að hægt sé að kveikja fljótt aftur á sjónvarpinu.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Skipta í biðstöðu þegar slökkt er á sjónvarpinu til að geta fljótt notað ýmsar aðgerðir eins og öpp, leit o.s.frv.",
	"Switzerland": "Sviss",
	"Sync Demo": "Samstilla kynningu",
	"Syria": "Sýrland",
	"System Color": "Kerfislitur",
	"TEXT 1": "TEXTI 1",
	"TEXT 2": "TEXTI 2",
	"TEXT 3": "TEXTI 3",
	"TEXT 4": "TEXTI 4",
	"TV": "Sjónvarp",
	"TV Information": "Sjónvarpsupplýsingar",
	"TV Installation Type": "Tegund sjónvarpsuppsetningar",
	"TV Lock": "Sjónvarpslás",
	"TV Name": "Nafn sjónvarps",
	"TV On With Mobile": "Sjónvarp á með farsíma",
	"TV Power Sound": "Hljóð aflgjafa sjónvarps",
	"TV Power Sound Volume": "Aflhljóðstyrkur sjónvarps",
	"TV Program Locks": "Læsingar sjónvarpsþátta",
	"TV Rating English": "Flokkun sjónvarpsefnis á ensku",
	"TV Rating French": "Flokkun sjónvarpsefnis á frönsku",
	"TV Speaker": "Sjónvarpshátalari",
	"TV can be used as an alarm.": "Hægt er að nota sjónvarpið sem vekjaraklukku.",
	"TV is turned off at a set time on every specified day.": "Slökkt er á sjónvarpinu á stilltum tíma á hverjum tilgreindum degi.",
	"TV to USB": "Sjónvarp til USB",
	"Tahiti": "Tahíti",
	"Taiwan": "Taívan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Nýttu eiginleika sem krefjast netkerfis eins og internetið, öpp, hugbúnaðaruppfærslur o.s.frv.",
	"Tanzania": "Tansanía",
	"Target Luminance": "Markljómi",
	"Tbilisi": "Tíbilisi",
	"Tehran": "Teheran",
	"Teletext": "Textavarp",
	"Text Color": "Textalitur",
	"Text Opacity": "Ógagnsæi texta",
	"Text Search": "Textaleit",
	"Thai": "Taílenska",
	"Thailand": "Taíland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} og HDMI {port2} tengin styðja AMD FreeSync Premium, og þú getur valið þessa aðgerð.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} og HDMI {port2} tengin styðja AMD FreeSync Premium og þú getur kveikt og slökkt á því.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Tengin HDMI {port1} og HDMI {port2} styðja tafarlausa leikjasvörun og hægt er að kveikja og slökkva á henni.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} tengið styður AMD FreeSync Premium, og þú getur valið þessa aðgerð.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} tengið styður AMD FreeSync Premium og þú getur kveikt og slökkt á því.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Tengdu HDMI {port1} styður tafarlausa leikjasvörun og hægt er að kveikja og slökkva á henni.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1},HDMI {port2} og HDMI {port3} tengin styðja AMD FreeSync Premium, og þú getur valið þessa aðgerð.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} og HDMI {port3} tengin styðja AMD FreeSync Premium, og þú getur kveikt og slökkt á því.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1},HDMI {port2},HDMI {port3} og HDMI {port4} tengin styðja AMD FreeSync Premium, og þú getur valið þessa aðgerð.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} styðja AMD FreeSync Premium, og þú getur kveikt og slökkt á því.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Gáttirnar HDMI {port1}, HDMI {port2}, HDMI {port3} og HDMI {port4} styðja tafarlausa leikjasvörun og hægt er að kveikja og slökkva á henni.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Gáttirnar HDMI {port1}, HDMI {port2} og HDMI {port3} styðja tafarlausa leikjasvörun og hægt er að kveikja og slökkva á henni.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Aðgreinandi auðkenni HbbTV er einstakt gildi sem er aðeins notað fyrir HbbTV, sem tengist ekki persónulegum upplýsingum notandans.",
	"The HbbTV Distinctive ID will be reset.": "Aðgreinandi auðkenni HbbTV verður endurstillt.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV forritið eða þjónustan mun hætta að rekja einstakan notanda.",
	"The IBB service will disable its tracking of an individual user.": "IBB þjónustan mun hætta að rekja einstakan notanda.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Ekki tókst að sækja upplýsingar um þjónustuland LG frá netþjóninum. Vinsamlegast reyndu aftur síðar.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Endurhlaða þarf stillingaforritinu til að breyta tungumáli valmyndar. Viltu halda áfram?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Stemmningslýsing hefst þegar sjónvarpið skynjar hreyfingu í umhverfinu.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Utanaðkomandi raddgreiningarþjónusta getur verið mismunandi eftir því á hvaða tungumál er stillt. Ef þú breytir tungumáli valmyndarinnar endurhleðst stillingarvalmynd. Viltu halda áfram?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Stöðvalistinn hefur verið afritaður frá USB geymslu til sjónvarpsins þíns. Sjónvarpið mun endurræsast eftir 5 sekúndur.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Stöðvalistinn hefur verið afritaður frá sjónvarpi þínu til USB geymslu.",
	"The closer to 100, the brighter.": "Því nær 100, því bjartari.",
	"The closer to 100, the clearer the color becomes.": "Því nær 100, því skýrari verður liturinn.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Því nær 50 því skýrari er sá rauði, því nær 50 því skýrari er sá græni.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Ítarleg gildi í hvítjafnvægi verða endurstillt. Viltu halda áfram?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Bilið milli hljóðstyrks stöðvar og efnis er sjálfkrafa lækkað sem hjálpar þér að horfa á efnið með jöfnum hljóðstyrk.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Bilið milli hljóðstyrks stöðvar og efnis er sjálfkrafa stillt til að horfa á efnið með jöfnum hljóðstyrk.",
	"The higher the settings, the louder the sound rapidly.": "Því hærri sem stillingin er því hraðar verður hljóðið hærra.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Innri sjónvarpshátalari og Bluetooth hátalarar geta sent út hljóð samtímis og skapað skýr víðhljómsáhrif.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Tungumál raddgreiningar verður sjálfkrafa stillt eins og tungumál valmyndar.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Tungumálið sem notað er fyrir raddgreiningu er stillt miðað við valið tungumál valmyndar. Studd þjónusta gæti verið mismunandi eftir tungumáli raddar.",
	"The network is currently unavailable. Please try again later.": "Netkerfið er ekki tiltækt eins og er. Vinsamlegast reyndu aftur síðar.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Ferlið tekur um klukkustund og það verður að vera slökkt á sjónvarpinu þínu á meðan.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Ferlið tekur um {n} mínútu(r) og það verður að vera slökkt á sjónvarpi þínu á meðan.",
	"The program is intended for adults only.": "Þetta efni er eingöngu fyrir fullorðna.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Birtustig skjásins stillist sjálfkrafa í samræmi við birtuna í umhverfis sjónvarpið.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skjárinn rennur niður eftir 5 sekúndur. Ýttu á hvaða takka sem er nema Ræsa og Hljóðstyrk á fjarstýringunni til að renna skjánum aftur upp.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Undirgildin í litastjórnunarkerfinu verða endurstillt. Viltu halda áfram?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Stillingar fyrir Bluetooth víðhljóm + Innri sjónvarpshátalara verða endurstilltar.",
	"The settings are as follows.": "Stillingarnar eru samkvæmt eftirfarandi.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Hljóðið gæti ekki verið úttak þegar stafrænt hljóð út er stillt á „fara í gegn”.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Ekki er hægt að taka uppfærsluna í notkun á sjónvarpinu. Hugbúnaður mun fara tilbaka í fyrri útgáfu.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Sjónrænu áhrifin eru birt á skjánum þegar kveikt er á sjónvarpinu og skjárinn hreyfist.",
	"There are no paired devices.": "Það eru engin pöruð tæki.",
	"There are settings to correct or prevent OLED panel noise.": "Það eru stillingar til að leiðrétta eða koma í veg fyrir OLED skjásuð.",
	"There is no USB device connected to your TV.": "Það er ekkert USB tengt við sjónvarp þitt.",
	"There is no message.": "Það eru engin skilaboð.",
	"Third Language": "Þriðja tungumál",
	"This feature applies only to specified LG Wireless Keyboard models.": "Þessi eiginleiki gildir aðeins um ákveðnar gerðir þráðlauss lyklaborðs LG.",
	"This function works only when it is provided by the broadcast program.": "Þessi eiginleiki virkar aðeins þegar hann kemur með útsendri dagskrá.",
	"This is a closed caption preview": "Þetta er sýnishorn af skjátexta",
	"This is an already existing value.": "Þetta gildi er þegar til.",
	"This service provides you with more information about watching program and enjoys related contents.": "Þessi þjónusta veitir meiri upplýsingar um áhorf dagskrár og aðgang að skyldu efni.",
	"This will revert all options on TV to their default settings.": "Þetta færir alla valkosti á sjónvarpi til sjálfgildra stillinga.",
	"Thule": "Túle",
	"Time": "Tími",
	"Timer Channel": "Stöð tímastillis",
	"Timer Repeat": "Tímastillir endurtaka",
	"Timers": "Tímastillar",
	"Timezone": "Tímabelti",
	"Timor-Leste": "Tímor-Leste",
	"Tint": "Litbrigði",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Til að fínstilla hljóðið skal spila prófunarhljóð á sjónvarpi og byrja að mæla endurkastað hljóð með Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Til að prófa hljóð sjónvarps þíns þarf að breyta hljóð út stillingum í innri sjónvarpshátalara. Viltu halda áfram?",
	"Togo": "Tógó",
	"Tokyo": "Tókýó",
	"Top and Bottom": "Efst og neðst",
	"Toronto": "Tórontó",
	"Total Power On Time": "Heildartími kveikt á",
	"Tracking Speed": "Eltihraði",
	"Translucent": "Hálfgagnsætt",
	"Transparent": "Gagnsætt",
	"Treble Boost": "Hátíðni mögnun",
	"Trinidad And Tobago": "Trinidad og Tóbagó",
	"Trinidad and Tobago": "Trínidad & Tóbagó",
	"Tripoli": "Trípólí",
	"Tune and save available channels.": "Stilla og vista tiltækar stöðvar.",
	"Tune and save available channels. You can set satellite channel options.": "Stilla og vista tiltækar stöðvar. Þú getur stillt valkosti gervihnattastöðva.",
	"Tunis": "Túnis",
	"Tunisia": "Túnis",
	"Turkey": "Tyrkland",
	"Turkish": "Tyrkneska",
	"Turkmenistan": "Túrkmenistan",
	"Turn on TV with mobile device same as smartphone.": "Kveiktu á sjónvarpi með fartæki eins og snjallsíma.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Kveikja á/slökkva á Ultra HD Deep Colour fyrir HDMI {num} tengi.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Kveiku eða slökktu á tafarlausri leikjasvörun á HDMI {num} gáttinni.",
	"Turn on the TV using mobile device via Bluetooth.": "Kveiktu á sjónvarpinu með því að nota farsíma í gegnum Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Kveiktu á sjónvarpinu með því að nota farsíma í gegnum Wi-Fi.",
	"Turn on via Bluetooth": "Kveikja á með  Bluetooth",
	"Turn on via Wi-Fi": "Kveikt á í gegnum Wi-Fi",
	"Turn on/off description box in Settings.": "Kveikja/slökkva á reit fyrir lýsingu í stillingum.",
	"Turn on/off standby light.": "Kveikja á/slökkva á biðstöðuljósi.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Kveikja eða slökkva á AMD FreeSync Premium fyrir HDMI {num} tengið.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Kveikja/slökkva á mynd sem birtist þegar það er ekkert merki.",
	"Turn on/off the related features of energy consumption.": "Kveikt/slökkt á eiginleikum sem tengjast orkunotkun.",
	"Turn the Hybridcast service on/off.": "Kveikja á/slökkva á Hybridcast þjónustu.",
	"Turn the Interactivity (DTVi) service on/off.": "Kveikja á/slökkva á gagnvirkri (DTVi) þjónustu.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Kveikja á/slökkva á leiðbeiningum sjónvarpútsendingaraðila þíns.",
	"Turn your broadcast TV provider's teletext service on/off.": "Kveikja á/slökkva á textavarpsþjónustu sjónvarpútsendingaraðila þíns.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Að slökkva á Wi-Fi mun koma í veg fyrir að þú getir nálgast allar internet þjónustur nema þú notið kapal til að tengjast við netkerfið. Viltu halda áfram?",
	"UAE": "Sameinuðu arabísku furstadæmin",
	"UHD Mode": "Ultra háskerpuhamur",
	"USA": "Bandaríkin",
	"USB storage for Copy Channels": "USB geymsla fyrir afritaðar stöðvar",
	"USB to TV": "USB í sjónvarp",
	"Uganda": "Úganda",
	"Ukraine": "Úkraína",
	"Ukrainian": "Úkraínska",
	"Ultra Surround": "Últra víðhljómur",
	"Unable to check for updates.": "Tókst ekki að athuga með uppfærslur.",
	"Unable to connect to the network.": "Ekki hægt að tengjast netkerfi.",
	"Undefined": "Óskilgreint",
	"Under 17 requires accompanying parent or adult guardian.": "Undir 17 þurfa viðurvist foreldris eða fullorðins forsjáraðila.",
	"Uniform": "Jafn",
	"United Arab Emirates": "Sameinuðu arabísku furstadæmin",
	"United Kingdom": "Bretland",
	"United States of America": "Bandaríki Norður Ameríku",
	"Universal Control Settings": "Stillingar alhliða stýringar",
	"Unknown": "Óþekkt",
	"Unknown issue has occurred.": "Óþekkt vandamál hefur komið upp.",
	"Update canceled.": "Hætt við uppfærslu.",
	"Update in progress...": "Uppfærsla í gangi...",
	"Update in progress...({n}%)": "Uppfærsla í gangi...({n}%)",
	"Update paused.": "Uppfærsla sett á pásu.",
	"Update reserved.": "Uppfærsla geymd.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Hætt verður við uppfærslurnar og öllum uppfærsluskrám eytt núna. Viltu halda áfram?",
	"Uruguay": "Úrúgvæ",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Nota Magic Remote til að kanna hljómburð herbergisins og fínstilla hljómgæði sjónvarpsins samkvæmt niðurstöðunum.",
	"Use a large pointer.": "Nota stóran bendil.",
	"Use a medium pointer.": "Nota meðalstóran bendil.",
	"Use a small pointer.": "Nota lítinn bendil.",
	"Use the 4-way controller to change the position and press the OK button.": "Notaðu 4 leiða stýringu til að breyta stöðunni og ýttu á OK hnappinn.",
	"Use the following services with the selected language.": "Notaðu eftirfarandi þjónustur fyrir valið tungumál.",
	"User": "Notandi",
	"User Agreements": "Notendaskilmálar",
	"User Guide": "Notendaleiðbeiningar",
	"Uzbek": "Úsbekíska",
	"Uzbekistan": "Úsbekistan",
	"V Position": "V staðsetning",
	"V Sharpness": "V skerpa",
	"V Size": "V stærð",
	"Vatican City": "Vatíkanið",
	"Venezuela": "Venesúela",
	"Vertical Zoom": "Lóðréttur aðdráttur",
	"Video 1": "Myndband 1",
	"Video 2": "Myndband 2",
	"Video 3": "Myndband 3",
	"Video Description": "Myndbandslýsing",
	"Vienna": "Vín",
	"Vietnam": "Víetnam",
	"Vietnamese": "Víetnamska",
	"View current Common Interface (CI) information.": "Skoða núverandi CI (Common Interface) upplýsingar.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Sjá atriði skýrar með því að breyta lit valmyndarinnar á skjánum í svart og hvítt.",
	"View messages from your broadcast TV provider.": "Skoðaðu skilaboð frá sjónvarpsútsendingaraðila þínum.",
	"View more information about watching program and enjoy related contents.": "Sjáið meiri upplýsingar um áhorf dagskrár og aðgang að skyldu efni.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Sjáið upphaflega skjáinn eins og hann er eða stillið stærð skjás og myndhlutfall.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Sjáið upprunalega skjáinn eins og hann er móttekin með útsendingarmerkinu eða tengdu tæki.",
	"Vilnius": "Vilníus",
	"Violence": "Ofbeldi",
	"Vivid": "Skært",
	"Voice Recognition Help and Settings": "Hjálp og stillingar fyrir raddgreiningu",
	"Voice Support Service": "Raddstuðningsþjónusta",
	"Volume": "Hljóðstyrkur",
	"Volume Increase Amount": "Aukning hljóðstyrks",
	"Volume Mode": "Hljóðstyrksstilling",
	"Wall-mounted": "Veggfest",
	"Warsaw": "Varsjá",
	"Watch a diverse range of Internet contents on TV channels.": "Horfið á breitt úrval internet efnis á sjónvarpsrásum.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Við söfnum og geymum MAC vistföng, gerð tækis, landskóða, tungumálastillingum og hugbúnaðarútgáfum til að sannreyna tæki þitt og athuga hvort þú hafir nýjustu útgáfu af hugbúnaðinum.",
	"Welcome Feature": "Stillingin Vertu velkomin(n)",
	"Welsh": "Velska",
	"Western Africa": "Vestur Afríka",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Þegar tengt HDD hefur ekki verið notað í ákveðinn tíma skiptið þá í biðstöðu til að minnka orkunotkun.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Þegar tæki er tengt við gáttina, er mynd leiks bestuð með lágmarkstöfum, skruðningum, eða truflunum.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Þegar kveikt er á tafarlausri leikjasvörun getur myndin blikkað í skamma stund.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Þegar Hljóð út er stillt á “Bluetooth / HDMI ARC / Optical Digital / WiSA-hátalarar” eða að tengt tæki styður ekki tafarlausa leikjasvörun, þá virkar það hugsanlega ekki sem skyldi.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Þegar Hljóð út er stillt á Bluetooth eða að tengt tæki styður ekki tafarlausa leikjasvörun, þá virkar það hugsanlega ekki sem skyldi.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Þegar kveikt eða slökkt er á tækinu, þá verður sjálfkrafa kveikt á/slökkt á sjónvarpinu þínu.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Þegar slökkt er á sjónrænum áhrifum, er skjárinn sýndur sem Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Þegar þessi eiginleiki er stilltur á ‚Kveikt‘, verða sumir eiginleikar sem birtast á skjánum gagnsæir að hluta.",
	"When your TV is turned off, the device will automatically turn off.": "Þegar slökkt er á sjónvarpi þínu, þá mun sjálfkrafa verða slökkt á tækinu.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Þegar breytt gildi eru stillt á utanaðkomandi tæki getur slökknað tímabundið á hljóð eða mynd.",
	"White": "Hvítur",
	"White Balance": "Hvítjöfnun",
	"Wi-Fi Connection": "Wi-Fi tenging",
	"Wi-Fi Security": "Wi-Fi öryggi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Slökkt er á Wi-Fi. Kveiktu á því til að sjá lista yfir tiltæk netkerfi sem þú getur tengst við og tengd valmyndaratriði til viðbótar.",
	"Wi-Fi issue has occurred.": "Wi-Fi vandamál hefur komið upp.",
	"WiSA Speakers": "WiSA-hátalarar",
	"Wide Area Zone": "Víðsvæðisbelti",
	"Window Color": "Gluggalitur",
	"Window Opacity": "Ógagnsæi glugga",
	"Wired Connection (Ethernet)": "Fasttenging (Ethernet)",
	"Wired Headphones": "Heyrnartól með snúru",
	"Wired Headphones + Internal TV Speaker": "Víruð heyrnartól + Innri sjónvarpshátalari",
	"With this option, you can control the audio device's volume with your TV remote.": "Með þessum valkost er hægt að stjórna hljóðstyrk hljómtækisins með sjónvarpsfjarstýringunni.",
	"Yakutsk": "Jakútsk",
	"Year": "Ár",
	"Yellow": "Gult",
	"Yemen": "Jemen",
	"Yes": "Já",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Þú getur stillt hljóðáhrifin þegar kveikt er eða slökkt á sjónvarpinu og skjárinn hreyfist.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Hægt er að stjórna tækjum sem eru tengd við HDMI-tengi með Magic Remote án þess að fara í gegnum uppsetningarferla tækja.",
	"You can delete the device connection history of Screen Share.": "Þú getur eytt tækjatengingarsögu Screen Share.",
	"You can delete the device connection history of Sound Share.": "Þú getur eytt tækjatengingarsögu Sound Share.",
	"You can find the default password in User Guide.": "Þú getur fundið sjálfgilt lykilorð í notendaleiðbeiningunum.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Tafarlaus leikjasvörun er ræst með því að stilla HDMI Ultra HD Deep Colour á ,Kveikt‘.",
	"You can only change settings from the current HDMI input.": "Þú getur aðeins breytt stillingum frá núverandi HDMI inntaki.",
	"You can scan again to connect the device.": "Þú getur skannað aftur til að tengja tækið.",
	"You can select left and right audio settings for broadcast signal.": "Þú getur valið vinstri og hægri hljóðstillingar fyrir útsendingarmerki.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Þú getur valið AMD FreeSync Premium HDMI {num} tengisins.",
	"You can select the Ultra HD Deep Color of port.": "Þú getur valið Ultra HD Deep Colour tengið.",
	"You can set the sound to play when the TV is turned on or off.": "Þú getur stillt hljóðið sem á að spila þegar kveikt eða slökkt er á sjónvarpinu.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Þú getur kveikt á/slökkt á eiginleikanum sem vistar forstillingu CAM stjórnanda.",
	"You can turn this feature on or off.": "Þú getur slökkt á þessum eiginleika.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Þú gætir fengið fjölbreyttar tillögur gegnum netið. Sé slökkt á þessum valkosti mun aðeins grunnefni verða veitt og sumir eiginleikar gætu ekki verið tiltækir.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Sjónvarp þitt og SIMPLINK-tengt tæki verða samstillt samkvæmt eftirfarandi:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Það verður að vera slökkt á sjónvarpi þínu meðan endurglæðing pixla er í gangi. Hætt verður við allar núverandi eða komandi upptökur, áminningar eða tímastilltar kveikingar á áætlun, og BT hátalari í engin mynd verður ekki tiltækur.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Það verður að vera slökkt á sjónvarpinu þínu meðan endurglæðing pixla er í gangi. Allar núverandi eða komandi upptökur, áminningar eða tímastilltar kveikingar sem áætlaðar eru á meðan þetta ferli er í gangi verður hætt við.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Sjónvarpið þitt þarf að vera tengt við netkerfi til að stilla LG þjónustuland þitt sjálfvirkt. Viltu fara í netkerfisstillingar núna til að athuga tenginguna?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Sjónvarpið þitt þarf að vita rétta staðsetningu þína til að geta veitt viðvaranir í neyðartilvikum í gegnum stafrænt sjónvarpsmerki sitt.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Sjónvarpið þitt mun slökkva á sér þar til ferlinu er lokið og þá mun það sjálfkrafa kveikja á sér aftur.",
	"Zagreb": "Sagreb",
	"Zambia": "Sambía",
	"Zimbabwe": "Simbabve",
	"Zoom": "Aðdráttur",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] verður aftengt frá sjónvarpinu þínu. Hljóð mun ekki lengur spilast frá þessu tæki. Viltu halda áfram?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] verður fjarlægt af lista paraðra tækja. Ef þú vilt tengjast því síðar, þá þarft þú að leita að tiltækum tækjum og endurpara það. Viltu halda áfram?",
	"[{deviceName}] will be deleted.": "[{deviceName}] verður eytt.",
	"aspectRatio_original": "Upprunalegt",
	"audioGuidance_fast": "Hratt",
	"audioGuidance_high": "Mikil",
	"audioGuidance_low": "Lágt",
	"audioGuidance_medium": "Meðal",
	"audioGuidance_slow": "Hægt",
	"audioGuidance_veryFast": "Mjög hratt",
	"audioGuidance_veryHigh": "Mjög hátt",
	"audioGuidance_veryLow": "Mjög lágt",
	"audioGuidance_verySlow": "Mjög hægt",
	"btDotSignalStrength_wide": "Mikil",
	"button": "hnappur",
	"character": "rittákn",
	"characters": "rittákn",
	"checked": "skoðað",
	"colorGamutJPNWide": "Mikil",
	"connecting": "tengi",
	"depthOfColor": "Litur",
	"diagonal zoom in": "súmma inn á ská",
	"diagonal zoom out": "súmma út á ská",
	"digitalOptionSetByProgram": "Stillt af dagskrá",
	"energy_Maximum": "Hámark",
	"energy_Medium": "Meðal",
	"energy_Minimum": "Lágmark",
	"freesync_high": "Mikil",
	"freesync_low": "Lágt",
	"freesync_off": "Slökkt",
	"freesync_wide": "Mikil",
	"hidden": "falið",
	"horizontal zoom in": "lárétt súmm inn",
	"horizontal zoom out": "lárétt súmm út",
	"jpDoNot": "Slökkt",
	"logoLuminance_high": "Mikil",
	"logoLuminance_low": "Lágt",
	"min": "mín",
	"not connected": "ekki tengt",
	"objet_soundMode": "Fínstilla hljóðham fyrir hverja tegund efnis.",
	"pictureControl3dModeStandard": "Venjulegt",
	"pictureControlAuto": "Sjálfvirkt",
	"pictureControlAuto_BlackLevel": "Sjálfvirkt",
	"pictureControlHigh": "Mikil",
	"pictureControlHigh_BlackLevel": "Mikil",
	"pictureControlHigh_Male": "Sjálfvirkt",
	"pictureControlLow": "Lágt",
	"pictureControlLow_BlackLevel": "Lágt",
	"pictureControlLow_Male": "Lágt",
	"pictureControlMedium": "Meðal",
	"pictureControlMedium_BlackLevel": "Meðal",
	"pictureControlMedium_Male": "Meðal",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Meðal",
	"pictureLocalDimmingHigh": "Mikil",
	"pictureLocalDimmingLow": "Lágt",
	"pictureLocalDimmingMed": "Meðal",
	"pictureMode": "Venjulegt",
	"pictureModeSettings": "Sérsníða",
	"press OK button to edit IP manually": "ýtið á OK hnappinn til að breyta IP handvirkt",
	"press OK button to enter channel to search": "ýttu á OK hnapp til að skrá inn stöð til að leita",
	"press OK button to enter value": "ýttu á OK hnapp til að skrá inn gildi",
	"press right button to adjust de-judder and de-blur value": "ýttu á hægri hnapp til að stilla laga-hökt og laga-móðu gildi",
	"press right button to adjust zoom ratio and position": "ýttu á hægri hnapp til að stilla aðdráttarhlutfall og staðsetningu",
	"shift current screen down": "hliðra núverandi skjá niður",
	"shift current screen to the left": "hliðra núverandi skjá til vinstri",
	"shift current screen to the right": "hliðra núverandi skjá til hægri",
	"shift current screen up": "hliðra núverandi skjá upp",
	"shift down": "hliðra niður",
	"shift left": "hliðra til vinstri",
	"shift right": "hliðra til hægri",
	"shift up": "hliðra upp",
	"soundMode_Standard": "Venjulegt",
	"speaker_channel": "Stöð",
	"thaRatingNone": "Enginn",
	"unchecked": "afhakað",
	"unread": "aflesa",
	"vertical zoom in": "Lóðréttur aðdráttur inn",
	"vertical zoom out": "aðdráttur út lóðrétt",
	"volumeModeHigh": "Mikil",
	"volumeModeLow": "Lágt",
	"volumeModeMedium": "Meðal",
	"webOS TV Version": "webOS sjónvarpsútgáfa",
	"zoom in": "Aðdráttur inn",
	"zoom out": "Aðdráttur út"
}
