{
	" (User)": " (ተጠቃሚ)",
	"(Version: {l})": "(እትም: {l})",
	"* The device connected should support this service.": "* የተገናኘው መሳሪያ ይህንን አገልግሎት መደገፍ አለበት።",
	"* This feature is applied once and only once when the TV is turned off.": "* ይህ ባህሪ ቴሌቪዥኑ ሲጠፋ አንዴ እና አንዴ ብቻ ነው የሚተገበረው።",
	"* This feature is available on certain devices only.": "* ይህ ባህሪ በአንዳንድ መሳሪያዎች ብቻ ይገኛል።",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* ይህ ሁነታ የ FILMMAKER MODEን ዓላማን በግልጹ ቢያብራራም ከ ሌሎች ምስል ሁነታዎች ይልቅ ጠቁሮ ይታያል።",
	"* This settings is only available for Internal TV Speaker.": "* ይህ ቅንብር የሚገኘው ለውስጣዊ TV ስፒከር ብቻ ነው።",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* ይህ አማራጭ ወደ አብራ ቢዘጋጅም፣ የማያ ገጹ ዕይታ ማቦዘኛው እንደ Live TV የመሳሰሉ በውጫዊ ግብአቶች የዕይታ ተሞክሮዎን መረበሽን ለማስወገድ አይሰራም።",
	"* You can control the app which supports the function on your mobile device.": "* በሞባይል መሳሪያዎ ውስጥ ተግባሩን ከሚደግፈው መተግበሪያ መቆጣጠር ይችላሉ።",
	"1) Turn the Bluetooth on the other device off.": "1) በሌላው መሳያ ላይ ያለውን Bluetoothን አጥፋ።",
	"10 Points Code Value": "10 ነጥቦች የኮድ እሴት",
	"10 Points IRE": "10 ነጥቦች IRE",
	"10 and Above": "10 እና ከዛ በላይ",
	"10 min": "10 ደቂቃ",
	"11 and Above": "11 እና ከዛ በላይ",
	"12 Hours": "12 ሰአታት",
	"12 and Above": "12 እና ከዛ በላይ",
	"120 min": "120 ደቂቃ",
	"13 and Above": "13 እና ከዛ በላይ",
	"14 and Above": "14 እና ከዛ በላይ",
	"14 by 9": "14 በ 9",
	"15 and Above": "15 እና ከዛ በላይ",
	"16 and Above": "16 እና ከዛ በላይ",
	"16 by 9": "16 በ 9",
	"17 and Above": "17 እና ከዛ በላይ",
	"18 and Above": "18 እና ከዛ በላይ",
	"180 min": "180 ደቂቃ",
	"19 and Above": "19 እና ከዛ በላይ",
	"2 Channel": "2 የከባቢያዊ ድምጽ ጣቢያ",
	"2 Hours": "2 ሰአታት",
	"2 Points": "2 ነጥቦች",
	"2) Turn the Bluetooth device to connect off and on.": "2) ለማገናኘት የBluetooth መሣሪያውን ያጥፉ እና ያብሩ።",
	"20 Points Code Value": "20 ነጥቦች የኮድ እሴት",
	"20 Points IRE": "20 ነጥቦች IRE",
	"20 and Above": "20 እና ከዛ በላይ",
	"20 min": "20 ደቂቃ",
	"21 by 9": "21 በ 9",
	"22 Points Code Value": "22 ነጥቦች የኮድ እሴት",
	"22 Points IRE": "22 ነጥቦች IRE",
	"24 Hours": "24 ሰአታት",
	"240 min": "240 ደቂቃ",
	"3 Hours": "3 ሰአታት",
	"30 min": "30 ደቂቃ",
	"32 by 12": "32 በ 12",
	"32 by 9": "32 በ 9",
	"3G/4G Connection": "የ3G/4G ግንኙነት",
	"4 Hours": "4 ሰአታት",
	"4 Hours Auto Power Off": "በየ 4 ሰዓታት በራስ-ሰርነት የሚጠፋ",
	"4 and Above": "4 እና ከዛ በላይ",
	"4 by 3": "4 በ 3",
	"4-Way Zoom": "4-መንገድ ማጉላት ፡፡",
	"5 and Above": "5 እና ከዛ በላይ",
	"5.1 Channel": "5.1 የከባቢያዊ ድምጽ ጣቢያ",
	"6 Hours": "6 ሰአታት",
	"6 and Above": "6 እና ከዛ በላይ",
	"60 min": "60 ደቂቃ",
	"7 and Above": "7 እና ከዛ በላይ",
	"8 Hours": "8 ሰአታት",
	"8 and Above": "8 እና ከዛ በላይ",
	"9 and Above": "9 እና ከዛ በላይ",
	"90 min": "90 ደቂቃ",
	"AD ID": "የ AD ID",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "የAD ID ይህንን መሳሪያ ለ ማስታወቂያ ተግባራት ለማወቅ እና ሊፈልጉት የሚችሉትን የተወሰኑ ማስታወቂያዎችን ለማመቻቸት ይጠቀማል። ከስር የAD ID ዳግም ማስጀመር ወይም የAD ID ክትትል መገደብ ይችላሉ።",
	"AI Acoustic Tuning": "AI የመስሚያ ቅኝት",
	"AI Acoustic Tuning Options": "የ AI የመስሚያ ቅኝት አማራጮች",
	"AI Acoustic Tuning is disabled.": "የ AI የመስሚያ ቅኝት ተሰናክሏል።",
	"AI Brightness Control": "የAI ብሩህነት መቆጣጠሪያ",
	"AI Picture": "የ AI ስእል",
	"AI Picture Pro": "የAI ስእል Pro",
	"AI Recommendation": "የ AI ምክር",
	"AI Service": "AI አገልግሎት",
	"AI Sound": "የ AI ድምጽ",
	"AI Sound Pro": "AI ድምጽ Pro",
	"AV Sync Adjustment": "የAV ማሳመሪያ ማስተካከያ",
	"Abidjan": "አቢጃን",
	"Accessibility": "ተደራሽነት",
	"Account Management": "የማንነት መለያ አያያዝ",
	"Accra": "አክራ",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ይህንን አማራጭ ማንቃት የማስታወቂያ ነክ ግላዊ መረጃን ከ ስማርት ቲቪው ላይ መሰብሰብ እና መከታተል ያቆማል። መቀየሪያውን ማብራት ከዚህ በኋላ የሚያዩት ማስታወቂያ ላይ ተዕፅኖ ቢያደርግም፣ ማስታወቂያን እንዳያገኙ አያግዶትም።",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "ይህንን መቀየሪያ ማብራት የLGEን የ ሶስተኛ ወገን ተጠቃሚዎችን የግል መረጃዎትን ንግዳዊ ከማድረግ ክልከላ ያደርጋል። ለብቻ ካልመረጡ በቀር እንደ Live Plus፣ LG Channels፣ እና Who.Where.What? ያሉትን አገልግሎቶችን መጠቀም ይችላሉ።",
	"Adak": "አዳክ",
	"Add Network": "ዐውታረ መደብ አክል",
	"Add a hidden wireless network": "ድብቅ ገመድ አልባ አውታረ መረብ አክል",
	"Add wireless network by manually entering network name (SSID).": "የአውታረ መረቡን ስም (SSID) ጽፈው በማስገባት የገመድ አልባ አውታረ መረብ ያክሉ፡፡",
	"Addis Ababa": "አዲስ አበባ",
	"Additional Audio Selection": "ተጨማሪ የኦዲዮ መረጣ",
	"Additional Settings": "ተጨማሪ ቅንብሮች",
	"Address Setting": "የአድራሻ ቅንብር",
	"Aden": "ኤደን",
	"Adjust Audio Guidance pitch.": "የድምፅ መምሪያ ሬንጅ ያስተካክሉ።",
	"Adjust Audio Guidance speed.": "የድምፅ መምሪያ ፍጥነት ያስተካክሉ።",
	"Adjust Audio Guidance volume.": "የድምፅ መምሪያ መጠን ያስተካክሉ።",
	"Adjust Backlight brightness to brighten or darken the screen.": "ማያ ገጹን ለማድመቅ ወይም ለማጥቆር የኃላ ብርሃን ብርሁነት ያስተካክሉ።",
	"Adjust Screen Position": "የማያውን ስፍራ አስተካክል",
	"Adjust Zoom Ratio": "የማጉውን መጠን አስተካክል",
	"Adjust animation effect shown on the home at certain times.": "በተወሰኑ ጊዜያት በመነሻ ገጽ የታየውን የተልወስዋሽ ማሳመሪያ ያስተካክሉ።",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ነጸብራቅን ለመከላከልና የኃይል ፍጆታን ለመቀነስ የምስል እንቅስቃሴዎችን በማጥናት ብሩህነቱን አስተካክል፡፡",
	"Adjust brightness of the LG logo.": "የLG አርማን ብርሃን መጠን አስተካክል።",
	"Adjust color and saturation for a more vivid image.": "ይበልጥ ቁልጭ ያለ ምስል ለማግኘት ቀለም እና ድምቀትን አስተካክል።",
	"Adjust color temperature automatically to reduce eye strain.": "የዓይን ህመም ለመቀነስ የቀለም ደማቅነትን በራሱ ጊዜ አስተካክል።",
	"Adjust cursor speed.": "የጠቋሚ ፍጥነት ያስተካክሉ።",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "የጠርዝን ጥራት አስተካክል። ከፍተኛ ቁጥሮች የምስሉን ጉልህነት እና ጥራት ከፍ ያደርጉታል።",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "የገቢ ምስሉን ብሩህነት ለማካካስ የጋማ ቅንብሮችን አስተካክል።",
	"Adjust left/right audio balance.": "የግራ/ቀኝ የድምጽ ሚዛንን አስተካክል።",
	"Adjust luminance for selected color.": "ለተመረጠው ከለር ሉሚናስ አስተካክል፡፡ ",
	"Adjust luminance level for selected IRE point.": "ለተመረጠው IRE ነጥብ የሉሚናንስ ደረጃ ያስተካክሉ፡፡ ",
	"Adjust peak brightness for the brightest luminance.": "ለብሩህ ነጸብራቅ ከፍተኛ ብሩህነት ያስተካክሉ።",
	"Adjust remote's cursor speed and appearance.": "የሩቅ መቆጣጠሪያዎን ጠቋሚ ፍጥነት እና ዕይታ ያስተካክሉ።",
	"Adjust saturation for selected color.": "ለተመረጠው ቀለም ሙሌቱን አስተካክል።",
	"Adjust screen brightness to reduce energy consumption.": "የኃይል ፍጆታን ለመቀነስ የማያውን ብሩህነት አስተካክል።",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "ማያ ገጹን ለማድመቅ ወይም ለማጥቆር የ OLED LIGHT ያስተካክሉ።",
	"Adjust the audio timing to synchronize the video and audio.": "ቪዲዮ እና ድምጽን ለማመሳሰል ድምጽ የሚወጣበትን ሠዓት አስተካክል።",
	"Adjust the balance of red and green to display the tint on the screen.": "ቀለሙን በማያ ገጽ ለማሳየት የቀይ እና የአረንጓዴ ማስተካከያው ያስተካክሉ።",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "የቀለምን ደማቅነት፣ አንጸባራቂነት እና ቀይ፣ አረንጓዴ፣ ሰማያዊ መጠን በመለወጥ የቀለም ማስተካከያውን ያስተካክሉ።",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "የእያንዳንዱን ስእል ሁነታ ንጽጽር፣ ጥራት፣ ወዘተ በዝርዝር ያስተካክሉ እና የተመረጠውን ቀለም፣ ጋማ፣ ወዘተ በተጨማሪ ይዘጋጁ።",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "በማያው ብሩህ እና ጨለማ አካባቢዎች መካል ያለውን ልዩነት አስተካክል። ከፍተኛ ቁጥሮች ልዩነቱን ያባብሱታል።",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "የፍሬም ምጥነቱን ልክ እንደ ፊልሙ ያስተካክሉ እና እንደ ፊልም ትያትር ስሜት ይሰጣል።",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "የደረቅ ምስሎችን ነጸብራቅ እንደ ዓርማዎች፣ ወዘተ የመሳሰሉትን በማስተካከል ቲቪው ረዘም ላለ ጊዜ በርቶ በመቆየቱ ምክንያት ሊመጡ የሚችሉ የስእል ጥራት ችግሮችን ይከላከሉ።",
	"Adjust the screen color to be pale or deep.": "የማያ ገጹን ቀለም ወደ ደብዛዛ ወይም ደማቅ ያስተካክሉ።",
	"Adjust the sound to meet your taste for each sound frequency band.": "ለእያንዳንዱ የድምጽ ድግግሞሽ ባንድ ጣዕምዎን ለማሟላት ድምጹን ያስተካክሉ።",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ቪድዮ እና ድምጹ የጊዜ ልዩነት ሲኖራቸው ለማስመር ጊዜውን ያስተካክሉ።",
	"Adjust the tint to brighten or darken the screen.": "ማያ ገጹን ለማድመቅ ወይም ለማጥቆር ቅልሙን ያስተካክሉ።",
	"Adjust the volume you want with pressing remote's volume key.": "የሩቅ መቆጣጠሪያውን የድምጽ ቁልፍ በመጫን የፈለጉትን ድምጽ ያስተካክሉ።",
	"Adjust tint for selected color.": "ለተመረጠው ከለር ቲንት አስተካክል፡፡ ",
	"Adjust whether to display the home promotion.": "የመነሻ ማስተዋወቂያ ለማሳየት ያስተካክሉ።",
	"Adjusting Luminance": "ድምቀቱን በማስተካከል ላይ",
	"Adolescent over 13 are allowed to watch.": "ዕድሜያቸው ከ 13 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።",
	"Adolescent over 14 are allowed to watch.": "ዕድሜያቸው ከ 14 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።",
	"Adolescent over 16 are allowed to watch.": "ዕድሜያቸው ከ 16 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።",
	"Adult": "አዋቂ",
	"Adult Language": "ወሲባዊ ይዘት ያለው ቋንቋ",
	"Adults only.": "አዋቂ ብቻ።",
	"Advanced": "ከፍተኛ",
	"Advanced Controls": "ምጡቅ መቆጣጠሪያዎች",
	"Advanced Wi-Fi Settings": "የላቁ የ Wi-Fi መቼቶች",
	"Advertisement": "ማስታወቂያ",
	"Afghanistan": "አፍጋኒስታን",
	"Afrikaans": "አፍሪካንስ",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "አገሩን ከለወጡ በኋላ፣ አሁን የተቃኙ ጣቢያዎች በሙሉ ይሰረዛሉ። ጣቢያዎችን በድጋሚ ለመቃኘት፣ እባክዎ ወደ በራስ መቃኘት ይሂዱ። መቀጠል ይፈልጋሉ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ዚፕ ኮድዎን ከለወጡ በኋላ ሁሉም አሁን ያሉ የFreesat ጣቢያዎች ይሰረዛሉ። ጣቢያዎችን በድጋሚ ለመቃኘት፣ እባክዎ ወደ በራስ መቃኘት ይሂዱ። መቀጠል ይፈልጋሉ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "ሀገርዎን ከቀየሩ በኋላ Auto Tuningን በመጠቀም ጣቢያዎችዎን መቃኘት ይችላሉ። መቀጠል ይፈልጋሉ?",
	"Ages 2-7 are allowed to watch.": "ዕድሜያቸው ከ 2-7 የሆኑ ለመመልከት ተፈቅዶላቸዋል።",
	"Akan": "አካን",
	"Albania": "አልባኒያ",
	"Albanian": "አልባንያዊ",
	"Alerts you by sound when the TV is turned on or off.": "ቴሌቪዥኑ ሲበራ ወይም ሲጠፋ ድምጽ በመስጠት ያሳውቅዎታል።",
	"Algeria": "አልጄሪያ",
	"Algiers": "አልጀርስ",
	"All Channels": "ሁሉም ሰርጦች",
	"All Children": "ሁሉም ህጻናት",
	"All ages are allowed to watch.": "ሁሉም ዕድሜ መመልከት ይችላል።",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "ሁሉም የየ {pictureMode} ሁነታ የአሁን ቅንብሮች ወደመነሻቸው ይመለሳሉ። መቀጠል ይፈልጋሉ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ሁሉም የመደበኛ ሁነታ የድምጽ ማስዋቢያ ቅንብሮች ወደመነሻቸው ይመለሳሉ። መቀጠል ይፈልጋሉ?",
	"Allow Automatic Updates": "የራስ ሰር ማዘመኛዎችን ፍቀድ",
	"Almaty": "ኤልማቲ",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "እንዲሁም የ Bluetooth ከባቢ ድምፅን ዝርዝር ቅንብሮችን ማስተካከልም ይችላሉ።",
	"Always Open": "ሁሉ ጊዜ ክፍት",
	"Always-on Off Time": "Always-on ከጊዜ ውጭ",
	"Amman": "አማን",
	"Amsterdam": "አምስተርዳም",
	"An error has occurred while copy channels.": "ጣብያዎች በሚቀዳበት ጊዜ እክል አጋጥሟል።",
	"An important software update is available.": "ጠቃሚ የሶፍትዌር ዝማኔ አለ፡፡",
	"Anadyr": "አናዲር",
	"Analog Mode": "አናሎግ ሁነታ",
	"Analog TV": "አናሎግ TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "የድምጽ ባህሪያትን ተንትን እና በእውነተኛ ጊዜ ለእያንዳንዱ ይዘት ድምጹን ያትቡ።",
	"Anchorage": "አንኮሬጅ",
	"Angola": "አንጐላ",
	"Antananarivo": "አንታናናሪቮ",
	"Antenna": "ኣንቴና",
	"Antenna ATV": "አንቴና ATV",
	"Antenna DTV": "ባለ አንቴና DTV",
	"Antenna Radio": "ባለ አንቴና ራድዮ",
	"Antigua and Barbuda": "አንቲጓ እና ባሩዳ",
	"Any Supplementary Audio": "ማንኛውም ተጨማሪ ድምጽ",
	"Apia": "አፒያ",
	"App Alarm": "የመተግበሪያ ማንቂያ",
	"Application Locks": "የመተግበሪያዎ ቁልፎች",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "የአሁን የስእል ሁነታ የዝርዝር ቅንብር እሴቶችን ወደ ሁሉም ግብአቶች ወይም መተግበሪያዎች ይተግብሩ።",
	"Apply to all inputs": "ሁሉም ግብአቶች ላይ ይተግብሩ",
	"Applying value to all inputs...": "ሁሉም ግባአቶች ላይ ዋጋ ያስገቡ...",
	"Aqtöbe": "አኩተቤ",
	"Arabic": "አረብኛ",
	"Araguaína": "አራጉዋኒያ",
	"Argentina": "አርጀንቲና",
	"Armenia": "አርሜኒያ",
	"Aruba": "አሩባ",
	"Ashgabat": "አሽጋባት",
	"Asmara": "አስመራ",
	"Aspect Ratio": "የአኳሀን ልኬት",
	"Aspect Ratio Settings": "የቁመተወርድ ምጣኔ ቅንብሮች",
	"Assamese": "አሳማሴ",
	"Assign channels to remote buttons so you can quickly jump to them.": "በፍጥነት ወደ እነሱ መሄድ እንዲችሉ ለሪሞት አዝራሮች ጣቢያዎችን ይመድቡ።",
	"Asunción": "አሱንቺዮን",
	"Athens": "አቴንስ",
	"Atikokan": "አቲኮካን",
	"Auckland": "ኦክላንድ",
	"Audio Description": "የድምጽ መግለጫ",
	"Audio Description Volume": "የኦዲዮ መግለጫ የድምፅ መጠን",
	"Audio Guidance": "የድምጽ መመሪያ",
	"Audio Language": "የድምጽ ቋንቋ",
	"Audio Out (Line Out)": "ድምጽ ማውጫ (Line Out)",
	"Audio Type": "የድምጽ አይነት",
	"Australia": "አውስትራልያ",
	"Austria": "ኦስትሪያ",
	"Auto": "ራስ-ሰር",
	"Auto Detect": "በራስሰር አግኝ",
	"Auto Device Detection": "የራስ መሳሪያ ግኝት",
	"Auto Genre Selection": "በራስ ሰር የዘውግ ምርጫ",
	"Auto Power Off": "በራስ-ሰርነት የሚጠፋ",
	"Auto Power Sync": "በራስ ጊዜ ኃይል ሥምሪት",
	"Auto Start": "ራስ ጀምር",
	"Auto Volume": "ራስሰር የድምጽ መጠን",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "ክፍተቱን በራስሰር በድምጽ መጠን ያስተካክሉ ወይም በሩቅ መቆጣጠሪያው ላይ ያለው የድምጽ ቁልፍ በጊዜ የሚስተካከል ድምጽ ያዘጋጁ።",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "ለተባ የDolby HDR ይዘቶች ዘውግ ወደ የተባ የምስል እሴት በራስ ሰር ያስተካክሉ።",
	"Automatically adjust to a picture value optimized for contents genre.": "ለተባ የይዘቶችን ዘውግ ወደ የተባ የምስል እሴት በራስ ሰር ያስተካክሉ።",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "የፊልሙ ይዘት ሲታወቅ፣ በራስ ሰር መንገድ ወደ FILMMAKER MODE ቀይር።",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "በዙሪያው ባለው ብርሀን ቀለም እና በሩህነት መሠረት የምስል ጥራትን በራስሰር አትባ።",
	"Automatically update system software when an update is found.": "የስርአት ሶፍትዌሩን እድሳት በሚኖርበት ጊዜ በራስ-ሰርነት እንዲታደስ ያድርጉ።",
	"Available Internal Storage": "የውስጥ ማከማቻ ክፍተት",
	"Azerbaijan": "አዘርባጃን",
	"Azores": "አዞሬስ",
	"BG Color": "BG ቀለም",
	"BG Opacity": "BG ብርሀን መጋረድ",
	"Back": "ወደኋላ",
	"Backlight": "የጀርባ ብርሀን",
	"Baghdad": "ባግዳድ",
	"Bahamas": "ባሀማስ",
	"Bahrain": "ባህሬን",
	"Baku": "ባኩ",
	"Balance": "ሚዛን",
	"Bamako": "ባማኮ",
	"Bangkok": "ባንኮክ",
	"Bangladesh": "ባንግላዴሽ",
	"Bangui": "ባንጉይ",
	"Banjul": "ባንጁል",
	"Barbados": "ባርቤዶስ",
	"Basque": "ባስኪዩ",
	"Bass Boost": "የ Bass መጎልበት",
	"Behavior may vary depending on connected device.": "ክስተቱ በተገናኘው መሳሪያ መሰረት ሊለያይ ይችላል፡፡",
	"Beijing": "ቤጂንግ",
	"Beirut": "ቤሩት",
	"Belarus": "ቤላሩስ",
	"Belgium": "ቤልጄም",
	"Belgrade": "ቤልግሬድ",
	"Belize": "ቤሊዘ",
	"Belém": "ቤሌም",
	"Bengali": "ቤንጋሊ",
	"Benin": "ቤኒን",
	"Berlin": "በርሊን",
	"Bermuda": "ቤርሙዳ",
	"Bhutan": "ቡህታን",
	"Bishkek": "ቢሽኬክ",
	"Bissau": "ቢሳኦ",
	"Black": "ጥቁር",
	"Black Level": "ጥቁር ደረጃ",
	"Blanc-Sablon": "ብላንክ-ሳብሎን",
	"Blantyre": "ብላንቲር",
	"Block TV programs broadcast in English based on their content ratings.": "የኢንግሊዘኛ TV ፕሮግራሞች ስርጭትን በተሰጣቸው የይዘት ምዘና መጠን ላይ ተመስርተው ያግዷቸው።",
	"Block TV programs broadcast in French based on their content ratings.": "የፈረንሳይኛ TV ፕሮግራሞች ስርጭትን በተሰጣቸው የይዘት ምዘና መጠን ላይ ተመስርተው ያግዷቸው።",
	"Block content based on genre.": "ይዘትን ጀንር ላይ ተመስርተው ያግዱ።",
	"Blue": "ሰማያዊ",
	"Bluetooth Speaker Mode": "የ Bluetooth የድምጽ ማጉያ ሁነታ",
	"Bluetooth Surround Sound + Internal TV Speaker": "የ Bluetooth ሰራውንድ ድምጽ + ውስጣዊ TV ስፒከር",
	"Bluetooth Surround Sound Setup": "የ Bluetooth ሰራውንድ ድምጽ ማዋቀር",
	"Boa Vista": "ቦአ ቪስታ",
	"Bogotá": "ቦጎታ",
	"Bolivia": "ቦሊቪያ",
	"Bosnia": "ቦስኒያ እና ሄርዞጎቪኒያ",
	"Bosnia And Herzegovina": "ቦሲንያና ሄርዘጎቪንያ",
	"Bosnian": "ቦስንያ",
	"Botswana": "ቦትስዋና",
	"Bratislava": "ብራቲስላቫ",
	"Brazil": "ብራዚል",
	"Brazilian Punk": "ብራዚላዊ ፓንክ",
	"Brazzaville": "ብራዛቪል",
	"Brightness": "ብሩህነት",
	"Broadcast Country": "የስርጭት ሀገር",
	"Broadcast Mail": "የስርጭት ደብዳቤ",
	"Broken Hill": "ብሮክን ሂል",
	"Brussels": "ብራስልስ",
	"Bucharest": "ቡቻሬስት",
	"Budapest": "ባዳፔስት",
	"Buenos Aires": "ቦነስ አይረስ",
	"Bujumbura": "ቡጅምቡራ",
	"Bulgaria": "ቡልጌሪያ",
	"Bulgarian": "ቡልጋሪያዊ",
	"Burkina Faso": "ቡርኪና ፋሶ",
	"Burundi": "ቡርንዲ",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "‘ዳግም ማስጀመርን’ በመጫን፣ LGE ከአሁን በፊት ከ ስማርት ቲቪ የሰበሰበውን ማስታወቂያ ነክ መረጃ ይሰርዛሉ። ‘ዳግም ማስጀመርን’ መጫን ከዚህ በኋላ የሚያዩት ማስታወቂያ ላይ ተዕፅኖ ቢያደርግም፣ ማስታወቂያን እንዳያገኙ አያግዶትም።",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus በማብራት፣ በ LG ኤሌክትሮኒክስ Inc. (\"LGE\") በ ACR ሞጁል አማካኝነት የቀረበውን ተለቪዥን የማየት መረጃ መሰብሰብን የተመለከተ ውል መቀበልዎን ይገልጻሉ። ይህ መረጃ ጥሩ የሆኑ አገልግሎቶች ሊያቀርቡልዎ ለሚችሉ ሶስተኛ አካላት ያለማንነት መረጃ ልናጋራ እንችላለን። በተጨማሪ ማንነትዎ ያልተገለጸበት ድምር መረጃ ለግብይት አላማ ከሶስተኛ ወገኖች ጋር ልንጋራው የምንችል መሆኑን እንገልጻለን። እባዎ እላይ የተቀመጠው መረጃ ሆነ ብለን እድሜአቸው 13 በታች ከሆኑ ልጆች የማንሰበስብ እንዲሁም የማናሰራጭ መሆናችንን ይገንዘቡልን። Live Plus የሚመለከት ዝርዝር መረጃ በማየት መረጃ (ውሎች) የሚብራራ ሲሆን፣ ይህ SmartTV አቀማመጦች መምረጫ ላይ ሊገኝ ይችላል። Live Plus ተግባር ከማንቃትዎ በፊት የማየት መረጃ (ውሎች) ሙሉ እትም በሚገባ እንዲያነቡ LGE ይመክራል።",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus በማብራት፣ ቲቪዎ ላይ የሚታየው ይዘት እንደሚታወቅ ይረዳሉ፣ እና የእይታ መረጃውን ለእርስዎ በጎለበተ በእይታ ተሞክሮ እና በ ይዘት ምክርን እና ማስታወቂያን ያጠቃለለ ግላዊ አገልግሎት ለእርስዎ አቅርቦት ጥቅም ሊውል ይችላል። ለበለጠ መረጃ በቲቪ ቅንብሮች ምናሌ ውስጥ እባክዎን የግላዊ ፖሊሲውን እና የተጠቃሚ ስምምነቶችን ይመልከቱ።",
	"CI Information": "CI መረጃ",
	"CI password incorrect. Please enter again.": "የተሳሳተ CI የይለፍ ቃል። እባክዎ እንደገና ያስገቡ።",
	"COMPONENT2": "አካል2",
	"COMPONENT3": "አካል3",
	"CS1 Board": "የCS1 ሰሌዳ",
	"CS2 Board": "የCS2 ሰሌዳ",
	"Cable": "ገመድ",
	"Cable ATV": "ኬብል ATV",
	"Cable DTV": "ባለ ገመድ DTV",
	"Cable Radio": "ባለ ገመድ ራድዮ",
	"Cairo": "ካይሮ",
	"Cambodia": "ካምቦዲያ",
	"Cameroon": "ካሜሩን",
	"Campo Grande": "ካምፖ ግራንዴ",
	"Can not Find Channel": "ጣብያ ሊያገኝ አልቻለም።",
	"Canada": "ካናዳ",
	"Canary Islands": "ካናሪ ደሴቶች",
	"Cancel": "ተወው",
	"Cancel Schedule": "የጊዜ ሰሌዳን ይሰርዙ",
	"Cancel Update": "ዝማኔውን አጥፋ",
	"Cancún": "ካንቹን",
	"Cantonese": "ካንቶኒስ",
	"Cape Verde": "ኬፕ ቬርዴ",
	"Caracas": "ካራካስ",
	"Casablanca": "ካዛብላንካ",
	"Catalan": "ካታላናዊ",
	"Caution": "ጥንቃቄ",
	"Cayman Islands": "ካይማን ደሴቶች",
	"Center": "ማእከል",
	"Central African Republic": "የመካከለኛው አፍሪካ ሪፐብሊክ",
	"Ceuta": "ሲዩታ",
	"Chad": "ቻድ",
	"Change blue intensity and adjust the color balance.": "የሰማያዊ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።",
	"Change green intensity and adjust the color balance.": "የአረንጓዴ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።",
	"Change red intensity and adjust the color balance.": "የቀይ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።",
	"Change the left / right sound": "የቀኝ/ግራ ድምጽን ቀይር",
	"Change the position of captions using the 4-way dial on the remote control.": "በርቀት መቆጣጠሪያው ላይ ባለ 4-መንገድ መደወያን በመጠቀም የመግለጫ ፅሁፎችን አቀማመጥ ይለውጡ።",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "አካባቢን መለወጥ አሁን በቲቪዎ ውስጥ የተቃኙ ጣቢያዎችን ሊለውጥ ይችላል። በራስ መቃኘት ውስጥ ጣቢያዎችን በድጋሚ መቃኘት ይችላሉ። አካባቢያዊ ቅንብሮችን መለወጥ ይፈልጋሉ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "አገሩን መለወጥ ቲቪዎ እንደገና የንዲጀምር ያደርጋል፣ በተጨማሪም በLG የተጠቃሚዎች ስምምነት በድጋሚ መስማማት ሊያስፈልግዎ ይችልላል። በተጨማሪም፣ የተወሰኑ መተግበሪያዎች እና አገልግሎቶች መገኘት በLG አገልግሎቶች አገር መሰረት ሊለያዩ ይችላሉ። መቀጠል ይፈልጋሉ?",
	"Channel Locks": "የቻናል ቁልፎች",
	"Channel Manager": "የጣብያ መሪ",
	"Channel Scrolling Options": "የጣብያ መሸብለያ አማራጮች",
	"Channel Tuning": "የጣብያ ቅኝት",
	"Channel Tuning & Settings": "የጣቢያ ቅኘንት እና መቼቶች",
	"Channels": "ጣብያዎች",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "ከHDMI እና ሌላ ውጫዊ ግቤት የሚመጡ ጣቢያዎች መቆለፍ አይችሉም። የቲቪ ጣቢያዎችን ለመቆለፍ፣ የአሁኑን ግቤት ወደ Live TV ይለውጡ።",
	"Chatham Islands": "ቻታም ደሴቶች",
	"Check TV information.": "የቲቪ መረጃን ይፈትሹ።",
	"Check alarm messages about the user settings or TV status.": "ስለ ተጠቃሚዎች ቅንብሮች ወይም የቲቪ አቋምን ማንቂያ መልእክቶችን ይፈትሹ።",
	"Check descriptions for each LG webOS TV functions.": "ለእያንዳንዱ LG webOS TV ተግባር መግለጫዎችን ይፈትሹ።",
	"Check for Advertising settings and set it.": "የማስታወቂያ ቅንብር ያስሱ እና ያዋቅሩት።",
	"Check for Updates": "ማዘመኛዎችን ይፈትሹ",
	"Check for available functions with Voice and set Voice Settings.": "ለድምጽ ያሉትን ተግባራት ያስሱ እና እንደ ድምጽ ቅንጅት ያዋቅሩት።",
	"Check for problems with the picture quality.": "የምስል ጥራት ላይ ችግር እንዳለ ፈትሽ።",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ውስጣዊ TV ስፒከር ላይ ያሉ የድምጽ ጥራት ችግሮችን ፈትሽ።",
	"Check for software updates and update if available.": "የሶፍትዌር ዝመናዎችን ይፈትሹ እና ካለ ያዘምኑ።",
	"Check whether the Bluetooth device is in pairing mode.": "የ Bluetooth መሣሪያው በማጣመር ሁኔታ ላይ መሆኑን ይፈትሹ።",
	"Check your TV status to solve problems or use remote support.": "ችግሮችን ለመፍታት ወይም የርቀት መቆጣጠሪያውን አገዛ ለመጠቀም የቲቪዎን አቋም ያስሱ።",
	"Checking Password": "የይለፍቃል መፈተሸ",
	"Checking for Updates": "ማዘመኛዎችን አስስ",
	"Checking...": "በመፈተሽ ላይ...",
	"Chicago": "ቺካጎ",
	"Chihuahua": "ቺዋሁዋ",
	"Children": "የህጻናት",
	"Children Age": "የልጆች እድሜ",
	"Children Program Locks": "የህጻናት ፕሮግራም መቆለፊያ",
	"Children over 8 are allowed to watch.": "ዕድሜያቸው ከ 8 በላይ ለሆኑ ልጆች ለመመልከት ተፈቅዶላቸዋል።",
	"Chile": "ቺሊ",
	"China": "ቻይና",
	"Chinese": "ቻይንኛ",
	"Chisinau": "ቺሲንዋ",
	"Choibalsan": "ቾይባልሳን",
	"Chongqing": "ችዋንግቺንግ",
	"Choose to have all channels or just your primary ones when you change channels.": "ጣብያዎች በሚመርጡበት ጊዜ ሁሉም ጣብያዎች ወይንም ቅድሚያ የሚሰጡዋቸው ይምረጡ።",
	"Christmas Island": "ክሪስማስ ደሴት",
	"Cinema": "ሲኒማ",
	"Cinema Clear": "ሲኒማ ግልጽ",
	"Cinema Home": "ሲኒማ መነሻ",
	"Cinema View": "የሲኒማ እይታ",
	"Cinema View (32:12)": "የሲኒማ እይታ (32:12)",
	"Cinema Zoom": "ሲኒማ ማቅረብ",
	"City": "ሲቲ",
	"City Selection": "የከተማ ምርጫ",
	"Clean Audio": "ኦዲዮ አጽዳ",
	"Clear": "ንፁህ ጥርት ያለ",
	"Clear Plus": "ጥራት ካው በላይ",
	"Clear Voice Ⅲ": "ድምፁን አጥፋ Ⅲ",
	"Clear1": "ያጽዱ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG ገመድ-አልባ ኪይቦርድ ከበራና የጥምረት ሁነታ ላይ ከሆነ በኋላ አገናኝ የሚለውን ቁልፍ ይጫኑ፡፡ ",
	"Close": "ዝጋ",
	"Closed Caption": "ዝግ መግለጫ ፅሁፍ",
	"Closed Caption Settings": "ዝግ የመግለጫ ጽሑፍ ቅንብሮች",
	"Code Value": "የኮድ እሴት",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "የታደሰ ሶፍትዌር መሆኑን ለማረጋገጥ የ MAC አድራሻ፣ የሞዴል ቁጥር፣ የአገር ኮድ፣ የቋንቋ ቅንብሮች እና የሶፍትዌር ስሪትን ሰብስበው ያከማቹ።",
	"Colombia": "ኮሎምቢያ",
	"Colombo": "ኮሎምቦ",
	"Color": "ቀለም",
	"Color Gamut": "የቀለም ስብስብ",
	"Color Management System": "የቀለም አስተዳደር ስርዓት",
	"Color Temperature": "የቀለም ሙቀት",
	"Component": "አካል",
	"Conakry": "ኮናክሪ",
	"Confirm the terms and conditions or change whether to accept the agreement.": "ደንቦች እና ሁነታዎችን ያረጋግጡ ወይም ስምምነቱን ለመቀበል ይለውጡ።.",
	"Congo Brazzaville": "ኮንጎ ብራዛቪል",
	"Connect": "አገናኝ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "የ Bluetooth ስፒከር እና TV ስፒከር ያገናኙ እና በስፒከሮች መካከል ያለውን Audio Delay ወዲያውኑ ያስተካክሉ።",
	"Connect an external audio device, which supports the eARC, to the eARC.": "የ eARC ወደ eARC የሚደግፍ ወደ ውጫዊ የድምጽ መሳሪያ ያገናኙ።",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "በመመሪያው መሰረት እንደ ሲግናል ተቀባይ ሳጥን፣ የድምጽ አሞሌ እና ወዘተ የመሳሰሉ ውጫዊ መሳሪያዎች ወደ ቲቪው ያገናኙ።",
	"Connect the LAN cable directly to the TV to use the network.": "አውታረ መረቡን ለመጠቀም የ LAN ኬብሉን በቀጥታ ወደ ቲቪው ያገናኙ።",
	"Connect to the network by manually entering the IP and DNS server addresses.": "የ IP እና የ DNS አገልጋይ አድራሻዎችን በእጅ በማስገባት ወደ አውታረ መረቡ ይገናኙ።",
	"Connect to the network if a wireless router is installed.": "ሽቦ አልባ ራውተር ከተገጠመ አውታረ መረቡን ያገናኙ።",
	"Connect via WPS PBC": "በWPS PBC አማካኝነት ተገናኝ",
	"Connect via WPS PIN": "በWPS ፒን አማካኝነት ተገናኝ",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "የገመድ የአውታረ መረብ ግንኙነትዎን ለማንቃት ቴሌቪዥንዎን በEthernet ሽቦ ከራውተርዎ ወይም ሞደምዎ ጋር ያገናኙ።",
	"Connect your TV with WiSA Speakers wirelessly.": "ቲቪዎን ከ WiSA ስፒከሮች ጋር በሽቦ አልባ ያገናኙ።",
	"Connectable Devices ({num})": "ተያያዥ መሣሪያዎች ({num})",
	"Connected": "ተገናኝቷል",
	"Connected to Internet": "ከበይነመረብ ጋር ተገናኝቷል",
	"Connecting...": "በመገናኘት ላይ...",
	"Connection": "ግንኙነት",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "ከስማርት ስልክ ወይም ከኮምፕዩተር ጋር የግንኙነት አያያዝ አለ። ቲቪን ከሞባይል መሳሪያዎ ጋር ለማገናኘት፣ በስማርት ስልኩ እና በ ኮምፒዩተሩ የግንኙነት ቅንብረች እና ጥያቄዎች አስፈላጊዎች ናቸው።",
	"Content Recommendations": "የይዘት ምክሮች።",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "ባለብዙ ጣቢያ ድምጽ በ HbbTV አገልግሎት የተደገፈ ከሆነ ይዘቱ ለባለብዙ ቻናል ማዳመጥ ምቹ በሆነ ድምጽ ይጫወታ።",
	"Contrast": "የብርሀን መጠን",
	"Cool": "ቀዝቃዛ",
	"Copenhagen": "ኮፐንሀገን",
	"Copy Channels": "ጣብያዎችን ይቅዱ",
	"Copy/Delete file": "ፋይል ቅዳ/ሰርዝ",
	"Correct contrast and brightness by adjusting black levels.": "የጥቁረት መጠንን በማተካከል ንጽጽር እና ብሩህነትን አስተካክል።",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ቲቪዎ ረዘም ላለ ከበራ በኋላ ሊከሰቱ የሚችሉ የምስል ፒክሰል ያስተካክሉ እና የምስል ጥራት ጉዳዮችን ይከላከሉ።",
	"Costa Rica": "ኮስታ ሪካ",
	"Could not fined available network.": "በቅርብ ያለ አውታረ መረብ ማግኘት አልተቻለም፡፡",
	"Croatia": "ክሮኤሽያ",
	"Croatian": "ክሮሺያዊ",
	"Cuba": "ኪዩባ",
	"Cuiabá": "ኩያባ",
	"Current time is not valid. Do you want to set the correct time now?": "ተሞላው ጊዜ ትክክለኛ አይደለም። ትክክለኛውን ጊዜ አሁን ማተካከል ይፈልጋሉ?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "የተበጀ የምስል ሁኔታ ቅንብሮች የአሁኑ እሴቶች ለሁሉም ግብዓቶች ወደ {pictureMode} ሞድ ይተገበራል። መቀጠል ይፈልጋሉ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "በአሁኑ ወቅት የተገናኘው LG ሽቦአልባ የቁልፍ ሰሌዳ መሳሪያ ከቲቪዎ ይለያያል። መቀጠል ይፈልጋሉ?",
	"Custom": "የተበጀ",
	"Custom Time Zone": "የጊዜ ቀጠናን አብጅ",
	"Customer Service": "የደንበኛ አገልግሎት",
	"Cyan": "ቀይሰማያዊ",
	"Cyprus": "ሳይፕረስ",
	"Czech": "ቼክ ሪፑብሊክ",
	"Czech Republic": "ቸክ ሪፐብሊክ",
	"C{value}": "ሲ{value}",
	"Côte d'Ivoire": "ኮት ዲቫር",
	"DNS Server": "DNS አገልጋይ",
	"DR Congo": "ኮንጎ-ኪንሻሳ",
	"DTV Audio Setting": "የDTV የድምጽ ቅንብሮች",
	"Dagbani": "ዳግባኒ",
	"Dakar": "ዳካር",
	"Damascus": "ዳማስቆስ",
	"Danish": "ዴንማርካዊ",
	"Danmarkshavn": "ዳንማርክሻቭን",
	"Dar es Salaam": "ዳሬሰላም",
	"Data Service": "የመረጃ አገልግሎት",
	"Date": "ቀን",
	"Dawson": "ዳውሰን",
	"Dawson Creek": "ዳውሰን ክሪክ",
	"Day": "ቀን",
	"Delete": "ሰርዝ",
	"Delete Connection History": "የግንኙነት ታሪክ ሰርዝ",
	"Delete Pairing History": "የጥምረት ታሪክ ፍጠር",
	"Delete Usage Data": "የአጠቃቀም ውሂብን ሰርዝ።",
	"Demo Options": "ማሳያ አማራጮች",
	"Democratic Republic of the Congo": "ዲሞክራቲክ ሪፐብሊክ ኮንጎ",
	"Denmark": "ዴንማርክ",
	"Denver": "ደንቨር",
	"Depressed": "የተጨመደደ",
	"Deregister": "ምዝገባ ተወው",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "ማየት ለሚቸግራቸው ተመልካቾች ቲቪ ለመጠቀም ይዘቶቹን በድምጽ በማያ ገጹ ላይ ይግለጹ።",
	"Detect Range": "ግዛት አግኝ",
	"Detroit": "ዲትሮይት",
	"Device Connection Settings": "የመሳሪያ ግንኙነት ቅንጅቶች",
	"Device List": "የመሳሪያ ዝርዝር",
	"Device Name": "የመሳሪያ ስም",
	"Dhaka": "ድሃካ",
	"Digital Mode": "ዲጂታል ሁነታ",
	"Digital Sound Out": "ዲጂታል ድምጽ ማውጫ",
	"Digital TV": "ዲጂታል TV",
	"Dili": "ዲሊ",
	"Directed to Older Children (ages 7 and above)": "ከፍ ላሉ ህጻናት የታሰበ (7 አመት እና ከዚያ በላይ)",
	"Disabled": "ተሰናክሏል",
	"Disconnect": "ግንኙነት አቋርጥ",
	"Display captions for hearing-impaired viewers to use TV.": "መስማት ለሚቸግራቸው ተመልካቾች ቲቪ ለመጠቀም መግለጫ ጽሑፎችን ያሳዩ።",
	"Display fast-moving content smoothly and clearly.": "በፍጥነት የሚንቀሳቀስ ይዘትን በቀስታ እና በግልፅ ያሳዩ።",
	"Display luminance level for the highest point (100 IRE).": "ለከፍተኛ ነጥብ(100 IRE) የሉሚናንስ ደረጃ አሳይ፡፡ ",
	"Display pictures in a warm or cool color temperature.": "በሞቃት ወይም በቀዝቃዛ ሙቀት ሥዕሎችን ያሳዩ።",
	"Djibouti": "ጂቡቲ",
	"Do Not Sell My Personal Information": "ግላዊ መረጃዬን አትሽጥ",
	"Do Not Track": "አትከታተል",
	"Do you want to continue?": "መቀጠል ይፈልጋሉ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "የጣቢያዎች ዝርዝር ከUSB ማከማቻ ወደ ቲቪዎ መቅዳት ይፈልጋሉ? አሁን በቲቪዎ ውስጥ ያሉት ጣቢያዎች ይሰረዛሉ።",
	"Do you want to copy channel list from your TV to the USB storage?": "የጣቢያዎች ዝርዝር ከቲቪዎ ወደ USB ማከማቻ መቅዳት ይፈልጋሉ?",
	"Do you want to reset Position Settings?": "የአቅጣጫ ቅንብሮችን እንደገና ለማስጀመር ይፈልጋሉ?",
	"Do you want to reset Volume Control?": "የድምጽ መጠን መቆጣጠሪያን እንደገና ለማስጀመር ይፈልጋሉ?",
	"Do you want to set the correct time now?": "ትክክለኛውን ጊዜ አሁን ማተካከል ይፈልጋሉ?",
	"Do you want to turn your TV off now?": "TVዎን አሁኑኑ ማጥፋት ይፈልጋሉ?",
	"Dodoma": "ዶዶማ",
	"Doha": "ዶሃ",
	"Dominica": "ዶሚኒካ",
	"Dominican Republic": "ዶሚኒክ ሪፑብሊክ",
	"Done": "ተከናውኗል",
	"Douala": "ዶዋላ",
	"Download Mail": "ደብዳቤ አውርድ",
	"Download and Install": "አውርድና ጫን",
	"Downloadable Rating": "ምዘና በማውረድ ላይ",
	"Dubai": "ዱባይ",
	"Dublin": "ደብሊን",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "በ Always-on Off Time ወቅት፣ ማያ ገጹ ሲጠፋ የድምጽ መለየት እና ወዘተ የመሳሰሉትን ከፊል ባህሪያት ውሱን ናቸው።",
	"Dushanbe": "ዳሻንቤ",
	"Dutch": "ደች",
	"Dynamic Color": "ኃይለኛ ቀለም",
	"Dynamic Contrast": "ኃይለኛ ንጽጽር",
	"Dynamic Tone Mapping": "ተለዋዋጭ የቶን ካርታ",
	"Easter Island": "ኢስተር ደሴት",
	"Eastern Africa": "ምስራቅ አፍሪካ",
	"Eco": "ኢኮ",
	"Eco Mode": "ማስተጋባት ሞድ",
	"Ecuador": "ኢኳዶር",
	"Edge Color": "የጫፍ ቀለም",
	"Edge Enhancer": "ጠርዝ ማጎልበቻ",
	"Edge Type": "የጫፍ አይነት",
	"Edit": "ያርትኡ",
	"Edmonton": "ኢድመንተን",
	"Egypt": "ግብጽ",
	"Eirunepé": "ኢዩሩኔፕ",
	"El Salvador": "ኤል ሳልቫዶር",
	"El salvador": "ኤል ሳልቫዶር",
	"Emergency Alert": "የድንገተኛ ጊዜ ማንቂያ",
	"Enabled": "ነቅቷል",
	"Energy Saving": "ኃይል ቁጠባ",
	"Energy consumption may increase if this feature is on.": "ይህ ባህሪ ከበራ የኅይል ፍጆታ ሊጨምር ይችላል።",
	"Energy saving modes to limit power consumption.": "የኃይል ፍጆታን የሚወስኑ ኃይል ቁጠባ አይነቶች።",
	"English": "ኢንግሊዘኛ",
	"Enhance the bass sound.": "የበይዝ ድምጹን ያዳብሩ።",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "ዝቅተኛ ዕይታ ባላቸው በቀላሉ እንዲታይ እንደ በስተጀርባ እና ጽሑፍ የመሳሰሉ አንዳንድ ምናሌዎችን ንጽጽሩን በብርሃን እና ጭለማ መሃከል ይጨምሩ።",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "የይዘቶችን ጥራት እና ልካዊነት በLG ጥልቅ የመማሪያ ቴክኒክ የተገኘ አልጎሪዝም.ያጎልብቱ እናም በይዘቶች ትንተና የጥልቀትን መጠን ያትቡ።",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "የድምጽ መስክ ማሳመሪያ በማብራት በምጥን ድምጽ የ Dolby Atmos ይዘትን ይደሰቱበት።",
	"Enjoy TV sound by connecting Wired Headphones.": "በባለ ገመድ ሄድፎኖች በማገናኘት የቲቪ ድምጽን ይደሰቱበት።",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "ወደ HDMI IN (ARC) ማስገቢያ የተገናኙ የድምጽ መሳሪያዎች በኩል የቲቪ ድምጽ ይደሰቱበት።",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "ድምጽን ከOPTICAL DIGITAL AUDIO OUT በተያያዙ የድምጽ መሳሪያዎችን ይደሰቱበት።",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "በ LG የድምጽ መሳሪያ በኩል ወደ OPTICAL DIGITAL AUDIO OUT ወደብ የተገናነውን የቲቪ ድምጽ ይደሰቱበት።",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "ወደ ውጫዊ Audio Out/Headphones ማስገቢያዎች የተገናኙ ከውጫዊ የድምጽ/ሄድፎኖች ውጫዊ ወደቦች የተገናኙ የድምጽ መሳሪያዎች በኩል ድምጽን ይደሰቱበት።",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ውስጣዊ TV ስፒከር እና ባለ ገመድ ሄድፎኖች በኩል በሁለቱም ድምጹን ይደሰቱበት።",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "ከውስጣዊ TV ስፒከር እና ከOPTICAL DIGITAL AUDIO OUT ማስገቢያ ከሁለቱም ጋር የተገናኙ መሳሪያዎች ውጫዊ ድምጽ በኩል የቲቪ ድምጽ ይደሰቱበት።",
	"Enjoy a clear and natural sound.": "ጥርት ያለ እና ተፈጥሯዊ ድምጽን ይደሰቱበት።",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "ወደ LG Sound Sync ወይም Bluetooth በሽቦ አልባ ድምጽ መሳሪያ የተገናኘውን ድምጽ ይደሰቱበት።",
	"Enjoy the sound optimized to the room.": "ከክፍሉ ጋር የተመጠነው ድምጽ ይደሰቱበት።",
	"Enter CI Password": "የ CI የይለፍ ቃል ያስገቡ",
	"Enter the PIN in your router's settings.": "በራውተር ቅንብሮችዎ ውስጥ ፒኑን ያስገቡ።",
	"Enter the master password.": "ዋናውን የይለፍ ቃል ያስገቡ።",
	"Equalizer": "ማመጣጠኛ",
	"Equatorial Guinea": "ኢኳተርያል ጊኒ",
	"Eritrea": "ኤርትራ",
	"Estonia": "ኤስቶኒያ",
	"Estonian": "ኢስቶንያዊ",
	"Ethiopia": "ኢትዮጵያ",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "ቅንብሩ ቢጠፋ እንኳ፣ በጣቢያው ባነር፣ ድምፅ መለያ በኩል ተዛማጅ መረጃውን መፈተሽ ይችላሉ።",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "ቲቪ ቢጠፋም እና ጥቂት ሃይል በመጠቀም ላይ ቢሆንም እንኳን፣ የሞባይል መሳሪያው በማገናኘት ሙዚቃን ማዳመጥ ይችላሉ። ቲቪ ሲበራ የባህሪያት ሃብት እንደገና በፍጥነት ጥቅም ላይ ሊውል ይችላል።",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "ቲቪው ቢጠፋ እንኳን፣ ዘመናዊ ስልክዎ በ Bluetooth በኩል ወደ ቲቪ ጋር በማገናኘት ሙዚቃ መስማት ይችላሉ።",
	"Every Day": "በየቀኑ ",
	"Every Weekday": "በየ አዘቦቱ ቀን",
	"Every Weekend": "በየሰንበቱ",
	"Ewe": "ኢዌ",
	"Expert (Bright Room)": "አዋቂ(ድማቅ ክፍል)",
	"Expert (Dark Room)": "አዋቂ(ጨለማ ክፍል)",
	"Export your TV's channel list information to a connected USB device.": "የቲቪዎን ቻናል ዝርዝር መረጃ ወደ ተገናኘ የ USB መሳሪያ ወደ ውጭ ይላኩ።",
	"Extended": "የተራዘመ",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ራስ-ሰር የኃይል መዝጊያ ቅንብር ጊዜ ማራዘም ወይም ተግባሩን ማጥፋት የኃይል ፍጆታን ይጨምራል።",
	"Extreme": "ጽንፍ",
	"Eye Comfort Mode": "Eye Comfort ሁነት",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE ራስ-ሰር ለውጥ",
	"Fast": "ፈጣን",
	"Fernando de Noronha": "ፈርናንዶ ዲ ኖረንሃ",
	"Fiji": "ፊጂ",
	"Find and tell an audio device available to connect around TV.": "በቲቪ አካባቢ ለማገናኘት ሊገኝ የሚችል የድምጽ መሳሪያ ያግኙ እና ይንገሩ።",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ቀይ፣ አረንጓዴ፣ ሠማያዊ፣ ሠማያዊ-አረንጓዴ፣ደማቅ ቡኒ እና ቢጫ የቀለም ስፍራዎችን በረቂቅ ቃኝ።",
	"Finland": "ፊንላንድ",
	"Finnish": "ፊንላንዳዊ",
	"Flash": "ብልጭታ",
	"Flat Mode": "የዝርግ ሁነታ",
	"Font": "ቅርፀ ቁምፊ",
	"Font 1": "ቅርፀ ፊደል 1",
	"Font 2": "ቅርፀ ፊደል 2",
	"Font 3": "ቅርፀ ፊደል 3",
	"Font 4": "ቅርፀ ፊደል 4",
	"Font 5": "ቅርፀ ፊደል 5",
	"Font 6": "ቅርፀ ፊደል 6",
	"Font 7": "ቅርፀ ፊደል 7",
	"Font 8": "ቅርፀ ፊደል 8",
	"Football": "እግር ኳስ",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "ለ WPS (በ Wi-Fi የተጠበቀ ቅንብር)-የነቃ ሽቦ አልባ ራውተር፣ ቲቪ ወደ ሽቦ አልባ አውታረመረብ ለማገናኘት የ PIN ኮድ ያስገቡ።",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "ለ WPS (በ Wi-Fi የተጠበቀ ቅንብር)-የነቃ ሽቦ አልባ ራውተር፣ ቲቪ ወደ ሽቦ አልባ አውታረመረብ ለማገናኘት የ WPS-PBC አዝራሩን ይጫኑ።",
	"Fortaleza": "ፎርታሌዛ",
	"France": "ፈረንሳይ",
	"Freetown": "ፍሪታውን",
	"French": "ፈረንሳይኛ",
	"French Polynesia": "ፈረንሳይ ፖሊኔዥያ",
	"Full Wide": "ሙሉ ስፋት",
	"Ga": "ጋአ",
	"Gabon": "ጋቦን",
	"Gaborone": "ጋቦረኒ",
	"Gaelic": "ጋኢሊክ",
	"Galapagos Islands": "ጋላፓጎስ ደሴቶች",
	"Galician": "ጋሊሺያናዊ",
	"Gallery": "ጋለሪ",
	"Gambia": "ጋምቢያ",
	"Gambier": "ጋምቢየር",
	"Game": "ጫወታ",
	"Gamma": "ጋማ",
	"Gateway": "መግቢያ በር",
	"General": "አጠቃለይ",
	"General Age": "አጠቃላይ እድሜ",
	"General Audience": "አጠቃላይ ተመልካች",
	"General Audiences": "አጠቃላይ ተመልካቾች",
	"General Program Locks": "አጠቃላይ የፕሮግራም ቁልፎች",
	"Georgia": "ጆርጂያ",
	"German": "ጀርመንኛ",
	"Germany": "ጀርመን",
	"Get started in a quiet environment for sound optimization.": "ለድምጽ ትባት ጸጥታ ባለበት አካባቢ ይጀምሩ",
	"Getting...": "በማግኘት ላይ...",
	"Ghana": "ጋና",
	"Gibraltar": "ጊብላርተር",
	"Glace Bay": "ግሌስ ቤይ",
	"Godthab": "ጋድታብ",
	"Grayscale": "ግራጫ",
	"Greece": "ግሪክ",
	"Greek": "ግሪክ",
	"Green": "አረንጓዴ",
	"Greenland": "ግሪንላንድ",
	"Grenada": "ግሬናዳ",
	"Guadalcanal": "ጓዳልካናል",
	"Guadeloupe": "ግዋዴሎፕ",
	"Guam": "ግዋም",
	"Guatemala": "ጉዋቲማላ",
	"Guatemala City": "ጓቲማላ ሲቲ",
	"Guayaquil": "ጓያኪል",
	"Guernsey": "ጉርንሲ",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "የመመሪያ ምናሌዎች እና ክንውኖች ከድምጽ ጋር ማየት ችግር ላለባቸው ተመልካቾች ቲቪን ለመጠቀም  ።",
	"Guinea": "ጉዊንያ",
	"Guinea Bissau": "ጊኒ ቢሳው",
	"Guinea Conakry": "ጊኒ",
	"Guinea Equatorial": "ኢኳቶሪያል ጊኒ",
	"Gujarati": "ጉጃራቲ",
	"Guyana": "ጉያና",
	"G{value}": "ጂ{value}",
	"H Position": "H አቀማመጥ",
	"H Sharpness": "H ጥራት",
	"H Size": "H መጠን",
	"HD Mode": "HD ሁኔታ",
	"HD Mode Option": "የ HD ሞድ አማራጮች",
	"HDD Eco Mode": "HDD ኢኮ ሞድ",
	"HDD Power Saving Mode": "HDD ኃይል ቆጣቢ ሞድ",
	"HDMI Input Audio Format": "የ HDMI ግብዓት የድምጽ ቅርጸት",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} እና HDMI {port2} ወደቦች የ 8K Ultra HD Deep Color ቀለም ን ይደግፋሉ።",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} እና HDMI {port2} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "የ HDMI {port1} ወደብ የ 8K Ultra HD Deep Color ቀለም ን ይደግፋል።",
	"HDMI {port1} port support Ultra HD Deep Color.": "የ HDMI {port1} ወደብ የ Ultra HD Deep Color ን ይደግፋል።",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ 8K Ultra HD Deep Color ቀለም ን ይደግፋሉ።",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ 8K Ultra HD Deep Color ቀለምን ይደግፋሉ።",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።",
	"HDR Effect": "HDR ኢፌክት",
	"HDR Picture Mode": "HDR ምስል ሁነታ",
	"Haiti": "ሃይቲ",
	"Halifax": "ሀሊፋክስ",
	"Harare": "ሀራሬ",
	"Harbin": "ሀርቢን",
	"Hard of Hearing": "መስማት የተሳነው",
	"Hausa": "ሃውሳ",
	"Havana": "ሀቫና",
	"Headphones Volume": "የሄድፎን ድምጽ መጠን",
	"Hebrew": "እብራይስጥ",
	"Helsinki": "ሄልሲንኪ",
	"Hermosillo": "ሄርሞሲሎ",
	"High": "ከፍተኛ",
	"High Contrast": "ከፍተና ንፅፅር",
	"Higher values increase a sense of warmth or coldness.": "ከፍተኛ ዋጋዎች የሙቀታማናት ወይንም የቀዝቃዛማነት ስሜትን ከፍ ያደርጋሉ።",
	"Hindi": "ሂንዲ",
	"Ho Chi Minh": "ሆ ቺ ሚኒ",
	"Home Animation": "የመነሻ ተልወስዋሽ",
	"Home Auto Launch": "መነሻ ራስ አስጀምር",
	"Home Mode": "የቤት ሁነታ",
	"Home Promotion": "የ Home ማስተዋወቂያ",
	"Home Settings": "መነሻ ቅንብሮችን",
	"Home/Store Mode": "ቤት/ማከማቻ ሙድ",
	"Honduras": "ሆንዱራስ",
	"Hong Kong": "ሆንግ ኮንግ ልዩ የአስተዳደር ክልል ቻይና",
	"Hongkong": "ሆንግ ኮንግ ልዩ የአስተዳደር ክልል ቻይና",
	"Honolulu": "ሆኖሉሉ",
	"Hours": "ሰዓታት",
	"However, the IPv6 version of the address does not support editing.": "ይሁንእንጂ፣ የአድራሻውን የ IPv6 ስሪቱን አርትዖትን አይደግፍም።",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "ይሁንእንጂ፣ ቲቪዎን በጥሩ ሁኔታ ለማስቀጠል፣ Always-on ለ አምስት ሰዓታት ይሰናከላል እና ሃይሉ ጨርሶ ይጠፋል።",
	"Hungarian": "ሀንጋራዊ",
	"Hungary": "ሀንጋሪ",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "አስፈላጊ! እንደገና መመስረት ሁሉም የማንነት መለያ አቀማመጦችዎና የተጫኑ መተግበሪያዎችዎ ያጠፋቦታል። ይህ ተግባር ቀድሞ ወደ ነበረበት ሁኔታ ሊመለስ አይችልም።",
	"IP (Automatic)": "IP (ራስሰር)",
	"IP (Manual)": "IP (በእጅ የሚሰራ)",
	"IP Address": "IP አድራሻ",
	"IVC (Cote d’Ivoire)": "IVC (ኮት ዲቫር)",
	"Iceland": "አይስላንድ",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "የራስ ሰር ኃይል ስምሪት ከተመረጠ፣ የ SIMPLINK መሳሪያዎን ሲያበሩት ቲቪዎ የሚበራ ሲሆን ቲቪዎን ሲያጠፉት ደግሞ የ SIMPLINK መሳሪያዎችዎም ይጠፋሉ፡፡",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "የሲግናል ተቀባይ ሳጥን/OTT ዓለምአቀፋዊ ቁጥጥር ከተቀናበረ፣ ከ LG የሩቅ ቁጥጥር የተገናኘውን የሲግናል ተቀባይ ሳጥን ይጠቀሙ።",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "መሳሪያ ወደ ማስገቢያዉ ከተገናኘ፣ የተባውን የጨዋታ ስእል በትንሽ መዘግየት ወይም የመሳሪያው ቪድዮ መቆራረጥ መመልከት ይችላሉ።",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "ይህንን ቢያበሩት እና Ultra HD Deep Colorን የሚደግፍ መሳሪያ ቢያገናኙ፣ ምስልዎ የበለጠ ጥራት ሊኖረው ይችላል።",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ቀረጻ ወይም የሶፍትዌር ዝማኔ በሂደት ላይ ካለ፣ እስከሚጠናቀቁ ይቆያል፤ ሂደቱም ከአንድ ሰዓት በላይ ሊቆይ ይችላል።",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ቀረጻ ወይም የሶፍትዌር ዝማኔ በሂደት ላይ ካለ፣ እስከሚጠናቀቁ ይቆያል ሂደቱም ከ {n} ደቂቃ(ዎች) በላይ ሊቆይ ይችላል።",
	"If the device is not connected, you may not hear any sound through it.": "መሳሪያው ካልተገናኘ፣ በእሱ አማካኝነት ምንም ድምጽ ላይሰሙ ይችላሉ።",
	"If the edge of the screen is not clean, please turn this function off.": "የማያው ጫፍ ንጹህ ካልሆነ፣ እባክዎ ይህንን ተግባር ያጥፉት።",
	"If the program does not support multiple languages, the default language is selected.": "ፕሮግራሙ ብዙ ቋንቋዎችን የማይደግፍ ከሆነ፣ ነባሩ ቋንቋ ይመረጣል።",
	"If the program does not support the selected output format, the default output from the source will be used.": "ፕሮግራሙ የተመረጠውን የውጤት ቅርጸት የማይደግፍ ከሆነ፣ ነባሩ ውጤት ከምጩ ጥቅም ላይ ይውላል።",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ፕሮግራሙ የተለየ የድምጽ ቅንብሮችን የማይደግፍ ከሆነ፣ ነባሪ ድምጽ ይመረጣል።",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ተመሳሳይ ምልክቶች ከተደጋገሙ፣ እባክዎ የስብስብ እሴቱ እንደገና ለመለወጥ ወይም የተገናኘ ውጫዊ መሳሪያ እንደገና ይጀምሩ።",
	"If the selected language does not support, the default language from broadcasts will be used.": "የተመረጠው ቋንቋ የማይደግፍ ከሆነ፣ ነባሩ ቋንቋ ከስርጭቱ ጥቅም ላይ ይውላል።",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ቋሚ ማያ ገጹ ለሰዓታት የተጠቃሚውን ማንኛውም ግብአት ካልደረሰው ወደ ማያ ገጽ ዕይታ ማቦዘኛ ይቀየራል።",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "የአሁኑ ሰዓት ካዘጋጁት ሰዓት ብዙ የሚለይ ከሆነ፣ አንዳንድ የዘመናዊ ባህሪያትን ላይታዩ ይችላሉ።",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "በመሳሪያው አማካኝነት ድምጽ መስማት ካልቻሉ፣ በአግባቡ እየሰራ መሆኑን እና LG Sound Syncን የሚደግፍ መሆኑን ያረጋግጡ።",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "የማከማቻ ሰርቶ ማሳያ ሁነታ ከመረጡ፣ ለችርቻሮ እይታ መሸጫ ቲቪ ወደ ተቡ እሴቶችን ይዘጋጃል።",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "የኦዲዮ መሪን አብርተው ከሆነ፣ ማንቀሳቀስ የሚችሉት በሩቅ መቆጣጠሪያዎ የግራ፣ ቀኝ ላይ እና ታች አዝራሮች ብቻ ሲሆን ጠቋሚውን የሚፈልጉ አንዳንድ መተግበሪያዎች ጥቅም ላይ መዋል አይችሉም።",
	"If you turn it off, CAM operator's profile will be deleted.": "ካጠፉት፣ የ CAM አሠሪው መገለጫ ይሰረዛል።",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ካጠፉት፣ ሁሉም የተቃኙ የCAM ጣቢያዎች አይገኙም እንዲሁም ማሳወቂያዎች ከእንግዲህ ወዲያ አይቀርቡም።",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "‹ፈጣን ጅምር +› ን ካጠፉት ቲቪዎን በርቀት ነፃ ቁጥጥር ማብራት አይችሉም። ለመቀጠል ይፈልጋሉ?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ማያ ገጽ አዳኙን ካጠፉ አንድ ምስል ከ2 ሰዓት በላይ በማያ ገጹ ላይ ይቆያል፣ ይህም የማያ ገጽዎን የምስል ጥራት ሊጎዳ ይችላል። ከ5 ሰዓታት በላይ ከቆየ፣ ቋሚ የምስል ጥራት ጉድለት ሊከሰት ይችላል። መቀጠል ይፈልጋሉ?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ይህ አማራጭ ካጠፉት፣ የማያ ገጹን ጥራት የሚቀንስ ወይም በአንዳንድ ጉዳዮች ሊመለስ የማይችል የቋሚ ማያ ገጹ ረጅም ይቆያል።",
	"If you use Energy Saving function, brightness of your TV will be affected.": "የኃይል ቁጠባ ተግባሩን ከተጠቀምክ የTVውን የእይታ ብርሀን ሊቀንሰው  ይችላል፡፡",
	"Import your TV's channel list information from a connected USB device.": "የቲቪዎን ቻናል ዝርዝር መረጃ ከተገናኘ የ USB መሳሪያ ያስመጡ።",
	"Import/export your TV's channel list information from/to a connected USB device.": "የቲቪዎን ቻናል ዝርዝር መረጃ ከ/ወደ ተሳሰረ የ USB መሳሪያ አምጣ/ላክ፡፡",
	"In Home": "ቤት ውስጥ",
	"India": "ህንድ",
	"Indianapolis": "ኢንዲያናፖሊስ",
	"Indonesia": "ኢንዶኔዢያ",
	"Indonesian": "ኢንዶኔዥያዊ",
	"Inner": "ውስጣዊ",
	"Input": "ግብአት",
	"Input Locks": "የግቤት ቁልፎች",
	"Input field": "የግብአት ሜዳ",
	"Installing...": "በመጫን ላይ ...",
	"Instant Game Response": "ፈጣን የጨዋታ ምላሽ",
	"Interactive Service": "አሳታፊ አገልግሎት",
	"Interactivity(DTVi)": "ተግባቦታዊነት (DTVi)",
	"Internal TV Speaker": "ውስጣዊ የቲቪ ድምፅ ማጉያ",
	"Invert Colors": "ቀለሞችን ገልብጥ",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "በማያ ገጹ ላይ የሚታዩትን የንጥሎች ታይነት ከፍ ለማድረግ በተወሰኑ ምናሌዎች ውስጥ የተወሰኑ ቀለሞችን ይግለጹ እና ያክሏቸው።",
	"Iran": "ኢራን",
	"Iraq": "ኢራቅ",
	"Ireland": "አየርላንድ",
	"Irish": "አየርላንዳዊ",
	"Irkutsk": "ኢርኩስክ",
	"Israel": "እስራኤል",
	"Istanbul": "ኢስታንቡል",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "በየግል ወደ ስእል ሁነታ ዳግም እንዲጀምር ተደርጓል፣ ስለዚህ የተፈለገውን የስእል ሁነታ ይምረጡ እና እንደገማ ያስጀምሩት።",
	"It may not sound depending on connected devices.": "በተገናኙ መሳሪያዎች መሰረት ድምጽ ላይሰጥ ይችላል።",
	"It may take a few minutes.": "ጥቂት ደቂቃዎችን ሊፈጅ ይችላል፡፡",
	"It may take a few seconds.": "ጥቂት ሰከንዶችን ሊፈጅ ይችላል፡፡",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "በ LG የጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ዘውግን ለመመልከት የተባ ድምጽን ወይም ልከኛ ምናባዊ 4.0 ሰራውንድ ያቀርባል።",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "በLG የጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ዘውግን ለመመልከት የተባ ድምጽ ወይም ልከኛ ምናባዊ 5.1 ሰራውንድ ያቀርባል።",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "በቲቪ ተከላ ዓይነት መሰረት በማድረግ በክፍሉ ውስጥ የአንጸባራቂ ድምጽ ከፍ በማድረግ የተስተካከለ ድምጽ ያቀርባል።",
	"It reduces jaggies in the picture for a smooth picture.": "ለልሙጥ ስእል በስእሉ ውስጥ የተቦጫጨረውን ይቀንሳል።",
	"It works only when the broadcasting program supports captions.": "የሚሰራው የስርጭት ፕሮግራሙ መግለጫ ጽሑፍን ሲደግፍ ነው።",
	"It works only when the broadcasting program supports subtitles.": "የሚሰራው የስርጭት ፕሮግራሙ የግርጌ ትርጉሞችን ሲደግፍ ነው።",
	"Italian": "የጣልያን",
	"Italy": "ጣሊያን",
	"Ivory Coast": "ኮት ዲቯር",
	"Jakarta": "ጃካርታ",
	"Jamaica": "ጃማይካ",
	"Japan": "ጃፓን",
	"Japanese": "ጃፓንኛ",
	"Jayapura": "ጃያፑራ",
	"Jerusalem": "እሩሳሌም",
	"Johannesburg": "ጆሃንስበርግ",
	"Jordan": "ጆርዳን",
	"Just Scan": "ይፈልጉ",
	"Kabul": "ካቡል",
	"Kaliningrad": "ካኒንግራድ",
	"Kamchatka": "ካምቻትካ",
	"Kampala": "ካምፓላ",
	"Kannada": "ካናዳ",
	"Karachi": "ካራቺ",
	"Kasem": "ካሴም",
	"Kashgar": "ካሽገር",
	"Katmandu": "ካትማንዱ",
	"Kazakh": "ካዛክ",
	"Kazakhstan": "ካዛኪስታን",
	"Kenya": "ኬንያ",
	"Keyboard Languages": "የቁልፍ ሰሌዳ ቋንቋዎች",
	"Khartoum": "ካርቱም",
	"Khovd": "ኮቭድ",
	"Kiev": "ኪየቭ",
	"Kigali": "ኪጋሊ",
	"Kingston": "ኪንግስቶን",
	"Kinshasa": "ኪንሻሳ",
	"Kiribati": "ኪሪባቲ",
	"Kiritimati": "ኪሪቲማቲ",
	"Kolkata": "ኮልካታ",
	"Korea": "ደቡብ ኮሪያ",
	"Korean": "ኮሪያዊ",
	"Krasnoyarsk": "ክራስኖያርስክ",
	"Kuala Lumpur": "ኩዋላ ላምፑር",
	"Kuching": "ኩቺንግ",
	"Kuwait": "ክዌት",
	"Kuwait City": "ኩዌት ሲቲ",
	"Kyrgyzstan": "ኪርጊስታን",
	"LED Local Dimming": "LED አከባያዊ ዲሚንግ",
	"LG Logo Light (Front of TV)": "የ LG አርማ ብርሀን (ከ TV ፊት)",
	"LG Services Country": "LG አገልግሎት መስጫ ሃገሮች",
	"LG Sound Sync": "LG የድምጽ ማመሳሰል",
	"LG Wireless Keyboard": "LG ገመድ-አልባ ኪይቦርድ ",
	"LG Wireless Keyboard Connected:": "LG ገመድ-አልባ ኪይቦርድ ተገናኝቷል፡",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "የ LG ሽቦ አልባ የቁልፍ ሰሌዳ ቲቪን በ Bluetooth በኩል ለመቆጣጥር ያስችልዎታል።",
	"La Paz": "ላ ፓዝ",
	"Lagos": "ሌጎስ",
	"Language": "ቋንቋ",
	"Laos": "ሌኦስ",
	"Large": "ትልቅ",
	"Last tuning:": "የመጨረሻ ቅኝት፦",
	"Latvia": "ላትቪያ",
	"Latvian": "ላቲቪያዊ",
	"Lebanon": "ሊባኖስ",
	"Left": "ግራ",
	"Left Right": "ግራ/ቀኝ",
	"Left Surround": "ግራ አከባቢ",
	"Left drop shadow": "ግራ ወዳቂ ጥላ",
	"Legal Notice": "የህግ ማስታወቂያ",
	"Lesotho": "ሌሰቶ",
	"Liberia": "ላይቤሪያ",
	"Libreville": "ሊብሬቪሌ",
	"Libya": "ሊቢያ",
	"Liechtenstein": "ሊችተንስታይን",
	"Light": "ብርሃን",
	"Lilongwe": "ሊሎንግዌ",
	"Lima": "ሊማ",
	"Limit AD Tracking": "የ ማስታወቂያ ክትትል ገድብ",
	"Lisbon": "ሊዝበን",
	"Lithuania": "ሊቱዌኒያ",
	"Lithuanian": "ሊቱኒያዊ",
	"Live Theater": "የቀጥታ ትያትር",
	"Ljubljana": "ሊጁብሊጃና",
	"Loading...": "በመጫን ላይ...",
	"Local": "አከባቢያዊ",
	"Local Language": "አከባቢያዊ ቋንቋ",
	"Location": "መገኛ",
	"Lock All": "ሁሉንም ቆልፍ",
	"Lock changes for currently running apps will be applied the next time they are started.": "አሁን በመሄድ ላይ ያሉ መተግበሪያዎች ላይ የሚደረጉ የመቆለፍ ሁነታ ለውጦች በሚቀጥለው ጊዜ ሲጀምሩ ይተገበራል።",
	"Logo Luminance Adjustment": "የአርማ ብሩህነት ማስተካከያ",
	"Lome": "ሎሜ",
	"London": "ለንደን",
	"Lord Howe": "ሎርደ ሆዌ",
	"Los Angeles": "ሎስ አንጀለስ",
	"Louisville": "ሎውስቪሌ",
	"Low": "ዝቅተኛ",
	"Luanda": "ሉዋንዳ",
	"Lubumbashi": "ሉቡምባሺ",
	"Luminance": "ብርሀን",
	"Lusaka": "ሉሳካ",
	"Luxembourg": "ሉክሰምበርግ",
	"MAC Address": "የMAC አድራሻ",
	"MAC Address (Wired)": "MAC አድራሻ (ባለገመድ)",
	"MAC Address (Wireless)": "MAC አድራሻ (ገመድአልባ)",
	"MASTER PASSWORD": "ዋና የይለፍ ቃል",
	"MHEG Guide": "MHEG መምሪያ",
	"MPEG Noise Reduction": "MPEG አላስፈላጊ ድምጽ መቀነስ",
	"Macao": "ማካኦ",
	"Macedonia": "መቄዶንያ",
	"Macedonia, The Former Yugoslav Republic Of": "ሜቀዶንያ፣ የቀድሞ ዩጎዝላቭ ሪፐብሊክ",
	"Macedonian": "ሜቆዴንያዊ",
	"Maceió": "ማሲዮ ",
	"Maceió ": "ማሲዮ ",
	"Madagascar": "ማዳጋስካር",
	"Madeira": "ማዴራ",
	"Madrid": "ማድሪድ",
	"Magadan": "ማጋዳን",
	"Magenta": "ደማቅ ቡኒ",
	"Makassar": "ማካሳር",
	"Make blurry or difficult-to-see areas more vivid.": "አከባቢዎችን በብሩህ እይታ ወይም ለማየት አስቸጋሪ ያድርጉት።",
	"Malabo": "ማላቦ",
	"Malawi": "ማላዊ",
	"Malay": "ማላይ",
	"Malayalam": "ማላያላምኛ",
	"Malaysia": "ማሌዢያ",
	"Maldives": "ማልዲቬስ",
	"Mali": "ማሊ",
	"Malta": "ማልታ",
	"Manage channels stored on the TV.": "በቲቪ ላይ የተከማቹ ጣቢያዎችን ያስተዳድሩ።",
	"Managua": "ማናጉዋ",
	"Manama": "ማናማ",
	"Manaus": "ማናውስ",
	"Mandarin": "ማንዳሪን",
	"Manila": "ማኒላ",
	"Manual": "ማንዋል",
	"Maori": "ማኦሪ",
	"Maputo": "ማፑቶ",
	"Marathi": "ማራቲ",
	"Marquesas": "ማርቄሳስ",
	"Marshall Islands": "ማርሻል ደሴቶች",
	"Martinique": "ማርቲንክዊ",
	"Maseru": "ማሴሩ",
	"Mature Audience Only": "የበሰሉ ተመልካቾች ብቻ",
	"Mauritania": "ሞሪቴኒያ",
	"Mauritius": "ሞሪሸስ",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "የማያውን ብሩህና ጨለማ ክፍሎች ጥልቀት በማሳደግ ንጽጽሩን አሳድግ፡፡",
	"Mayotte": "ማዮቴ",
	"Mazatlán": "ማዛትላን",
	"Mbabane": "ምባባኔ",
	"Medium": "መካከለኛ",
	"Menu Language": "የምናሌ ቋንቋ",
	"Menu Transparency": "የማውጫ ግልጽነት",
	"Message": "መልእክት",
	"Method": "ዘዴ",
	"Mexico": "ሜክሲኮ",
	"Mexico City": "ሜክሲኮ ሲቲ",
	"Middle East": "መካከለኛ ምስራቅ",
	"Minsk": "ሚንስክ",
	"Minutes": "ደቂቃዎች",
	"Mobile Connection Management": "የሞባይል ግንኙነት አስተዳደር",
	"Mode Option": "ሁነታ አማራጭ",
	"Model": "ሞዴል",
	"Mogadishu": "ሞቃዲሾ",
	"Moldova": "ሞንጎልያ",
	"Monaco": "ሞናኮ",
	"Moncton": "ሞንክቶን",
	"Mongolia": "ሞንጎሊያ",
	"Monrovia": "ሞንሮቪያ",
	"Montenegro": "ሞንተኔግሮ",
	"Monterrey": "ሞንተሬሪ",
	"Montevideo": "ሞንቴቪዶ",
	"Month": "ወር",
	"Montréal": "ሞንትሪያል",
	"Morocco": "ሞሮኮ",
	"Moscow": "ሞስኮ",
	"Motion Eye Care": "እንቅስቃሴ አይን እንክብካቤ",
	"Motion Pro": "የእንቅስቃሴ ድጋፍ",
	"Movie Lock": "ሙቪ መቆለፍ",
	"Mozambique": "ሞዛምቢክ",
	"Multi": "ብዙ",
	"Multi Audio": "ባለ ብዙ ድምጽ",
	"Multi Channel Audio": "የ Multi ጣቢያ ድምጽ",
	"Multi Feed": "ባለ ብዙ መጋቢ",
	"Multiple": "ብዙ",
	"Muscat": "ሙስካት",
	"Music": "ሙዚቃ",
	"Myanmar": "ማይናማር(በርማ)",
	"Mérida": "ሜሪዳ",
	"NEXTGEN TV Mode": "የ NEXTGEN TV ሁነታ",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - ኔው ደቡብ አውስትራሊያ/የአውስትራሊያ ዋና ሲቲ ግዛት - ሲድኒ",
	"NT - Northern Territory - Darwin": "NT - ሰሜናዊ ግዛት - ዳርዊን",
	"Nairobi": "ናይሮቢ",
	"Namibia": "ናሚቢያ",
	"Narrow": "ጠባብ",
	"Nassau": "ናስዋ",
	"Natural": "ተፈጥሯዊ",
	"Ndebele": "እንድቤሌ",
	"Ndjamena": "ጃሜና",
	"Nepal": "ኔፓል",
	"Netherland": "ኔዘርላንድ",
	"Netherlands": "ኔዘርላንድ",
	"Network": "አውታረ መረብ",
	"Network Connection Settings": "የአውታር መረብ የግንኙነት ቅንብሮች",
	"Network Name": "የአውታረ መረብ ስም",
	"Network-Based Personalization Recommendations": "በአውታረ መረብ ላይ የተመሠረተ የግላዊነት ማላበስ ምክሮች ",
	"New Caledonia": "ኔው ካሌዶኒያ",
	"New York": "ኒው ዮርክ",
	"New Zealand": "ኒው ዚላንድ",
	"Next": "ቀጣይ",
	"Niamey": "ኒያሚ",
	"Nicaragua": "ኒካራጓ",
	"Nicosia": "ኒኮሲያ",
	"Niger": "ኒጀር",
	"Nigeria": "ናይጄሪያ",
	"Night": "ምሽት",
	"Nipigon": "ኒፒጎን",
	"No": "አይ",
	"No Internet via 3G/4G network": "በ3G/4G አውታረ መረብ አማካኝነት ምንም በይነ መረብ የለም",
	"No Internet via Ethernet": "በEthernet አማካኝነት ምንም በይነ መረብ የለም",
	"No Internet via Wi-Fi": "በWi-Fi አማካኝነት ምንብ በይነ መረብ የለም",
	"No One 17 and Under Admitted.": "17 ዓመት እና ከዚያ በታች የሆነ ማንም ሰው ተቀባይነት የለውም።",
	"No Operation Auto Off": "በራሱ የሚጠፋ ክወና የለም",
	"No Signal Auto Off": "የሲግናል ራስ-ሰር ማጥፊያ የለም",
	"No Signal Image": "የምልክት ምስል የለም",
	"No Signal Power Off (15Min)": "ምንም የኃይል ማጥፊያ ሲግናል የለም (15ደቂቃ)",
	"No devices have been found.": "ምንም መሳሪያዎች አልተገኙም።",
	"No paired devices.": "የተሳሰሩ መሳሪያዎች የሉም",
	"No signal on Server": "በሰርቨር ላይ ምንም ምልክት የለም",
	"No updates found.": "ምንም ዝማኔ አልተገኘም፡፡",
	"Noise Reduction": "አላስፈላጊ ድምጽ መቀነስ",
	"None": "ምንም",
	"Normal": "መጠነኛ",
	"North Korea": "ሰሜን ኮርያ",
	"Northern Africa": "ሰሜን አፍሪካ",
	"Norway": "ኖርዌይ",
	"Norwegian": "ኖርዌያዊ",
	"Not Connected": "አልተገናኘም",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የ 8K HDMI Ultra HD Deep Color ቀለም ቅንብሮችን ማጥፋት ይችላሉ።",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "ማስታወሻ፥ መሳሪያዎ ይህንን ባህሪይ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የHDMI Ultra HD Deep Color ቅንብሮችን ማጥፋት ይችላሉ።",
	"Note: Available options depend on the broadcast program.": "ማስታወሻ: ምርጫዎች የሚገኙት ስርጭት ፕሮግራሙ ላይ ተመስረተው ነው።",
	"Note: Behavior may differ if connected device is not a LG device.": "ማስታወሻ: የተገናኘው መሳሪያ LG ካልሆነ ባህሪው ሊለይ ይችላል።",
	"Note: Only displayed when it is provided by the program.": "ማስታወሻ: በፕሮግራሙ ሲቀርብ ብቻ የሚታይ ነው፡፡",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ማስታወሻ: ንኡስርእሶች በስርጭት ፕሮግራሙ በሚቀርቡበት ጊዜ ብቻ ነው የሚታዩት።",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ማስታወሻ፦ ስየተደገፉ ባህሪዎች በሞዴል እና በሞዴሉ ግልጽነት በባህሪው ከይዘት መልሶ ማጫወት ጋር ካለው ክንውን እና እንደ የLive TV እና VOD ያለ ይዘት መልሶ ማጫወት ሊለያዩ ይችላሉ።",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ማስታወሻ፦<br>1. የፒክሰል አዳሽ በሂደት ላይ ሳለ TVዎ በርቶ ከሆነ፤ ሂደቱን ስለሚያስቆመው እንደገና መጀመር ይኖርብዎታል።<br>2. በሂደቱ ጊዜ በማያ ገጹ ላይ ነጭ መስመር ሊታይ ይችላል። ማያ ሰሌዳዎን በማጥራት ጊዜ ይህ ደንብ ነው።",
	"Notifications": "ማሳወቂያዎች",
	"Nouméa": "ኖሚያ",
	"Novosibirsk": "ኖቮሲብሪስክ",
	"Nzema": "ዜማ",
	"OK": "እሺ",
	"OLED LIGHT": "OLED ብርሀን",
	"OLED Motion Pro": "የ OLED Motion Pro",
	"OLED Screen Saver": "OLED ስክሪን ሴቨር",
	"Object Audio": "የነገር ድምጽ",
	"Off": "አጥፋ",
	"Oman": "ኦማን",
	"Omsk": "ኦምስክ",
	"On": "ያብሩ",
	"OnTimer Channel not selected": "ሰአት ነጋሪ ማብሪያ ጣብያ አልተመረጠም።",
	"Open": "ክፈት",
	"Open Source Licenses": "የግልጽ ምንጭ ሶፍትዌር ማስታወቂያ",
	"Open when TV is turned on": "TV በሚበራበት ጊዜ ይክፈቱ",
	"Operate once when TV is off": "ቲቪው ከጠፋ በኋላ አንዴ ያከናውኑ",
	"Optical + Internal TV Speaker": "ኦፕትካል + ውስጣዊ TV ስፒከር",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "የይዘትዎን የጥልቀት መጠን ከ LG የማሽን መማሪያ ቴክኒክ በተገኘ አልጎሪዝም ያትቡ።",
	"Optimize contrast settings based on image brightness of the HDR content.": "የ HDR ይዘት ብርሃን አመጣጥ ላይ የተመረኮዘ ቅንብሮችን ያመቻቹ።",
	"Optimize contrast settings based on image brightness.": "በምስሉ ብሩህነት መሠረት የንጽጽር ቅንብሮችን አትባ።",
	"Optimize the sound for a cinematic experience.": "ለሲነማዊ ተሞክሮ ድምጹን ያትቡ።",
	"Oranjestad": "ኦራንጀስታድ",
	"Original Language": "ኦርጂናል ቋንቋ",
	"Oslo": "ኦስሎ",
	"Others": "ሌሎች",
	"Ouagadougou": "ኦጋድጉ",
	"Outer": "ውጫዊ",
	"Output sound through the Internal TV speaker.": "ድምጽን በውስጣዊ የቲቪ ድምፅ ማጉያ አውጣ።",
	"PIN: {pin}": "ፒን: {pin}",
	"Pagode": "ፓጎዴ",
	"Pakistan": "ፓኪስታን",
	"Palau": "ፓላው",
	"Panama": "ፓናማ",
	"Panama City": "ፓናማ ሲቲ",
	"Panjabi": "ፓንጃቢኛ",
	"Papua New Guinea": "ፓፕዋ ኒው ጊኒያ",
	"Paraguay": "ፓራጓይ",
	"Paramaribo": "ፓራማሪቦ",
	"Parental Guidance Suggested": "የወላጅ ቁጥጥር ይመከራል",
	"Parental Guidance Suggested :": "የወላጅ ቁጥጥር ይመከራል :",
	"Parental guidance suggested for children ages 8-13.": "እድሜያቸው 8-13 ለሆኑ ህጻናት የሚመከር የወላጆች መመሪያ።",
	"Parents Guidance strongly required :": "የወላጆች ቁጥጥር አጥብቆ ይፈለጋል :",
	"Parents Strongly Cautioned": "ጽኑ ማስጠንቀቂያ ለወላጆች ",
	"Paris": "ፓሪስ",
	"Password": "የይለፍቃል",
	"Patent Information": "የአእምሮአዊ ንብረት መረጃ",
	"Peak Brightness": "ከፍተኛ ብሩህነት",
	"Persian": "ፐርሽያዊ",
	"Peru": "ፔሩ",
	"Philippines": "ፊሊፒንስ",
	"Phnom Penh": "ፍኖም ፔን",
	"Phoenix": "ፎኒክስ",
	"Photo": "ፎቶ",
	"Pick a Time": "ሰአት ይምረጡ",
	"Picture": "ምስል",
	"Picture Mode": "የምስል ሙድ",
	"Picture Mode Settings": "የምስል ሞድ አቀማመጦች",
	"Picture Options": "የምስል አማራጮች",
	"Picture Test": "የምስል ሙከራ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "የተገናኘ ውጫዊ መሳሪያ እና ቲቪ በመጀመሪያ እየተገናኙ እያለ ምስል ወይም ድምጽ በትክክል ላይሰሩ ይችላሉ። ችግሩ ከቆየ፣ እባክዎ ቅንብሮቹን ይመልሱ ወይም የተገናኘ ውጫዊ መሳሪያዎን እንደገና ያስነሱ።",
	"Pitch": "ሬንጅ",
	"Pixel Refresher": "የፒክሰል አዳሽ",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "የፒክሰል አዳሽ TVዎ የመጨረሻውን ጥራት ያለው ምስል እንዲያቀርብ ያስችላል።",
	"Pixel Refresher begins only once when the TV is turned off.": "የፒክስል አዳሽ ቲቪው ከጠፋ ቡኋላ ብቻ ይጀምራል።",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "ፒክሰል አዳሽ በሚቀጥለው ጊዜ TVዎ በሚጠፋ ጊዜ እንዲጀምር የጊዜ ሰሌዳ ተይዞለታል።",
	"Play": "አጫውት",
	"Play sound through TV Speaker.": "በቲቪ ድምጽ ማጉያ ድምጽ ያጫውቱ።",
	"Play the standard sound suitable for all types of content.": "ለሁሉም የይዘት ዓይነቶች የሚስማማ መደበኛ ድምጹን ያጫውቱ።",
	"Please check if WiSA Speakers are turned on and try again.": "እባክዎ የ WiSA የድምጽ ማጉያዎችን መብራታቸውን ይፈትሹ እና እንደገና ይሞክሩ።",
	"Please check that the Bluetooth device is already connected to another device.": "የBluetooth መሣሪያ አስቀድሞ ከሌላ መሣሪያ ጋር የተገናኘ መሆኑን ያረጋግጡ።",
	"Please check the network name and password and try again.": "እባክዎን የአውታረ መረቡን ስም እና የይለፍ ቃል ይፈትሹ እና እንደገና ይሞክሩ።",
	"Please check the status and try again": "እባክዎ ሁኔታውን ይፈትሹና እንደገና ይሞክሩ።",
	"Please do not unplug the USB storage until the copying is completed.": "እባክዎ የመቅዳት ሂደቱ እስኪጠናቀቅ USB መሳሪያውን አይንቀሉት።",
	"Please enter your password to turn off this function.": "ይህንን ተግባር ለማጥፋት እባክህ የማለፊ ሚስጥር ቁጥሩን አስገባ፡፡",
	"Please enter your password to turn on this function.": "ይህንን ተግባር ለማብራት እባክዎ የይለፍ ቃልዎን ያስገቡ።",
	"Please make sure that your TV is connected to the network and try again.": "የእርስዎ ቲቪ ከአውታረ መረብ ጋር መገናኘቱን እባክዎ ያረጋግጡ እና እንደገና ይሞክሩ።",
	"Please note that LG does not use or manage the value.": "እባክዎ ያስታውሱ LG እሴቱን መጠቀም ወይም ማስተዳደር አይችልም።",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "እባክዎ ያስታውሱ የአሃዛዊ ውጫዊ ድምጽ ወደ Pass Through በሚዘጋጅበት ጊዜ ድምጹ ወደ ውጭ አይወጣም።",
	"Please try again later.": "እባክዎ ቆየት ብለው እንደገና ይሞክሩ።",
	"Please wait while the Settings application reloads.": "የቅንብሮች መተግበሪያው እንደገና እየተጫነ ስለሆነ እባክዎ ይጠብቁ።",
	"Please wait while the Settings application restarts.": "የቅንብሮች መተግበሪያው እንደገና እየጀመረ ስለሆነ እባክዎ ይጠብቁ።",
	"Please wait while the TV restarts.": "እባክዎ TVው እንደአዲስ እስከሚጀምር ይጠብቁ።",
	"Please wait while the TV searches for LG Service Country.": "እባክዎ TVው የ LG አገልግሎት ሀገር እስኪፈልግ ድረስ ይጠብቁ።",
	"Podgorica": "ፖድጎሪካ",
	"Point": "ነጥብ",
	"Pointer Options": "የጠቋሚ አማራጮች",
	"Pointer Size": "የአመልካች መጠን",
	"Poland": "ፖላንድ",
	"Polish": "ፖላንዳዊ",
	"Pontianak": "ፖንቲያናክ",
	"Port Louis": "ፖርት ሉዊስ",
	"Port Moresby": "ወደብ ሞሮስቢ",
	"Port of Spain": "ወደብ ስፐይን",
	"Port-au-Prince": "ወደብ-ኤዩ-ፕሪንስ",
	"Porto Novo": "ፖርት ኖቮ",
	"Porto Velho": "ፖርቶ ቬልሆ",
	"Porto-Novo": "ፖርቶ-ኖቮ",
	"Portugal": "ፖርቱጋል",
	"Portuguese": "ፖርቱጋላዊ",
	"Position": "ኩነት",
	"Position Settings": "የቦታ ቅንብሮች",
	"Power Off Timer": "ሰአት ቆጣሪን አጥፋ",
	"Power On Timer": "ሰአት ቆጣሪን አብራ",
	"Power Saving Mode": "ኃይል ቆጣቢ ሁነታ",
	"Prague": "ፕራጉዋ",
	"Praia": "ፐሬያ",
	"Preschool": "ቅድመ ትምህርት",
	"Press right button to adjust de-blur and Motion Pro value.": "የ de-blur እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "የ de-blur እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-blur and OLED Motion value.": "የ de-blur እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder and Motion Pro value.": "የ de-judder እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "የ de-judder እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder and OLED Motion value.": "የ de-judder እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "የ de-judder፣ de-blur እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "የ de-judder፣ de-blur እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "የ de-judder፣ de-blur እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "ቲቪውን ከአውታረ መረብ ጋር ለማገናኘት WPS በሚቀበል ራውተር ላይ ያለውን WPS አዝራር ይጫኑ፡፡",
	"Press the right button to adjust Motion Pro settings.": "የ Motion Pro ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።",
	"Press the right button to adjust OLED Motion Pro settings.": "የ OLED Motion Pro ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።",
	"Press the right button to adjust OLED Motion settings.": "የ OLED Motion ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።",
	"Press the right button to adjust de-blur settings.": "የብዥታ ማስወገጃ ቅንብሮችን ለማስተካከል የግራ አዝራርን ይጫኑ።",
	"Press the right button to adjust de-judder settings.": "የንቅናቄ ማስወገጃ ቅንብሮችን ለማስተካከል የግራ አዝራርን ይጫኑ።",
	"Previous": "ቀዳሚ",
	"Primary Audio Language": "ቀዳማዊ የድምጽ ቋንቋ",
	"Primary Channels": "የመጀመሪያ ጣብያዎች",
	"Primary Teletext Language": "ቀዳማዊ የTeletext ቋንቋ",
	"Program exempted from ratings.": "ከደረጃ አሰጣጥ ነጻ የሆነ ፕሮግራም።",
	"Programme": "ጣብያ",
	"Provide HbbTV Distinctive ID": "የ HbbTV የተለየ መታወቂያ አቅርብ",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ለHbbTV አገልግሎት ስርጭት ልዩ መለያ ለ HbbTV  ያቅርቡ።",
	"Provided services may vary depending on countries.": "በአገሮች መሰረት የቀረቡ አገልግሎቶች ሊለያዩ ይችላል።",
	"Puerto Rico": "ፖርታ ሪኮ",
	"Pyongyang": "ፒዮንግያንግ",
	"QLD - Queensland - Brisbane": "QLD - ክዊንስላንድ - ብሪስባኔ",
	"Qatar": "ኳታር",
	"Quick Help": "ፈጣን እገዛ",
	"Quick Start+": "አስቸኳ አጀማመር+",
	"Rainy River": "ረይኒ ሪቨር",
	"Raised": "ያደገ",
	"Rangoon": "ራንጉን",
	"Real Cinema": "እውነተኛ ሲኒማ",
	"Reason: Authentication with access point was unsuccessful.": "ምክንያት፦ ከመዳረሻ ነጥብ ጋር ማንነትን ማረጋገጥ አልተሳካም።",
	"Reason: Could not establish a connection to access point.": "ምክንያት: ከመድረሻ ነጥብ ጋር ትስስር መፍጠር አልተቻለም",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "ምክንያት: DHCP በመጠቀም ትክክለኛ የ IP አድራሻ መልሶ ማግኘት አልተቻለም",
	"Reason: Entered password is incorrect.": "ምክንያት: ገባው የይለፍ ቃል የተሳሳተ ነው፡፡",
	"Reason: Password is missing.": "ምክንያት፦ የይለፍ ቃል አልተገኘም።",
	"Reason: The network you selected is out of range.": "ምክንያት: የመረጡት አውታረ መረብ ከ... እስከ ውጭ ነው፡፡",
	"Reason: Unable to login.": "ምክንያት: በመለያ መግባት አልተቻለም",
	"Receive emergency alerts from TV when an emergency occurs.": "አስቸኳይ አደጋ ሲከሰት ከቲቪው የአስቸኳይ አደጋ ማስጠንቀቂያዎችን ይድረስዎ።",
	"Recife": "ሬሲፍ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ብዙ ጊዜ ቲቪ የማይመለከቱባቸዉን ሰዓታት ወደ Always-on ማቀናበር ይመከራል።",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "በእይታ ታሪክ እና በመተግበሪያ ጥቅም ስርዓተ ጥቅሞችን መሰረት ባደረገ ጠቃሚ ይዘቶችን እና ባህርዮችን ይምከሩ።",
	"Recommendations are available for the people, products and locations related to the current program.": "አሁን ካለው ፕሮግራም ጋር በተገናኘ ለሰዎች፣ ለ ቁሶች እና ለቦታዎች ምክሮች ይገኛሉ።",
	"Red": "ቀይ",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "የምስል ጥራትን በጥራት ለማትባት ከአሃዛዊ የቪድዮ ሲግናሎች መደበኛ ያልሆነ ድምጽ ይቀንሱ።",
	"Regina": "ሬጂና",
	"Region": "ክልል",
	"Registered Devices ({num})": "የተመዘገቡ መሣሪያዎች ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "የተስተካከለውን ድምጽ ከፍተኛ የድምጽ ቃና ያጠናክሩ።",
	"Reinforce the low-pitched tone of the optimized sound.": "የተስተካከለውን ድምጽ ዝቅተኛ የድምጽ ቃና ያጠናክሩ።",
	"Remote Settings": "የርቀት መቆጣጠሪያው አቐማመጦች",
	"Remove irregular and erratic pixels for a clearer image.": "ይበልጥ ጥራት ያለው ምስል ለማግኘት መደበኛ ያልሆኑ እና ተለዋዋጭ ፒክሰሎችን አስወግድ።",
	"Reset": "እንደገና ያዘጋጁ",
	"Reset AD ID": "የAD ID ዳግም አስጀምር",
	"Reset CI Password": "የ CI የይለፍቃልን እንደገና ያዘጋጁ",
	"Reset HbbTV Distinctive ID": "የ HbbTV የተለየ መታወቂያ ዳግም አስጀምር",
	"Reset Password": "የይለፍ ቃል እንደገና ይሙሉ",
	"Reset Settings": "ቅንብሮችን ዳግም ያስጀምሩ",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "የ HbbTV ሞባይል መተግበሪያ ሲያገናኙ የተረጋገጠውን የመተግበሪያ ዝርዝር ዳግም አስጀምር።",
	"Reset the caption position.": "የመግለጫ ጽሑፍ ቦታውን እንደገና ያስጀምሩ።",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "ይዘት መመልከትን ወይም መተግበሪያዎችን መጠቀምን በሁለቱም ታሪኩን እንደገና ያስጀምሩ። ታሪኩ ዳግም ሲጀምር፣ የይዘቱ ምክሮችን እንደገና ለመቀበል የተወሰነ ጊዜ ሊፈጅ ይችላል።",
	"Reset to Initial Settings": "ወደ መነሻ አቀማመጦች ይመልሱ",
	"Restrict access to TV programs based on their ratings.": "TV ፕሮግራሞችን በተሰጣቸው የምዘነ መጠን ላይ ተመስርተው ገደብ ያድሩባቸው።",
	"Restrict watching based on age ratings for children programs.": "ለልጆች ፕሮግራሞች በዕድሜ ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restrict watching based on ages ratings.": "በዕድሜ ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restrict watching based on fantasy violence content ratings.": "በትንግርት ሁከት ይዘት ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restrict watching based on programs containing adult language.": "የአዋቂ ቋንቋ የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።",
	"Restrict watching based on programs containing sexual scene.": "የወሲብ ትዕይንት የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "ወሲባዊ ቀስቃሽ ንግግር የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "በወላጆች ክትትል ስር በተወሰኑ ዕድሜዎች ወይም ይዘቶች ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restrict watching based on violence content ratings.": "በሁከት ይዘት ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restrict watching movies based on rating.": "በደረጃ አሰጣጥ መሰረት በማድረግ መመልከትን ገድብ።",
	"Restrict watching programs based on rating.": "በደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።",
	"Restriction ratings :": "የገደብ የደረጃ አሰጣጥ :",
	"Retry": "እንደገና ይሞክሩ",
	"Revert TV to its initial settings.": "ቲቪ ወደ መነሻ ቅንብሮቹ መልስ።",
	"Revert color adjustment settings to default.": "የቀለም ማስተካከያ ቅንብሮች ወደ ነባሪው መልስ።",
	"Revert detailed sound effect settings of standard mode to default.": "የመደበኛ ሁኔታ ወደ ነባሪ ዝርዝር የድምጽ ማሳመሪያ ቅንብሮችን ይመልሱ።",
	"Revert picture setting values to default.": "የስእል ቅንብር እሴቶችን ወደ ነባሪ ይመልሱ።",
	"Revert white balance settings to default.": "የማስተካከያ ቅንብሮች ወደ ነባሪው መልስ።",
	"Reykjavik": "ረይካጃቪክ",
	"Riga": "ሪጋ",
	"Right": "ቀኝ",
	"Right Left": "ቀኝ/ግራ",
	"Right Surround": "ቀኝ አከባቢ",
	"Right drop shadow": "ቀኝ ወዳቂ ጥላ",
	"Rio Branco": "ሪዮ ብራንኮ",
	"Riyadh": "ሪያድ",
	"Romania": "ሮሜኒያ",
	"Romanian": "ሮማኒያዊ",
	"Rome": "ሮም",
	"Russia": "ራሽያ",
	"Russian": "ሩስያዊ",
	"Rwanda": "ሩዋንዳ",
	"SA - South Australia - Adelaide": "SA - ደቡብ አውስትራሊያ - አዴላዴ",
	"SIGNATURE Opening": "SIGNATURE መክፈቻ",
	"SIGNATURE TV Settings": "የ SIGNATURE TV ቅንብሮች",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK የ LG ሪሞት በመጠቀም ሌሎች በLG Smart TV ላይ በHDMI የተያያዙ SIMPLINK የተገጠመላቸውን እንደ DVD ማጫወቻን ወይም የቤት ድምፅ ቴያትር ሲስተምን መቆጣጠር እንዲችሉ ያደርግዎታል፡፡",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK ይህንን ARC ሞድ ለመጠቀም በራስሰር በርቷል።",
	"Safety": "ደህንነት",
	"Saint Lucia": "ቅድስት ሉችያ",
	"Saint Vincent": "ቅዱስ ቪንሴንት እና ግሬናዲንስ",
	"Sakhalin": "ሳካሊን",
	"Samara": "ሰመራ",
	"Samarkand": "ሳማርካንድ",
	"Samoa": "ሳሞኣ",
	"San Luis": "ሳን ሉዊስ",
	"San Salvador": "ሳን ሳልቫዶር",
	"Sana": "ሰንአ",
	"Santiago": "ሳንቲያጎ",
	"Santo Domingo": "ሳንቶ ዶሚንጎ",
	"Sarajevo": "ሳራጄቮ",
	"Satellite": "ሳትላይት",
	"Satellite DTV": "ሳትላይት DTV",
	"Satellite Radio": "ሳትላይት ራድዮ",
	"Saturation": "ሙላት",
	"Saudi Arabia": "ሳውዲ አረቢያ",
	"Saudi arabia": "ሳውድአረቢያ",
	"Save CAM Operator's Profile": "የCAM ከዋኝ መገለጫን አስቀምጥ",
	"Save CI Password": "የ CI የይለፍቃል ያስቀምጡ",
	"Save the color adjustment settings from the current picture mode in all inputs.": "ለሁሉም ግብዓቶች ከአሁኑ የምስል ሁነታ የቀለም ማስተካከል ቅንጅቶችን አስቀምጥ።",
	"Save the white balance settings from the current picture mode in all inputs.": "በሁሉም ግብአቶች ከአሁኑ የምስል ሁነታ የነጭ ማስተካከያ ቅንብሮችን አስቀምጥ።",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "የCI የይለፍ ቃልዎን ያስቀምጡ/በድጋሚ ያዘጋጁ። የይለፍ ቃልዎን ማስቀመጥ ለወደፊቱ የለይቶ መግባትን ሂደት ለመዝለል ያስችልዎታል።",
	"Scan \"Auto Detect\" automatically.": "“ራስ አግኝ” በራሱ ጊዜ ቅኝ።",
	"Scoresbysund": "ስኮረስባይሰንድ",
	"Screen Down": "ማያ ገጽ ወደታች",
	"Screen Off": "ማያ ተፍቷል",
	"Screen Saver": "ስክሪን ሴቨር",
	"Screen Shift ": "የማያ ቅያሪ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ማያ ገጹ በመደበኛ የጊዜ ገደብ በመቀያየር ቲቪው ረዘም ላለ ጊዜ በርቶ በመቆየቱ ምክንያት ሊመጡ የሚችሉ የስእል ጥራት ችግሮችን ይከላከሉ።",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "ማያ ገጽ በ5 ሴኮንዶች ውስጥ ይጠፋል። ማያ ገጹን መልሰው ለማብራት ከማብሪያ እና የድምጽ አዝራር ውጭ ማንኛውንም ሌላ አዝራር ይጫኑ።",
	"Search": "ፈልግ",
	"Search Bluetooth Device": "የ Bluetooth መሳሪያ ይፈልጉ",
	"Searching...": "በመፈለግ ላይ...",
	"Second Language": "ሁለተኛ ቋንቋ",
	"Secondary Audio Language": "ሁለተኛ የድምጽ ቋንቋ",
	"Secondary Teletext Language": "ኁለጸኛ የTeletext ቋንቋ",
	"Security": "ደህንነት",
	"Select IRE point to adjust luminance.": "ሉሚናንስን ለማስተካከል የIRE ነጥብ ይምረጡ፡፡",
	"Select Mode": "የመምረጥ ሞድ",
	"Select TV's language settings.": "የቴሌቪዥን/ኖች የቋንቋ ቅንጅቶች ምረጥ።",
	"Select a caption type for HD broadcasts.": "ለ HD ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።",
	"Select a caption type for NEXTGEN TV broadcasts.": "ለ NEXTGEN TV ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።",
	"Select a caption type for UHD broadcasts.": "ለ UHD ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።",
	"Select a caption type for analog broadcasts.": "ለአናሎግ ስርጭቶች የመግለጫ ጽሁፍ ዓይነት ይምረጡ።",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "ከእይታ አከባቢ ጋር የሚዛመድ የቪዲዮ ሁነታን ይምረጡ ወይም እንደ ንፅፅር ፣ ቀለም እና ሌሎችም ያሉ ለቪዲዮ ሁኔታ ቅንብሮችን ይጥቀሱ።",
	"Select an audio format for each HDMI input.": "ለእያንዳንዱ የ HDMI ግብዓት የድምጽ ቅርጸት ይምረጡ።",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "ይለፍ በ ከመረጡ በኋላ የድምጽ ማሳመሪያ መስማት ካልቻሉ፣ ሌላ ዲጂታል ድምጽ ማውጫ (ራስ ሰር ወይም PCM) ይምረጡ።",
	"Select audio language for digital broadcasts.": "ለዲጂታል ስርጭቶች የድምጽ ቋንቋ ይምረጡ።",
	"Select color to be adjusted.": "ለማስተካከል የፈለጉትን ከለር ይመረጡ፡፡",
	"Select days to apply the Timer Power Off settings every week.": "የሀይል ማጥፊያ መቼቶችን መቁጠሪያ በየሳምንቱ ለመተግበር ቀኖችን ይምረጡ",
	"Select days to apply the Timer Power On settings every week.": "የፓወር ማብሪያ መቼቶችን በየሳምንቱ ለመተግበር ቀኖችን ይምረጡ፡፡  ",
	"Select device for audio output.": "ለድምጽ ውፅአት መሳሪያ ምረጥ።",
	"Select device or speaker for audio output.": "ለድምጽ ውጫዊ መሳሪያ ወይም ስፒከር ይምረጡ።",
	"Select digital audio output format.": "ዲጂታል የድምጽ ውጫዊ ቅርጸት ይምረጡ።",
	"Select language for TV menu.": "ለቲቪ ምናሌ ቋንቋን ይምረጡ።",
	"Select language for subtitles.": "ንኡስርእስ ለማዘጋጀት ሚሆኑ ቋንቋዎች ይምረጡ።",
	"Select languages for keyboards input.": "ለቁልፍ ሰሌዳ ግብዓትን ቋንቋ ይምረጡ።",
	"Select method to adjust white balance.": "ነጭ ባላንስ የሚሰተካከልበትን መንገድ ይምረጡ፡፡",
	"Select point to adjust luminance.": "ሉሚናንስን ለማስተካከልነጥብ ይምረጡ፡፡",
	"Select the Sound mode and set detailed Audio effects.": "የድምጽ ሁነታን ምረጥ እና ዝርዝር የድምጽ ትጽዕኖን አዋቅር።",
	"Select the Sound mode for each content type.": "ለእያንዳንዱ የይዘት ዓይነት የድምጽ ሁነታን ምረጥ።",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "ለ HDMI {num} ወደብ የ Ultra HD Deep Color ይምረጡ።",
	"Select the app to restrict the use.": "አጠቃቀሙን ለመገደብ መተግበሪያውን ምረጥ።",
	"Select the appropriate picture mode according to the viewing environment or content type.": "በእይታ አካባቢ ወይም በይዘቱ አይነት መሠረት ተገቢውን የምስል ሁኔታ ይምረጡ።",
	"Select the audio properties to listen to the broadcast in the way you like.": "ስርጭቱን እርስዎ በፈለጉት መንገድ ለማዳመጥ የድምጽ ባህሪያትን ይምረጡ።",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ለዲጂታል ስርጭቶች የመግለጫ ጽሑፍ አይነት ይምረጡ እና ዝርዝር ንዑስ ርዕሶችን ያዘጋጁ።",
	"Select the channel to restrict watching.": "መመልከትን ለመገደብ ጣቢያውን ይምረጡ።",
	"Select the channel to watch when the TV turns on.": "ቲቪውን በሚበራበት ጊዜ የሚጠቀሙበትን ጣብያ ይምረጡ።",
	"Select the color range to be displayed.": "የሚታየውን የቀለም ክልል ይምረጡ።",
	"Select the country for your country's special services.": "ለአገርዎ ልዩ አገልግሎቶች አገር ይምረጡ።",
	"Select the desired video angle.": "የሚፈለገው የቪድዮ ኮርና ይምረጡ።",
	"Select the format to transfer TV Digital Sound Out to an external device.": "የቲቪ ዲጂታል ድምጽ ማውጫ ወደ ውጫዊ መሳሪያ ለማሰተላለፍ ቅርፀቱን ይምረጡ።",
	"Select the input to use when the TV turns on.": "TV ው በሚበራበት ጊዜ የሚጠቀሙበትን ማስገቢያ ይምረጡ፡፡",
	"Select the inputs to restrict the use.": "አጠቃቀሙን ለመገደብ ግብአቱን ምረጥ።",
	"Select the most preferred Subtitle Language.": "ለግርጌ ርዕስ ቋንቋ ተቀዳሚ ምርጫህን አድርግ፡፡",
	"Select the place where to use the TV.": "ቲቪውን ለመጠቀም የፈለጉበትን ቦታ ይምረጡ።",
	"Select the residential region for your regional broadcast signal.": "ለክልላዊ ስርጭት ሲግናልዎ የመኖሪያ ክልሉን ይምረጡ።",
	"Select the second preferred Subtitle Language.": "ለግርጌ ርዕስ ቋንቋ ሁለተኛ ምርጫህን አድርግ፡፡",
	"Select your first choice of audio language for digital broadcasts.": "ለዲጂታል ስርጭቶች የመጀመሪያ የድምጽ ቋንቋ ምርጫዎን ይምረጡ።",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "የስርጭት ቲቪ አቅራቢዎ ለሚልክልዎ የጽሁፍ መልዕክት አገልግሎት በቅድሚያ የሚመርጡትን ቋንቋ ያሳውቁ፡፡",
	"Select your second choice of audio language for digital broadcasts.": "ለዲጂታል ስርጭቶች ሁለተኛ የድምጽ ቋንቋ ምርጫዎን ይምረጡ።",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "የስርጭት ቲቪ አቅራቢዎ ለሚልክልዎ የጽሁፍ መልዕክት አገልግሎት ሁለተኛ የሚመርጡትን ቋንቋ ያሳውቁ፡፡",
	"Senegal": "ሴኔጋል",
	"Seoul": "ሲዮል",
	"Serbia": "ሰርብያ",
	"Serbian": "ሰርቢያዊ",
	"Serial Number": "የምርቱ መለያ ቁጥር",
	"Serta Wego": "ሴርታ ዌጎ",
	"Service 1": "አገልግሎት 1",
	"Service 2": "አገልግሎት 2",
	"Service 3": "አገልግሎት 3",
	"Service 4": "አገልግሎት 4",
	"Service 5": "አገልግሎት 5",
	"Service 6": "አገልግሎት 6",
	"Service Area Zip Code": "የአገልግሎት ቦታ ዚፕ ኮድ",
	"Set Automatically": "በራስ-ሰርነት ያዘጋጁ",
	"Set ID": "መለያ ቁጥር ሙላ",
	"Set My Team Alarm.": "የቡድን ማንቂያዬን አብጅ።",
	"Set Store Mode settings.": "የመደብር ሁነታ ቅንብሮችን አዘጋጅ።",
	"Set System Color mode for your current TV input.": "ለአሁኑ የቲቪ ግቤትዎ የሲስተም ቀለም ሁነትን ሙላ፡፡",
	"Set additional options for Video Description.": "ለቪድዮ መግለጫ ተጨማሪ አማራጮችን ያዘጋጁ።",
	"Set additional picture settings.": "ተጨማሪ የስዕል ቅንብሮችን ያዘጋጁ።",
	"Set additional sound-related settings.": "ተጨማሪ ድምጽ ጋር የተያያዙ ቅንብሮችን ያዘጋጁ።",
	"Set advanced Subtitle options.": "ምጡቅ የግርጌ ርዕስ አማራጮችን አዘጋጅ፡፡",
	"Set advanced captioning options.": "የላቀ የመግለጫ ጽሁፎችን የመጻፊያ አማራጮችን አቀናብር።",
	"Set and edit the IP address version to IPv4 or IPv6.": "የ IP አድራሻ ስሪትን ወደ IPv4 ወይም IPv6 ያዘጋጁ እና ያርትዑ።",
	"Set audio-related options.": "ከድምጽ-ጋር ተያያዥ የሆኑ አማራጮችን ያዘጋጁ።",
	"Set caption size, color, transparency, and other options for broadcasts.": "ለስርጭቶች የመግለጫ ጽሁፍ መጠን፣ ቀለም፣ ብርሀን የማስተላለፍ ችሎታን እና ሌሎች አማራጮችን ይምረጡ።",
	"Set color temperature from warm to cool.": "የቀለም ሙቀት ከሙቀታም ወደ ቀዝቃዛ ቀይር።",
	"Set detailed caption settings for HD broadcasts.": "ለ HD ስርጭቶች ዝርዝር መግለጫ ጽሑፎችን ያቀናብሩ ፡፡",
	"Set detailed options for the AI functions.": "ለAI ተግባሮች ዝርዝር አማራጮችን ያዘጋጁ።",
	"Set detailed options for the Home feature.": "ለቤት ባህሪው ዝርዝር አማራጮችን ያዘጋጁ።",
	"Set detailed options for the Recommendation feature.": "ለምክር ባህሪው ዝርዝር አማራጮችን ያዘጋጁ።",
	"Set easy connection settings with external devices.": "ከውጭ መሣሪያዎች ጋር ቀላል የግንኙነት ቅንብሮችን ያዋቅሩ።",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "በወላጆች ክትትል ስር ለመጠቀም በተወሰኑ ጣቢያዎች፣ መተግበሪያዎች፣ ግብዓቶች እና ወዘተ መቆለፍን እንዲበራ ያዘጋጁ።",
	"Set necessary additional functions based on watching environment and screen status.": "በመመልከት አካባቢ እና የማያ ገጽ አቋም መሰረት አስፈላጊ ተጨማሪ ተግባሮችን ያዘጋጁ።",
	"Set or reset the position of on-screen captions.": "የማያ ገጽ ላይ መግለጫ ፅሁፎችን ቦታ ያቀናብሩ ወይም እንደገና ያስጀምሩ ፡፡",
	"Set settings related to your wired / wireless network.": "ከእርስዎ ባለ ገመድ / ገመድ-አልባ አውታረመረብ ጋር የሚዛመዱ ቅንብሮችን ያዋቅሩ።",
	"Set the TV to turn off automatically after a set amount of time.": "TVው ከተሞላው ሰአት በኋላ በራሱ ጊዜ እንደሚጠፋ ያድርጉት።",
	"Set the TV to turn off automatically at a set time.": "TV በተሞላው ሰአት መሰረት በራሱጊዜ እንደሚጠፋ ያድርጉት።",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "ቲቪውን በራሱ ጊዜ ከበራ በኋላ ለ 4 ሰዓታት ምንም የተጠቃሚ ግብአት ከሌለ ቲቪውን በራሱ ጊዜ ለማጥፋት ያዘጋጁ።",
	"Set the TV to turn on automatically at a set time.": "TVው በተሞላው ጊዜ መሰረት በራሱ ጊዜ እንዲበራ ያድርጉት።",
	"Set the additional functions related to the TV.": "ከቲቪው ጋር የተያያዙ ተጨማሪ ተግባራትን ያዘጋጁ።",
	"Set the current date and time.": "አሁን ያለው ቀንና ሰአት ይሙሉ።",
	"Set the current date manually.": "ወቅታዊውን ቀን በእጅህ ሙላ፡፡",
	"Set the current time manually.": "ወቅታዊውን ሰዓት በእጅህ ሙላ፡፡",
	"Set the detect range of device available to connect.": "ለመገናኘት ያለ መሳሪያ የመገኘት ርቀቱን አዘጋጅ።",
	"Set the region and country for broadcasts and special services.": "ለስርጭትና ልዩ አገልግሎቶች ክልል እና ሀገር ይወስኑ።",
	"Set the screen size and aspect ratio.": "የማያ መጠን እና የአኳሀን መጠነ-ግምት ያዘጋጁ።",
	"Set the specialized functions of SIGNATURE TV.": "የ SIGNATURE TV ልዩ ተግባሮቹን ያዘጋጁ።",
	"Set the time to turn off the TV automatically without user input.": "ያለ ተጠቃሚ ግበአት በራሱ ጊዜ ቲቪውን ለማጥፋት ጊዜውን ያዘጋጁ።",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "ተጨማሪ ትክክለኛ ድምጽ ለመደሰት virtual የብዙ-ጣቢያ surround ድምጽን ያዘጋጁ።",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "ተጨማሪ ትክክለኛ ድምጽ ለመደሰት virtual surround ድምጽን ያዘጋጁ።",
	"Set the volume level when the TV turns on.": "ቲቪው በሚበራበት ጊዜ የድምጽ መጠኑን ያዘጋጁ።",
	"Set time to turn off the TV.": "TV ው የሚጠፋበት ጊዜ ያስገቡ፡፡",
	"Set time to turn on the TV.": "TV ው የሚበራበት ጊዜ ያስገቡ፡፡",
	"Set up additional features related to customer support.": "ከደንበኛ ድጋፍ ጋር የሚዛመዱ ተጨማሪ ባህሪያትን ያዘጋጁ።",
	"Set up an account to use LG Services.": "የ LG አገልግሎቶችን ለመጠቀም መለያ ያዋቅሩ።",
	"Set whether to display Home when the TV is turned on.": "ቴሌቪዥኑ በሚበራበት ጊዜ ወደ ቤት መታየቱን ያዋቅሩ።",
	"Settings Help": "የአቀማመጦች ድጋፍ",
	"Sexual Situations": "ወሲባዊ ሁኔታዎች",
	"Sexually Suggestive Dialogue": "ወሲብ ተቋሚ ውይይት",
	"Shanghai": "ሻንጋይ",
	"Sharpness": "ጥራት",
	"Show Password": "የይለፍ ቃል አሳይ",
	"Si, Do": "ሲ፣ ዶ",
	"Side by Side": "ጎን ለጎን",
	"Sierra Leone": "ሴራሊዮን",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ሽቦ አልባው ራውተር ለቴሌቪዥኑ በጣም ቅርብ ከሆነ የ signage ጣልቃገብነት የ Magic Remote ሊቀንስ ይችላል።",
	"Simferopol": "ሲምፈርፖል",
	"Singapore": "ሲንጋፖር",
	"Size": "መጠን",
	"Skopje": "ስኮፕጄ",
	"Sleep Timer": "የእንቅልፍ ሰአት ነጋሪ",
	"Slovak": "ስሎቫክ",
	"Slovakia": "ስሎቫኪያ",
	"Slovenia": "ስሎቬኒያ",
	"Slovenian": "ስሎቬንያዊ",
	"Slow": "ቀስ",
	"Small": "ትንሽ",
	"Smooth": "ለጥ ያለ",
	"Smooth Gradation": "የተስተካከለ ደረጃ",
	"Soccer": "እግር ኳስ",
	"Sofia": "ሶፊያ",
	"Software Update": "የሶፍትዌር ዝማኔ",
	"Software Version": "የሶፍትዌር እትም",
	"Software update has been installed. Update will be applied when you restart your TV.": "የሶፍትዌር ዝማኔ ተጭኗል። ዝማኔው ቲቪዎን ዳግም ሲያስነሱ ይተገበራል።",
	"Solid": "ደረቅ",
	"Solomon Islands": "ሰሎሞን ደሴቶች",
	"Somalia": "ሶማሊያ",
	"Some material may not be appropriate for children under 13.": "አንዳንድ ቁሳቁስ ከ 13 ዓመት በታች ለሆኑ ህጻናት ተገቢ ላይሆኑ ይችላሉ።",
	"Some material may not be appropriate for children.": "አንዳንድ ይዘቶች ለህጻናት ተገቢ ላይሆኑ ይችላሉ።",
	"Sotho, Northern": "ሶቶ፣ ሰሜን",
	"Sotho, Southern": "ሴቶ፣ ደቡብ",
	"Sound": "ድምጽ",
	"Sound Mode": "የድምጽ ሙድ",
	"Sound Mode Settings": "የድምፅ ሞድ መቼቶች",
	"Sound Out": "ድምጽ ማንበብ",
	"Sound Test": "የድምጽ ሙከራ",
	"South Africa": "ደቡብ አፍሪካ",
	"South Korea": "ደቡብ ኮርያ",
	"Southern Africa": "ደቡባዊ አፍሪካ",
	"Spain": "ስፔን",
	"Spanish": "ስፓንሽ",
	"Speaker Volume Control": "የተናጋሪ ድምጽ መቆጣጠሪያ",
	"Specify detailed voice guidance settings after turning on this feature.": "ይህንን ባህሪ ካበሩ በኋላ ዝርዝር የድምፅ መመሪያ ቅንብሮችን ይጥቀሱ።",
	"Speed": "ፍጥነት",
	"Spoken Subtitle": "የተነገረ የግርጌ ርዕስ",
	"Sports": "ስፐርቶች",
	"Sports Alert": "የስፖርት ማንቂያ",
	"Srednekolymsk": "ስሬድኔኮሊምስክ",
	"Sri Lanka": "ሲሪላንካ",
	"St. John's": "የቅዱስ የሆናስ",
	"Stand": "ቆመ",
	"Standard": "ስታንደርድ",
	"Standard Mode Sound Effect": "መደበኛ ሞድ የድምጽ ተፅዕኖ",
	"Standby Light": "መጠባበቅያ ብርሀን",
	"Start New Sound Tuning": "አዲስ የድምጽ ቅኝት ጀምር",
	"Start Now": "አሁን ጀምር",
	"Startup Sound": "የማስጀመሪያ ድምፅ",
	"Stockholm": "ስቶኮልም",
	"Stop": "ያቋርጡ",
	"Store Demo": "ዴሞ ያከማቹ",
	"Store Mode": "የመደብር ሁነታ",
	"Store Mode Settings": "የማከማቻ ሁነት ቅንብሮች",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "የመደብር ሁነታ በመደብር ውስጥ ለማሳየት የተዘጋጀ ነው። ይህ በየተወሰኑ ደቂቃዎች ቅንብሮችን በድጋሚ ያስጀምራል። ይህንን መተግበሪያ መዝጋት እና መደብር ሁነታን ማስጀመር ይፈልጋሉ?",
	"Strong": "ጠንካራ",
	"Style": "ቅጥ",
	"Subnet Mask": "ሳብኔት ማስክ",
	"Subnet prefix length": "የሰብኔት ቅድመ ቅጥያ ርዝመት",
	"Subtitle First Choice Language": "የግርጌ ጽሁፍ የመጀመሪያ የቋንቋ ምርጫ",
	"Subtitle Language": "የንኡስርእስ ቋንቋ",
	"Subtitle Second Choice Language": "የግርጌ ጽሁፍ ሁለተኛ ምርጫ ቋንቋ",
	"Subtitles": "ንኡስ ርእሶች",
	"Sudan": "ሱዳን",
	"Super Impose": "ሱፐር ኢምፖዝ",
	"Super Resolution": "የላቀ ጥራት",
	"Support": "ድጋፍ",
	"Suriname": "ሱሪናሜ",
	"Surround Balance": "የከባቢ ማመጣጠኛ",
	"Surround Level": "የከባቢ ደረጃ",
	"Swahili": "ስዋሂሊ",
	"Swati": "ስዋቲ",
	"Swaziland": "ስዊዘርላንድ",
	"Sweden": "ስዊድን",
	"Swedish": "ስዊዲናዊ",
	"Swift Current": "ስዊፍት ከረንት",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "ቲቪዎን ሲያጠፉ በፍጥነት ቲቪውን መልሰው ለማብራት ወደ ተጠባባቂ ሁነታ ይቀይሩ።",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "ቲቪዎን ሲያጠፉ በፍጥነት መተግበሪያዎች፣ ፍለጋ እና ወዘተ የመሳሰለ የተለያየ ተግባርን ለመጠቀም ወደ ተጠባባቂ ሁነታ ይቀይሩ።",
	"Switzerland": "ስዊዘርላንድ",
	"Sync Demo": "ማሳያ አመሳስል",
	"Syria": "ሲሪያ",
	"System Color": "የስርአቱ ቀለም",
	"São Paulo": "ሳኦ ፓውሎ",
	"TAS - Tasmania - Hobart": "TAS - ታስማኒያ - ሆባርት",
	"TEXT 1": "ጽሁፍ 1",
	"TEXT 2": "ጽሁፍ 2",
	"TEXT 3": "ጽሁፍ 3",
	"TEXT 4": "ጽሁፍ 4",
	"TV": "ቲቪ",
	"TV Information": "የቴሌቪዥን መረጃ",
	"TV Installation Type": "የቲቪ አጫጫን አይነት",
	"TV Lock": "TV መቆለፍ",
	"TV Name": "የቴሌቪዥን ስም",
	"TV On With Mobile": "ቲቪ በተንቀሳቃሽ ስልክ",
	"TV Power Sound": "የቲቪ ማብሪያና ማጥፊያ ድምፅ",
	"TV Power Sound Volume": "የቲቪ ኅይል የድምጽ መጠን",
	"TV Program Locks": "TV ፕሮግራም መቆለፊያዎች",
	"TV Rating English": "የእንግሊዝኛ የቴሌቪዥን ግምገማ",
	"TV Rating French": "TV ሚዛን ፈረንሳይኛ",
	"TV Speaker": "የቲቪ ድምጽ ማጉያ",
	"TV can be used as an alarm.": "ቲቪው እንደ ማንቂያ ደዉል ጥቅም ላይ ሊውል ይችላል።",
	"TV is turned off at a set time on every specified day.": "ቲቪው በተሞላበት ሰዓት በእያንዳንዱ የተወሰነለት ቀን ይጠፋል።",
	"TV to USB": "ከ TV ወደ USB",
	"Tagalog": "ታጋሎግ",
	"Tahiti": "ታሂቲ",
	"Taipei": "ታይፐይ",
	"Taiwan": "ታይዋን",
	"Tajikistan": "ታጃኪስታን",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "በይነመረብ፣ መተግበሪያዎች፣ ሶፍትዌር ዝመናዎች እና ወዘተ የመሳሰሉ አውታረ መረብ የሚፈልጉ ባህሪያቶችን ይጠቀሙባቸዉ።.",
	"Tallinn": "ታሊን",
	"Tamil": "ታሚል",
	"Tanzania": "ታንዛኒያ",
	"Target Luminance": "የተፈለገው ድምቀት",
	"Tashkent": "ታሽከንት",
	"Tbilisi": "ታቢሊሲ",
	"Tegucigalpa": "ቴጉቺጋልፓ",
	"Tehran": "ቴህራን",
	"Teletext": "የስልክ መልዕክት",
	"Telugu": "ቴሉጉ",
	"Terrestrial DTV": "የምድር DTV",
	"Text Color": "የጽሁፍ ቀለም",
	"Text Opacity": "ጽሁፍ መጋረድ",
	"Text Search": "የፅሁፍ ፍለጋ",
	"Thai": "ታይ",
	"Thailand": "ታይላንድ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "የ HDMI {port1} እና HDMI {port2} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "የ HDMI {port1} እና HDMI {port2} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} እና HDMI {port2} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "የ HDMI {port1} ማስገቢያ AMD FreeSync Premium ይደግፋል እና ይህን ተግባር መምረጥ ይችላሉ።",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "የ HDMI {port1} ማስገቢያ AMD FreeSync Premium ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ማስገቢያ ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "የ HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "የ HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "የ HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "የ HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች AMD FreeSync Premium ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋትይችላሉ።",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "የ HbbTV የተለየ መታወቂያ ለተጠቃሚው ግላዊ መረጃ ያልተዛመደ፣ ለ HbbTV ብቻ ጥቅም ላይ የሚውል ልዩ እሴት ነው።",
	"The HbbTV Distinctive ID will be reset.": "የ HbbTV የተለየ መታወቂያ ዳግም ይጀመራል።",
	"The HbbTV application or service will disable its tracking of an individual user.": "የ HbbTV መተግበሪያ ወይም አገልግሎት የእያንዳንዱ ተጠቃሚ ክትትል ያቦዝናል።",
	"The IBB service will disable its tracking of an individual user.": "የ IBB አገልግሎት የእያንዳንዱ ተጠቃሚ ክትትል ያቦዝናል።",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "የLG የአገልግሎት ሀገር ከአገልጋዩ ላይ ሊገኝ አልቻለም። እባክዎ ቆየት ብለው እንደገና ይሞክሩ።",
	"The Settings application must reload to change the menu language. Do you want to continue?": "የምናሌውን ቋንቋ ለመቀየር የቅንብሮች መተግበሪያ ዳግም መጫን አለበት። መቀጠል ይፈልጋሉ?",
	"The ambient lighting will be provided when motion is detected around the TV.": "በቲቪዉ ዙሪያ እንቅስቃሴ እነዳለ ሲታወቅ ተፈጥሯዊ ብርሃን ይሰጣል።",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "የሚገኙ ውጫዊ የድምጽ መለየት አገልግሎቶች በቋንቋ ቅንብር መሰረት ሊለውጥ ይችላል። እንዲሁም፣ የምናሌ ቋንቋ ከለወጡ፣ የቅንብር ምናሌው እንደገና ይጫናል። ለመቀጠል ይፈልጋሉ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "የጣቢያዎች ዝርዝር ከUSB ማከማቻ ወደ ቲቪዎ በስኬት ተቀድቷል። ቲቪዎ በ5 ሴኮንዶች ውስጥ እንደገና ይጀምራል።",
	"The channel list have been successfully copied from your TV to the USB storage.": "የጣቢያዎች ዝርዝር ከቲቪዎ ወደ USB ማከማቻ በስኬት ተቀድቷል።",
	"The closer to 100, the brighter.": "ወደ 100 ሲጠጋ የበለጠ ብሩህ ይሆናል።",
	"The closer to 100, the clearer the color becomes.": "ወደ 100 ሲጠጋ ቀለሙ ጥርት ያለ ይሆናል።",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "ወደ 50 ሲጠጋ ቀዩ ጥርት ይላል፣ ወደ 50 ሲጠጋ አረንጓዴው ጥርት ይላል።",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "የነጭ ሚዛን ተግባር ዝርዝር የስብስብ እሴቶች እንደገና ይጀምራሉ። ለመቀጠል ይፈልጋሉ?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ፕሮግራሙን በቀጣይ የድምጽ መጠን ለመመልከት፣ የጣቢያው የድምጽ መጠኖች እና ፕሮግራም ክፍተት በራስሰር ቀንሷል።",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "በጣቢያው የድምጽ መጠኖች እና በፕሮግራሙ መሃል ያለውን ክፍተት ፕሮግራሙን በቀጣይ የድምጽ መጠን ለመመልከት በራስሰር ተዘጋጅቷል።",
	"The higher the settings, the louder the sound rapidly.": "ቅንብሮቹ በበለጡ ጊዜ፣ የድምጹ ፍጥነት ይጨምራል።",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ውስጣዊ TV ስፒከር እና የ Bluetooth ስፒከር ከድምጽ አከባቢ የድምፅ ተፅእኖ በመፍጠር በአንድ ጊዜ ድምፅን ማውጣት ይችላሉ።",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ለድምጽ መለየት ቋንቋው እንደ ተመረጠው የምናሌ ቋንቋ መሰረት በራሱ ጊዜ ይዘጋጃል።",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ለድምጽ ማወቂያ የሚጠቀምበት ቋንቋ በተመረጠው ምናሌ ቋንቋ መሠረት ይዘጋጃል። የድጋፍ አገልግሎቶች በድምጽ ቋንቋው ሊለያዩ ይችላሉ።",
	"The network is currently unavailable. Please try again later.": "በአሁኑ ሰአት አውታረመረቡ ሊገኝ አልቻለም እባክዎ ቆየት ብለው እንደገና ይሞክሩ።",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "ለማጠናቀቅ አንድ ሰዓት ገደማ የሚወስድ ሲሆን TVዎ እንደጠፋ መቆየት ያስፈልገዋል።",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "ሂደቱን ለማጠናቀቅ {n} ደቂቃ(ዎች) ገደማ የሚወስድ ሲሆን TVዎ እንደጠፋ መቆየት ያስፈልገዋል።",
	"The program is intended for adults only.": "ፕሮግራሙ የታለመው ለአዋቂዎች ብቻ ነው።",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "የማያ ገጽ ብሩህነት የቲቪዎን አካባቢ ብርሁነት መሰረት በራስ ሰር ይስተካከላል።",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "ማያ ገጹ በ 5 ሴኮንዶች ይንሸራተታል። የማያ ገጽ መተኪያን ለማንሸራተት በሩቅ መቆጣጠሪያው ከሃይል እና የድምጽ መጠን በስተቀር ማንኛውም አዝራር ይጫኑ።",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "የቀለም አስተዳደር ስርዓት ተግባር የስብስቡ ንኡስ እሴቶች እንደገና ይጀምራሉ። ለመቀጠል ይፈልጋሉ?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "በ Bluetooth የሰራውንድ ድምጽ + የውስጣዊ TV ስፒከር ቅንብር ዳግም ይጀምራል።",
	"The settings are as follows.": "ቅንብሮቹ እንደሚከተሉት ናቸው።",
	"The sound may not be output when digital sound output is set to Pass Through.": "የዲጂታል ድምጽ ማውጫ ወደ Pass Through በሚዘጋጅበት ጊዜ ድምጹ ወደ ውጭ አይወጣም።",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ዝማኔው በቲቪው ላይ መተግበር አይችልም። ሶፍትዌር ወደቀድሞው ስሪት ይመለሳል።",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "ቲቪው ሲበራ እና ማያ ገጹ ሲንቀሳቀስ የዕይታ ማሳመሪያዎቹ በማያ ገጹ ላይ ይታያሉ።",
	"There are no paired devices.": "የተገናኙ መሳሪዎች የሉም፡፡",
	"There are settings to correct or prevent OLED panel noise.": "መስተካከል ያለባቸው ወይም OLED ፓናል ድምጽን ለመከላከል ቅንብሮች አሉ።",
	"There is no USB device connected to your TV.": "ከቲቪዎ ጋር የተገናኘ የ USB መሳሪያ የለም፡፡",
	"There is no message.": "ምንም መልእክት የለም።",
	"Thimphu": "ቲምፑ",
	"Third Language": "ሦስተኛ ቋንቋ",
	"This feature applies only to specified LG Wireless Keyboard models.": "ይህ ባህሪ ለተወሰኑ የ LG ሽቦ አልባ የቁልፍ ሰሌዳ ሞዴሎችን ብቻ ይተገበራል።",
	"This function works only when it is provided by the broadcast program.": "ይህ ተግባር የሚሰራው በስርጭት ፕሮግራሙ ሲቀርብ ብቻ ነው።",
	"This is a closed caption preview": "ይህ የተዘጋ የመግለጫ ቅድመ እይታ ነው።",
	"This is an already existing value.": "ይህ ቀድሞውኑ ያለ እሴት ነው።",
	"This service provides you with more information about watching program and enjoys related contents.": "ይህ አገልግሎት ስለ መመልከቻ ፕሮግራም ተጨማሪ መረጃ ያቀርብልዎታል እና ተዛማጅ ይዘቶችን ይደሰቱበታል።",
	"This will revert all options on TV to their default settings.": "ይህ በቲቪ ሁሉም አማራጮችን ወደ ነባሪ ቅንብሮቻቸው ይመልሳል።",
	"Thule": "ቱሌ",
	"Tijuana": "ቲጅዋና",
	"Time": "ጊዜ",
	"Timer Channel": "ሰአትነጋሪ ጣብያ",
	"Timer Repeat": "ታይመር ድጋሚ",
	"Timers": "ሰአት ነጋሪዎች",
	"Timezone": "የግዜ ዞን",
	"Timor-Leste": "ታይሞር-ሌስቴ",
	"Tint": "ቲንት",
	"Tiranë": "ቲራኔ",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ድምጹን ለማትባት፣ በቲቪው ላይ የድምጽ ሙከራን ያጫውቱ እና የ Magic Remote በመጠቀም አንጸባራቂ-ድምጽ መለካት ይጀምሩ።",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "የቲቪዎን ድምጽ ለመሞከር የድምጽ ማውጫ ቅንብር ወደ ውስጣዊ የቲቪ ድምፅ ማጉያ መለወጥ አለበት። መቀጠል ይፈልጋሉ?",
	"Togo": "ቶጐ",
	"Tokyo": "ቶክዮ",
	"Tonga": "ቶንጎ",
	"Top and Bottom": "ከፍተኛ እና ዝቅተኛ",
	"Toronto": "ቶሮንቶ",
	"Tracking Speed": "የመከታተያ ፍጥነት",
	"Translucent": "ብርሀን የሚያሳልፍ",
	"Transparent": "ብርሀን የሚያሳይ",
	"Treble Boost": "የ Treble መጎልበት",
	"Trinidad And Tobago": "ትሪንዳድና ቶቤጎ",
	"Trinidad and Tobago": "ትሪናዳድ እና ቶቤጎ",
	"Tripoli": "ትሪፖሊ",
	"Tsonga": "ሶንጋ",
	"Tswana": "ትስዋና",
	"Tune and save available channels.": "የሚገኙ ጣቢያዎችን ይቃኙ እና ያስቀምጡ።",
	"Tune and save available channels. You can set satellite channel options.": "የሚገኙ ጣቢያዎችን ይቃኙ እና ያስቀምጡ። የሳተላይት ጣቢያዎች አማራቾችን ማዘጋጀት ይችላሉ።",
	"Tunis": "ቱኒስ",
	"Tunisia": "ቱኒዚያ",
	"Turkey": "ቱርክ",
	"Turkish": "ቱርካዊ",
	"Turkmenistan": "ቱርክሜንስታን",
	"Turn on TV with mobile device same as smartphone.": "ልክ እንደ ዘመናዊ ሞባይል በሞባይል መሳሪያ ቲቪውን ያብሩ።",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "ለ HDMI {num} ወደብ የ Ultra HD Deep Color ያብሩ እና ያጥፉ።",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "የ HDMI {num} ወደብ ፈጣኑን የጨዋታ ምላሽ ያብሩ ወይም ያጥፉ።",
	"Turn on the TV using mobile device via Bluetooth.": "ቲቪውን የሞባይል መሳሪያ በመጠቀም በ Bluetooth በኩል አብራ።",
	"Turn on the TV using your mobile device via Wi-Fi.": "ሞባይል መሳሪያዎን በ Wi-Fi በኩል በመጠቀም ቲቪውን ያብሩ።",
	"Turn on via Bluetooth": "በ Bluetooth በኩል ክፈት",
	"Turn on via Wi-Fi": "በWi-Fi በኩል ክፈት",
	"Turn on/off description box in Settings.": "ቅንብሮች ውስጥ የመግለጫ ሳጥኑን ያብሩ/ያጥፉ።",
	"Turn on/off standby light.": "መጠባበቂያ መብራትን አብራ/አጥፋ።",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "የ HDMI {num} ማስገቢያውን AMD FreeSync Premium ያብሩ/ያጥፉ።",
	"Turn on/off the images to be displayed on screen when there is no signal.": "ምንም ምልክት ከሌለ ምስሎችን እንዲታዩ ያብሩ/ያጥፉ።",
	"Turn on/off the related features of energy consumption.": "የኅይል ፍጆታ ተዛማጅ ባህሪያትን ያብሩ/ያጥፉ።",
	"Turn the Hybridcast service on/off.": "የ Hybridcast አገልግሎቱን ያብሩ/ያጥፉ።",
	"Turn the Interactivity (DTVi) service on/off.": "የልውውጥ (DTVi) አገልግሎቱ ያብሩ/ያጥፉ።",
	"Turn your broadcast TV provider's TV Guide on/off.": "የስርጭት TV አቅራቢዎ የ TV መመሪያ ያብሩ/ያጥፉ።",
	"Turn your broadcast TV provider's teletext service on/off.": "የስርጭት TV አቅራቢዎ ተሌቴክስት አገልግሎት ያብሩ/ያጥፉ።",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "ከአውታረ መረቡ ጋር ለመገናኘት ገመድ ካልተጠቀሙ በስተቀር Wi-Fi ን ማጥፋት በይነ መረብን መሠረት ያደረጉ አገልግሎቶችን በሙሉ ከማግኘት ያግድዎታል። መቀጠል ይፈልጋሉ?",
	"UAE": "የተባበሩት ዓረብ ኤምሬትስ",
	"UHD Mode": "UHD አይነት",
	"USA": "ዩናይትድ ስቴትስ",
	"USB storage for Copy Channels": "የ USB ማከማቻ ለጣቢያዎች መቅጃ",
	"USB to TV": "ከ USB ወደ TV",
	"Uganda": "ዩጋንዳ",
	"Ukraine": "ዩክሬን",
	"Ukrainian": "ዩክሬኒያዊ",
	"Ulaanbaatar": "ዩላንባታር",
	"Ultra Surround": "Ultra ሰራውንድ",
	"Unable to check for updates.": "ማዘመኛዎችን ማጣራት አልተቻለም፡፡",
	"Unable to connect to the network.": "ከአውታረ መረቡ ጋር መገናኘት አልተቻለም።",
	"Undefined": "ያልተገለጸ",
	"Under 17 requires accompanying parent or adult guardian.": "ከ 17 ዓመት በታች ለሆኑ ወላጅ ወይም አዋቂ ሞግዚት ከጎን መኖርን ይጠይቃል።",
	"Uniform": "ተመሳሳይ",
	"United Arab Emirates": "የተባበሩት አረብ ኢሜሬትስ",
	"United Kingdom": "እንግሊዝ",
	"United States of America": "የተበባበሩት መንግስታት አሜሪካ",
	"Universal Control Settings": "ሁለንተናዊ የቁጥጥር ቅንብሮች",
	"Unknown": "ያልታወቀ",
	"Unknown issue has occurred.": "ያልታወቀ ችግር ተከስቷል።",
	"Update canceled.": "ማዘመኛው ተሰርዟል፡፡",
	"Update in progress...": "ዝማኔ በሂደት ላይ...",
	"Update in progress...({n}%)": "ዝማኔ በሂደት ላይ…({n}%)",
	"Update paused.": "የማደስ ሂደት ቆሟል",
	"Update reserved.": "ማዘመኛ ተጠብቋል፡፡",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "ዝማኔው ይሰረዛል እንዲሁም ሁሉም የዝማኔ ፋይሎች ይሰረዛሉ። መቀጠል ይፈልጋሉ?",
	"Urdu": "ኡርዱ",
	"Uruguay": "ኡራጓይ",
	"Urumqi": "ዩሪምቂ",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "የክፍሉን የድምጽ ማስተጋባት ለመተንተን MAGIC Remote እና በውጤቶቹ መሰረት የቲቪውን የድምጽ ጥራት በአግባቡ ይጠቀሙ።",
	"Use a large pointer.": "ትልቅ አመልካች ይጠቀሙ።",
	"Use a medium pointer.": "መካከለኛ አመልካች ይጠቀሙ።",
	"Use a small pointer.": "ትንሽ አመልካች ይጠቀሙ።",
	"Use the 4-way controller to change the position and press the OK button.": "ቦታውን ለመለወጥ እና እሺን ቁልፍን በመጫን 4-መንገድ መቆጣጠሪያውን ይጠቀሙ።",
	"Use the following services with the selected language.": "የሚከተሉትን አገልግሎቶች በተመረጠው ቋንቋ ይጠቀሙ።",
	"User": "ተጠቃሚ",
	"User Agreements": "የተጠቃሚ ስምምነቶች",
	"User Guide": "የተጠቃሚ መመሪያ",
	"Uzbek": "ኡዝቤክ",
	"Uzbekistan": "ኡዝቤኪስታን",
	"Uzhhorod": "ዩዝሆሮድ",
	"V Position": "V አቀማመጥ",
	"V Sharpness": "V ጥራት",
	"V Size": "V መጠን",
	"VIC - Victoria - Melbourne": "VIC - ቪክቶሪያ - ሜልርኔ",
	"Vaduz": "ቫዱዝ",
	"Valencian": "ቫሌንሺያዊ",
	"Vancouver": "ቫንኮቨር",
	"Vatican City": "ቫቲካን ሲቲ",
	"Venda": "ቬንዳ",
	"Venezuela": "ቬንዙዌላ",
	"Vertical Zoom": "ወደላይና ወደታች ማጉያ",
	"Video 1": "ቪድዮ 1",
	"Video 2": "ቪድዮ 2",
	"Video 3": "ቪድዮ 3",
	"Video Description": "የቪድዮ መግለጫ",
	"Vienna": "ቬና",
	"Vientiane": "ቬንቲያኔ",
	"Vietnam": "ቬትናም",
	"Vietnamese": "ቬትናሚዝ",
	"View current Common Interface (CI) information.": "ወቅታዊው የተለመደው የኢንተርፌስ (CI) መረጃ ይመልከቱ።",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "በማያ ገጹ ላይ ያለውን የምናሌን ቀለም ወደ ጥቁር እና ነጭ በመቀየር እቃዎችን የበለጠ በግልጽ ይመልከቱ።",
	"View messages from your broadcast TV provider.": "ከስርጭት ቲቪ አቅራቢዎ የተላኩ መልዕክቶችን ተመልከት፡፡",
	"View more information about watching program and enjoy related contents.": "ስለ መመልከቻ ፕሮግራም ተጨማሪ መረጃ ይመልከቱ እና በተዛማጅ ይዘቶች ይደሰቱ።",
	"View the original screen as it is or set the screen size and aspect ratio.": "ኦሪጂናል ማያ ገጹን እንዳለ ይመለከቱ ወይም የማያ ገጹን መጠን እና ምጥነ ገጽታውን ያዘጋጁ።",
	"View the original screen as it is received from broadcasts signal or connected device.": "ኦሪጂናል ማያ ገጹን ከስርጭት ሲግናል ወይም የተገናኘው መሳሪያ እንደተቀበለው ይመለከቱ።",
	"Vilnius": "ቪልኒዩስ",
	"Violence": "ጭካኔ",
	"Vivid": "ግልጽ",
	"Vladivostok": "ቭላዲቮስቶክ",
	"Voice Recognition Help and Settings": "የድምፅ ማወቂያ እገዛ እና ቅንብሮች",
	"Voice Support Service": "የድምፅ ድጋፍ አገልግሎት።",
	"Volgograd": "ቮልጎግሬድ",
	"Volume": "ድምጽ",
	"Volume Increase Amount": "የድምጽ መጨመር መጠን",
	"Volume Mode": "የድምጽ መጠን ሁነታ",
	"WA - Western Australia - Eucla": "WA - ምዕራብ አውስትራሊያ - ኢዩክላ",
	"WA - Western Australia - Perth": "WA - ምዕራብ አውስትራሊያ - ፔርዝ",
	"Wall-mounted": "ግድግዳ ላይ ታስሯል።",
	"Warm1": "ሙቅ1",
	"Warm2": "ሙቅ2",
	"Warm3": "ሙቅ3",
	"Warsaw": "ዋርሳው",
	"Watch a diverse range of Internet contents on TV channels.": "በቲቪ ጣቢያዎች ላይ የበይነመረብ የተለያዩ ግዛት ይዘቶችን ይመልከቱ።",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "መሳሪያዎን ለማረጋገጥና የዘመነው ሶፍትዌር መያዝዎና አለመያዝዎ ለማረጋገጥ፣ የMAC አድራሻ፣ የሞዴል ቁጥር፣ የሀገር ኮድ፣ የቋንቋ አቀማመጥ፣ እንዲሁም የሶፍትዌር እትም በመሰብሰብ እናስቀምጣለን።",
	"Welcome Feature": "የእንኳን ደህና መጡ ባህሪ",
	"Welsh": "ዌልሳዊ",
	"Western Africa": "ምእራብ አፍሪካ",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "የተገናኘው HDD ለተወሰነው የጊዜ መጠን ጥቅም ላይ ካልዋለ ወደ ዝግጁ ሞድ ይቀይሩት።",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "መሳሪያ ወደ ማስገቢያው ሲገናኝ፣ መዘግየትን፣ መሰነጣጠቅን ወይም የምስል መስተጓጎልን በመቀነስ የተመጣጠነ ምስል ይቀርባል።",
	"When the Instant Game Response is launched, the video may blink temporarily.": "የፈጣኑ ጨዋታ ምላሽ ሲነሳ፣ ቪድዮው ለጊዜው ብልጭ ድርግም ይላል።",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "ውጫዊ ድምጽ ወደ “Bluetooth / HDMI ARC / Optical Digital / WiSA ድምጽ ማጉያዎች” ሲዘጋጁ ወይም የተገናኘው መሳሪያ ፈጣኑን የጨዋታ ምላሽ የማይደግፍ ሲሆን፣ በአግባቡ ላይሰራ ይችላል።",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "ውጫዊ ድምጽ ወደ Bluetooth ሲዘጋጁ ወይም የተገናኘው መሳሪያ ፈጣኑን የጨዋታ ምላሽ የማይደግፍ ሲሆን፣ በአግባቡ ላይሰራ ይችላል።",
	"When the device is turned on/off, your TV will automatically turn on/off.": "መሳሪው ሲበራ/ ሲጠፋ ወዲያውኑ TV ዎ ይበራል/ይጠፋል፡፡",
	"When the visual effects is off, the screen is displayed as Live TV.": "የዕይታ ማሳመራዎች ሲጠፉ፣ ማያ ገጹ እንደ ቀጥታ ቲቪ ይታያል።",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "ይህ ሁኔታ 'የበራ' ላይ ሲሆን፣ በማያ ገፁ ላይ የሚታዩ አንዳንድ ሁኔታዎች በከፊል በውስጥ የሚያሳዩ ይሆናሉ።",
	"When your TV is turned off, the device will automatically turn off.": "መሳሪው ሲበራ/ ሲጠፋ ወዲያውኑ TV መሳሪያው ይበራል/ይጠፋል፡፡",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "የተለወጠው የስብስብ እሴት ወደ ውጫዊ መሳሪያ ሲተላለፍ፣ ስእሉ ወይም ድምጹ በጊዜያዊ ላይቀርብ ይችላል።",
	"White": "ነጭ",
	"White Balance": "ነጭ ሚዛን",
	"Wi-Fi Connection": "የWi-Fi ግንኙነት",
	"Wi-Fi Security": "የWi-Fi ጥበቃ",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi ጠፍቷል ማገናኘት የሚችሏቸውን አውታረ መረቦች ለማየት እና ተጨማሪ የምናሌ ዝርዝሮችን ለማየት ያጥፉት።",
	"Wi-Fi issue has occurred.": "የWi-Fi ችግር ተከስቷል።",
	"WiSA Speakers": "የ WiSA ድምጽ ማጉሊያዎች",
	"Wide Area Zone": "ሰፊ አካባቢ ዞን",
	"Wide View": "የስፋ እይታ",
	"Wide View (32:9)": "የሰፋ እይታ (32:9)",
	"Wide Zoom": "በሰፋት ማጉላት",
	"Windhoek": "ዊንድሆክ",
	"Window Color": "የ Window ቀለም",
	"Window Opacity": "የ Window የሚጋርድ",
	"Winnipeg": "ዊኒፔግ",
	"Wired Connection (Ethernet)": "የገመድ ግንኙነት (Ethernet)",
	"Wired Headphones": "ባለ ገመድ ሄድፎኖች",
	"Wired Headphones + Internal TV Speaker": "ባለገመድ የጆሮ ማዳመጫዎች + ውስጣዊ TV ስፒከር",
	"With this option, you can control the audio device's volume with your TV remote.": "በዚህ አማራጭ፣ በቲቪዎ የሩቅ መቆጣጠሪያ የድምጽ መሳሪያውን መቆጣጠር ይችላሉ።",
	"W{value}": "ደብሊው{value}",
	"Xhosa": "ሆሳ",
	"Yakutsk": "ያኩስክ",
	"Yamoussoukro": "ያሞሱክሮ",
	"Year": "ዓመት",
	"Yekaterinburg": "የካተሪንበርግ",
	"Yellow": "ብጫ",
	"Yellowknife": "የሎውናይፍ",
	"Yemen": "የመን",
	"Yerevan": "የሬቫን",
	"Yes": "አዎ",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "ቲቪው ሲበራ ወይም ሲጠፋ እና ማያው ሲንቀሳቀስ የድምጽ ማሳመሪያውን ማስተካከል ይችላሉ።",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "ያለ መሳሪያ ቅንብር ሂደቶች ወደ HDMI ወደቦች ከ Magic Remote ጋር የተገናኙ መሳሪያዎች መቆጣጠር ይችላሉ።",
	"You can delete the device connection history of Screen Share.": "የ Screen Share የመሳሪያው ግንኙነት ታሪክን መሰረዝ ይችላሉ።",
	"You can delete the device connection history of Sound Share.": "የ Sound Share የመሳሪያው ግንኙነት ታሪክን መሰረዝ ይችላሉ።",
	"You can find the default password in User Guide.": "የተጠቃሚ መመሪያ ውስጥ የማለፊያ ሚስጥር ቁጥሩን ልታገኝ ትችላለህ፡፡",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD Deep Colorን “አብራ” የሚለዉን በመንካት ፈጣን የጨዋታ ምላሽ ማስጀመር ይችላሉ።",
	"You can only change settings from the current HDMI input.": "ቅንብሮችን መለወጥ የሚችሉት ከአሁኑ የHDMI ግቤት ብቻ ነው።",
	"You can scan again to connect the device.": "መሳሪያውን ለማገናኘት መቃኘት ይችላሉ።",
	"You can select left and right audio settings for broadcast signal.": "ለስርጭት ሲግናል የግራ እና የቀኝ ድምጽ ቅንብሮችን መምረጥ ይችላሉ።",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "የ HDMI {num} ማስገቢያውን AMD FreeSync Premium መምረጥ ይችላሉ።",
	"You can select the Ultra HD Deep Color of port.": "Ultra HD Deep Color ወደብን መምረጥ ይችላሉ።",
	"You can set the sound to play when the TV is turned on or off.": "ቲቪው ሲበራ ወይም ሲጠፋ ድምጹን ለማጫወት ማዘጋጀት ይችላሉ።",
	"You can turn on/off the feature of saving CAM operator's profile.": "የ CAM አሠሪው መገለጫ ባህሪያት ማብራት/ማጥፋት ይችላሉ።",
	"You can turn this feature on or off.": "ይህንን ባህሪ ሊያበሩት ወይም ሊያጠፉት ይችላሉ።",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ብዙ ምክሮችን በ መረብ አውታሩ በኩል ሊቀበሉ ይችላሉ። ይህንን አማራጭ ካጠፉ መሰረታዊ የሆኑ ይዘቶችን ብቻ ይቀርብሎታል በተጨማሪም የተወሰኑ ባህርዮች ላይገኙ ይችላሉ።",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "የእርስዎ TV እና SIMPLINK የተያያዘላቸው መሳሪያዎች እንደሚከተለው ይያዛሉ፡",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "የፒክሰል አዳሽ ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ ቆጣሪ ማብራቶች ይሰረዛሉ እና የ BT የድምጽ ማጉያ በ ባዶ ዕይታ ላይ አይገኝም።",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "የፒክሰል አዳሽ ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ ቆጣሪ ማብራቶች ይሰረዛሉ።",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "የLG አገልግሎቶች አገርን በራስ ሰር ለመሙላት ቲቪዎ ከአውታረመረብ ጋር መገናኘት አለበት። ግንኙትዎን ለመፈተሸ አሁኑኑ ወደ አውታመረብ ቅንብሮች መሄድ ይፈልጋሉ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ቲቪዎ በቲቪ ሲግናሉ አማካኝነት የአስቸኳይ ጊዜ ማንቂያ መልዕክቶችን ለማቅረብ የእርስዎን ትክክለኛ አካባቢ ማወቅ ይፈልጋል።",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ቲቪዎ ሂደቱ እስኪጠናቀቅ ድረስ የሚጠፋ ሲሆን ልክ ሲጠናቀቅ በራስ ሰር መልሶ ይበራል።",
	"Zagreb": "ዛግሬብ",
	"Zambia": "ዛምቢያ",
	"Zaporozhye": "ዛፖሮዛይ",
	"Zimbabwe": "ዚምቧቤ",
	"Zoom": "ማቅረብ",
	"Zoom2": "ማቅረብ2",
	"Zulu": "ዙሉ",
	"Zürich": "ዙሪክ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] ከቲቪዎ ይለያያል። ከእንግዲህ ወዲያ ከዚህ መሳሪያ ድምጽ አይጫወትም። መቀጠል ይፈልጋሉ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] ከተጣመሩ የመሳሪያዎች ዝርዝር ላይ ይወገዳል። በሁላ ሊያጣምሩት ከፈለጉ፣ የሚገኙ መሳሪያዎችን ፈልገው እንደገና ማጣመር ያስፈልግዎታል። መቀጠል ይፈልጋሉ?",
	"[{deviceName}] will be deleted.": "[{deviceName}] ይሰረዛል።",
	"aspectRatio_original": "ኦርጂናል",
	"audioGuidance_fast": "ፈጣን",
	"audioGuidance_high": "ከፍተኛ",
	"audioGuidance_low": "ዝቅተኛ",
	"audioGuidance_medium": "መካከለኛ",
	"audioGuidance_slow": "ቀስ",
	"audioGuidance_veryFast": "በጣም ፈጣን",
	"audioGuidance_veryHigh": "በጣም ከፍተኛ",
	"audioGuidance_veryLow": "በጣም ዝቅተኛ",
	"audioGuidance_verySlow": "በጣም ቀርፋፋ",
	"btDotSignalStrength_wide": "ሰፊ",
	"button": "ቁልፍ",
	"character": "ቁምፊ",
	"characters": "ቁምፊዎች",
	"checked": "ተመርጧል",
	"colorGamutJPNWide": "ሰፊ",
	"connecting": "ማገናኘት",
	"depthOfColor": "ቀለም",
	"diagonal zoom in": "ሰያፍ ማጉላት",
	"diagonal zoom out": "ሰያፍ ማሳነስ",
	"digitalOptionSetByProgram": "በፕሮግራም አቀናብር",
	"energy_Maximum": "ከፍተኛ",
	"energy_Medium": "መካከለኛ",
	"energy_Minimum": "ዝቅተኛ",
	"freesync_high": "ከፍተኛ",
	"freesync_low": "ዝቅተኛ",
	"freesync_off": "አጥፋ",
	"freesync_wide": "ሰፊ",
	"gamma_high1": "ከፍተኛ1",
	"gamma_high2": "ከፍተኛ2",
	"hidden": "የተደበቀ",
	"horizontal zoom in": "አግድማዊ ማጉላት",
	"horizontal zoom out": "አግድማዊ ማሳነስ",
	"jpDoNot": "አጥፋ",
	"logoLuminance_high": "ከፍተኛ",
	"logoLuminance_low": "ዝቅተኛ",
	"min": "ደቂቃ",
	"minus": "መቀነስ",
	"not connected": "አልተገናኘም",
	"objet_soundMode": "ለእያንዳንዱ የይዘት አይነት የድምጽ ሁነታን አትባ።",
	"pictureControl3dModeStandard": "ስታንደርድ",
	"pictureControlAuto": "ራስ-ሰር",
	"pictureControlAuto_BlackLevel": "ራስ-ሰር",
	"pictureControlHigh": "ከፍተኛ",
	"pictureControlHigh_BlackLevel": "ከፍተኛ",
	"pictureControlHigh_Male": "ከፍተኛ",
	"pictureControlLow": "ዝቅተኛ",
	"pictureControlLow_BlackLevel": "ዝቅተኛ",
	"pictureControlLow_Male": "ዝቅተኛ",
	"pictureControlMedium": "መካከለኛ",
	"pictureControlMedium_BlackLevel": "መካከለኛ",
	"pictureControlMedium_Male": "መካከለኛ",
	"pictureControlwhiteBalanceColorTemperatureMedium": "መካከለኛ",
	"pictureLocalDimmingHigh": "ከፍተኛ",
	"pictureLocalDimmingLow": "ዝቅተኛ",
	"pictureLocalDimmingMed": "መካከለኛ",
	"pictureMode": "ስታንደርድ",
	"pictureModeSettings": "አበጅ",
	"plus": "መጨመር",
	"press OK button to edit IP manually": "በእጅዎ IP ን አርትዕ ለማድረግ እሺ አዝራርን ይጫኑ",
	"press OK button to enter channel to search": "የሚፈልግ ጣቢያን ለማስገባት የእሺ አዝራርን ይጫኑ",
	"press OK button to enter value": "እሴትን ለማስገባት የእሺ አዝራርን ይጫኑ",
	"press right button to adjust de-judder and de-blur value": "የ de-judder እና de-blur እሴትን ለማስተካከል የቀኝ አዝራርን ይጫኑ",
	"press right button to adjust zoom ratio and position": "የማጉያ ምጥጥነ ገጽታን እና አቀማመጥን ለማስተካከል የቀኝ አዝራርን ይጫኑ",
	"shift current screen down": "አሁን ያለውን ማያ ገጽ ወደ ታች ቀይር",
	"shift current screen to the left": "አሁን ያለውን ማያ ገጽ ወደ ግራ ቀይር",
	"shift current screen to the right": "አሁን ያለውን ማያ ገጽ ወደ ቀኝ ቀይር",
	"shift current screen up": "አሁን ያለውን ማያ ገጽ ወደ ላይ ቀይር",
	"shift down": "ወደ ታች ቀይር",
	"shift left": "ወደ ግራ ቀይር",
	"shift right": "ወደ ቀኝ ቀይር",
	"shift up": "ወደ ላይ ቀይር",
	"soundMode_Standard": "ስታንደርድ",
	"speaker_channel": "የከባቢያዊ ድምጽ ጣቢያ",
	"thaRatingNone": "ምንም",
	"unchecked": "አልተመረጠም",
	"unread": "ያልተነበበ",
	"vertical zoom in": "የቁልቁል ማጉላት",
	"vertical zoom out": "የቁልቁል ማሳነስ",
	"volumeModeHigh": "ከፍተኛ",
	"volumeModeLow": "ዝቅተኛ",
	"volumeModeMedium": "መካከለኛ",
	"webOS TV Version": "webOS ቲቪ ሥሪት",
	"zoom in": "አጉላ",
	"zoom out": "አሳንስ",
	"{label} : L{value}": "{label} : ግ{value}",
	"{label} : R{value}": "{label} : ቀ{value}"
}
