{
	" (User)": " (المستخدم)",
	"(Version: {l})": "(نسخة: {l})",
	"* The device connected should support this service.": "* يجب أن يكون الجهاز المتصل يدعم هذه الخدمة.",
	"* This feature is applied once and only once when the TV is turned off.": "* يتم تطبيق هذه الميزة مرة واحدة فقط عند إيقاف تشغيل التلفاز.",
	"* This feature is available on certain devices only.": "* لاحظ أن هذه الميزة متاحة على أجهزة معينة فقط.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* يصف هذا الوضع مقاصد FILMMAKER MODE بوضوح ولكنه يبدو أكثر قتامة من أوضاع الصور الأخرى.",
	"* This settings is only available for Internal TV Speaker.": "* تتوفر هذه الإعدادات لمكبر الصوت الداخلي بالتلفاز فقط.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* على الرغم من ضبط هذا الخيار على وضع تشغيل، لن تعمل شاشة التوقف على منع إزعاج تجربة المشاهدة على المدخلات الخارجية مثل التلفاز المباشر.",
	"* You can control the app which supports the function on your mobile device.": "* يمكنك التحكم في التطبيق الذي يدعم هذه الوظيفة في الجهاز المحمول الخاص بك.",
	"1) Turn the Bluetooth on the other device off.": "1) قم بإيقاف تشغيل خاصية Bluetooth على الأجهزة الآخرى.",
	"10 Points Code Value": "قيمة رمز من 10 نقطة",
	"10 Points IRE": "10 درجة IRE",
	"10 and Above": "10 وأعلى",
	"10 min": "10 دقائق",
	"11 and Above": "11 وأعلى",
	"12 Hours": "12 ساعة",
	"12 and Above": "12 وأعلى",
	"120 min": "120 دقيقة",
	"13 and Above": "13 وأعلى",
	"14 and Above": "14 وأعلى",
	"14 by 9": "أربعة عشر إلى تسعة",
	"15 and Above": "15 وأعلى",
	"16 and Above": "16 وأعلى",
	"16 by 9": "ستة عشر إلى تسعة",
	"17 and Above": "17 وأعلى",
	"18 and Above": "18 وأعلى",
	"180 min": "180 دقيقة",
	"19 and Above": "19 وأعلى",
	"2 Channel": "2 قناة",
	"2 Hours": "ساعتين",
	"2 Points": "نقطتان",
	"2) Turn the Bluetooth device to connect off and on.": "2) قم بتشغيل وإيقاف التشغيل جهاز Bluetooth المراد توصيله.",
	"20 Points Code Value": "قيمة رمز من 20 نقطة",
	"20 Points IRE": "20 درجة IRE",
	"20 and Above": "20 وأعلى",
	"20 min": "20 دقيقة",
	"21 by 9": "واحد وعشرون إلى تسعة",
	"22 Points Code Value": "قيمة رمز من 22 نقطة",
	"22 Points IRE": "22 درجة IRE",
	"24 Hours": "24 ساعة",
	"240 min": "240 دقيقة",
	"3 Hours": "3 ساعات",
	"30 min": "30 دقيقة",
	"32 by 12": "اثنان وثلاثون إلى اثني عشر",
	"32 by 9": "اثنان وثلاثون إلى تسعة",
	"3G/4G Connection": "اتصال 3G/4G",
	"4 Hours": "4 ساعات",
	"4 Hours Auto Power Off": "إيقاف تشغيل تلقائي لمدة 4 ساعات",
	"4 and Above": "4 وأعلى",
	"4 by 3": "أربعة إلى ثلاثة",
	"4-Way Zoom": "تكبير رباعي الاتجاهات",
	"5 and Above": "5 وأعلى",
	"5.1 Channel": "5.1 قناة",
	"6 Hours": "6 ساعات",
	"6 and Above": "6 وأعلى",
	"60 min": "60 دقيقة",
	"7 and Above": "7 وأعلى",
	"8 Hours": "8 ساعات",
	"8 and Above": "8 وأعلى",
	"9 and Above": "9 وأعلى",
	"90 min": "90 دقيقة",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "يستخدم AD ID لتعريف هذا الجهاز لأغراض الإعلانات وتسهيل إعلانات معينة قد تكون مفيدة لك. كما يمكنك إعادة ضبط AD ID أو الحد من تتبع AD ID أدناه.",
	"AI Acoustic Tuning": "ضبط صوتي AI",
	"AI Acoustic Tuning Options": "خيارات ضبط صوتي AI",
	"AI Acoustic Tuning is disabled.": "تم تعطيل ضبط صوتي AI.",
	"AI Brightness Control": "التحكم في سطوع AI",
	"AI Picture": "صورة AI",
	"AI Picture Pro": "صورة AI برو",
	"AI Recommendation": "توصية AI",
	"AI Service": "خدمة AI",
	"AI Sound": "صوت AI",
	"AI Sound Pro": "صوت AI برو",
	"AV Sync Adjustment": "ضبط تزامن AV",
	"Abidjan": "أبيدجان",
	"Accessibility": "إمكانية الوصول",
	"Account Management": "إدارة الحساب",
	"Accra": "أكرا",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "سوف يوقف تنشيط هذا الخيار جمع البيانات الشخصية ذات الصلة بالإعلانات وتتبعها من هذا التلفاز الذكي. وقد يؤثر تشغيل التبديل على أنواع الإعانات التي تشاهدها أمامك، ولكن هذا لن يوقف تلقي الإعلانات.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "تنشيط هذا التبديل سوف يجعل LGE توجه موفري الخدمة التابعين لها لإيقاف التجارة بمعلوماتك الشخصية. ما لم تختر ذلك بشكل منفصل، يمكنك الاستمرار في الوصول للخدمات مثل Live Plus وLG Channels وWho.Where.What?.",
	"Adak": "أداك",
	"Add Network": "إضافة شبكة",
	"Add a hidden wireless network": "إضافة شبكة لاسلكية مخفية",
	"Add wireless network by manually entering network name (SSID).": "إضافة شبكة لاسلكية بإدخال اسم الشبكة يدويًا (SSID).",
	"Addis Ababa": "أديس أبابا",
	"Additional Audio Selection": "تحديد صوتي إضافي",
	"Additional Settings": "إعدادات إضافية",
	"Address Setting": "إعداد العنوان",
	"Aden": "عدن",
	"Adjust Audio Guidance pitch.": "عدل درجة التوجيه الصوتي.",
	"Adjust Audio Guidance speed.": "عدل سرعة التوجيه الصوتي.",
	"Adjust Audio Guidance volume.": "عدل حجم التوجيه الصوتي.",
	"Adjust Backlight brightness to brighten or darken the screen.": "اضبط سطوع الإضاءة الخلفية لتفتيح أو تعتيم الشاشة.",
	"Adjust Screen Position": "ضبط موضع الشاشة",
	"Adjust Zoom Ratio": "ضبط معدل التكبير",
	"Adjust animation effect shown on the home at certain times.": "اضبط تأثير الرسوم المتحركة الموضحة في القائمة الرئيسية في أوقات معينة.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ضبط السطوع بتحليل حركات الصورة لمنع التوهج وتقليل استهلاك الطاقة.",
	"Adjust brightness of the LG logo.": "ضبط سطوع شعار LG.",
	"Adjust color and saturation for a more vivid image.": "ضبط اللون والتشبع للحصول على صورة أكثر إشراقًا.",
	"Adjust color temperature automatically to reduce eye strain.": "اضبط درجة حرارة اللون تلقائيًا للتقليل من إجهاد العين.",
	"Adjust cursor speed.": "اضبط سرعة المؤشر.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ضبط حدة الحافة. تزيد القيم الأعلى من وضوح الصورة وصفائها.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ضبط إعدادات جاما للتعويض عن سطوع إشارة الإدخال.",
	"Adjust left/right audio balance.": "ضبط التوازن الصوتي الأيسر/الأيمن.",
	"Adjust luminance for selected color.": "عدل إضاءة اللون المحدد.",
	"Adjust luminance level for selected IRE point.": "قم بتعديل مستوى الإضاءة لنقطة IRE المحددة.",
	"Adjust peak brightness for the brightest luminance.": "اضبط ذروة السطوع  إلى أعلى إضاءة.",
	"Adjust remote's cursor speed and appearance.": "اضبط سرعة مؤشر الريموت ومظهره.",
	"Adjust saturation for selected color.": "عدل تشبع اللون المحدد.",
	"Adjust screen brightness to reduce energy consumption.": "ضبط درجة سطوع الشاشة لتقليل استهلاك الطاقة.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "اضبط إضاءة OLED لتفتيح أو تعتيم الشاشة.",
	"Adjust the audio timing to synchronize the video and audio.": "اضبط التوقيت الصوتي لتزامن الفيديو والصوت.",
	"Adjust the balance of red and green to display the tint on the screen.": "اضبط توازن اللونين الأحمر والأخضر لعرض درجة اللون على الشاشة.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "اضبط توازن اللون من خلال تغيير درجة حرارة اللون، والإضاءة، وكثافة اللون الأحمر والأخضر والأزرق.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "بالإضافة إلى ذلك، اضبط التباين، والاستبانة، وغيرهما لوضع الصورة الفردية بالتفصيل واضبط اللون المفضل، والجاما، وما إلى ذلك.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "ضبط التباين ما بين المناطق الساطعة والداكنة للشاشة. القيم الأعلى تقوي التباين.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "اضبط نسبة الإطار بالطريقة نفسها مع الفيلم ويوفر الشعور كما لو كنت في صالة سينما.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "اضبط إضاءة الصور الثابتة مثل الشعارات، وغيرها وامنع المشكلات المتعلقة بجودة الصورة التي قد تحدث عندما يتم تشغيل التلفاز فترة زمنية ممتدة.",
	"Adjust the screen color to be pale or deep.": "اضبط لون الشاشة ليكون شاحبًا أو عميقًا.",
	"Adjust the sound to meet your taste for each sound frequency band.": "اضبط الصوت ليناسب ذوقك حسب كل نطاق تردد صوتي.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "اضبط التوقيت للمزامنة عندما يكون هناك فرق في الوقت بين الصوت والفيديو.",
	"Adjust the tint to brighten or darken the screen.": "اضبط درجة اللون لتفتيح أو تعتيم الشاشة.",
	"Adjust the volume you want with pressing remote's volume key.": "اضبط مستوى الصوت الذي ترغب فيه بالضغط على مفتاح صوت الريموت.",
	"Adjust tint for selected color.": "عدل درجة اللون المحدد.",
	"Adjust whether to display the home promotion.": "اضبط ما إذا كنت تريد عرض الإعلان الترويجي للصفحة الرئيسية.",
	"Adjusting Luminance": "تعديل الإضاءة",
	"Adolescent over 13 are allowed to watch.": "يُسمح بالمشاهدة للمراهقين فوق عمر 13 سنوات.",
	"Adolescent over 14 are allowed to watch.": "يُسمح بالمشاهدة للمراهقين فوق عمر 14 سنوات.",
	"Adolescent over 16 are allowed to watch.": "يُسمح بالمشاهدة للمراهقين فوق عمر 16 سنوات.",
	"Adult": "البالغين",
	"Adult Language": "لغة البالغين",
	"Adults only.": "البالغون فقط.",
	"Advanced": "متقدم",
	"Advanced Controls": "عناصر تحكم متقدمة",
	"Advanced Wi-Fi Settings": "إعدادات شبكة Wi-Fi المتقدمة",
	"Advertisement": "إعلان",
	"Afghanistan": "أفغانستان",
	"Afrikaans": "الأفريكانية",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "بعد تغيير الدولة، سيتم حذف جميع القنوات المولفة حاليًا. لإعادة توليف القنوات، يرجى الانتقال إلى التوليف التلقائي. هل تريد المتابعة؟",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "بعد تغيير الرمز البريدي، سيتم حذف جميع قنوات Freesat الحالية. لإعادة توليف القنوات، يرجى الانتقال إلى التوليف التلقائي. هل تريد المتابعة؟",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "بعد قيامك بتغيير بلدك، يمكنك البحث عن قنواتك باستخدام التوليف التلقائي. هل تريد المتابعة؟",
	"Ages 2-7 are allowed to watch.": "يُسمح بالمشاهدة لمن هم بين 2-7 سنوات.",
	"Albania": "ألبانيا",
	"Albanian": "الألبانية",
	"Alerts you by sound when the TV is turned on or off.": "يتم تنبيهك عبر الصوت عند تشغيل التلفاز أو إيقافه.",
	"Algeria": "الجزائر",
	"Algiers": "الجزائر",
	"All Channels": "كل القنوات",
	"All Children": "جميع الأطفال",
	"All ages are allowed to watch.": "يُسمح بالمشاهدة لجميع الأعمار.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "ستتم إعادة ضبط جميع الإعدادات الحالية لوضع {pictureMode}. هل تريد المتابعة؟",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ستتم إعادة ضبط جميع إعدادات تأثير صوت \"الوضع القياسي\". هل تريد المتابعة؟",
	"Allow Automatic Updates": "إتاحة التحديثات التلقائية",
	"Almaty": "ألماتي",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "كما يمكنك أيضًا ضبط الإعدادات المفصلة لصوت محيط Bluetooth.",
	"Always Open": "مفتوح دائمًا",
	"Always-on Off Time": "وقت إيقاف تشغيل Always-on",
	"Amman": "عمّان",
	"Amsterdam": "أمستردام",
	"An error has occurred while copy channels.": "حدث خطأ ما أثناء نسخ القنوات.",
	"An important software update is available.": "يتوفر تحديث مهم للبرنامج.",
	"Anadyr": "أنادير",
	"Analog Mode": "الوضع التناظري",
	"Analog TV": "تلفاز تناظري",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "قم بتحليل سمات الصوت وتحسينه لكل محتوى في الوقت الفعلي.",
	"Anchorage": "أنكوراج",
	"Angola": "أنجولا",
	"Antananarivo": "أنتاناناريفو",
	"Antenna": "هوائي",
	"Antenna ATV": "تلفاز تناظري يعمل بالهوائي",
	"Antenna DTV": "هوائي التلفاز الرقمي",
	"Antenna Radio": "هوائي الراديو",
	"Antigua and Barbuda": "أنتيجوا وبربودا",
	"Any Supplementary Audio": "أي صوت تكميلي",
	"Apia": "أبيا",
	"App Alarm": "منبه التطبيق",
	"Application Locks": "قفل التطبيق ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "قم بتطبيق قيم الإعداد التفصيلية لوضع الصورة الحالية على جميع المدخلات أو التطبيق.",
	"Apply to all inputs": "تطبيق على كل المدخلات ",
	"Applying value to all inputs...": "تطبيق القيمة على كل المدخلات...",
	"Aqtöbe": "أكتوبي",
	"Arabic": "العربية",
	"Araguaína": "أراغواينا",
	"Argentina": "الأرجنتين",
	"Armenia": "أرمينيا",
	"Aruba": "أروبا",
	"Ashgabat": "عشق آباد",
	"Asmara": "أسمرة",
	"Aspect Ratio": "نسبة طول إلى عرض",
	"Aspect Ratio Settings": "إعدادات نسبة الطول إلى العرض",
	"Assamese": "الأساميزية",
	"Assign channels to remote buttons so you can quickly jump to them.": "قم بتعيين قنوات لأزرار ريموت التلفاز مما يمكنك من الانتقال إليها بسهولة.",
	"Asunción": "أسونسيون",
	"Athens": "أثينا",
	"Atikokan": "أتيكوكان",
	"Auckland": "أوكلاند",
	"Audio Delay": "تأخير الصوت",
	"Audio Description": "وصف الصوت",
	"Audio Description Volume": "مستوى الصوت بمقاطع الوصف الصوتي",
	"Audio Guidance": "التوجيه الصوتي",
	"Audio Language": "لغة الصوت",
	"Audio Out (Line Out)": "مخرج الصوت (الخرج الصوتي)",
	"Audio Type": "نوع الصوت",
	"Australia": "أستراليا",
	"Austria": "النمسا",
	"Auto": "تلقائي",
	"Auto Detect": "اكتشاف تلقائي",
	"Auto Device Detection": "اكتشاف الجهاز التلقائي",
	"Auto Genre Selection": "تحديد نوع تلقائي",
	"Auto Power Off": "إيقاف تشغيل تلقائي",
	"Auto Power Sync": "مزامنة التشغيل التلقائي",
	"Auto Start": "البدء التلقائي",
	"Auto Volume": "مستوى صوت تلقائي",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "اضبط الفجوة في مستوى الصوت تلقائيًا، أو اضبط مستوى الصوت الذي يتم ضبطه في وقت واحد باستخدام مفتاح الصوت الموجود في الريموت.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "اضبط تلقائيًا لقيمة صورة محسنة لنوع محتويات Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "اضبط تلقائيًا لقيمة صورة محسنة لنوع المحتويات.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "التغيير تلقائيًا إلى FILMMAKER MODE عندما يتم التعرف على محتوى الفيلم.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "تحسين جودة الصورة تلقائيًا وفقًا للون الضوء المحيط وسطوعه.",
	"Automatically update system software when an update is found.": "تحديث برامج النظام تلقائيًا في حالة العثور على أحد التحديثات.",
	"Available Internal Storage": "التخزين الداخلي متوفر",
	"Azerbaijan": "أذربيجان",
	"Azores": "جزر الإزورس",
	"BG Color": "لون الخلفية",
	"BG Opacity": "إعتام الخلفية",
	"Back": "الرجوع ",
	"Backlight": "إضاءة خلفية",
	"Baghdad": "بغداد",
	"Bahamas": "جزر الباهاما",
	"Bahrain": "البحرين",
	"Baku": "باكو",
	"Balance": "اتزان",
	"Bamako": "باماكو",
	"Bangkok": "بانكوك",
	"Bangladesh": "بنجلاديش",
	"Bangui": "بانغي",
	"Banjul": "بانجول",
	"Barbados": "بربادوس",
	"Basque": "الباسكية",
	"Bass Boost": "الجهير المُحسَّن",
	"Behavior may vary depending on connected device.": "قد يختلف السلوك وفقًا للجهاز الموصل.",
	"Beijing": "بكين",
	"Beirut": "بيروت",
	"Belarus": "بيلاروس",
	"Belgium": "بلجيكا",
	"Belgrade": "بيوغراد",
	"Belize": "بليز",
	"Belém": "بيليم",
	"Bengali": "البنغالية",
	"Benin": "بنين",
	"Berlin": "برلين",
	"Bermuda": "برمودا",
	"Bhutan": "بوتان",
	"Bishkek": "بيشكيك",
	"Bissau": "بيساو",
	"Black": "أسود",
	"Black Level": "مستوى اللون الأسود",
	"Blanc-Sablon": "بلانك - سابلون",
	"Blantyre": "بلانتيري",
	"Block TV programs broadcast in English based on their content ratings.": "حظر البرامج التليفزيونية التي يتم بثها باللغة الإنجليزية بناءً على تصنيفات المحتوى الخاص بها.",
	"Block TV programs broadcast in French based on their content ratings.": "حظر البرامج التليفزيونية التي يتم بثها باللغة الفرنسية بناءً على تصنيفات المحتوى الخاص بها.",
	"Block content based on genre.": "حظر المحتوى وفقًا للنوع.",
	"Blue": "أزرق",
	"Bluetooth Speaker Mode": "وضع مكبر صوت Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "صوت محيط Bluetooth + مكبر الصوت الداخلي بالتلفاز",
	"Bluetooth Surround Sound Setup": "إعداد صوت محيط Bluetooth",
	"Boa Vista": "بوا فيستا",
	"Bogotá": "بوغوتا",
	"Bolivia": "بوليفيا",
	"Bosnia": "البوسنة",
	"Bosnia And Herzegovina": "البوسنة والهرسك",
	"Bosnian": "البوسنية",
	"Botswana": "بوتسوانا",
	"Bratislava": "براتيسلافا",
	"Brazil": "البرازيل",
	"Brazilian Punk": "موسيقى البانك البرازيلي",
	"Brazzaville": "برازافيل",
	"Brightness": "سطوع",
	"Broadcast Country": "بلد البث",
	"Broken Hill": "بروكن هيل",
	"Brussels": "بروكسل",
	"Bucharest": "بوخارست",
	"Budapest": "بودابست",
	"Buenos Aires": "بوينس آيريس",
	"Bujumbura": "بوجومبورا",
	"Bulgaria": "بلغاريا",
	"Bulgarian": "البلغارية",
	"Burkina Faso": "بوركينا فاسو",
	"Burundi": "بوروندي",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "بالضغط على \"إعادة ضبط\"، سوف تحذف جميع البيانات ذات الصلة بالإعلانات التي جمعتها شركة LGE من هذا التلفاز الذكي في الماضي. قد يؤثر الضغط على \"إعادة ضبط\" على أنواع الإعلانات التي تشاهدها أمامك، ولكن هذا لن يوقف تلقي الإعلانات.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "بتشغيل Live Plus فإنك توافق على تجميع معلومات مشاهدة التلفاز بواسطة شركة LG Electronics Inc.‎ ‏(\"LGE\") من خلال وحدة ACR، التي يمكن مشاركتها بصورة مجهولة إلى جهات خارجية من أجل تقديم خدمات تفاعلية إليك. كما يمكن أن نشارك المعلومات التي تم تجميعها بصورة مجهولة مع جهات خارجية لأغراض تسويقية. يرجى الملاحظة أننا لا نقوم عن علم بتجميع أو توزيع المعلومات الواردة أعلاه من/عن الأطفال دون سن 13 عامًا. توجد معلومات تفصيلية حول Live Plus موضحة في \"معلومات المشاهدة\" (الشروط) التي يمكن الوصول إليها من قائمة إعدادات SmartTV. توصي LGE بشدة أن تقوم بمراجعة الإصدار الكامل من \"معلومات المشاهدة\" (الشروط) قبل تنشيط وظيفة Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "بتشغيل Live Plus، تقر بتفهمك أن المحتوى المعروض على تلفازك يمكن التعرف عليه وأن معلومات المشاهدة قد تستخدم لتزويدك بتجربة مشاهدة محسنة وخدمات مخصصة بما في ذلك توصيات المحتوى والإعلانات. يُرجى مراجعة سياسة الخصوصية وموافقات المستخدم ذات الصلة في قائمة إعدادات التلفاز لمزيد من المعلومات.",
	"CI Information": "معلومات CI",
	"CI password incorrect. Please enter again.": "كلمة سر CI غير صحيحة. يُرجى الإدخال مرة أخرى.",
	"CS1 Board": "لوحة CS1",
	"CS2 Board": "لوحة CS2",
	"Cable": "كبل",
	"Cable ATV": "كابل التلفاز التناظري",
	"Cable DTV": "كابل التلفاز الرقمي",
	"Cable Radio": "كابل الراديو",
	"Cairo": "القاهرة",
	"Cambodia": "كمبوديا",
	"Cameroon": "الكاميرون",
	"Campo Grande": "كامبو غراندي",
	"Can not Find Channel": "تعذر العثور على القناة",
	"Canada": "كندا",
	"Canary Islands": "جزر الكناري",
	"Cancel": "إلغاء",
	"Cancel Schedule": "قم بإلغاء الجدولة",
	"Cancel Update": "إلغاء التحديث",
	"Cancún": "كانكون",
	"Cantonese": "الكانتونية",
	"Cape Verde": "الرأس الأخضر",
	"Caracas": "كراكاس",
	"Casablanca": "الدار البيضاء",
	"Catalan": "الكتالانية",
	"Caution": "تنبيه",
	"Cayman Islands": "جزر كايمان",
	"Center": "المركز",
	"Central African Republic": "جمهورية أفريقيا الوسطى",
	"Ceuta": "سبتة",
	"Chad": "تشاد",
	"Change blue intensity and adjust the color balance.": "قم بتغيير كثافة اللون الأزرق واضبط توازن اللون.",
	"Change green intensity and adjust the color balance.": "قم بتغيير كثافة اللون الأخضر واضبط توازن اللون.",
	"Change red intensity and adjust the color balance.": "قم بتغيير كثافة اللون الأحمر واضبط توازن اللون.",
	"Change the left / right sound": "تغيير الصوت الأيسر/الأيمن",
	"Change the position of captions using the 4-way dial on the remote control.": "قم بتغيير موضع التسميات التوضيحية باستخدام طريقة الاتصال الرباعي على الريموت.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "قد يؤدي تغيير المنطقة إلى تغيير القنوات المولفة حاليًا في التلفاز. يمكنك إعادة توليف القنوات في التوليف التلقائي. هل تريد تغيير الإعدادات الإقليمية الآن؟",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "يؤدي تغيير الدولة إلى إعادة تشغيل التلفاز وقد تحتاج الموافقة على اتفاقيات مستخدم LG مرة أخرى. كما قد يختلف توفر بعض التطبيقات والخدمات بناءً على دولة خدمات LG. هل تريد المتابعة؟",
	"Channel Locks": "قفل القناة ",
	"Channel Manager": "مدير القنوات",
	"Channel Scrolling Options": "خيارات التمرير بين القنوات",
	"Channel Tuning": "توليف القنوات",
	"Channel Tuning & Settings": "توليف وإعدادات القناة",
	"Channels": "القنوات",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "تعذر قفل القنوات من HDMI والإدخالات الخارجية الأخرى. لقفل قنوات التلفاز، قم بتغيير الإدخال الحالي إلى التلفاز المباشر.",
	"Chatham Islands": "جزر تشاتام",
	"Check TV information.": "تحقق من معلومات التلفاز.",
	"Check alarm messages about the user settings or TV status.": "تحقق من رسائل تنبيه حول إعدادات المستخدم أو حالة التلفاز.",
	"Check descriptions for each LG webOS TV functions.": "تحقق من الأوصاف الخاصة بكل وظائف LG webOS TV.",
	"Check for Advertising settings and set it.": "تحقق من إعدادات الإعلانات وقم بتعيينها.",
	"Check for Updates": "التحقق من التحديث",
	"Check for available functions with Voice and set Voice Settings.": "تحقق من الوظائف المتوفرة مع الصوت وقم بتعيين إعدادات الصوت.",
	"Check for problems with the picture quality.": "التحقق من وجود مشاكل بجودة الصور.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "التحقق من وجود مشاكل في جودة الصوت لمكبر الصوت الداخلي بالتلفاز.",
	"Check for software updates and update if available.": "تحقق من وجود تحديثات البرامج وتحديثها إذا كانت متوفرة.",
	"Check whether the Bluetooth device is in pairing mode.": "تحقق ما إذا كان جهاز Bluetooth في وضع الاقتران.",
	"Check your TV status to solve problems or use remote support.": "تحقق من حالة تلفازك لحل المشكلات أو استخدام الدعم عن بعد.",
	"Checking Password": "التحقق من كلمة المرور",
	"Checking for Updates": "التحقق من التحديثات",
	"Checking...": "جاري التحقق...",
	"Chicago": "شيكاغو",
	"Chihuahua": "شيواوا",
	"Children": "الأطفال",
	"Children Age": "عمر الأطفال",
	"Children Program Locks": "قفل برامج الأطفال",
	"Children over 8 are allowed to watch.": "يُسمح بالمشاهدة للأطفال فوق عمر 8 سنوات.",
	"Chile": "تشيلي",
	"China": "الصين",
	"Chinese": "الصينية",
	"Chisinau": "كيشيناو",
	"Choibalsan": "شويبالسان",
	"Chongqing": "تشونغتشينغ",
	"Choose to have all channels or just your primary ones when you change channels.": "اختر أن يظهر لديك جميع القنوات أو القنوات الأساسية فقط عندما تقوم بتغيير القنوات.",
	"Christmas Island": "جزيرة كريسماس",
	"Cinema": "سينما",
	"Cinema Clear": "وضوح سينمائي",
	"Cinema Home": "منزل السينما",
	"Cinema View": "عرض سينمائي",
	"Cinema View (32:12)": "عرض سينيمائي (32:12)",
	"Cinema Zoom": "تكبير/تصغير عدسة الكاميرا",
	"City": "المدينة",
	"City Selection": "تحديد المدينة",
	"Clean Audio": "حذف الصوت",
	"Clear": "واضح",
	"Clear Plus": "وضوح أكثر",
	"Clear Voice Ⅲ": "صوت واضح Ⅲ",
	"Clear Voice Ⅳ": "صوت واضح Ⅳ",
	"Clear1": "واضح",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "انقر فوق الزر اتصال أدناه بعد تشغيل لوحة المفاتيح اللاسلكية من LG وضبطها على وضع الاقتران.",
	"Close": "إغلاق",
	"Closed Caption": "تسمية توضيحية مُقرّبة",
	"Closed Caption Settings": "إعدادات تسمية توضيحية مغلقة",
	"Code Value": "قيمة الرمز",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "اجمع وخزن عنوان MAC، ورقم الطراز، ورمز البلد، وإعدادات اللغة، وإصدار البرمجيات للتحقق من البرنامج الأحدث للتحديث.",
	"Colombia": "كولومبيا",
	"Colombo": "كولومبو",
	"Color": "لون",
	"Color Gamut": "سلسلة الألوان",
	"Color Management System": "نظام إدارة الألوان",
	"Color Temperature": "درجة حرارة اللون",
	"Component": "مكوّن",
	"Conakry": "كوناكري",
	"Confirm the terms and conditions or change whether to accept the agreement.": "صدق على الشروط والأحكام أو قم بتغيير ما إذا كنت تريد قبول الاتفاق.",
	"Congo Brazzaville": "الكونغو - برازافيل",
	"Connect": "اتصال",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "قم بتوصيل مكبر صوت Bluetooth ومكبر صوت التلفاز واضبط تأخير الصوت تلقائيًا بين مكبرات الصوت.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "وصل جهازًا صوتيًا خارجيًا يدعم خاصية eARC بـeARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "وصل أجهزة خارجية مثل جهاز فك التشفير، شريط الصوت، وغيرهم بالتلفاز القائم على الدليل.",
	"Connect the LAN cable directly to the TV to use the network.": "وصل كابل LAN مباشرة بالتلفاز لاستخدام الشبكة.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "اتصل بالشبكة عن طريق إدخال عناوين خادم IP وDNS يدويًا.",
	"Connect to the network if a wireless router is installed.": "اتصل بالشبكة إذا تم تثبيت جهاز توجيه لاسلكي.",
	"Connect via WPS PBC": "الاتصال عبر WPS PBC",
	"Connect via WPS PIN": "الاتصال عبر WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "قم بتوصيل تلفازك بالراوتر أو المودم من خلال كابل إيثرنت وذلك لتنشيط اتصال الشبكة السلكي.",
	"Connect your TV with WiSA Speakers wirelessly.": "وصل تلفازك باستخدام مكبرات صوت WiSA لاسلكيًا.",
	"Connectable Devices ({num})": "الأجهزة القابلة للتوصيل ({num})",
	"Connected": "متصل",
	"Connected to Internet": "متصل بالإنترنت",
	"Connecting...": "جاري الاتصال...",
	"Connection": "التوصيل",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "تتوفر إدارة الاتصال بالهواتف الذكية أو الكمبيوتر. يتطلب توصيل التلفاز بجهاز هاتف محمول، إعدادات الاتصال والطلبات على الهواتف الذكية أو الكمبيوتر.",
	"Content Recommendations": "توصيات المحتوى",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "سيتم تشغيل المحتوى بصوت مناسب للاستماع متعدد القنوات، إذا تم دعم الصوت متعدد القنوات بواسطة خدمة HbbTV.",
	"Contrast": "تباين",
	"Cool": "بارد",
	"Copenhagen": "كوبنهاجن",
	"Copy Channels": "نسخ القنوات",
	"Copy/Delete file": "نسخ/حذف الملف",
	"Correct contrast and brightness by adjusting black levels.": "تصحيح التباين والسطوع بضبط مستويات اللون الأسود.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "صحح بكسل الصورة وامنع المشكلات المتعلقة بجودة الصورة التي قد تحدث عندما يتم تشغيل التلفاز فترة زمنية ممتدة.",
	"Costa Rica": "كوستاريكا",
	"Could not fined available network.": "تعذر العثور على شبكة متاحة.",
	"Croatia": "كرواتيا",
	"Croatian": "الكرواتية",
	"Cuba": "كوبا",
	"Cuiabá": "كويابا",
	"Current time is not valid. Do you want to set the correct time now?": "الوقت الحالي غير صالح. هل تريد ضبط الوقت الصحيح الآن؟",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "سيتم تطبيق القيم الحالية لإعدادات الوضع المخصص للصور على وضع {pictureMode} لجميع الإدخالات. هل تريد المتابعة؟",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "سيتم قطع اتصال جهاز \"لوحة المفاتيح اللاسلكية LG\" من التلفزيون لديك. هل تريد المتابعة؟",
	"Custom": "مخصص",
	"Custom Time Zone": "منطقة زمنية مخصصة",
	"Customer Service": "خدمة العملاء",
	"Cyan": "لون سماوي",
	"Cyprus": "قبرص",
	"Czech": "جمهورية التشيك",
	"Czech Republic": "جمهورية التشيك",
	"Côte d'Ivoire": "ساحل العاج",
	"DNS Server": "سيرفر DNS",
	"DR Congo": "جمهورية الكونغو الديموقراطية",
	"DTV Audio Setting": "إعداد صوت تلفاز رقمي",
	"Dakar": "داكار",
	"Damascus": "دمشق",
	"Danish": "الدانماركية",
	"Danmarkshavn": "دانماركشافن",
	"Dar es Salaam": "دار السلام",
	"Data Service": "خدمة البيانات",
	"Date": "تاريخ",
	"Dawson": "داوسون",
	"Dawson Creek": "داوسون كريك",
	"Day": "نهار",
	"Delete": "حذف",
	"Delete Connection History": "حذف تاريخ الاتصال",
	"Delete Pairing History": "حذف محفوظات الاقتران",
	"Delete Usage Data": "حذف بيانات الاستخدام",
	"Demo Options": "خيارات النسخة التجريبية",
	"Democratic Republic of the Congo": "جمهورية الكونغو الديمقراطية",
	"Denmark": "الدانمارك",
	"Denver": "دنفر",
	"Depressed": "مضغوطة",
	"Deregister": "إلغاء التسجيل",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "صِف المحتويات الموجودة على الشاشة باستخدام الصوت للمشاهدين الذين يعانون من ضعف بالبصر لاستخدام التلفاز.",
	"Detect Range": "نطاق الاكتشاف",
	"Detroit": "ديترويت",
	"Device Connection Settings": "إعدادات اتصال الجهاز",
	"Device List": "قائمة الأجهزة",
	"Device Name": "اسم الجهاز ",
	"Dhaka": "دكا",
	"Digital Mode": "الوضع الرقمي",
	"Digital Sound Out": "مخرج الصوت الرقمي",
	"Digital TV": "تلفاز رقمي",
	"Dili": "ديلي",
	"Directed to Older Children (ages 7 and above)": "موجه إلى الأطفال بأعمار أكبر (بأعمار تبلغ 7 سنوات وأكبر)",
	"Disabled": "تم التعطيل",
	"Disconnect": "فصل",
	"Display captions for hearing-impaired viewers to use TV.": "اعرض التسميات للمشاهدين الذين يعانون من ضعف السمع لاستخدام التلفاز.",
	"Display fast-moving content smoothly and clearly.": "اعرض المحتوى سريع الحركة بسلاسة ووضوح.",
	"Display luminance level for the highest point (100 IRE).": "اعرض مستوى الإضاءة لأعلى نقطة (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "اعرض الصور بألوان ذات درجات حرارة معتدلة أو باردة.",
	"Djibouti": "جيبوتي",
	"Do Not Sell My Personal Information": "لا تبيع معلوماتي الشخصية",
	"Do Not Track": "عدم التتبع",
	"Do you want to continue?": "هل تريد المتابعة؟",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "هل تريد نسخ قائمة القنوات من تخزين USB إلى التلفاز؟ سيتم حذف القنوات الحالية في التلفاز.",
	"Do you want to copy channel list from your TV to the USB storage?": "هل تريد نسخ قائمة القنوات من التلفاز إلى تخزين USB؟",
	"Do you want to reset Position Settings?": "هل تريد إعادة ضبط إعدادات الوضع؟",
	"Do you want to reset Volume Control?": "هل تريد إعادة ضبط التحكم في مستوى الصوت؟",
	"Do you want to set the correct time now?": "هل تريد ضبط الوقت الصحيح الآن؟",
	"Do you want to turn your TV off now?": "هل تريد إيقاف تشغيل تلفازك الآن؟",
	"Dodoma": "دودوما",
	"Doha": "الدوحة",
	"Dominica": "دومينيكا",
	"Dominican Republic": "جمهورية الدومينيكان",
	"Done": "تم",
	"Douala": "دوالا",
	"Download Mail": "بريد التنزيل",
	"Download and Install": "التنزيل والتثبيت",
	"Downloadable Rating": "تقييم القابل للتحميل",
	"Dual Mono": "أحادي مزدوج",
	"Dubai": "دبي",
	"Dublin": "دبلن",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "أثناء وقت إيقاف تشغيل Always-on، يكون جزء من المزايا مثل التعرف على الصوت وما إلى ذلك محدودة عندما تكون الشاشة قيد الإيقاف.",
	"Dushanbe": "دوشنبه",
	"Dutch": "الهولندية",
	"Dynamic Color": "لون ديناميكي",
	"Dynamic Contrast": "تباين ديناميكي",
	"Dynamic Tone Mapping": "تعيين نغمة حيوية",
	"Easter Island": "جزيرة القيامة",
	"Eastern Africa": "شرق أفريقيا",
	"Eco Mode": "وضع Eco",
	"Ecuador": "الإكوادور",
	"Edge Color": "لون الحافة",
	"Edge Enhancer": "مُحسن الحواف",
	"Edge Type": "نوع الحافة",
	"Edit": "تعديل",
	"Edmonton": "إدمونتون",
	"Egypt": "مصر",
	"Eirunepé": "إيرونيبيه",
	"El Salvador": "السيلفادور",
	"El salvador": "السلفادور",
	"Emergency Alert": "تنبيه طوارئ",
	"Enabled": "تمكين",
	"Energy Saving": "توفير الطاقة ",
	"Energy consumption may increase if this feature is on.": "قد يزيد استهلاك الطاقة إذا تم تشغيل هذه الميزة.",
	"Energy saving modes to limit power consumption.": "أوضاع توفير الطاقة للحد من استهلاك الطاقة.",
	"English": "الإنجليزية",
	"Enhance the bass sound.": "قم بتحسين الصوت الجهير.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "عزز التباين بين المناطق الفاتحة والداكنة لبعض القوائم، مثل الخلفية والنص، لتكون سهلة العرض لأولئك الذين يعانون من الرؤية الضعيفة.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "تحسين الدقة والحدة للمحتوى من خلال خوارزمية تم تعلمها من خلال تقنية التعلم العميق من LG وتحسين العمق من خلال تحليل المحتويات.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "استمتع بمحتوى Dolby Atmos بالصوت المثالي عن طريق تشغيل مؤثر المجال الصوتي.",
	"Enjoy TV sound by connecting Wired Headphones.": "تمتع بصوت التلفاز من خلال توصيل الجهاز بسماعات رأس سلكية.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "تمتع بصوت التلفاز من خلال الأجهزة الصوتية المتصلة بمنفذ HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "تمتع بصوت التلفاز من خلال الأجهزة الصوتية المتصلة بـOPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "تمتع بصوت التلفاز عبر جهاز صوت من LG متصل بمنفذ OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "تمتع بصوت التلفاز من خلال الأجهزة السمعية المتصلة بمنافذ مخرج الصوت/سماعات الرأس الخارجية.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "تمتع بصوت التلفاز من خلال مكبر الصوت الداخلي بالتلفاز وسماعات الرأس السلكية.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "تمتع بصوت التلفاز من خلال الأجهزة الصوتية الخارجية المتصلة بكل من مكبر الصوت الداخلي بالتلفاز ومنفذ OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "تمتع بصوت واضح وطبيعي.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "تمتع بالصوت باستخدام جهاز صوت لاسلكي متصل بمزامن صوت LG أو Bluetooth.",
	"Enjoy the sound optimized to the room.": "تمتع بالصوت المثالي للغرفة.",
	"Enter CI Password": "إدخال كلمة مرور CI",
	"Enter the PIN in your router's settings.": "قم بإدخال رمز PIN في إعدادات الراوتر.",
	"Enter the master password.": "أدخل كلمة المرور الرئيسية.",
	"Equalizer": "معادل",
	"Equatorial Guinea": "غينيا الاستوائية",
	"Eritrea": "إريتريا",
	"Estonia": "إستونيا",
	"Estonian": "الأستونية",
	"Ethiopia": "إثيوبيا",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "حتى إذا تم إيقاف تشغيل الإعداد، يمكنك التحقق من المعلومات ذات الصلة من خلال شريط القناة، التعرف على الصوت.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "حتى عند إيقاف تشغيل التلفاز واستخدام الحد الأدنى من الطاقة، يمكنك الاستماع إلى الموسيقى عن طريق الاتصال بالجهاز المحمول. يمكن استخدام مجموعة كبيرة من الميزات مرة أخرى بسرعة عند تشغيل التلفاز.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "يمكنك الاستماع إلى الموسيقى عن طريق توصيل الهاتف الذكي بالتلفاز عبر Bluetooth, حتى عند إيقاف تشغيل التلفاز.",
	"Every Day": "كل يوم",
	"Every Weekday": "أسبوعياً",
	"Every Weekend": "في كل عطلة نهاية أسبوع",
	"Expert (Bright Room)": "خبير (غرفة مضيئة)",
	"Expert (Dark Room)": "خبير (غرفة مظلمة)",
	"Export your TV's channel list information to a connected USB device.": "قم بتصدير معلومات قائمة القنوات الخاصة بتلفازك إلى جهاز USB متصل.",
	"Extended": "ممتد",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "قد يؤدي تمديد أي فترة زمنية لإعداد إيقاف التشغيل التلقائي أو إيقاف تشغيل الوظيفة إلى زيادة استهلاك الطاقة.",
	"Extreme": "أقصى درجة",
	"Eye Comfort Mode": "وضع إراحة العين",
	"FILMMAKER MODE Auto Change": "التغيير التلقائي FILMMAKER MODE",
	"Fantasy Violence": "العنف الخيالي",
	"Fast": "سريع",
	"Fernando de Noronha": "فرناندو دي نورونا",
	"Fiji": "فيجي",
	"Find and tell an audio device available to connect around TV.": "ابحث عن جهاز صوتي متوفر للاتصال حول التلفاز واكتشفه.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "التوليف الدقيق لمساحات ألوان الأحمر والأخضر والأزرق والسماوي والقرمزي والأصفر.",
	"Finland": "فنلندا",
	"Finnish": "الفنلندية",
	"Flash": "وامض",
	"Flat Mode": "الوضع المسطح",
	"Font": "الخط",
	"Font 1": "الخط 1",
	"Font 2": "الخط 2",
	"Font 3": "الخط 3",
	"Font 4": "الخط 4",
	"Font 5": "الخط 5",
	"Font 6": "الخط 6",
	"Font 7": "الخط 7",
	"Font 8": "الخط 8",
	"Football": "كرة القدم",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "للحصول على جهاز توجيه لاسلكي ممكّن لـ WPS (إعداد Wi-Fi محمي)، أدخل رمز PIN لتوصيل التلفاز بالشبكة اللاسلكية.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "للحصول على جهاز توجيه لاسلكي ممكّن لـ WPS (إعداد Wi-Fi محمي)، اضغط على الزر WPS-PBC لتوصيل التلفاز بالشبكة اللاسلكية.",
	"Fortaleza": "فورتاليزا",
	"France": "فرنسا",
	"Freetown": "فريتاون",
	"French": "الفرنسية",
	"French Polynesia": "بولينزيا الفرنسية",
	"Full Wide": "عريض بملء الشاشة ",
	"Gabon": "الجابون",
	"Gaborone": "جابورون",
	"Gaelic": "الغالية",
	"Galapagos Islands": "أرخبيل غالاباغوس",
	"Galician": "الجاليكية",
	"Gallery": "المعرض",
	"Gambia": "غامبيا",
	"Gambier": "غامبيا",
	"Game": "اللعبة",
	"Gamma": "جاما",
	"General": "عام",
	"General Age": "السن العام",
	"General Audience": "عموم المشاهدين",
	"General Audiences": "عموم المشاهدين",
	"General Program Locks": "قفل البرامج العامة",
	"Georgia": "جورجيا",
	"German": "الألمانية",
	"Germany": "ألمانيا",
	"Get started in a quiet environment for sound optimization.": "ابدأ في بيئة هادئة لتحسين الصوت",
	"Getting...": "جاري...",
	"Ghana": "غانا",
	"Gibraltar": "جبل طارق",
	"Glace Bay": "جِلاس باي",
	"Godthab": "غادتاب",
	"Grayscale": "التدرج الرمادي",
	"Greece": "اليونان",
	"Greek": "اليونانية",
	"Green": "أخضر",
	"Greenland": "جرينلاند",
	"Grenada": "جرينادا",
	"Guadalcanal": "جوادالكانال",
	"Guadeloupe": "جوادلوب",
	"Guam": "غوام",
	"Guatemala": "غواتيمالا",
	"Guatemala City": "مدينة غواتيمالا",
	"Guayaquil": "غواياكيل",
	"Guernsey": "جيرنزي",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "قم بتوجيه القوائم والعمليات باستخدام الصوت للمشاهدين الذين يعانون من ضعف بالبصر لاستخدام التلفاز.",
	"Guinea": "غينيا",
	"Guinea Bissau": "غينيا بيساو",
	"Guinea Conakry": "غينيا كوناكري",
	"Guinea Equatorial": "غينيا الاستوائية",
	"Gujarati": "الغوجاراتية",
	"Guyana": "غويانا",
	"H Position": "وضع أفقي",
	"H Sharpness": "حدة أفقية",
	"H Size": "حجم أفقي",
	"HD Mode": "وضع HD",
	"HD Mode Option": "خيار وضع HD",
	"HDD Eco Mode": "وضع HDD Eco",
	"HDD Power Saving Mode": "وضع توفير طاقة محرك القرص الثابت",
	"HDMI Input Audio Format": "تهيئة صوت HDMI الداخلي",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "يدعم منفذا HDMI {port1} وHDMI {port2} نظام 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "يدعم منفذا HDMI {port1} وHDMI {port2} نظام Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "يدعم منفذ HDMI {port1} نظام8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "يدعم منفذ HDMI {port1} نظام Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "تدعم منافذ HDMI {port1} ﻭHDMI {port2} وHDMI {port3} نظام 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "تدعم منافذ HDMI {port1} ﻭHDMI {port2} وHDMI {port3} نظام Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "تدعم منافذ HDMI {port1} وHDMI {port2} وHDMI {port3} وHDMI {port4} نظام8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "تدعم منافذ HDMI {port1} وHDMI {port2} وHDMI {port3} وHDMI {port4} نظام Ultra HD Deep Colour.",
	"HDR Effect": "HDR مؤثر",
	"HDR Picture Mode": "وضع صور HDR",
	"Haiti": "هايتي",
	"Halifax": "هاليفاكس",
	"Harare": "هراري",
	"Harbin": "هاربين",
	"Hard of Hearing": "ضعف السمع",
	"Havana": "هافانا",
	"Headphones Volume": "مستوى صوت سماعات الرأس",
	"Hebrew": "العبرية",
	"Helsinki": "هلسنكي",
	"Hermosillo": "هيرموسيلو",
	"High": "عالى",
	"High Contrast": "تباين عالي",
	"Higher values increase a sense of warmth or coldness.": "تزيد القيم العُليا من إحساس الدفء أو البرودة.",
	"Hindi": "الهندية",
	"Ho Chi Minh": "هو تشي مينه",
	"Home Animation": "الرسوم المتحركة الرئيسية",
	"Home Auto Launch": "البدء التلقائي للصفحة الرئيسية",
	"Home Mode": "وضع الاستخدام المنزلي",
	"Home Promotion": "تعزيز المنزل",
	"Home Settings": "إعدادات الصفحة الرئيسية",
	"Home/Store Mode": "وضع الاستخدام المنزلي/ العرض التوضيحي للمتجر",
	"Honduras": "هندوراس",
	"Hong Kong": "هونج كونج",
	"Hongkong": "هونج كونج",
	"Honolulu": "هونولولو",
	"Hours": "ساعات",
	"However, the IPv6 version of the address does not support editing.": "ومع ذلك، لا يدعم إصدار IPv6 للعنوان ميزة التعديل.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "ومع ذلك، للحفاظ على التلفاز في حالة مثالية، سيتم تعطيل Always-on لمدة الخمس ساعات المحددة وإيقاف تشغيل الطاقة كليًا.",
	"Hungarian": "الهنغارية",
	"Hungary": "المجر",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "هام! سيؤدي إعادة الضبط إلى حذف كل إعدادات حسابك والتطبيقات المثبتة. لا يمكن التراجع عن اتخاذ هذا الإجراء.",
	"IP (Automatic)": "IP (تلقائي)",
	"IP (Manual)": "IP (يدوي)",
	"IP Address": "عنوان IP",
	"IVC (Cote d’Ivoire)": "ساحل العاج \"كوت ديفوار\"",
	"Iceland": "أيسلندا",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "عند اختيار مزامنة التشغيل التلقائي، سيتم تشغيل التلفاز عند تشغيل جهاز SIMPLINK وسيتم إيقاف تشغيل أجهزة SIMPLINK عند إيقاف تشغيل التلفاز الخاص بك.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "في حالة تم إعداد التحكم الشامل لجهاز فك التشفير/OTT، استفد من استخدام جهاز فك التشفير المتصل بالريموت الخاص بـ LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "إذا كان هناك جهاز متصل بالمنفذ، يمكنك مشاهدة الصورة المُحسنة للعبة مع تقليل التأخير أو انقطاع فيديو الجهاز.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "إذا تم تشغيل هذه الميزة وقمت بالاتصال بجهاز يدعم أيضًا Ultra HD Deep Colour، قد تكون الصورة الخاصة بك أكثر وضوحًا.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "في حال وجود تحديث برنامج أو تسجيلاً جاريًا، سوف ينتظر حتى يكتملا ويمكن أن تستغرق العملية أكثر من ساعة.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "في حال وجود تحديث برنامج أو تسجيل جارٍ، سوف ينتظر حتى يكتمل ويمكن أن تستغرق العملية أكثر من {n} دقيقة (دقائق) تقريبًا.",
	"If the device is not connected, you may not hear any sound through it.": "إذا لم يكن الجهاز متصلًا، فقد لا تسمع أي صوت من خلاله.",
	"If the edge of the screen is not clean, please turn this function off.": "إذا لم تكن حواف الشاشة واضحة، فيُرجى إيقاف تشغيل هذه الوظيفة.",
	"If the program does not support multiple languages, the default language is selected.": "إذا كان البرنامج لا يدعم اللغات المتعددة، يتم تحديد اللغة الافتراضية.",
	"If the program does not support the selected output format, the default output from the source will be used.": "إذا كان البرنامج لا يدعم تنسيق الخرج المحدد، فسيتم استخدام الخرج الافتراضي من المصدر.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "إذا كان البرنامج لا يدعم إعدادات الصوت المختلفة، سيتم تحديد الصوت الافتراضي.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "إذا تكرر هذا الأمر، يُرجى تغيير القيمة المحددة مرة أخرى أو إعادة تشغيل الجهاز الخارجي المتصل.",
	"If the selected language does not support, the default language from broadcasts will be used.": "إذا كانت اللغة المحددة غير مدعومة، سيتم استخدام اللغة الافتراضية من البث.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "إذا لم تتلقَ الشاشة الثابتة أي إدخال من المستخدم لمدة ساعة، سيتم استبدالها بشاشة توقف.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "إذا كان الوقت المضبوط يختلف كثيرًا عن الوقت الحالي، فقد لا يتم عرض بعض الميزات الذكية.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "إذا لم تتمكن من سماع الصوت من خلال الجهاز، تأكد من أنه يعمل بطريقة صحيحة ويدعم مزامن صوت LG.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "إذا حددت وضع العرض التوضيحي للمتجر، فسيتم تعيينه على القيم المُحسنة لعرض التلفاز في المتاجر للبيع.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "إذا قمت بتشغيل التوجيه الصوتي، يمكنك فقط الانتقال بأزرار اليمين واليسار والأعلى والأسفل بوحدة التحكم عن بُعد، ولن تتمكن من استخدام بعض التطبيقات التي تتطلب المؤشر.",
	"If you turn it off, CAM operator's profile will be deleted.": "إذا قمت بإيقاف تشغيلها، سيتم حذف ملف تعريف مشغل CAM.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "إذا قمت بإيقافها، فستكون جميع قنوات CAM المضبوطة غير متاحة وسيتوقف تقديم الإشعارات.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "إذا قمت بإيقاف تشغيل 'البدء السريع+'، لن تتمكن من تشغيل تلفازك بواسطة جهاز التحكم الصوتي بدون الريموت هل ترغب في المتابعة؟",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "إذا قمت بإيقاف تشغيل شاشة التوقف وظلت الصورة نفسها على الشاشة لأكثر من ساعتين، فقد تؤثر على جودة صورة الشاشة. إذا استمرت لأكثر من 5 ساعات فقد يحدث تقليل دائم في جودة الصورة. هل تريد المتابعة؟",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "في حال قمت بضبط هذا الخيار على وضع الإيقاف، فقد تظل الشاشة الثابتة لمدة أطول، مما يؤدي إلى خفض جودة الشاشة أو صعوبة استردادها في بعض الحالات.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "إذا كنت تستخدم خاصية توفير الطاقة، سوف يؤثر ذلك على سطوع شاشة التلفاز لديك.",
	"Import your TV's channel list information from a connected USB device.": "قم باستيراد معلومات قائمة القنوات الخاصة بتلفازك من جهاز USB متصل.",
	"Import/export your TV's channel list information from/to a connected USB device.": "قم باستيراد/تصدير معلومات قائمة القنوات الخاصة بتلفازك من/إلى جهاز USB.",
	"In Home": "في المنزل",
	"India": "الهند",
	"Indianapolis": "إنديانابوليس",
	"Indonesia": "إندونيسيا",
	"Indonesian": "الإندونيسية",
	"Inner": "داخلي",
	"Input": "إدخال",
	"Input Locks": "قفل المدخلات ",
	"Input field": "حقل إدخال",
	"Installing...": "جاري التثبيت...",
	"Instant Game Response": "خاصية الاستجابة الفورية للألعاب",
	"Interactive Service": "خدمات تفاعلية",
	"Interactivity(DTVi)": "التفاعلية (DTVi)",
	"Internal TV Speaker": "مكبر الصوت الداخلي بالتلفاز",
	"Invert Colors": "عكس الألوان",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "قم بعكس وتعويض بعض الألوان في بعض القوائم لتعزيز وضوح العناصر المعروضة على الشاشة.",
	"Iran": "إيران",
	"Iraq": "العراق",
	"Ireland": "أيرلندا",
	"Irish": "الأيرلندية",
	"Irkutsk": "إيركوتسك",
	"Israel": "إسرائيل",
	"Istanbul": "إسطنبول",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "تتم إعادة تعيينه على وضع الصورة بشكل فردي، لذا حدد وضع الصورة المرغوب وقم بإعادة تعيينه.",
	"It may not sound depending on connected devices.": "قد لا يصدر الجهاز صوتًا حسب طراز الأجهزة المتصلة به.",
	"It may take a few minutes.": "قد تستغرق دقائق معدودة.",
	"It may take a few seconds.": "قد تستغرق ثوانٍ معدودة.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "يوفر الصوت الأمثل أو Virtual 4.0 surround الأمثل للمحتوى الذي تتم مشاهدته من خلال أحد الخوارزميات التي تم تعلمها من خلال تقنية LG Machine Leaning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "يوفر الصوت الأمثل أو Virtual 5.1 surround  حسب نوع المشاهدة من خلال أحد الخوارزميات التي تم تعلمها من خلال تقنية التعلم العميق من LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "توفر الجودة الأمثل للصوت عن طريق ضبط الصوت المنعكس في الغرفة بناءً على نوع التثبيت التلفازي.",
	"It reduces jaggies in the picture for a smooth picture.": "فهي تعمل على تقليل الأثار في الصورة للحصول على صورة واضحة.",
	"It works only when the broadcasting program supports captions.": "لا تعمل إلا إذا كان برنامج البث يدعم التسميات التوضيحية.",
	"It works only when the broadcasting program supports subtitles.": "لا تعمل إلا إذا كان برنامج البث يدعم الترجمات المصاحبة.",
	"Italian": "الإيطالية",
	"Italy": "إيطاليا",
	"Ivory Coast": "ساحل العاج",
	"Jakarta": "جاكرتا",
	"Jamaica": "جامايكا",
	"Japan": "اليابان",
	"Japanese": "اليابانية",
	"Jayapura": "جايابورا",
	"Jerusalem": "القدس",
	"Johannesburg": "جوهانسبرغ",
	"Jordan": "الأردن",
	"Just Scan": "مسح فقط",
	"Kabul": "كابل",
	"Kaliningrad": "كالينينغراد",
	"Kamchatka": "شبه جزيرة كامشاتكا",
	"Kampala": "كامبالا",
	"Kannada": "الكانادية",
	"Karachi": "كراتشي",
	"Kashgar": "كاشغر",
	"Katmandu": "كاتماندو",
	"Kazakh": "الكازاخستانية",
	"Kazakhstan": "كازاخستان",
	"Kenya": "كينيا",
	"Keyboard Languages": "لغات لوحة المفاتيح",
	"Khartoum": "الخرطوم",
	"Khovd": "كوفد",
	"Kiev": "كييف",
	"Kigali": "كيغالي",
	"Kingston": "كينغستون",
	"Kinshasa": "كينشاسا",
	"Kiribati": "كيريباتي",
	"Kiritimati": "كيريتيماس",
	"Kolkata": "كلكتا",
	"Korea": "كوريا",
	"Korean": "الكورية",
	"Krasnoyarsk": "كراسنويارسك",
	"Kuala Lumpur": "كوالالمبور",
	"Kuching": "كوشنج",
	"Kuwait": "الكويت",
	"Kuwait City": "مدينة الكويت",
	"Kyrgyzstan": "قرغيزستان",
	"LED Local Dimming": "تعتيم محلي لخلايا الشاشة",
	"LG Logo Light (Front of TV)": "إضاءة شعار LG (في الجهة الأمامية من التلفاز)",
	"LG Services Country": "البلد التي تقدم خدمات LG",
	"LG Sound Sync": "مزامن صوت LG",
	"LG Wireless Keyboard": "لوحة مفاتيح لاسلكية من LG",
	"LG Wireless Keyboard Connected:": "لوحة مفاتيح لاسلكية من LG متصلة:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "تتيح لك لوحة المفاتيح اللاسلكية من LG إمكانية التحكم بالتلفاز من خلال تقنية Bluetooth.",
	"La Paz": "لاباز",
	"Lagos": "لاغوس",
	"Language": "اللغة",
	"Laos": "لاوس",
	"Large": "كبير",
	"Last tuning:": "آخر توليف:",
	"Latvia": "لاتفيا",
	"Latvian": "اللاتفية",
	"Lebanon": "لبنان",
	"Left": "يسار",
	"Left Right": "يسار/يمين",
	"Left Surround": "محيط اليسار",
	"Left drop shadow": "ظل خلفي أيسر",
	"Legal Notice": "الإشعار القانوني",
	"Lesotho": "ليسوتو",
	"Liberia": "ليبيريا",
	"Libreville": "ليبرفيل",
	"Libya": "ليبيا",
	"Liechtenstein": "ليختنشتاين",
	"Light": "الإضاءة",
	"Lilongwe": "ليلونغوي",
	"Lima": "ليما",
	"Limit AD Tracking": "حد تتبع الإعلانات",
	"Lisbon": "لشبونة",
	"Lithuania": "ليتوانيا",
	"Lithuanian": "اللتوانية",
	"Live Theater": "المسرح المباشر",
	"Ljubljana": "ليوبليانا",
	"Loading...": "جارٍ التحميل...",
	"Local": "محلي",
	"Local Language": "اللغة المحلية",
	"Location": "الموقع",
	"Lock All": "قفل الكل",
	"Lock changes for currently running apps will be applied the next time they are started.": "سيتم تطبيق التغييرات للتطبيقات الحالية قيد التشغيل عند التشغيل التالي.",
	"Logo Luminance Adjustment": "ضبط إضاءة الشعار",
	"Lome": "لومي",
	"London": "لندن",
	"Lord Howe": "جزيرة لورد هاو",
	"Los Angeles": "لوس أنجليس",
	"Louisville": "لويفيل",
	"Low": "منخفض",
	"Luanda": "لواندا",
	"Lubumbashi": "لوبومباشي",
	"Luminance": "الإضاءة",
	"Lusaka": "لوساكا",
	"Luxembourg": "لكسمبورج",
	"MAC Address": "عنوان MAC",
	"MAC Address (Wired)": "عنوان MAC (السلكي)",
	"MAC Address (Wireless)": "عنوان MAC (اللاسلكي)",
	"MASTER PASSWORD": "كلمة المرور الرئيسية",
	"MHEG Guide": "دليل MHEG",
	"MPEG Noise Reduction": "الحد من تشويش MPEG",
	"Macao": "ماكاو",
	"Macedonia": "مقدونيا",
	"Macedonia, The Former Yugoslav Republic Of": "جمهورية مقدونيا (يوغسلافيا سابقا)",
	"Macedonian": "المقدونية",
	"Maceió": "ماسايو ",
	"Maceió ": "ماسايو ",
	"Madagascar": "مدغشقر",
	"Madeira": "جزر ماديرا",
	"Madrid": "مدريد",
	"Magadan": "ماغادان",
	"Magenta": "لون قرمزي",
	"Makassar": "ماكاسار",
	"Make blurry or difficult-to-see areas more vivid.": "اجعل المناطق الضبابية أو التي يصعب رؤيتها أكثر وضوحًا.",
	"Malabo": "مالابو",
	"Malawi": "ملاوي",
	"Malay": "الماليزية",
	"Malayalam": "الماليالامية",
	"Malaysia": "ماليزيا",
	"Maldives": "جزر المالديف",
	"Mali": "مالي",
	"Malta": "مالطا",
	"Manage channels stored on the TV.": "إدارة القنوات المخزنة على التلفاز.",
	"Managua": "ماناغوا",
	"Manama": "المنامة",
	"Manaus": "ماناوس",
	"Mandarin": "صينية مندرين",
	"Manila": "مانيلا",
	"Manual": "يدوي",
	"Maori": "الماورية",
	"Maputo": "مابوتو",
	"Marathi": "المهارتية",
	"Marquesas": "جزر ماركيساس",
	"Marshall Islands": "جزر مارشال",
	"Martinique": "مارتينيك",
	"Maseru": "ماسيرو",
	"Mature Audience Only": "المشاهدون الراشدون فقط",
	"Mauritania": "موريتانيا",
	"Mauritius": "موريشيوس",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "تعظيم التباين بزيادة كثافة المناطق الساطعة والداكنة للشاشة.",
	"Mayotte": "مايوت",
	"Mazatlán": "ماساتلان",
	"Mbabane": "مبابان",
	"Medium": "متوسط",
	"Menu Language": "لغة القائمة ",
	"Menu Transparency": "وضوح القائمة",
	"Message": "رسائل",
	"Method": "الطريقة",
	"Mexico": "المكسيك",
	"Mexico City": "مدينة مكسيكو",
	"Middle East": "الشرق الأوسط",
	"Minsk": "مينسك",
	"Minutes": "دقائق",
	"Mobile Connection Management": "إدارة توصيل الهاتف المحمول",
	"Mode Option": "خيار الوضع",
	"Model": "نموذج ",
	"Mogadishu": "مقديشو",
	"Moldova": "مولدوفا",
	"Monaco": "موناكو",
	"Moncton": "مونكتون",
	"Mongolia": "منغوليا",
	"Monrovia": "مونروفيا",
	"Montenegro": "مونتينيجرو",
	"Monterrey": "مونتيري",
	"Montevideo": "مونتيفيديو",
	"Month": "شهر",
	"Montréal": "مونتريال",
	"Morocco": "المغرب",
	"Moscow": "موسكو",
	"Motion Eye Care": "مراعاة العين أثناء الحركة",
	"Movie Lock": "قفل الأفلام",
	"Mozambique": "موزمبيق",
	"Multi": "متعدد",
	"Multi Audio": "صوت متعدد",
	"Multi Channel Audio": "صوت متعدد القنوات",
	"Multi Feed": "التغذية المتعددة",
	"Multiple": "متعدد",
	"Muscat": "مسقط",
	"Music": "موسيقى",
	"Myanmar": "ميانمار ",
	"Mérida": "ماردة",
	"NEXTGEN TV Mode": "وضع التلفاز NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - نيو ساوث ويلز / إقليم العاصمة الأسترالية - سيدني",
	"NT - Northern Territory - Darwin": "NT - الإقليم الشمالي - داروين",
	"Nairobi": "نيروبي",
	"Namibia": "ناميبيا",
	"Narrow": "ضيق",
	"Nassau": "ناساو",
	"Natural": "طبيعي",
	"Ndebele": "نديبيلي",
	"Ndjamena": "نجامينا",
	"Nepal": "نيبال",
	"Netherland": "هولندا",
	"Netherlands": "هولندا",
	"Network": "شبكة ",
	"Network Connection Settings": "إعدادات اتصال الشبكة",
	"Network Name": "اسم الشبكة ",
	"Network-Based Personalization Recommendations": "توصيات التخصيص المستندة إلى الشبكة",
	"New Caledonia": "كاليدونيا الجديدة",
	"New York": "نيويورك",
	"New Zealand": "نيوزيلندا",
	"Next": "التالي",
	"Niamey": "نيامي",
	"Nicaragua": "نيكاراغوا",
	"Nicosia": "نيقوسيا",
	"Niger": "النيجر",
	"Nigeria": "نيجيريا",
	"Night": "ليل",
	"Nipigon": "بيجين",
	"No": "لا",
	"No Internet via 3G/4G network": "لا يوجد اتصال بالإنترنت من خلال شبكة 3G/4G.",
	"No Internet via Ethernet": "لا يوجد إنترنت عبر إيثرنت",
	"No Internet via Wi-Fi": "لا يوجد إنترنت عبر Wi-Fi",
	"No One 17 and Under Admitted.": "غير مسموح لأي طفل يبلغ عمره 17 وأقل.",
	"No Operation Auto Off": "إيقاف تشغيل تلقائي لعدم التشغيل",
	"No Signal Auto Off": "إيقاف تشغيل تلقائي لعدم وجود إشارة",
	"No Signal Image": "صورة لا توجد إشارة",
	"No Signal Power Off (15Min)": "إيقاف التشغيل لعدم وجود إشارة (15 دقيقة)",
	"No devices have been found.": "لم يتم العثور على أية أجهزة.",
	"No paired devices.": "لا توجد أجهزة مقترنة.",
	"No signal on Server": "لا توجد إشارة في السيرفر",
	"No updates found.": "لم يتم العثور على أي تحديث.",
	"Noise Reduction": "الحد من نسبة الضوضاء",
	"None": "لا يوجد",
	"Normal": "عادية",
	"North Korea": "كوريا الشمالية",
	"Northern Africa": "شمال أفريقيا",
	"Norway": "النرويج",
	"Norwegian": "النرويجية",
	"Not Connected": "غير متصل",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "ملحوظة: إذا لم يدعم جهازك هذه الميزة، فقد لا تعمل بشكل صحيح. في تلك الحالة، يمكنك توصيل الجهاز بمنفذ HDMI مختلف أو إيقاف تشغيل إعداد 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "ملحوظة: إذا لم يدعم جهازك هذه الميزة، فقد لا تعمل بشكل صحيح. في تلك الحالة، يمكنك توصيل الجهاز بمنفذ HDMI مختلف أو إيقاف تشغيل إعداد HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "ملاحظة: تعتمد الخيارات المتاحة على برنامج البث.",
	"Note: Behavior may differ if connected device is not a LG device.": "ملاحظة: قد يختلف السلوك إذا كان الجهاز الموصل ليس من نوعية LG.",
	"Note: Only displayed when it is provided by the program.": "ملاحظة: يتم عرضها عند توفيرها بواسطة البرنامج فقط.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ملاحظة: يتم عرض الترجمة في حالة توفيرها من قبل برنامج البث فقط.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ملحوظة: قد تختلف الميزات المدعومة بحسب الطراز وشفافيته بحسب تشغيل الميزة مع تشغيل المحتوى مثل محتوى التلفاز المباشر أو VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ملاحظة:<br>1. إذا كان تلفازك في وضع التشغيل بينما \"تحديث بكسل\" قيد التشغيل، فسيقوم بوقف العملية وستضطر إلى البدء من جديد.<br>2. قد يظهر خط أبيض على الشاشة أثناء المعالجة. يكون هذا الأمر طبيعيًا عند تنظيف شاشتك.",
	"Notifications": "إشعارات",
	"Nouméa": "نوميا",
	"Novosibirsk": "نوفوسيبيرسك",
	"OK": "موافق",
	"OLED LIGHT": "إضاءة OLED",
	"OLED Screen Saver": "شاشة التوقف OLED",
	"Object Audio": "صوت موضوع",
	"Off": "إيقاف",
	"Oman": "عُمان",
	"Omsk": "أومسك",
	"On": "تشغيل",
	"OnTimer Channel not selected": "لم يتم تحديد قناة المراد تشغيل المؤقت معها ",
	"Open": "مفتوح",
	"Open Source Licenses": "إشعار البرامج مفتوحة المصدر",
	"Open when TV is turned on": "فتح عند تشغيل التلفاز",
	"Operate once when TV is off": "التشغيل مرة واحدة عند إيقاف تشغيل التلفاز",
	"Optical": "بصري",
	"Optical + Internal TV Speaker": "بصري + مكبر الصوت الداخلي بالتلفاز",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "تحسين العمق للمحتويات من خلال خوارزمية تم تعلمها من خلال تقنية LG Machine Leaning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "تحسين إعدادات التباين وفقًا لسطوع الصورة بمحتوى HDR.",
	"Optimize contrast settings based on image brightness.": "تحسين إعدادات التباين وفقًا لسطوع الصورة.",
	"Optimize the sound for a cinematic experience.": "تحسين الصوت للحصول على تجربة سينمائية.",
	"Oranjestad": "أورنجستاد",
	"Original Language": "اللغات الأصلية",
	"Oslo": "أوسلو",
	"Others": "غير ذلك",
	"Ouagadougou": "واغادوغو",
	"Outer": "خارجي",
	"Output sound through the Internal TV speaker.": "الصوت الخارج من خلال مكبر الصوت الداخلي بالتلفاز.",
	"PIN: {pin}": "رمز PIN: {pin}",
	"Pagode": "موسيقى باغودي",
	"Pakistan": "باكستان",
	"Palau": "بالاو",
	"Panama": "بنما",
	"Panama City": "مدينة بنما",
	"Panjabi": "البنجابية",
	"Papua New Guinea": "بابوا غينيا الجديدة",
	"Paraguay": "باراغواي",
	"Paramaribo": "باراماريبو",
	"Parental Guidance Suggested": "ينصح بوجود الأهل",
	"Parental Guidance Suggested :": "ينصح بوجود الأهل:",
	"Parental guidance suggested for children ages 8-13.": "يُنصح بوجود الأهل مع الأطفال الذين تبلغ أعمارهم ما بين 8-13 سنةً.",
	"Parents Guidance strongly required :": "يتطلب بشدة توجيه الوالدين:",
	"Parents Strongly Cautioned": "رقابة مشددة من الأهل",
	"Paris": "باريس",
	"Password": "كلمة المرور ",
	"Patent Information": "معلومات براءة الاختراع",
	"Peak Brightness": "ذروة السطوع ",
	"Persian": "الفارسية",
	"Peru": "بيرو",
	"Philippines": "الفلبين",
	"Phnom Penh": "بنوم بن",
	"Phoenix": "فينيكس",
	"Photo": "صورة",
	"Pick a Time": "حدد فترة زمنية",
	"Picture": "صورة ",
	"Picture Mode": "وضع الصورة",
	"Picture Mode Settings": "إعدادات وضع الصورة",
	"Picture Options": "خيارات الصورة",
	"Picture Test": "اختبار الصورة",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "قد لا يعمل الصوت أو الصورة بطريقة صحيحة أثناء الاتصال الأولي مع الجهاز الخارجي والتلفاز المتصلين. إذا استمرت المشكلة، يرجى إرجاع الإعدادات أو إعادة تمهيد الجهاز الخارجي المتصل.",
	"Pitch": "درجة الصوت",
	"Pixel Refresher": "Pixel Refresher (تحديث بكسل)",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "يسمح \"تحديث بكسل\" لتلفازك بتوفير أنقى صورة ممكنة.",
	"Pixel Refresher begins only once when the TV is turned off.": "يبدأ \"تحديث بكسل\" مرة واحدة فقط عند إيقاف تشغيل التلفاز.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "تمت جدولة \"تحديث بكسل\" للبدء المرة القادمة عندما يكون تلفازك متوقفًا عن التشغيل.",
	"Play": "تشغيل",
	"Play sound through TV Speaker.": "تشغيل الصوت من خلال سماعة التلفاز.",
	"Play the standard sound suitable for all types of content.": "قم بتشغيل الصوت القياسي لجميع أنواع المحتوى.",
	"Please check if WiSA Speakers are turned on and try again.": "يُرجى التحقق من تشغيل مكبرات صوت WiSA وحاول مرة أخرى.",
	"Please check that the Bluetooth device is already connected to another device.": "يُرجى التحقق من أن جهاز Bluetooth متصل بالفعل بجهاز آخر.",
	"Please check the network name and password and try again.": "الرجاء التحقق من اسم الشبكة وكلمة المرور ثم أعد المحاولة.",
	"Please check the status and try again": "يُرجى التحقق من الحالة وإعادة المحاولة",
	"Please do not unplug the USB storage until the copying is completed.": "يرجى عدم فصل تخزين USB حتى يكتمل النسخ.",
	"Please enter your password to turn off this function.": "يرجى إدخال كلمة المرور لإيقاف هذه الوظيفة.",
	"Please enter your password to turn on this function.": "يرجى إدخال كلمة المرور الخاصة بك لتشغيل هذه الوظيفة.",
	"Please make sure that your TV is connected to the network and try again.": "يُرجى التأكد من توصيل التلفاز بالشبكة والمحاولة مرة أخرى.",
	"Please note that LG does not use or manage the value.": "يُرجى ملاحظة أن LG لا تستخدم أو تدير القيمة.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "يُرجى الملاحظة أن الصوت لا يعمل أثناء تحديد Pass Through لمخرج الصوت الرقمي.",
	"Please try again later.": "يُرجى المحاولة مرة أخرى لاحقًا.",
	"Please wait while the Settings application reloads.": "يُرجى الانتظار حتى يقوم تطبيق \"الإعدادات\" بإعادة التحميل.",
	"Please wait while the Settings application restarts.": "يُرجى الانتظار حتى يقوم تطبيق الإعدادات بإعادة التشغيل",
	"Please wait while the TV restarts.": "يُرجى الانتظار أثناء إعادة تشغيل التلفاز.",
	"Please wait while the TV searches for LG Service Country.": "يرجى الانتظار أثناء ما يبحث التلفاز عن بلد خدمة LG.",
	"Podgorica": "بودغوريتسا",
	"Point": "نقطة",
	"Pointer Options": "خيارات المؤشر",
	"Pointer Size": "حجم المؤشر",
	"Poland": "بولندا",
	"Polish": "البولندية",
	"Pontianak": "بونتياناك",
	"Port Louis": "بور لويس",
	"Port Moresby": "بورت مورسبي",
	"Port of Spain": "بورت أوف سبين",
	"Port-au-Prince": "بورت أو برانس",
	"Porto Novo": "بورتو نوفو",
	"Porto Velho": "بورتو فاليو",
	"Porto-Novo": "بورتو نوفو",
	"Portugal": "البرتغال",
	"Portuguese": "البرتغالية",
	"Position": "الوضع",
	"Position Settings": "إعدادات الوضع",
	"Power Off Timer": "إيقاف تشغيل المؤقت",
	"Power On Timer": "تشغيل المُؤقت",
	"Power Saving Mode": "وضع توفير الطاقة",
	"Prague": "براغ",
	"Praia": "برايا",
	"Preschool": "ما قبل المدرسة",
	"Press right button to adjust de-blur and Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-blur وMotion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-blur وOLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "اضغط على الزر الأيمن لضبط قيمة de-blur وOLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-judder وMotion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-judder وOLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "اضغط على الزر الأيمن لضبط قيمة de-judder وOLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-blur وMotion Pro وde-judder.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "اضغط على الزر الأيمن لضبط قيمة de-judder وde-blur وOLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "اضغط على الزر الأيمن لضبط قيمة de-judder وde-blur وOLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "اضغط على زر WPS على راوتر تم تمكين WPS به لتوصيل التلفاز بالشبكة.",
	"Press the right button to adjust Motion Pro settings.": "اضغط على الزر الأيمن لضبط إعدادات Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "اضغط على الزر الأيمن لضبط إعدادات OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "اضغط على الزر الأيمن لضبط إعدادات OLED Motion.",
	"Press the right button to adjust de-blur settings.": "اضغط على الزر الأيمن لضبط إعدادات مزيل الضبابية.",
	"Press the right button to adjust de-judder settings.": "اضغط على الزر الأيمن لضبط إعدادات مزيل الاهتزاز.",
	"Previous": "السابق",
	"Primary Audio Language": "اللغة الصوتية الرئيسية",
	"Primary Channels": "القنوات الرئيسية",
	"Primary Teletext Language": "لغة نصوص المعلومات الأساسية",
	"Program exempted from ratings.": "تم إعفاء البرنامج من التقييمات.",
	"Programme": "البرنامج",
	"Provide HbbTV Distinctive ID": "قم بإدخال معرف HbbTV المميز",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "قم بإدخال معرف HbbTV المميز إلى خدمة HbbTV للبث.",
	"Provided services may vary depending on countries.": "قد تختلف الخدمات المُقدمة وفقًا للبلاد.",
	"Puerto Rico": "بورتوريكو",
	"Pyongyang": "بيونغيانغ",
	"QLD - Queensland - Brisbane": "QLD - كوينزلاند - بريسبان",
	"Qatar": "قطر",
	"Quick Help": "المساعدة السريعة",
	"Quick Start+": "البدء السريع+",
	"Rainy River": "راني ريفير",
	"Raised": "مرتفعة",
	"Rangoon": "رانغو",
	"Real Cinema": "سينما حقيقية",
	"Reason: Authentication with access point was unsuccessful.": "السبب: لم تنجح المصادقة مع نقطة الوصول.",
	"Reason: Could not establish a connection to access point.": "السبب: تعذر إنشاء اتصال بنقطة الوصول.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "السبب: تعذر استرداد عنوان IP صالح باستخدام DHCP.",
	"Reason: Entered password is incorrect.": "السبب: كلمة المرور التي تم إدخالها غير صحيحة.",
	"Reason: Password is missing.": "السبب: كلمة المرور مفقودة.",
	"Reason: The network you selected is out of range.": "السبب: تقع الشبكة التي حددتها خارج النطاق.",
	"Reason: Unable to login.": "السبب: تعذر تسجيل الدخول.",
	"Receive emergency alerts from TV when an emergency occurs.": "تلقي تنبيهات الطوارئ من التلفاز عند حدوث حالة طارئة.",
	"Recife": "ريسيفي",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "يوصى بإعداد الساعات التي لا تشاهد فيها التلفاز عادةً إلى Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "رشح محتويات وميزات مفيدة حسب سجل المشاهدة وأنماط استخدام التطبيق.",
	"Recommendations are available for the people, products and locations related to the current program.": "التوصيات متوفرة للأشخاص والمنتجات والمواقع المتعلقين بالبرنامج الحالي.",
	"Red": "أحمر",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "قلل الضوضاء غير المنتظمة من إشارات الفيديو الرقمي لتحسين جودة الصورة بشكل واضح.",
	"Regina": "ريجاينا",
	"Region": "المنطقة",
	"Registered Devices ({num})": "الأجهزة المُسجلة ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "قوِ نغمة الصوت المحسن المرتفعة.",
	"Reinforce the low-pitched tone of the optimized sound.": "قوِ درجة الصوت المحسن المنخفضة.",
	"Remote Settings": "إعدادات التحكم عن بُعد",
	"Remove irregular and erratic pixels for a clearer image.": "إزالة وحدات البكسل غير المنتظمة والمتقطعة للحصول على صورة أوضح.",
	"Reset": "إعادة الضبط",
	"Reset AD ID": "إعادة ضبط AD ID",
	"Reset CI Password": "إعادة ضبط كلمة مرور CI",
	"Reset HbbTV Distinctive ID": "قم بإعادة ضبط معرف HbbTV المميز",
	"Reset Password": "إعادة تعيين كلمة المرور",
	"Reset Settings": "إعادة ضبط الإعدادات",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "قم بإعادة ضبط قائمة التطبيقات المعتمدة عند الاتصال بتطبيق HbbTV الخاص بالهاتف.",
	"Reset the caption position.": "قم بإعادة تعيين موضع التسميات التوضيحية",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "قم بإعادة ضبط كلًا من محتوى المشاهدة واستخدام التطبيقات. عند إعادة ضبط السجل، قد يستغرق مدة معينة من الوقت لتلقي توصيات المحتوى مرة أخرى.",
	"Reset to Initial Settings": "إعادة الضبط إلى الإعدادات المبدئية",
	"Restrict access to TV programs based on their ratings.": "تقييد الوصول إلى البرامج التليفزيونية وفقًا لتصنيفاتها.",
	"Restrict watching based on age ratings for children programs.": "قيد المشاهدة بناء على معدلات العمر لبرامج الأطفال.",
	"Restrict watching based on ages ratings.": "قيد المشاهدة بناء على معدلات العمر.",
	"Restrict watching based on fantasy violence content ratings.": "قيد المشاهدة بناء على تقييمات محتوى العنف الخيالي.",
	"Restrict watching based on programs containing adult language.": "قيد المشاهدة بناء على البرامج التي تحتوي على لغة البالغين.",
	"Restrict watching based on programs containing sexual scene.": "قيد المشاهدة بناء على البرامج التي تحتوي على مشهد جنسي.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "قيد المشاهدة بناء على البرامج التي تحتوي على الحوار المثير جنسيًا.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "قيد المشاهدة القائمة بناء على معدلات الأعمار أو المحتويات المحددة تحت توجيه الوالدين.",
	"Restrict watching based on violence content ratings.": "قيم المشاهدة بناء على تقييمات محتوى العنف.",
	"Restrict watching movies based on rating.": "قيد مشاهدة الأفلام بناء على التقييمات.",
	"Restrict watching programs based on rating.": "قيد مشاهدة البرامج بناء على التقييمات.",
	"Restriction ratings :": "تصنيفات القيود:",
	"Retry": "إعادة المحاولة",
	"Revert TV to its initial settings.": "أعد التلفاز إلى الإعدادات المبدئية.",
	"Revert color adjustment settings to default.": "إرجاع إعدادات ضبط اللون إلى الافتراضي.",
	"Revert detailed sound effect settings of standard mode to default.": "أعد إعدادات مؤثر الصوت المفصل من الوضع القياسي إلى الافتراضي.",
	"Revert picture setting values to default.": "أعد قيم إعداد الصورة إلى الافتراضي.",
	"Revert white balance settings to default.": "إرجاع إعدادات توازن اللون الأبيض إلى الافتراضي.",
	"Reykjavik": "ريكيافيك",
	"Riga": "ريغا",
	"Right": "يمين",
	"Right Left": "يمين/يسار",
	"Right Surround": "محيط اليمين",
	"Right drop shadow": "ظل خلفي أيمن",
	"Rio Branco": "ريو برانكو",
	"Riyadh": "الرياض",
	"Romania": "رومانيا",
	"Romanian": "الرومانية",
	"Rome": "روما",
	"Russia": "روسيا",
	"Russian": "الروسية",
	"Rwanda": "رواندا",
	"SA - South Australia - Adelaide": "SA - جنوب أستراليا - أديلايد",
	"SIGNATURE Opening": "فتح SIGNATURE",
	"SIGNATURE TV Settings": "إعدادات SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "تُتيح لك خاصية SIMPLINK استخدام الريموت السحري من LG على أجهزة أخرى تدعم SIMPLINK، مثل مشغل DVD أو نظام صوت المسرح المنزلي المتصلة بتلفاز LG الذكي الخاص بك من خلال HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "سيتم تلقائيًا تشغيل SIMPLINK لاستخدام وضع ARC هذا.",
	"Safety": "السلامة",
	"Saint Lucia": "سانت لوسيا",
	"Saint Vincent": "سانت فينسنت",
	"Sakhalin": "سخالين",
	"Samara": "سمارا",
	"Samarkand": "سمرقند",
	"Samoa": "ساموا",
	"San Luis": "سانت لويس",
	"San Salvador": "سان سلفادور",
	"Sana": "سانا",
	"Santiago": "سانتياغو",
	"Santo Domingo": "سانتو دومينجو",
	"Sarajevo": "سراييفو",
	"Satellite": "القمر الصناعي",
	"Satellite DTV": "القمر الصناعي للتلفاز الرقمي",
	"Satellite Radio": "راديو القمر الصناعي",
	"Saturation": "التشبع",
	"Saudi Arabia": "المملكة العربية السعودية",
	"Saudi arabia": "المملكة العربية السعودية",
	"Save CAM Operator's Profile": "حفظ ملف تعريف مشغل CAM",
	"Save CI Password": "حفظ كلمة مرور CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "احفظ إعدادات ضبط اللون من وضع الصورة المحدد لجميع المدخلات.",
	"Save the white balance settings from the current picture mode in all inputs.": "احفظ إعدادات توازن اللون الأبيض من وضع الصورة الحالي لجميع المدخلات.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "حفظ/ إعادة ضبط كلمة مرور الواجهة المشتركة CI. سيتيح لك حفظ كلمة المرور الخاصة بك تخطي خطوة تسجيل الدخول في المستقبل.",
	"Scan \"Auto Detect\" automatically.": "امسح \"اكتشاف تلقائي\" تلقائيًا.",
	"Scoresbysund": "سكوريسبيسوند",
	"Screen Down": "أسفل الشاشة",
	"Screen Off": "إيقاف الشاشة",
	"Screen Saver": "شاشة التوقف",
	"Screen Shift ": "تبديل الشاشة",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "تقوم الشاشة بالتبديل في فترات زمنية فاصلة منتظمة وتمنع المشكلات المتعلقة بجودة الصورة التي قد تحدث عندما يتم تشغيل التلفاز فترة زمنية ممتدة.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "سيتم إيقاف تشغيل الشاشة بعد 5 ثواني. لتشغيل التلفاز، اضغط على أي زر باستثناء زري التشغيل والصوت.",
	"Search": "البحث",
	"Search Bluetooth Device": "ابحث عن جهاز Bluetooth",
	"Searching...": "جارٍ البحث...",
	"Second Language": "لغة ثانية",
	"Secondary Audio Language": "اللغة الصوتية الثانوية",
	"Secondary Teletext Language": "لغة نصوص المعلومات الثانوية",
	"Security": "أمان",
	"Select IRE point to adjust luminance.": "حدد نقطة IRE لتعديل الإضاءة.",
	"Select Mode": "تحديد الوضع",
	"Select TV's language settings.": "حدد إعدادات لغة التلفاز.",
	"Select a caption type for HD broadcasts.": "تحديد نوع التسمية التوضيحية للبث بتقنية HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "تحديد نوع التسمية التوضيحية للبث بتقنية NEXTGEN بالتلفاز.",
	"Select a caption type for UHD broadcasts.": "تحديد نوع التسمية التوضيحية للبث بتقنية UHD.",
	"Select a caption type for analog broadcasts.": "تحديد نوع التسمية التوضيحية للبث التناظري.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "اختر وضع الفيديو الذي يتطابق مع بيئة العرض، أو عيّن إعدادات وضع الفيديو، مثل التباين، واللون، وأكثر من ذلك.",
	"Select an audio format for each HDMI input.": "اختر تنسيق الصوت لكل مدخلات HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "إذا لم تتمكن من سماع تأثير الصوت بعد تحديد وضع Pass Through، حدد مخرج الصوت الرقمي الآخر (تلقائي أو PCM).",
	"Select audio language for digital broadcasts.": "حدد لغة الصوت للبث الرقمي.",
	"Select color to be adjusted.": "حدد لونًا لتعديله.",
	"Select days to apply the Timer Power Off settings every week.": "حدد أيام تطبيق إعدادات إيقاف التشغيل بالمؤقِّت كل أسبوع.",
	"Select days to apply the Timer Power On settings every week.": "حدد أيام تطبيق إعدادات التشغيل بالمؤقِّت كل أسبوع.",
	"Select device for audio output.": "تحديد الجهاز لخرج الصوت.",
	"Select device or speaker for audio output.": "تحديد الجهاز أو مكبر الصوت لخرج الصوت.",
	"Select digital audio output format.": "حدد تنسيق خرج الصوت الرقمي.",
	"Select language for TV menu.": "حدد اللغة لقوائم التلفاز.",
	"Select language for subtitles.": "تحديد لغة الترجمة.",
	"Select languages for keyboards input.": "حدد لغات إدخال لوحة المفاتيح.",
	"Select method to adjust white balance.": "حدد أسلوب تعديل توازن اللون الأبيض.",
	"Select point to adjust luminance.": "حدد نقطة لتعديل الإضاءة.",
	"Select the Sound mode and set detailed Audio effects.": "تحديد وضع الصوت وتعيين تأثيرات صوت مفصلة.",
	"Select the Sound mode for each content type.": "تحديد وضع الصوت لكل نوع من أنواع المحتويات.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "حدد Ultra HD Deep Colour لمنفذ HDMI {num}.",
	"Select the app to restrict the use.": "حدد التطبيق لتقييد الاستخدام.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "اختر وضع الصورة الأمثل وفقًا لبيئة العرض أو نوع المحتوى.",
	"Select the audio properties to listen to the broadcast in the way you like.": "حدد خصائص الصوت للاستماع إلى البث بالطريقة التي تعجبك.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "حدد نوع التسمية التوضيحية للبث الرقمي وعيّن الإعدادات المفصلة للترجمة.",
	"Select the channel to restrict watching.": "حدد القناة لتقييد المشاهدة.",
	"Select the channel to watch when the TV turns on.": "حدد القناة التي سيتم مشاهدتها عند تشغيل التلفاز.",
	"Select the color range to be displayed.": "حدد مجموعة الألوان التي يتم عرضها.",
	"Select the country for your country's special services.": "حدد البلد للخدمات الخاصة ببلدك.",
	"Select the desired video angle.": "تحديد زاوية الفيديو المطلوبة.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "حدد التنسيق لنقل مخرج الصوت الرقمي للتلفاز إلى جهاز خارجي.",
	"Select the input to use when the TV turns on.": "حدد المدخل الذي سيتم استخدامه عند تشغيل التلفاز.",
	"Select the inputs to restrict the use.": "حدد المدخلات لتقييد الاستخدام.",
	"Select the most preferred Subtitle Language.": "تحديد اختيارك الأول للغة الترجمة.",
	"Select the place where to use the TV.": "حدد المكان حيث يُستخدم فيه التلفاز.",
	"Select the residential region for your regional broadcast signal.": "حدد المنطقة السكنية لإشارة البث الإقليمي الخاص بك.",
	"Select the second preferred Subtitle Language.": "تحديد اختيارك الثاني للغة الترجمة.",
	"Select your first choice of audio language for digital broadcasts.": "حدد خيارك الأول الخاص بلغة الصوت للبث الرقمي.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "حدد اختيارك الأول للغة نصوص المعلومات لموفر خدمة البث التليفزيوني الخاص بك.",
	"Select your second choice of audio language for digital broadcasts.": "حدد خيارك الثاني الخاص بلغة الصوت للبث الرقمي.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "حدد اختيارك الثاني للغة نصوص المعلومات لموفر خدمة البث التليفزيوني الخاص بك.",
	"Senegal": "السنغال",
	"Seoul": "سول",
	"Serbia": "صربيا",
	"Serbian": "الصربية",
	"Serial Number": "رقم تسلسلي",
	"Serta Wego": "سيرتا ويجو",
	"Service 1": "الخدمة 1",
	"Service 2": "الخدمة 2",
	"Service 3": "الخدمة 3",
	"Service 4": "الخدمة 4",
	"Service 5": "الخدمة 5",
	"Service 6": "الخدمة 6",
	"Service Area Zip Code": "الرمز البريدي الخاص بمنطقة الخدمة",
	"Set Automatically": "ضبط تلقائي ",
	"Set ID": "مُعرِّف الضبط",
	"Set My Team Alarm.": "تعيين منبه فريقي.",
	"Set Store Mode settings.": "اضبط إعدادات \"وضع المتجر\".",
	"Set System Color mode for your current TV input.": "ضبط وضع لون النظام لمدخلات التلفاز الحالي الخاص بك.",
	"Set additional options for Video Description.": "اضبط الخيارات الإضافية لوصف الفيديو.",
	"Set additional picture settings.": "اضبط إعداد الصورة الإضافية.",
	"Set additional sound-related settings.": "اضبط الإعدادات الإضافية المتعلقة بالصوت.",
	"Set advanced Subtitle options.": "ضبط خيارات الترجمة المتقدمة.",
	"Set advanced captioning options.": "ضبط خيارات التسمية التوضيحية المتقدمة.",
	"Set and edit the IP address version to IPv4 or IPv6.": "اضبط وعدل من إصدار عنوان IP إلى IPv4 أو IPv6.",
	"Set audio-related options.": "ضبط الخيارات المرتبطة بالصوت.",
	"Set caption size, color, transparency, and other options for broadcasts.": "تعيين حجم التسمية التوضيحية ولونها وشفافيتها والخيارات الأخرى للبث.",
	"Set color temperature from warm to cool.": "تعيين درجة حرارة اللون من دافئ إلى بارد.",
	"Set detailed caption settings for HD broadcasts.": "حدد إعدادات التسميات التوضيحية المفصلة للبث بتقنية HD.",
	"Set detailed options for the AI functions.": "عيّن خيارات مفصلة لوظائف AI.",
	"Set detailed options for the Home feature.": "عيّن خيارات مفصلة لميزة الصفحة الرئيسية.",
	"Set detailed options for the Recommendation feature.": "عيّن خيارات مفصلة لميزة التوصيات.",
	"Set easy connection settings with external devices.": "عيّن إعدادات الاتصال اليسير مع الأجهزة الخارجية.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "اضبط القفل على القنوات المحددة، والتطبيقات، والمدخلات، وما إلى ذلك للاستخدام تحت توجيه الوالدين.",
	"Set necessary additional functions based on watching environment and screen status.": "اضبط الوظائف الإضافية الضرورية القائمة على بيئة المشاهدة وحالة الشاشة.",
	"Set or reset the position of on-screen captions.": "عيّن موضع التسميات التوضيحية التي تظهر على الشاشة أو قم بإعادة تعيينها.",
	"Set settings related to your wired / wireless network.": "عيّن الإعدادات المتعلقة بالشبكة السلكية/اللاسلكية.",
	"Set the TV to turn off automatically after a set amount of time.": "اضبط التلفاز ليتوقف عن التشغيل تلقائيًا بعد فترة محددة من الوقت.",
	"Set the TV to turn off automatically at a set time.": "اضبط التلفاز ليتوقف عن التشغيل تلقائيًا في توقيت محدد.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "اضبط التلفاز ليتوقف تلقائيًا إذا لم يكن هناك أي مدخلات من المستخدم لمدة 4 ساعات بعد تشغيل التلفاز تلقائيًا.",
	"Set the TV to turn on automatically at a set time.": "اضبط التلفاز ليمكنه التشغيل تلقائيًا في توقيت محدد.",
	"Set the additional functions related to the TV.": "اضبط الوظائف الإضافية المتعلقة بالتلفاز.",
	"Set the current date and time.": "ضبط التاريخ والوقت الحالي.",
	"Set the current date manually.": "ضبط البيانات الحالية يدوياً.",
	"Set the current time manually.": "ضبط الوقت الحالي يدوياً.",
	"Set the detect range of device available to connect.": "اضبط نطاق اكتشاف الجهاز المتاح للاتصال.",
	"Set the region and country for broadcasts and special services.": "اضبط المنطقة والبلد للبث والخدمات الخاصة.",
	"Set the screen size and aspect ratio.": "ضبط حجم الشاشة ونسبة الطول إلى العرض.",
	"Set the specialized functions of SIGNATURE TV.": "اضبط الوظائف المتخصصة لـ SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "اضبط الوقت لإيقاف تشغيل التلفاز تلقائيًا دون مدخلات المستخدم.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "اضبط المؤثر الصوتي المحيطي متعدد القنوات الافتراضي للاستمتاع بصوت أكثر واقعية.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "اضبط المؤثر الصوتي virtual surround للاستمتاع بصوت أكثر واقعية.",
	"Set the volume level when the TV turns on.": "اضبط مستوى الصوت عند تشغيل التلفاز.",
	"Set time to turn off the TV.": "اضبط وقت إيقاف تشغيل التلفاز.",
	"Set time to turn on the TV.": "اضبط الوقت لتشغيل التلفاز.",
	"Set up additional features related to customer support.": "قم بإعداد ميزات إضافية تتعلق بدعم العملاء.",
	"Set up an account to use LG Services.": "قم بإنشاء حساب لاستخدام خدمات LG.",
	"Set whether to display Home when the TV is turned on.": "عيّن عرض الصفحة الرئيسية عند تشغيل التلفاز.",
	"Settings Help": "تعليمات الإعدادات",
	"Sexual Situations": "مواقف جنسية",
	"Sexually Suggestive Dialogue": "الحوار المثير جنسيًا",
	"Shanghai": "شانغهاي",
	"Sharpness": "حدة ",
	"Show Password": "عرض كلمة المرور",
	"Si, Do": "Si، Do",
	"Si, Gun, Gu": "Si، Gun، Gu",
	"Side by Side": "جنبًا إلى جنب",
	"Sierra Leone": "سيراليون",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "تداخل الإشارات قد يقلل من حساسية Magic Remote إذا تواجد راوتر لاسلكي بالقرب من التلفاز.",
	"Simferopol": "سيمفروبول",
	"Singapore": "سنغافورة",
	"Size": "حجم",
	"Skopje": "سكوبيه",
	"Sleep Timer": "مؤقت النوم",
	"Slovak": "السلوفاكية",
	"Slovakia": "سلوفاكيا",
	"Slovenia": "سلوفانيا",
	"Slovenian": "السلوفينية",
	"Slow": "بطيء",
	"Small": "صغير",
	"Smooth": "ناعم",
	"Smooth Gradation": "تدرج سلس",
	"Soccer": "كرة القدم",
	"Sofia": "صوفيا",
	"Software Update": "تحديث البرامج",
	"Software Version": "إصدار البرنامج ",
	"Software update has been installed. Update will be applied when you restart your TV.": "تم تثبيت تحديث البرنامج. سيتم تطبيق التحديث عند إعادة تشغيل التلفاز.",
	"Solid": "مصمت",
	"Solomon Islands": "جزر سليمان",
	"Somalia": "الصومال",
	"Some material may not be appropriate for children under 13.": "قد تكون بعض المواد غير مناسبة للأطفال البالغ أعمارهم أقل من 13.",
	"Some material may not be appropriate for children.": "قد تكون بعض المواد غير مناسبة للأطفال.",
	"Sotho, Northern": "اللغة السوتية، الشمالية",
	"Sotho, Southern": "اللغة السوتية، الجنوبية",
	"Sound": "صوت ",
	"Sound Mode": "وضع الصوت",
	"Sound Mode Settings": "إعدادات وضع الصوت",
	"Sound Out": "مخرج الصوت",
	"Sound Share": "مشاركة الصوت",
	"Sound Test": "اختبار الصوت",
	"South Africa": "جنوب أفريقيا",
	"South Korea": "كوريا الجنوبية",
	"Southern Africa": "جنوب أفريقيا",
	"Spain": "إسبانيا",
	"Spanish": "الإسبانية",
	"Speaker Volume Control": "التحكم في مستوى صوت مكبر الصوت",
	"Specify detailed voice guidance settings after turning on this feature.": "عيّن إعدادات مفصلة للتوجيه الصوتي بعد تشغيل هذه الميزة.",
	"Speed": "السرعة",
	"Spoken Subtitle": "الترجمة المنطوقة",
	"Sports": "الرياضة",
	"Sports Alert": "منبه الرياضة",
	"Srednekolymsk": "سريدنكوليمسك",
	"Sri Lanka": "سريلانكا",
	"St. John's": "سانت جونز",
	"Stand": "الحامل",
	"Standard": "قياسي",
	"Standard Mode Sound Effect": "مؤثر صوتي لوضع قياسي",
	"Standby Light": "إضاءة الاستعداد",
	"Start New Sound Tuning": "بدء توليف صوت جديد",
	"Start Now": "البدء الآن",
	"Stockholm": "ستوكهولم",
	"Stop": "إيقاف",
	"Store Demo": "العرض التوضيحي للمتجر",
	"Store Mode": "وضع المتجر",
	"Store Mode Settings": "إعدادات وضع المتجر",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "\"وضع المتجر\" لأغراض العرض في المتجر. سيقوم بإعادة تهيئة الإعدادات كل بضعة دقائق. هل ترغب في غلق التطبيق وتشغيل \"وضع المتجر\"؟",
	"Strong": "قوي",
	"Style": "الأسلوب",
	"Subnet prefix length": "طول بادئة تسمية الشبكة الفرعية",
	"Subtitle First Choice Language": "لغة الاختيار الأول للترجمة",
	"Subtitle Language": "لغة الترجمة",
	"Subtitle Second Choice Language": "لغة الاختيار الثانية للترجمة",
	"Subtitles": "الترجمة",
	"Sudan": "السودان",
	"Super Impose": "تركيب إضافي",
	"Super Resolution": "دقة عالية",
	"Support": "الدعم",
	"Suriname": "سورينام",
	"Surround Balance": "توازن المحيط",
	"Surround Level": "مستوى المحيط",
	"Swahili": "سواحيلي",
	"Swati": "لغة سواتي",
	"Swaziland": "سوازيلاند",
	"Sweden": "السويد",
	"Swedish": "السويدية",
	"Swift Current": "سويفت كورنت",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "قم بالتبديل إلى وضع الاستعداد لإعادة تشغيل التلفاز بسرعة عندما إيقاف تشغيل التلفاز.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "قم بالتبديل إلى وضع الاستعداد لاستخدام مجموعة متنوعة من الوظائف مثل التطبيقات، والبحث، وما إلى ذلك بسرعة عند إيقاف تشغيل التلفاز.",
	"Switzerland": "سويسرا",
	"Sync Demo": "مزامنة النسخة التجريبية",
	"Syria": "سوريا",
	"System Color": "لون النظام",
	"São Paulo": "ساو باولو",
	"TAS - Tasmania - Hobart": "TAS - تسمانيا - هوبارت",
	"TEXT 1": "نص 1",
	"TEXT 2": "نص 2",
	"TEXT 3": "نص 3",
	"TEXT 4": "نص 4",
	"TV": "التلفاز",
	"TV Information": "معلومات التلفاز",
	"TV Installation Type": "نوع تركيب جهاز التلفاز",
	"TV Lock": "قفل التلفاز",
	"TV Name": "اسم التلفاز",
	"TV On With Mobile": "تشغيل التلفاز بالهاتف المحمول",
	"TV Power Sound": "صوت تشغيل التلفاز",
	"TV Power Sound Volume": "مستوى صوت تشغيل التلفاز",
	"TV Program Locks": "قفل برامج التلفاز",
	"TV Rating English": "تقييم التلفاز بالإنجليزية",
	"TV Rating French": "تقييم التلفاز بالفرنسية",
	"TV Speaker": "سماعة التلفاز",
	"TV can be used as an alarm.": "يمكن استخدام التلفاز كمنبه.",
	"TV is turned off at a set time on every specified day.": "يتم إيقاف تشغيل التلفاز في توقيت محدد في كل يوم محدد.",
	"TV to USB": "من التلفاز إلى USB",
	"Tagalog": "التاجالوجية",
	"Tahiti": "تاهيتي",
	"Taipei": "تايبيه",
	"Taiwan": "تايوان",
	"Tajikistan": "طاجيكستان",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "استفد من المزايا التي تتطلب وجود الشبكة مثل الإنترنت، والتطبيقات، وتحديثات البرامج، وما إلى ذلك.",
	"Tallinn": "تالين",
	"Tamil": "التاملية",
	"Tanzania": "تنزانيا",
	"Target Luminance": "الإضاءة المستهدفة",
	"Tashkent": "طشقند",
	"Tbilisi": "تفليس",
	"Tegucigalpa": "تيجوسيجالبا",
	"Tehran": "طهران",
	"Teletext": "نصوص المعلومات",
	"Telugu": "التيلوغية",
	"Terrestrial DTV": "تلفاز رقمي أرضي",
	"Text Color": "لون النص",
	"Text Opacity": "إعتام النص",
	"Text Search": "بحث نصي",
	"Thai": "التايلاندية",
	"Thailand": "تايلاند",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "يدعم منفذي HDMI {port1} و‏ HDMI {port2} ميزة AMD FreeSync Premium، ويمكنك اختيار تلك الوظيفة.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "يدعم منفذا HDMI {port1} وHDMI {port2} ميزة AMD FreeSync Premium، ويمكنك تشغيلها أو إيقاف تشغيلها.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "يدعم منفذي HDMI {port1} وHDMI {port2} خاصية الاستجابة الفورية للألعاب، ويمكنك تشغيله أو إيقاف تشغيله.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "يدعم منفذ HDMI {port1} ميزة AMD FreeSync Premium، ويمكنك اختيار تلك الوظيفة.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "يدعم منفذ HDMI {port1} ميزة AMD FreeSync Premium، ويمكنك تشغيلها أو إيقاف تشغيلها.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "يدعم منفذ HDMI {port1} خاصية الاستجابة الفورية للألعاب، ويمكنك تشغيله أو إيقاف تشغيله.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "تدعم منافذ HDMI {port1}،‏وHDMI {port2}،‏وHDMI {port3} ميزة AMD FreeSync Premium، ويمكنك اختيار تلك الوظيفة.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "تدعم منافذ HDMI {port1} ﻭHDMI {port2} وHDMI {port3} ميزة AMD FreeSync Premium، ويمكنك تشغيلها أو إيقاف تشغيلها.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "تدعم منافذ HDMI {port1}،‏وHDMI {port2}،‏وHDMI {port3} و‏HDMI {port4} ميزة AMD FreeSync Premium، ويمكنك اختيار تلك الوظيفة.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "تدعم منافذ HDMI {port1}،‏وHDMI {port2}،‏وHDMI {port3} و‏HDMI {port4} ميزة AMD FreeSync Premium، ويمكنك تشغيلها أو إيقاف تشغيلها.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "تدعم منافذ HDMI {port1} وHDMI {port2} وHDMI {port3} وHDMI {port4} خاصية الاستجابة الفورية للألعاب، ويمكنك تشغيله أو إيقاف تشغيله.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "تدعم منافذ HDMI {port1} ﻭHDMI {port2} وHDMI {port3} خاصية الاستجابة الفورية للألعاب، ويمكنك تشغيله أو إيقاف تشغيله.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "يعتبر مُعرف HbbTV المميز قيمة فريدة من نوعها حيث يُستخدم في HbbTV فقط، مما يعني أنه لا علاقة له بالمعلومات الشخصية للمستخدم.",
	"The HbbTV Distinctive ID will be reset.": "سيتم إعادة ضبط معرف HbbTV المميز.",
	"The HbbTV application or service will disable its tracking of an individual user.": "ستقوم خدمة أو تطبيق HbbTV بتعطيل تتبع مستخدم فردي الخاص بها.",
	"The IBB service will disable its tracking of an individual user.": "ستقوم خدمة IBB بتعطيل تتبع مستخدم فردي الخاص بها.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "تعذر استرجاع معلومات البلد الخاص بخدمات LG من السيرفر. يُرجى المحاولة مرة أخرى لاحقًا.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "يلزم إعادة تحميل التطبيق \"إعدادات\" لتغيير لغة القائمة. هل تريد المتابعة؟",
	"The ambient lighting will be provided when motion is detected around the TV.": "سيتم توفير الإضاءة المحيطة عند اكتشاف حركة بجوار التلفاز.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "قد تتغير خدمات التعرف على الصوت الخارجية وفقًا لإعدادات اللغة. وأيضًا إذا قمت بتغيير لغة القائمة، سيتم إعادة تحميل إعدادات القائمة. هل تريد المتابعة؟",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "تم نسخ قائمة القنوات بنجاح من تخزين USB إلى التلفاز. سيقوم التلفاز بإعادة التشغيل بعد 5 ثواني.",
	"The channel list have been successfully copied from your TV to the USB storage.": "تم نسخ قائمة القنوات بنجاح من التلفاز إلى تخزين USB.",
	"The closer to 100, the brighter.": "كلما كان المستوى أقرب إلى 100، زاد السطوع.",
	"The closer to 100, the clearer the color becomes.": "كلما كانت قيمة اللون أقرب إلى 100، أصبح اللون أكثر وضوحًا.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "كلما اقترب من 50 كان اللون الأحمر أكثر وضوحًا، كلما اقترب من 50 كان اللون الأخضر أكثر وضوحًا.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "سيتم إعادة ضبط القيم المحددة المفصلة لتوازن اللون الأبيض. هل تريد المتابعة؟",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "يتم تقليل الفجوة بين مستوى الصوت في القناة والبرنامج تلقائيًا، مما يساعدك على مشاهدة البرنامج باستخدام مستوى صوت ثابت.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "يتم ضبط الفجوة بين مستويات صوت القناة والبرنامج تلقائيًا لمشاهدة البرنامج باستخدام مستوى صوت ثابت.",
	"The higher the settings, the louder the sound rapidly.": "كلما ارتفعت الإعدادات، ارتفع الصوت بسرعة.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "يمكن أن يخرج مكبر الصوت الداخلي بالتلفاز ومكبرات صوت Bluetooth الصوت في وقت واحد، وخلق مؤثرات صوت محيطية حيوية.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "سيتم ضبط لغة التعرف على الصوت تلقائيًا وفقًا للغة القائمة المحددة.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "يتم ضبط اللغة المستخدمة للتعرف على الصوت وفقًا للغة القائمة المحددة. قد تختلف خدمات الدعم وفقًا للغة الصوت.",
	"The network is currently unavailable. Please try again later.": "الشبكة غير متاحة حاليًا. يُرجى المحاولة مرة أخرى لاحقًا.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "سوف تستغرق العملية حوالي ساعة للاكتمال وسيحتاج تلفازك أن يظل قيد الإيقاف.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "سوف تستغرق العملية حوالي {n} دقيقة (دقائق) للاكتمال وسيحتاج تلفازك أن يظل قيد الإيقاف.",
	"The program is intended for adults only.": "هذا البرنامج للكبار فقط.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "يتم ضبط سطوع الشاشة تلقائيًا وفقًا لدرجة السطوع حول التلفاز.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "سيتم تمرير الشاشة إلى أسفل بعد 5 دقائق. اضغط على أي زر في جهاز التحكم عن بُعد ما عدا زر الطاقة وزر رفع مستوى الصوت لتمرير الشاشة مرة أخرى إلى أعلى.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "سيتم إعادة ضبط القيم الفرعية المحددة لوظيفة نظام إدارة الألوان هل تريد المتابعة؟",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "سوف يتم إعادة ضبط إعداد صوت محيط Bluetooth + مكبر الصوت الداخلي بالتلفاز.",
	"The settings are as follows.": "إن الإعدادات هي كما يلي.",
	"The sound may not be output when digital sound output is set to Pass Through.": "قد لا يعمل إخراج الصوت أثناء ضبط مخرج الصوت الرقمي على Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "لا يمكن تطبيق التحديث على التلفاز. سيعود البرنامج إلى الإصدار السابق.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "يتم عرض المؤثرات البصرية على الشاشة عند تشغيل التلفاز وتحرك الشاشة.",
	"There are no paired devices.": "لا توجد أجهزة مقترنة.",
	"There are settings to correct or prevent OLED panel noise.": "توجد إعدادات لتصحيح تشويش شاشة OLED أو منعها.",
	"There is no USB device connected to your TV.": "لا يوجد جهاز USB متصلًا بتلفازك.",
	"There is no message.": "ليس هناك رسائل.",
	"Thimphu": "تيمفو",
	"Third Language": "لغة ثالثة",
	"This feature applies only to specified LG Wireless Keyboard models.": "تنطبق هذه الميزة على طرازات لوحة المفاتيح اللاسلكية من LG المحددة فقط.",
	"This function works only when it is provided by the broadcast program.": "لا تعمل هذه الوظيفة إلا في حالة توفرها من قبل برنامج البث.",
	"This is a closed caption preview": "هذا تعليق توضيحي مغلق",
	"This is an already existing value.": "هذه قيمة موجودة بالفعل.",
	"This service provides you with more information about watching program and enjoys related contents.": "توفر لك هذه الخدمة المزيد من المعلومات عن مشاهدة البرامج والاستمتاع بالمحتويات ذات الصلة.",
	"This will revert all options on TV to their default settings.": "سوف يعيد هذا جميع الخيارات الموجودة على التلفاز إلى إعداداتها الافتراضية.",
	"Thule": "ثول",
	"Tijuana": "تيخوانا",
	"Time": "الوقت",
	"Timer Channel": "مؤقت القناة",
	"Timer Repeat": "تكرار المؤقت",
	"Timers": "المؤقتات",
	"Timezone": "المنطقة الزمنية",
	"Timor-Leste": "تيمور الشرقية",
	"Tint": "درجة اللون",
	"Tiranë": "تيرانا",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "لتحسين جودة الصوت، شغل صوت الاختبار على التلفاز وابدأ في قياس الصوت المنعكس باستخدام Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "لاختبار صوت التلفاز، يلزم تغيير إعداد خرج الصوت إلى السماعة الداخلية بالتلفاز. هل تريد المتابعة؟",
	"Togo": "توجو",
	"Tokyo": "طوكيو",
	"Tonga": "تونجا",
	"Top and Bottom": "من أعلى ومن أسفل",
	"Toronto": "تورونتو",
	"Total Power On Time": "الطاقة الكلية في وقت التشغيل",
	"Tracking Speed": "سرعة التعقب",
	"Translucent": "نصف شفاف",
	"Transparent": "شفاف",
	"Treble Boost": "الطنين الثلاثي المُحسَّن",
	"Trinidad And Tobago": "ترينيداد وتوباغو",
	"Trinidad and Tobago": "ترينيداد وتوباغو",
	"Tripoli": "طرابلس",
	"Tsonga": "لغة التسونجا",
	"Tswana": "اللغة التسوانية",
	"Tune and save available channels.": "توليف القنوات المتوفرة وحفظها.",
	"Tune and save available channels. You can set satellite channel options.": "توليف القنوات المتوفرة وحفظها. يمكنك ضبط خيارات قنوات القمر الصناعي.",
	"Tunis": "تونس",
	"Tunisia": "تونس",
	"Turkey": "تركيا",
	"Turkish": "التركية",
	"Turkmenistan": "تركمانستان",
	"Turn on TV with mobile device same as smartphone.": "قم بتشغيل التلفاز باستخدام جهاز محمول مثل الهاتف الذكي.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "قم بتشغيل وإيقاف تشغيل نظام Ultra HD Deep Colour لمنفذ HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "يمكنك تشغيل أو إيقاف تشغيل منفذ HDMI {num} لخاصية الاستجابة الفورية للألعاب.",
	"Turn on the TV using mobile device via Bluetooth.": "قم بتشغيل التلفاز باستخدام الجهاز المحمول عبر Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "قم بتشغيل التلفاز باستخدام الجوال عبر Wi-Fi.",
	"Turn on via Bluetooth": "قم بالتشغيل عبر Bluetooth",
	"Turn on via Wi-Fi": "قم بالتشغيل عبر Wi-Fi",
	"Turn on/off description box in Settings.": "قم بتشغيل/إيقاف تشغيل مربع الوصف في الإعدادات.",
	"Turn on/off standby light.": "تشغيل / إيقاف ضوء الاستعداد.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "قم بتشغيل/إيقاف تشغيل AMD FreeSync Premium من منفذ HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "تشغيل/إيقاف الصور التي يتم عرضها على الشاشة عندما لا يكون هناك أي إشارة.",
	"Turn on/off the related features of energy consumption.": "قم بتشغيل/إيقاف التشغيل المزايا ذات الصلة باستهلاك الطاقة.",
	"Turn the Hybridcast service on/off.": "تشغيل/إيقاف تشغيل خدمة Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "تشغيل/إيقاف تشغيل الخدمة التفاعلية (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "تشغيل/إيقاف تشغيل دليل التلفاز الخاص بموفري خدمة البث.",
	"Turn your broadcast TV provider's teletext service on/off.": "تشغيل/إيقاف تشغيل خدمة نصوص المعلومات الخاصة بموفري خدمة البث.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "سيمنعك إيقاف تشغيل Wi-Fi من الوصول إلى جميع الخدمات التي تحتاج الإنترنت إلا إذا استخدمت كبل الاتصال بالشبكة. هل تريد المتابعة؟",
	"UAE": "الإمارات العربية المتحدة",
	"UHD Mode": "وضع UHD",
	"USA": "الولايات المتحدة الأمريكية",
	"USB storage for Copy Channels": "وحدة تخزين USB لنسخ القنوات",
	"USB to TV": "من USB إلى التلفاز",
	"Uganda": "أوغندا",
	"Ukraine": "أوكرانيا",
	"Ukrainian": "الأوكرانية",
	"Ulaanbaatar": "أولان باتور",
	"Unable to check for updates.": "تعذر التحقق من التحديثات.",
	"Unable to connect to the network.": "يتعذر توصيل الشبكة.",
	"Undefined": "غير مُعرف",
	"Under 17 requires accompanying parent or adult guardian.": "يلزم للأطفال البالغ أعمارهم أقل من 17 مصاحبتهم من جانب أحد الوالدين أو وصي بالغ.",
	"Uniform": "منتظمة",
	"United Arab Emirates": "الإمارات العربية المتحدة",
	"United Kingdom": "المملكة المتحدة",
	"United States of America": "الولايات المتحدة الأمريكية",
	"Universal Control Settings": "إعدادات التحكم عن بعد",
	"Unknown": "غير معروف",
	"Unknown issue has occurred.": "حدثت مشكلة مجهولة.",
	"Update canceled.": "تم إلغاء التحديث.",
	"Update in progress...": "التحديث قيد التقدم...",
	"Update in progress...({n}%)": "التحديث قيد التقدم...‏({n}%)",
	"Update paused.": "تم إيقاف التحديث.",
	"Update reserved.": "تم حجز التحديث.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "سيتم إلغاء التحديث وحذف جميع ملفات التحديث الآن. هل تريد المتابعة؟",
	"Urdu": "الأردية",
	"Uruguay": "أوروغواي",
	"Urumqi": "أورومتشي",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "استخدم Magic Remote للتحكم عن بُعد لتحليل الصوتيات في غرفتك وتحسين جودة صوت التلفاز وفقًا للنتائج.",
	"Use a large pointer.": "استخدم مؤشرًا كبيرًا.",
	"Use a medium pointer.": "استخدم مؤشرًا متوسطًا.",
	"Use a small pointer.": "استخدم مؤشرًا صغيرًا.",
	"Use the 4-way controller to change the position and press the OK button.": "استخدم المُتحكم رباعي الاتجاه لتغيير الموضع واضغط زر \"موافق\".",
	"Use the following services with the selected language.": "استخدم الخدمات التالية باللغة المختارة.",
	"User": "المستخدم",
	"User Agreements": "موافقات المستخدم",
	"User Guide": "دليل المستخدم",
	"Uzbek": "الأوزبكية",
	"Uzbekistan": "أوزبكستان",
	"Uzhhorod": "زهورود",
	"V Position": "وضع رأسي",
	"V Sharpness": "حدة رأسية",
	"V Size": "حجم رأسي",
	"VIC - Victoria - Melbourne": "VIC - فيكتوريا - ملبورن",
	"Vaduz": "فادوز",
	"Valencian": "الفالنسية",
	"Vancouver": "فانكوفر",
	"Vatican City": "مدينة الفاتيكان",
	"Venda": "اللغة الفيندية",
	"Venezuela": "فنزويلا",
	"Vertical Zoom": "التكبير الرأسي",
	"Video 1": "مقطع فيديو 1",
	"Video 2": "مقطع فيديو 2",
	"Video 3": "مقطع فيديو 3",
	"Video Description": "وصف الفيديو",
	"Vienna": "فيينا",
	"Vientiane": "فيينتيان",
	"Vietnam": "فيتنام",
	"Vietnamese": "الفيتنامية",
	"View current Common Interface (CI) information.": "عرض معلومات الواجهة المشتركة (CI) الحالية.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "اعرض العناصر بشكل أكثر وضوحًا عن طريق تغيير لون القائمة على الشاشة إلى الأسود والأبيض.",
	"View messages from your broadcast TV provider.": "عرض الرسالة من موفر خدمة البث التليفزيوني.",
	"View more information about watching program and enjoy related contents.": "اعرض المزيد من المعلومات عن مشاهدة البرامج واستمتع بالمحتويات ذات الصلة.",
	"View the original screen as it is or set the screen size and aspect ratio.": "اعرض الشاشة الأصلية كما هي أو قم بتعيين حجم الشاشة ونسبة الطول إلى العرض.",
	"View the original screen as it is received from broadcasts signal or connected device.": "اعرض الشاشة الأصلية كما يتم تلقيها من إشارة البث أو الجهاز المتصل.",
	"Vilnius": "فيلنيوس",
	"Violence": "العنف",
	"Vivid": "حيوي",
	"Vladivostok": "فلاديفوستوك",
	"Voice Recognition Help and Settings": "مساعدة ميزة التعرف على الصوت وإعداداتها",
	"Voice Support Service": "خدمة الدعم الصوتية",
	"Volgograd": "فولغوغراد",
	"Volume": "مستوى الصوت",
	"Volume Increase Amount": "مقدار ارتفاع مستوى الصوت",
	"Volume Mode": "وضع مستوى الصوت",
	"WA - Western Australia - Eucla": "WA - غرب أستراليا - يوكلا",
	"WA - Western Australia - Perth": "WA - غرب أستراليا - بيرث",
	"Wall-mounted": "المثبت بالحائط",
	"Warm1": "دافيء1",
	"Warm2": "دافيء2",
	"Warm3": "دافيء3",
	"Warsaw": "وارسو",
	"Wasu": "واسو",
	"Watch a diverse range of Internet contents on TV channels.": "شاهد مجموعة متنوعة من محتويات الإنترنت على قنوات التلفاز.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "نحن نجمع ونُخزن عنوان MAC ورقم الطراز ورمز البلد وإعدادات اللغة وإصدار البرنامج للتحقق من جهازك والتحقق مما إذا كان لديك الإصدار الأحدث من البرنامج.",
	"Welcome Feature": "خاصية الترحيب",
	"Welsh": "لغة إقليم ويلز",
	"Western Africa": "غرب أفريقيا",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "عندما لا يتم استخدام HDD متصل لفترة محددة من الوقت، يتم التبديل إلى وضع الاستعداد للحد من استهلاك الطاقة.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "عندما يكون الجهاز متصلًا بالمنفذ، يتم تحسين صورة اللعبة بأقل قدر من التأخيرات أو تصدع الصورة أو الانقطاعات.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "عند تشغيل خاصية الاستجابة الفورية للألعاب، قد يومض الفيديو بشكل مؤقت.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "قد لا تعمل هذه الخاصية بشكل صحيح، عند ضبط مخرج الصوت على \"مكبرات صوت Bluetooth / HDMI ARC / Optical Digital / WiSA\" أو الأجهزة المتصلة لا تدعم خاصية الاستجابة الفورية للألعاب.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "قد لا تعمل هذه الخاصية بشكل صحيح، عند ضبط مخرج الصوت على الـ Bluetooth أو أن الأجهزة المتصلة لا تدعم خاصية الاستجابة الفورية للألعاب.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "عند تشغيل/إيقاف تشغيل الجهاز، سيتم تشغيل/إيقاف تشغيل التلفاز تلقائيًا.",
	"When the visual effects is off, the screen is displayed as Live TV.": "عند إيقاف تشغيل المؤثرات البصرية، يتم عرض الشاشة في صورة التلفاز المباشر.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "عند ضبط هذه الميزة على 'تشغيل'، ستكون بعض الميزات التي تظهر على الشاشة شفافة جزئيًا.",
	"When your TV is turned off, the device will automatically turn off.": "عند إيقاف تشغيل التلفاز، سيتم إيقاف تشغيل الجهاز تلقائيًا.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "أثناء نقل القيمة المحددة المتغيرة لجهاز خارجي، قد لا تتوفر الصورة أو الصوت بشكل طبيعي مؤقتًا.",
	"White": "أبيض",
	"White Balance": "توازن اللون الأبيض",
	"Wi-Fi Connection": "اتصال Wi-Fi",
	"Wi-Fi Security": "أمان Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "تم إيقاف تشغيل Wi-Fi. قم بتشغيله لرؤية قائمة الشبكات المتاحة التي يمكنك الاتصال بها وعناصر القائمة الإضافية ذات الصلة.",
	"Wi-Fi issue has occurred.": "حدثت مشكلة في Wi-Fi.",
	"WiSA Speakers": "مكبرات الصوت WiSA",
	"Wide Area Zone": "المنطقة العريضة",
	"Wide View": "رؤية عريضة",
	"Wide View (32:9)": "رؤية عريضة (32:9)",
	"Wide Zoom": "تكبير عريض",
	"Windhoek": "ويندهوك",
	"Window Color": "لون النافذة",
	"Window Opacity": "لاشفافية النافذة",
	"Winnipeg": "وينيبيغ",
	"Wired Connection (Ethernet)": "اتصال سلكي (إيثرنت)",
	"Wired Headphones": "سماعات الرأس السلكية",
	"Wired Headphones + Internal TV Speaker": "سماعات الرأس السلكية + مكبر الصوت الداخلي بالتلفاز",
	"With this option, you can control the audio device's volume with your TV remote.": "مع هذا الخيار، يمكنك التحكم في مستوى صوت الجهاز بجهاز الريموت الخاص بتلفازك.",
	"Xhosa": "اللغة الكوسية",
	"Yakutsk": "ياكوتسك",
	"Yamoussoukro": "ياموسوكرو",
	"Yangon": "يانجون",
	"Year": "العام",
	"Yekaterinburg": "ييكاتيرينبرغ",
	"Yellow": "لون أصفر",
	"Yellowknife": "يلونايف",
	"Yemen": "اليمن",
	"Yerevan": "يريفان",
	"Yes": "نعم",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "يمكنك ضبط مؤثرات الصوت عند تشغيل التلفاز أو إيقاف تشغيله وتحريك الشاشة.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "يمكنك التحكم بالأجهزة المتصلة بمنافذ HDMI من خلال الريموت السحري دون عمليات إعداد الجهاز.",
	"You can delete the device connection history of Screen Share.": "يمكنك حذف سجل الاتصال بالجهاز في Screen Share.",
	"You can delete the device connection history of Sound Share.": "يمكنك حذف سجل الاتصال بالجهاز في Sound Share.",
	"You can find the default password in User Guide.": "تستطيع أن تجد كلمة المرور الافتراضية في دليل المستخدم.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "يمكنك تشغيل خاصية الاستجابة الفورية للألعاب عن طريق ضبط HDMI Ultra HD Deep Colour على وضع \"تشغيل\".",
	"You can only change settings from the current HDMI input.": "يمكنك تغيير الإعدادات من إدخال HDMI الحالي فقط.",
	"You can scan again to connect the device.": "يمكنك البحث مرة أخرى لتوصيل الجهاز.",
	"You can select left and right audio settings for broadcast signal.": "يمكنك تحديد إعدادات الصوت اليمنى واليسرى للحصول على إشارة بث.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "يمكنك اختيار AMD FreeSync Premium من منفذ HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "يمكنك تحديد Ultra HD Deep Colour الخاص بالمنفذ.",
	"You can set the sound to play when the TV is turned on or off.": "يمكنك ضبط الصوت ليعمل عند تشغيل التلفاز أو إيقاف تشغيله.",
	"You can turn on/off the feature of saving CAM operator's profile.": "يمكنك تشغيل/إيقاف تشغيل ميزة حفظ ملف تعريف مشغل CAM.",
	"You can turn this feature on or off.": "يمكنك تشغيل هذه الميزة أو إيقاف تشغيلها.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "قد تتلقى توصيات محتوى متنوعة من خلال الشبكة. وإيقاف تشغيل هذا الخيار سوف يوفر فقط المحتوى الأساسي وبعض الميزات قد لا تكون متوفرة.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "سيتم تزامن جهاز التلفاز والجهاز المتصل SIMPLINK على النحو التالي:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "يجب أن يظل تلفازك مقفلًا بينما عملية Pixel Refresher (تحديث بكسل) قيد التقدم. سيتم إلغاء أي تسجيلات حالية أو قادمة أو تذكيرات أو مؤقتات تشغيل الطاقة المجدولة خلال هذه العملية وسيكون مكبر الصوت BT غير متاح على عرض صفري.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "يجب أن يظل تلفازك مقفلًا بينما عملية تحديث البكسل قيد التقدم. سيتم إلغاء أي تسجيلات حالية أو قادمة أو تذكيرات أو مؤقتات تشغيل الطاقة المجدولة خلال هذه العملية.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "يلزم توصيل التلفاز بالشبكة لضبط \"دولة خدمات LG\" تلقائيًا. هل تريد الانتقال إلى \"إعدادات الشبكة\" الآن للتحقق من الاتصال بها؟",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "يلزم معرفة التلفاز بموقعك الحالي من أجل تقديم رسائل التنبيه عبر إشارة التلفاز الرقمية.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "سيتم إيقاف تشغيل تلفازك حتى تكتمل العملية، وسرعان ما سيتم تشغيله تلقائيًا مرة أخرى.",
	"Zagreb": "زغرب",
	"Zambia": "زامبيا",
	"Zaporozhye": "زابوروجييه",
	"Zimbabwe": "زيمبابوي",
	"Zoom": "تكبير/ تصغير",
	"Zoom2": "تكبير2",
	"Zulu": "لغة الزولو",
	"Zürich": "زيورخ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "سيتم فصل [{Device}] من التلفاز. لن يتم تشغيل الصوت بعد الآن من هذا الجهاز. هل تريد المتابعة؟",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "ستتم إزالة [{Device}] من قائمة الأجهزة المقترنة. إذا كنت تريد توصيله لاحقًا، يلزم البحث عن الأجهزة المتوفرة وإعادة إقرانها. هل تريد المتابعة؟",
	"[{deviceName}] will be deleted.": "سيتم حذف [{deviceName}].",
	"aspectRatio_original": "أصلي",
	"audioGuidance_fast": "سريع",
	"audioGuidance_high": "عالى",
	"audioGuidance_low": "منخفض",
	"audioGuidance_medium": "متوسط",
	"audioGuidance_slow": "بطيء",
	"audioGuidance_veryFast": "سريع للغاية",
	"audioGuidance_veryHigh": "مرتفع جدًا",
	"audioGuidance_veryLow": "منخفض جدًا",
	"audioGuidance_verySlow": "بطيء للغاية",
	"btDotSignalStrength_wide": "واسع",
	"button": "زر",
	"character": "حرف",
	"characters": "حروف",
	"checked": "تم التحقق",
	"colorGamutJPNWide": "واسع",
	"connecting": "جارٍ الاتصال",
	"depthOfColor": "لون",
	"diagonal zoom in": "تكبير قطري",
	"diagonal zoom out": "تصغير قطري",
	"digitalOptionSetByProgram": "ضبط حسب البرنامج",
	"energy_Maximum": "الحد الأقصى",
	"energy_Medium": "متوسط",
	"energy_Minimum": "الحد الأدنى",
	"freesync_high": "عالى",
	"freesync_low": "منخفض",
	"freesync_off": "إيقاف",
	"freesync_wide": "واسع",
	"gamma_high1": "ارتفاع 1",
	"gamma_high2": "ارتفاع 2",
	"hidden": "مخفي",
	"horizontal zoom in": "تكبير أفقي",
	"horizontal zoom out": "تصغير أفقي",
	"jpDoNot": "إيقاف",
	"logoLuminance_high": "عالي",
	"logoLuminance_low": "منخفض",
	"min": "دقائق",
	"not connected": "غير متصل",
	"objet_soundMode": "تحسين وضع الصوت لكل نوع من أنواع المحتويات.",
	"pictureControl3dModeStandard": "قياسي",
	"pictureControlAuto": "تلقائي",
	"pictureControlAuto_BlackLevel": "تلقائي",
	"pictureControlHigh": "عالى",
	"pictureControlHigh_BlackLevel": "عالى",
	"pictureControlHigh_Male": "عالى",
	"pictureControlLow": "منخفض",
	"pictureControlLow_BlackLevel": "منخفض",
	"pictureControlLow_Male": "منخفض",
	"pictureControlMedium": "متوسط",
	"pictureControlMedium_BlackLevel": "متوسط",
	"pictureControlMedium_Male": "متوسط",
	"pictureControlwhiteBalanceColorTemperatureMedium": "متوسط",
	"pictureLocalDimmingHigh": "عالى",
	"pictureLocalDimmingLow": "منخفض",
	"pictureLocalDimmingMed": "متوسط",
	"pictureMode": "قياسي",
	"pictureModeSettings": "تخصيص",
	"press OK button to edit IP manually": "الضغط على زر \"موافق\" لتعديل IP يدويًا",
	"press OK button to enter channel to search": "الضغط على زر \"موافق\" لإدخال قناة تريد البحث عنها",
	"press OK button to enter value": "الضغط على زر \"موافق\" لإدخال قيمة",
	"press right button to adjust de-judder and de-blur value": "الضغط على زر \"يمين\" لضبط قيمة de-judder وde-blur",
	"press right button to adjust zoom ratio and position": "الضغط على زر \"يمين\" لضبط معدل التكبير/التصغير وموضعه",
	"shift current screen down": "تبديل الشاشة الحالية لأسفل",
	"shift current screen to the left": "تبديل الشاشة الحالية إلى اليسار",
	"shift current screen to the right": "تبديل الشاشة الحالية إلى اليمين",
	"shift current screen up": "تبديل الشاشة الحالية لأعلى",
	"shift down": "تبديل لأسفل",
	"shift left": "تبديل إلى اليسار",
	"shift right": "تبديل إلى اليمين",
	"shift up": "تبديل لأعلى",
	"soundMode_Standard": "قياسي",
	"speaker_channel": "القناة",
	"thaRatingNone": "لا يوجد",
	"unchecked": "لم يتم التحقق",
	"unread": "غير مقروء",
	"vertical zoom in": "تكبير رأسي",
	"vertical zoom out": "تصغير رأسي",
	"volumeModeHigh": "عالى",
	"volumeModeLow": "منخفض",
	"volumeModeMedium": "متوسط",
	"webOS TV Version": "إصدار تلفاز webOS",
	"zoom in": "تكبير",
	"zoom out": "تصغير"
}
