{
	" (User)": " (Korisnik)",
	"(Version: {l})": "(Verzija: {l})",
	"* The device connected should support this service.": "* Povezani uređaj mora podržavati ovu uslugu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ova se značajka primjenjuje jednom i to samo kada je TV isključen.",
	"* This feature is available on certain devices only.": "* Ova je značajka dostupna samo na nekim uređajima.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ovaj način rada jasno izražava namjere FILMMAKER MODE, ali može izgledati tamnije od ostalih načina slike.",
	"* This settings is only available for Internal TV Speaker.": "* Ova je postavka dostupna samo za unutarnji zvučnik TV-a.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Čak i kada je ova opcija postavljena na UKLJUČENO, čuvar zaslona neće ometati vaše iskustvo gledanja vanjskih unosa kao što je TV uživo.",
	"* You can control the app which supports the function on your mobile device.": "* Možete upravljati aplikacijom koja podržava funkciju na mobilnom uređaju.",
	"1) Turn the Bluetooth on the other device off.": "1) Isključite Bluetooth na drugom uređaju.",
	"10 Points Code Value": "Vrijednost koda 10 bodova",
	"10 Points IRE": "10 bodova IRE",
	"10 and Above": "10 i iznad",
	"11 and Above": "11 i iznad",
	"12 Hours": "12 sati",
	"12 and Above": "12 i iznad",
	"13 and Above": "13 i iznad",
	"14 and Above": "14 i iznad",
	"14 by 9": "četrnaest naprema devet",
	"15 and Above": "15 i iznad",
	"16 and Above": "16 i iznad",
	"16 by 9": "šesnaest naprema devet",
	"17 and Above": "17 i iznad",
	"18 and Above": "18 i iznad",
	"19 and Above": "19 i iznad",
	"2 Channel": "Kanal 2",
	"2 Hours": "2 sata",
	"2 Points": "2 boda",
	"2) Turn the Bluetooth device to connect off and on.": "2) Isključite i uključite Bluetooth uređaj koji želite povezati.",
	"20 Points Code Value": "Vrijednost koda 20 bodova",
	"20 Points IRE": "20 bodova IRE",
	"20 and Above": "20 i iznad",
	"21 by 9": "dvadeset i jedan naprema devet",
	"22 Points Code Value": "Vrijednost koda 22 bodova",
	"22 Points IRE": "22 bodova IRE",
	"24 Hours": "24 sata",
	"3 Hours": "3 sata",
	"32 by 12": "trideset i dva naprema dvanaest",
	"32 by 9": "trideset i dva naprema devet",
	"3G/4G Connection": "3G/4G veza",
	"4 Hours": "4 sata",
	"4 Hours Auto Power Off": "Automatski isključi nakon 4 sata",
	"4 and Above": "4 i iznad",
	"4 by 3": "četiri naprema tri",
	"4-Way Zoom": "Četverosmjerno uvećavanje",
	"5 and Above": "5 i iznad",
	"5.1 Channel": "Kanal 5.1",
	"6 Hours": "6 sati",
	"6 and Above": "6 i iznad",
	"7 and Above": "7 i iznad",
	"8 Hours": "8 sati",
	"8 and Above": "8 i iznad",
	"9 and Above": "9 i iznad",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Identifikacijska oznaka oglasa (AD ID) upotrebljava se za prepoznavanje ovog uređaja u oglašivačke svrhe i za lakše pronalaženje određenih oglasa koji bi vas mogli zanimati. Možete resetirati AD ID ili ograničiti AD ID praćenje u nastavku.",
	"AI Acoustic Tuning": "AI ugađanje akustike",
	"AI Acoustic Tuning Options": "AI ugađanje akustike Opcije",
	"AI Acoustic Tuning is disabled.": "AI ugađanje akustike je onemogućeno.",
	"AI Brightness Control": "Kontrola svjetline AI-a",
	"AI Picture": "Slika AI-a",
	"AI Picture Pro": "Slika AI-a Pro",
	"AI Recommendation": "AI preporuka",
	"AI Service": "AI usluga",
	"AI Sound": "Zvuk AI-a",
	"AI Sound Pro": "Zvuk AI-a Pro",
	"AV Sync Adjustment": "AV Sync Podešavanje",
	"Accessibility": "Pristupačnost",
	"Account Management": "Upravljanje računom",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Uključivanjem ove opcije zaustavit će se prikupljanje i praćenje osobnih podataka u vezi s oglasima s ovog Smart TV-a. Uključivanje opcije možete utjecati na vrstu oglasa koje ćete u budućnost vidjeti, ali to neće spriječiti pojavu oglasa.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Uključivanjem ove opcije LGE će uputiti svoje pružatelje usluga treće strane da prestanu komercijalizirati vaše osobne podatke. Osim ako ih pojedinačno ne isključite, i dalje možete pristupati uslugama poput Live Plus, LG Channels i Who.Where.What?.",
	"Add Network": "Dodaj mrežu",
	"Add a hidden wireless network": "Dodaj skrivenu bežičnu mrežu",
	"Add wireless network by manually entering network name (SSID).": "Dodajte bežičnu mrežu ručnim unosom imena mreže (SSID).",
	"Addis Ababa": "Adis Abeba",
	"Additional Audio Selection": "Dodatni odabir za zvuk",
	"Additional Settings": "Dodatne postavke",
	"Address Setting": "Postavka adrese",
	"Adjust Audio Guidance pitch.": "Prilagodba visine tona audio smjernica.",
	"Adjust Audio Guidance speed.": "Prilagodba brzine audio smjernica.",
	"Adjust Audio Guidance volume.": "Prilagodba glasnoće audio smjernica.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Prilagodite svjetlinu pozadinskog osvjetljenja za svjetliji ili tamniji zaslon.",
	"Adjust Screen Position": "Prilagodi položaj zaslona",
	"Adjust Zoom Ratio": "Prilagodi omjer zuma",
	"Adjust animation effect shown on the home at certain times.": "Prilagodba efekta animacije koji se u određeno vrijeme prikazuje na početnom zaslonu.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Podesite svjetlinu analizom kretanja slike da bi se uklonio odsjaj i smanjila potrošnja energije.",
	"Adjust brightness of the LG logo.": "Podesite svjetlinu loga za LG.",
	"Adjust color and saturation for a more vivid image.": "Podesite boju i zasićenost da biste dobili živopisniju sliku.",
	"Adjust color temperature automatically to reduce eye strain.": "Automatski prilagodite temperaturu boje radi smanjenja naprezanja očiju.",
	"Adjust cursor speed.": "Prilagodba brzine pokazivača.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Podesite oštrinu ruba. Više vrijednosti povećavaju oštrinu i jasnoću slike.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Podesite postavke game da biste nadoknadili za svjetlinu ulaznog signala.",
	"Adjust left/right audio balance.": "Podesite lijevu/desnu ravnotežu zvuka.",
	"Adjust luminance for selected color.": "Podesite osvjetljenje za odabranu boju.",
	"Adjust luminance level for selected IRE point.": "Podesite razinu osvjetljenja za odabranu IRE vrijednost.",
	"Adjust peak brightness for the brightest luminance.": "Prilagodite najveću svjetlinu za najbolje osvjetljenje.",
	"Adjust remote's cursor speed and appearance.": "Prilagodite brzinu i izgled pokazivača daljinskog upravljača.",
	"Adjust saturation for selected color.": "Prilagodite zasićenost za odabranu boju.",
	"Adjust screen brightness to reduce energy consumption.": "Podesite svjetlinu zaslona da biste smanjili potrošnju energije.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Prilagodite SVJETLO OLED za svjetliji ili tamniji zaslon.",
	"Adjust the audio timing to synchronize the video and audio.": "Prilagodite vrijeme zvuka da biste sinkronizirali videozapise i zvuk.",
	"Adjust the balance of red and green to display the tint on the screen.": "Prilagodite ravnotežu crvene i zelene boje za prikaz nijanse zaslona.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Prilagodite ravnotežu boje promjenom temperature boje, svjetline te izražajnosti crvene, zelene i plave boje.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Detaljno prilagodite kontrast, razlučivost itd. pojedinačnih načina slika i dodatno postavite željenu boju, gama vrijednost itd.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Podesite razliku između svjetlih i tamnih područja zaslona. Više vrijednosti pojačavaju razliku.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Prilagodite omjer slike u skladu s omjerom slike filma, čime se pruža osjećaj gledanja u kinu.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Prilagodite svjetlinu nepomičnih slika kao što su logotipi kako biste spriječili probleme s kvalitetom slike koji se mogu pojaviti kada je TV uključen dugo vremena.",
	"Adjust the screen color to be pale or deep.": "Prilagodite boju zaslona za bljeđu ili izraženiju boju.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Prilagodite zvuk kako bi odgovarao vašim odabirima za svaki zvučni frekvencijski pojas.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Prilagodite vrijeme za sinkronizaciju kada postoji razlika između videozapisa i zvuka.",
	"Adjust the tint to brighten or darken the screen.": "Prilagodite nijansu za svjetliji ili tamniji zaslon.",
	"Adjust the volume you want with pressing remote's volume key.": "Prilagodite glasnoću kako vam odgovara pritiskom na tipku za glasnoću na daljinskom upravljaču.",
	"Adjust tint for selected color.": "Podesite nijansu za odabranu boju.",
	"Adjust whether to display the home promotion.": "Prilagodite prikazuju li se promotivne akcije na početnom zaslonu.",
	"Adjusting Luminance": "Podešavanje osvjetljenja",
	"Adolescent over 13 are allowed to watch.": "Tinejdžeri stariji od 13 godina starosti smiju gledati program.",
	"Adolescent over 14 are allowed to watch.": "Tinejdžeri stariji od 14 godina starosti smiju gledati program.",
	"Adolescent over 16 are allowed to watch.": "Tinejdžeri stariji od 16 godina starosti smiju gledati program.",
	"Adult": "Odrasli",
	"Adult Language": "Jezik odraslih",
	"Adults only.": "Samo za odrasle.",
	"Advanced": "Napredne postavke",
	"Advanced Controls": "Napredno upravljanje",
	"Advanced Wi-Fi Settings": "Napredne Wi-Fi postavke",
	"Advertisement": "Oglas",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nakon promjene države svi trenutačno podešeni kanali će se izbrisati. Za ponovno podešavanje kanala idite na Automatsko podešavanje. Želite li nastaviti?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nakon promjene poštanskog broja izbrisat će se svi trenutačno podešeni kanali usluge Freesat. Za ponovno podešavanje kanala idite na Automatsko podešavanje. Želite li nastaviti?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nakon što promijenite državu, možete skenirati kanale uz pomoć automatskog podešavanja. Nastaviti?",
	"Ages 2-7 are allowed to watch.": "Djeca u dobi od 2 do 7 godina starosti smiju gledati program.",
	"Albania": "Albanija",
	"Albanian": "Albanski",
	"Alerts you by sound when the TV is turned on or off.": "Obavještava vas zvukom kada je TV uključen ili isključen.",
	"Algeria": "Alžir",
	"Algiers": "Alžir",
	"All Channels": "Svi kanali",
	"All Children": "Sva djeca",
	"All ages are allowed to watch.": "Dopušteno gledanje za osobe svih dobi.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Sve trenutačne postavke za način {pictureMode} ponovno će se postaviti. Želite li nastaviti?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Sve postavke zvučnih efekata standardnog načina ponovno će se postaviti. Želite li nastaviti?",
	"Allow Automatic Updates": "Dopusti automatska ažuriranja",
	"Almaty": "Almati",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Također možete podesiti detaljne postavke za Bluetooth surround ozvučenje.",
	"Always Open": "Uvijek otvoreno",
	"Always-on": "Značajka Always-on",
	"Always-on Off Time": "Vrijeme isključenosti značajke Always-on",
	"Amman": "Aman",
	"An error has occurred while copy channels.": "Došlo je do pogreške tijekom kopiranja kanala.",
	"An important software update is available.": "Dostupno je važno softversko ažuriranje.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analogni način rada",
	"Analog TV": "Analogni TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizirajte karakteristike zvuka i optimizirajte ga za svaki sadržaj u stvarnom vremenu.",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Radijska antena",
	"Antigua and Barbuda": "Antigva i Barbuda",
	"Any Supplementary Audio": "Bilo koji dodatni zvuk",
	"App Alarm": "Aplikacija alarma",
	"Application Locks": "Zaključavanje aplikacija",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Primijenite detaljne vrijednosti postavki trenutačnog načina slike na sve unose ili aplikacije.",
	"Apply to all inputs": "Primijeni na sve ulaze",
	"Applying value to all inputs...": "Primjenjuje se na sve ulaze...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arapski",
	"Armenia": "Armenija",
	"Ashgabat": "Ašgabat",
	"Asmara": "Asmera",
	"Aspect Ratio": "Format slike",
	"Aspect Ratio Settings": "Postavke formata slike",
	"Assamese": "Asamski",
	"Assign channels to remote buttons so you can quickly jump to them.": "Dodijelite kanale gumbima na daljinskom upravljaču tako da brzo možete skakati na njih.",
	"Athens": "Atena",
	"Audio Delay": "Kašnjenje zvuka",
	"Audio Description": "Opis zvuka",
	"Audio Description Volume": "Glasnoća zvukovnog opisa",
	"Audio Guidance": "Zvučne smjernice",
	"Audio Language": "Jezik zvuka",
	"Audio Out (Line Out)": "Audio izlaz (Line Out)",
	"Audio Type": "Vrsta zvuka",
	"Australia": "Australija",
	"Austria": "Austrija",
	"Auto": "Automatski",
	"Auto Detect": "Automatsko prepoznavanje",
	"Auto Device Detection": "Automatsko prepoznavanje uređaja",
	"Auto Genre Selection": "Automatski odabir žanra",
	"Auto Power Off": "Automatski isključi",
	"Auto Power Sync": "Automatsko uključivanje sinkronizirano",
	"Auto Start": "Automatsko pokretanje",
	"Auto Volume": "Automatska glasnoća",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatski prilagodite razmak u glasnoći zvuka ili postavite glasnoću zvuka koja se prilagođava u određeno vrijeme putem tipke za glasnoću na daljinskom upravljaču.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatska prilagodba vrijednosti slike optimiziranoj za Dolby HDR sadržaj.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatska prilagodba vrijednosti slike optimiziranoj za žanr sadržaja.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Kad se prepozna filmski sadržaj, automatski prebaci na FILMMAKER MODE rada.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatski optimizirajte kvalitetu slike na temelju boje i svjetline osvijetljenosti prostora.",
	"Automatically update system software when an update is found.": "Automatski ažurirajte softver sustava kad se pronađe ažuriranje.",
	"Available Internal Storage": "Dostupna interna memorija",
	"Azerbaijan": "Azerbajdžan",
	"Azores": "Azori",
	"BG Color": "Boja pozadine",
	"BG Opacity": "Neprozirnost pozadine",
	"Back": "Natrag",
	"Backlight": "Pozadinsko osvjetljenje",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahami",
	"Bahrain": "Bahrein",
	"Balance": "Ravnoteža",
	"Bangladesh": "Bangladeš",
	"Basque": "Baskijski",
	"Bass Boost": "Pojačani bas",
	"Behavior may vary depending on connected device.": "Ponašanje se može razlikovati ovisno o povezanom uređaju.",
	"Beijing": "Peking",
	"Beirut": "Bejrut",
	"Belarus": "Bjelorusija",
	"Belgium": "Belgija",
	"Belgrade": "Beograd",
	"Bengali": "Bengalski",
	"Bhutan": "Butan",
	"Bishkek": "Biškek",
	"Black": "Crna",
	"Black Level": "Zacrnjenost",
	"Block TV programs broadcast in English based on their content ratings.": "Blokirajte TV programe koji se emitiraju na engleskom na temelju kategorije sadržaja.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokirajte TV programe koji se emitiraju na francuskom na temelju kategorije sadržaja.",
	"Block content based on genre.": "Blokirajte sadržaj na temelju žanra.",
	"Blue": "Plava",
	"Bluetooth Speaker Mode": "Način za Bluetooth zvučnik",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth surround ozvučenje + Unutarnji zvučnik TV-a",
	"Bluetooth Surround Sound Setup": "Postavljanje Bluetooth surround ozvučenja",
	"Bolivia": "Bolivija",
	"Bosnia": "Bosna i Hercegovina",
	"Bosnia And Herzegovina": "Bosna i Hercegovina",
	"Bosnian": "Bosanski",
	"Botswana": "Bocvana",
	"Brazilian Punk": "Brazilski punk",
	"Brightness": "Svjetlina",
	"Broadcast Country": "Zemlja emitiranja",
	"Broadcast Mail": "Emitiranje e-pošte",
	"Brussels": "Bruxelles",
	"Bucharest": "Bukurešt",
	"Budapest": "Budimpešta",
	"Bulgaria": "Bugarska",
	"Bulgarian": "Bugarski",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Pritiskom na „Resetiraj” izbrisat ćete sve podatke vezane uz oglase koje je LGE prikupio s ovog Smart TV-a u prošlosti. Pritiskom na „Resetiraj” može se utjecati na vrstu oglasa koje ćete u budućnost vidjeti, ali to neće spriječiti pojavu oglasa.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Uključivanjem usluge Live Plus pristajete na skupljanje podataka o gledanju televizije tvrtke LG Electronics Inc. (\"LGE\") preko ACR modula koji se može anonimno dijeliti trećim stranama kako bi vam se pružile interaktivne usluge. Također možemo dijeliti prikupljene anonimne informacije trećim stranama za marketinške svrhe. Imajte na umu da mi svjesno ne prikupljamo ili distribuiramo gore navedene informacije od djece ili o djeci mlađoj od 13 godina. Detaljne informacije o Live Plus prikazane su u Podacima o gledanju (uvjeti) kojima možete pristupiti u izborniku postavki Smart TV-a. LGE preporučuje da pregledate punu verziju Podataka o gledanju (uvjeti) prije nego što aktivirate funkciju Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ako odlučite uključiti Live Plus, podrazumijeva se da razumijete da se sadržaj prikazan na vašem TV-u može prepoznati i da se informacije o gledanju mogu upotrijebiti za pružanje poboljšanog iskustva gledanja i prilagođenih usluga, uključujući preporuke sadržaja i oglase. Više informacija potražite u Pravilima o privatnosti i relevantnim Ugovorima s korisnikom u izborniku TV postavki.",
	"CI Information": "CI informacije",
	"CI password incorrect. Please enter again.": "Neispravna CI lozinka. Unesite ponovno.",
	"COMPONENT2": "KOMPONENTA2",
	"COMPONENT3": "KOMPONENTA3",
	"Cable": "Kabel",
	"Cable ATV": "Kabelska ATV",
	"Cable DTV": "Kabelska digitalna televizija",
	"Cable Radio": "Kabelski radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Ne može se pronaći kanal",
	"Canada": "Kanada",
	"Canary Islands": "Kanari",
	"Cancel": "Poništi",
	"Cancel Schedule": "Poništi raspored",
	"Cancel Update": "Poništi ažuriranje",
	"Cantonese": "Kantonski",
	"Cape Verde": "Zelenortska Republika",
	"Catalan": "Katalonski",
	"Caution": "Oprez",
	"Cayman Islands": "Kajmanski otoci",
	"Center": "Sredina",
	"Central African Republic": "Srednjoafrička Republika",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Promijenite izražajnost plave boje i prilagodite ravnotežu boje.",
	"Change green intensity and adjust the color balance.": "Promijenite izražajnost zelene boje i prilagodite ravnotežu boje.",
	"Change red intensity and adjust the color balance.": "Promijenite izražajnost crvene boje i prilagodite ravnotežu boje.",
	"Change the left / right sound": "Promjena zvuka lijevo/desno",
	"Change the position of captions using the 4-way dial on the remote control.": "Promijenite položaj titlova s pomoću četverosmjernog kotačića na daljinskom upravljaču.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Zbog promjene regije mogu se promijeniti trenutačno podešeni kanali na vašem TV-u. Možete ponovno podesiti kanale u Automatskom podešavanju. Želite li sada promijeniti regionalne postavke?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Zbog promjene države vaš TV će se ponovno pokrenuti i možda ćete morati ponovno pristati na Ugovore s korisnikom tvrtke LG. Također, dostupnost nekih aplikacija i usluga može se razlikovati ovisno o državi LG usluga. Želite li nastaviti?",
	"Channel Locks": "Zaključavanje kanala",
	"Channel Manager": "Upravitelj kanala",
	"Channel Scrolling Options": "Opcije pomicanja kanala",
	"Channel Tuning": "Podešavanje kanala",
	"Channel Tuning & Settings": "Postavke i podešavanje kanala",
	"Channels": "Kanali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanali s HDMI-a i drugih vanjskih ulaza ne mogu se zaključati. Za zaključavanje TV kanala promijenite trenutačni ulaz na TV uživo.",
	"Chatham Islands": "Chathamski otoci",
	"Check TV information.": "Provjerite informacije o TV-u.",
	"Check alarm messages about the user settings or TV status.": "Provjerite poruke upozorenja o korisničkim postavkama ili stanju TV-a.",
	"Check descriptions for each LG webOS TV functions.": "Pogledajte opise svake funkcije LG webOS TV-a.",
	"Check for Advertising settings and set it.": "Provjerite postavke Oglašavanja i podesite ih.",
	"Check for Updates": "Provjeri ažuriranja",
	"Check for available functions with Voice and set Voice Settings.": "Provjerite dostupne funkcije pomoću glasa i postavite Postavke glasa.",
	"Check for problems with the picture quality.": "Provjerite ima li problema s kvalitetom slike.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Provjerite ima li problema s kvalitetom zvuka unutarnjeg zvučnika TV-a.",
	"Check for software updates and update if available.": "Provjerite postoje li ažuriranja softvera i ažurirajte ako postoje.",
	"Check whether the Bluetooth device is in pairing mode.": "Provjerite je li uređaj Bluetooth u načinu uparivanja.",
	"Check your TV status to solve problems or use remote support.": "Provjerite status TV-a kako biste riješili probleme ili koristili udaljenu podršku.",
	"Checking Password": "Provjera lozinke",
	"Checking for Updates": "Provjera ažuriranja",
	"Checking...": "Provjera...",
	"Children": "Djeca",
	"Children Age": "Dječja dob",
	"Children Program Locks": "Zaključavanja dječjeg programa",
	"Children over 8 are allowed to watch.": "Djeca starija od 8 godina starosti smiju gledati program.",
	"Chile": "Čile",
	"China": "Kina",
	"Chinese": "Kineski",
	"Chisinau": "Kišinjev",
	"Choibalsan": "Čojbalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Odaberite mogućnost svih ili samo primarnih kanala kada mijenjate kanale.",
	"Christmas Island": "Kiritimati",
	"Cinema": "Kino",
	"Cinema Clear": "Čisti kino osjećaj",
	"Cinema Home": "Kućno kino",
	"Cinema View": "Prikaz kina",
	"Cinema View (32:12)": "Prikaz kina (32:12)",
	"Cinema Zoom": "Kino zum",
	"City": "Grad",
	"City Selection": "Odabir grada",
	"Clean Audio": "Čisti zvuk",
	"Clear": "Jasno",
	"Clear Plus": "Dodatna jasnoća",
	"Clear Voice Ⅳ": "Razgovjetan glas Ⅳ",
	"Clear1": "Obriši",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Kliknite na gumb POVEŽI u nastavku nakon što uključite svoju bežičnu tipkovnicu tvrtke LG i postavite način uparivanja.",
	"Close": "Zatvori",
	"Closed Caption": "Skriveni titlovi",
	"Closed Caption Settings": "Postavke skrivenih titlova",
	"Code Value": "Vrijednost koda",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Prikupljanje i pohrana MAC adrese, broja modela, koda zemlje, postavki jezika i verzije softvera radi provjere najnovijeg ažuriranja softvera.",
	"Colombia": "Kolumbija",
	"Colombo": "Kolamba",
	"Color": "Boja",
	"Color Gamut": "Skala boja",
	"Color Management System": "Sustav upravljanja bojama",
	"Color Temperature": "Temperatura boje",
	"Component": "Komponenta",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potvrdite uvjete i odredbe ili promijenite slažete li se s ugovorom.",
	"Congo Brazzaville": "Kongo",
	"Connect": "Spoji",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Povežite zvučnik Bluetooth i zvučnik TV-a i automatski podesite kašnjenje zvuka između zvučnika.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Povežite vanjski audiouređaj koji podržava eARC na priključak eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Povežite vanjske uređaje kao što su upravljačka kutija, traka za zvuk itd. na TV na temelju vodiča.",
	"Connect the LAN cable directly to the TV to use the network.": "Povežite LAN kabel izravno na TV kako biste upotrebljavali mrežu.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Povežite se na mrežu ručnim unošenjem IP adrese i adrese DNS poslužitelja.",
	"Connect to the network if a wireless router is installed.": "Povezivanje na mrežu ako je instaliran bežični usmjerivač.",
	"Connect via WPS PBC": "Spajanje preko WPS PBC",
	"Connect via WPS PIN": "Spoji preko WPS PIN-a",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Spojite TV na usmjerivač ili modem Ethernet kabelom da aktivirate žičanu mrežnu vezu.",
	"Connect your TV with WiSA Speakers wirelessly.": "Bežično povežite TV sa zvučnicima WiSA.",
	"Connectable Devices ({num})": "Povezivi uređaji ({num})",
	"Connected": "Spojeno",
	"Connected to Internet": "Spojeno na internet",
	"Connecting...": "Spajanje...",
	"Connection": "Veza",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Dostupno je upravljanje vezama putem pametnog telefona ili računala. Da biste TV povezali s mobilnim uređajem, na pametnom telefonu i računalu potrebne su postavke veze i zahtjevi.",
	"Content Recommendations": "Preporuke sadržaja",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Sadržaj će se reproducirati sa zvukom prikladnim za slušanjem više kanala ako je višekanalni zvuk podržan je od strane usluge HbbTV.",
	"Contrast": "Kontrast",
	"Cool": "Hladno",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopiraj kanale",
	"Copy/Delete file": "Kopiraj/izbriši datoteku",
	"Correct contrast and brightness by adjusting black levels.": "Ispravite kontrast i svjetlinu podešavanjem razina crne.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ispravite piksele i spriječite probleme s kvalitetom slike koji mogu nastati kada je TV uključen duže vrijeme.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Nije moguće pronaći dostupnu mrežu.",
	"Croatia": "Hrvatska",
	"Croatian": "Hrvatski",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Trenutačno vrijeme nije ispravno. Želite li postaviti točno vrijeme sada?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Trenutačne vrijednosti prilagođenih postavki načina slike primijenit će se na način {pictureMode} za sve ulaze. Želite li nastaviti?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Trenutačno povezana bežična tipkovnica tvrtke LG odspojit će se od TV-a. Želite li nastaviti?",
	"Custom": "Prilagođeno",
	"Custom Time Zone": "Prilagođena vremenska zona",
	"Customer Service": "Služba za korisnike",
	"Cyan": "Cijan",
	"Cyprus": "Cipar",
	"Czech": "Češka",
	"Czech Republic": "Češka",
	"Côte d'Ivoire": "Obala Bjelokosti",
	"DNS Server": "DNS poslužitelj",
	"DR Congo": "Demokratska Republika Kongo",
	"DTV Audio Setting": "Postavke DTV zvuka",
	"Damascus": "Damask",
	"Danish": "Danski",
	"Data Service": "Podatkovna usluga",
	"Date": "Datum",
	"Day": "Dan",
	"De-Judder": "Smanjivanje podrhtavanja",
	"Delete": "Izbriši",
	"Delete Connection History": "Brisanje povijesti povezivanja",
	"Delete Pairing History": "Brisanje povijesti uparivanja",
	"Delete Usage Data": "Izbriši podatke o upotrebi",
	"Demo Options": "Opcije demonstracije",
	"Democratic Republic of the Congo": "Demokratska Republika Kongo",
	"Denmark": "Danska",
	"Depressed": "Sniženo",
	"Deregister": "Poništavanje registracije",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Opis sadržaja na zaslonu glasom radi lakše upotrebe TV-a za osobe s oštećenjem vida.",
	"Detect Range": "Raspon otkrivanja",
	"Device Connection Settings": "Postavke povezivanja uređaja",
	"Device List": "Popis uređaja",
	"Device Name": "Naziv uređaja",
	"Digital Mode": "Digitalni način rada",
	"Digital Sound Out": "Izlaz digitalnog zvuka",
	"Digital TV": "Digitalni TV",
	"Directed to Older Children (ages 7 and above)": "Namijenjeno starijoj djeci (7 godina i starijoj)",
	"Disabled": "Onemogućeno",
	"Disconnect": "Odspoji",
	"Display captions for hearing-impaired viewers to use TV.": "Prikaz titlova radi lakše upotrebe TV-a za osobe s oštećenjem vida.",
	"Display fast-moving content smoothly and clearly.": "Sadržaj koji se brzo kreće prikažite glatko i jasno.",
	"Display luminance level for the highest point (100 IRE).": "Prikaži razinu osvjetljenja za najvišu točku (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Prikažite slike u toploj ili hladnoj temperaturi boje.",
	"Djibouti": "Džibuti",
	"Do Not Sell My Personal Information": "Nemoj prodavati moje osobne podatke",
	"Do Not Track": "Ne prati",
	"Do you want to continue?": "Želite li nastaviti?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Želite li kopirati popis kanala s USB uređaja za pohranu na TV? Trenutačni kanali na TV-u će se izbrisati.",
	"Do you want to copy channel list from your TV to the USB storage?": "Želite li kopirati popis kanala s TV-a na USB uređaj za pohranu?",
	"Do you want to reset Position Settings?": "Želite li ponovno postaviti postavke položaja?",
	"Do you want to reset Volume Control?": "Želite li ponovno postaviti postavke kontrole glasnoće?",
	"Do you want to set the correct time now?": "Želite li postaviti točno vrijeme sada?",
	"Do you want to turn your TV off now?": "Želite li odmah isključiti svoj TV?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikanska Republika",
	"Done": "Završeno",
	"Download Mail": "Preuzimanje e-pošte",
	"Download and Install": "Preuzmi i instaliraj",
	"Downloadable Rating": "Kategorije koje se mogu preuzeti",
	"Dual Mono": "Dvostruki mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Kada je značajka Always-on isključena, dio značajki kao što su prepoznavanje glasa i slično ograničen je dok je zaslon isključen.",
	"Dushanbe": "Dušanbe",
	"Dutch": "Nizozemski",
	"Dynamic Color": "Dinamična boja",
	"Dynamic Contrast": "Dinamički kontrast",
	"Dynamic Tone Mapping": "Dinamičko mapiranje tona",
	"Easter Island": "Uskršnji otok",
	"Eastern Africa": "Istočna Afrika",
	"Eco Mode": "Eco način",
	"Ecuador": "Ekvador",
	"Edge Color": "Boja ruba",
	"Edge Enhancer": "Poboljšavanje ruba",
	"Edge Type": "Vrsta ruba",
	"Edit": "Uredi",
	"Egypt": "Egipat",
	"El Salvador": "Salvador",
	"El salvador": "Salvador",
	"Emergency Alert": "Hitne obavijesti",
	"Enabled": "Omogućeno",
	"Energy Saving": "Ušteda energije",
	"Energy consumption may increase if this feature is on.": "Ako je ova značajka uključena, može porasti potrošnja energije.",
	"Energy saving modes to limit power consumption.": "Načini uštede energije za ograničavanje potrošnje struje.",
	"English": "Engleski",
	"Enhance the bass sound.": "Pojačajte zvuk basa.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Pojačavanje kontrasta između svijetlih i tamnih područja nekih izbornika, primjerice između pozadine i teksta, tako da su jednostavnije za pregled osobama s lošijim vidom.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Povećava razlučivost i oštrinu sadržaja algoritmom naučenim tehnikom LG duboko učenje i optimizira dubinu analizom sadržaja.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Uživajte u sadržaju koji podržava funkciju Dolby Atmos uz optimalan zvuk tako da uključite efekt zvučnog polja.",
	"Enjoy TV sound by connecting Wired Headphones.": "Uživajte u zvuku TV-a povezivanjem žičanih slušalica.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Uživajte u zvuku TV-a putem audiouređaja povezanih na priključak HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Uživajte u zvuku TV-a putem audiouređaja povezanih na priključak OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u zvuku TV-a putem audiouređaja tvrtke LG povezanih na priključak OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Uživajte u zvuku TV-a putem audiouređaja povezanih na izlazne priključke Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Uživajte u zvuku TV-a putem unutarnjeg zvučnika TV-a i žičanih slušalica.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte u zvuku TV-a putem vanjskih audiouređaja povezanih na unutarnji zvučnik TV-a i priključak OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Uživajte u jasnom i prirodnom zvuku.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Uživajte u zvuku uz bežični audiouređaj povezan putem značajke LG Sound Sync ili Bluetootha.",
	"Enjoy the sound optimized to the room.": "Uživajte u zvuku optimiziranom za prostoriju.",
	"Enter CI Password": "Unesi CI lozinku",
	"Enter the PIN in your router's settings.": "Unesite PIN u postavke usmjerivača.",
	"Enter the master password.": "Unesite glavnu lozinku.",
	"Equalizer": "Ekvilizator",
	"Equatorial Guinea": "Ekvatorijalna Gvineja",
	"Eritrea": "Eritreja",
	"Estonia": "Estonija",
	"Estonian": "Estonski",
	"Ethiopia": "Etiopija",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Čak i ako je postavka isključena, povezane informacije možete provjeriti putem natpisa kanala, sustava prepoznavanja glasa.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Povežite se mobilnim uređajem i slušajte glazbu čak i kada je TV isključen i u načinu za minimalnu potrošnju energije. Brojne značajke ponovno su brzo dostupne kada uključite TV.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Čak i kada je TV isključen, možete slušati glazbu povezivanjem pametnog telefona s TV-om putem Bluetootha.",
	"Every Day": "Svaki dan",
	"Every Weekday": "Svaki radni dan",
	"Every Weekend": "Svaki vikend",
	"Expert (Bright Room)": "Stručno (Svjetla soba)",
	"Expert (Dark Room)": "Stručno (Tamna soba)",
	"Export your TV's channel list information to a connected USB device.": "Izvezite podatke o popisu kanala TV-a na povezani USB uređaj.",
	"Extended": "Prošireno",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Povećavanje vremenskog razdoblja postavke Automatsko isključivanje ili isključivanje funkcije mogu povećati potrošnju energije.",
	"Extreme": "Ekstremno",
	"Eye Comfort Mode": "Način rada ugodan oku",
	"FILMMAKER MODE Auto Change": "Automatska promjena FILMMAKER MODE",
	"Fantasy Violence": "Zamišljeno nasilje",
	"Fast": "Brzo",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Pronađite i izgovorite audiouređaj koji je spreman za povezivanje u blizini TV-a.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fino podesite područja crvene, zelene, plave, cijan, ružičaste i žute boje.",
	"Finland": "Finska",
	"Finnish": "Finski",
	"Flash": "Treperenje",
	"Flat Mode": "Jednostavan način",
	"Football": "Nogomet",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Za bežični usmjerivač koji podržava WPS (postavljanje zaštićene Wi-Fi mreže) unesite PIN kako biste povezali TV na bežičnu mrežu.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Za bežični usmjerivač koji podržava WPS (postavljanje zaštićene Wi-Fi mreže) pritisnite tipku WPS-PBC kako biste povezali TV na bežičnu mrežu.",
	"France": "Francuska",
	"French": "Francuski",
	"French Polynesia": "Francuska Polinezija",
	"Full Wide": "Potpuno široko",
	"Gaelic": "Galski",
	"Galapagos Islands": "Otočje Galapagos",
	"Galician": "Galješki",
	"Gallery": "Galerija",
	"Gambia": "Gambija",
	"Game": "Igra",
	"Gateway": "Pristupnik",
	"General": "Općenito",
	"General Age": "Za široku publiku",
	"General Audience": "Široka publika",
	"General Audiences": "Široka publika",
	"General Program Locks": "Zaključavanja općenitih programa",
	"Georgia": "Gruzija",
	"German": "Njemački",
	"Germany": "Njemačka",
	"Get started in a quiet environment for sound optimization.": "Počnite u tihom okruženju za optimizaciju zvuka",
	"Getting...": "Primanje...",
	"Ghana": "Gana",
	"Godthab": "Nuuk",
	"Grayscale": "Sivi tonovi",
	"Greece": "Grčka",
	"Greek": "Grčki",
	"Green": "Zelena",
	"Greenland": "Grenland",
	"Guatemala": "Gvatemala",
	"Guatemala City": "Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Smjernice za izbornike i radnje sa zvukom radi lakše upotrebe TV-a za osobe s oštećenjem vida.",
	"Guinea": "Gvineja",
	"Guinea Bissau": "Gvineja Bisau",
	"Guinea Conakry": "Gvineja",
	"Guinea Equatorial": "Ekvatorska Gvineja",
	"Gujarati": "Gudžaratski",
	"Guyana": "Gvajana",
	"H Position": "H Položaj",
	"H Sharpness": "Oštrina H",
	"H Size": "H Veličina",
	"HD Mode": "HD način rada",
	"HD Mode Option": "Opcija u HD načinu rada",
	"HDD Eco Mode": "HDD Eco način",
	"HDD Power Saving Mode": "HDD način uštede energije",
	"HDMI Input Audio Format": "Format zvuka HDMI ulaza",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1} i HDMI {port2} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Priključci HDMI {port1} i HDMI {port2} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Priključak HDMI {port1} podržava 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Priključak HDMI {port1} podržava Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju Ultra HD Deep Colour.",
	"HDR Effect": "HDR efekt",
	"HDR Picture Mode": "HDR način slike",
	"Hard of Hearing": "Nagluhost",
	"Headphones Volume": "Glasnoća slušalica",
	"Hebrew": "Hebrejski",
	"High": "Visoka",
	"High Contrast": "Visok kontrast",
	"Higher values increase a sense of warmth or coldness.": "Više vrijednosti povećavaju osjećaj topline ili hladnoće.",
	"Ho Chi Minh": "Ho-Ši-Min",
	"Home Animation": "Animacija početnog zaslona",
	"Home Auto Launch": "Automatsko pokretanje Početne stranice",
	"Home Mode": "Način rada kod kuće",
	"Home Settings": "Postavke Početne stranice",
	"Home/Store Mode": "Kućna upotreba/Način trgovine",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Sati",
	"However, the IPv6 version of the address does not support editing.": "Međutim, verzija IPv6 adrese ne podržava uređivanje.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Međutim, kako bi vaš TV ostao u najboljem izdanju, onemogućit će se značajka Always-on za vrijeme postavljenih pet sati i napajanje će biti potpuno isključeno.",
	"Hungarian": "Mađarski",
	"Hungary": "Mađarska",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VAŽNO! Ponovnim postavljanjem izbrisat će se sve postavke vašeg računa i instalirane aplikacije. Ova se radnja ne može poništiti.",
	"IP (Automatic)": "IP (automatski)",
	"IP (Manual)": "IP (ručno postavljena)",
	"IP Address": "IP adresa",
	"IVC (Cote d’Ivoire)": "Obala Bjelokosti",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Kada je odabrano Automatsko uključivanje sinkronizirano, vaš će se TV uključiti kada uključite uređaj SIMPLINK i vaši uređaji SIMPLINK isključit će se kada isključite TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ako je univerzalni daljinski upravljač upravljačke kutije / OTT-a postavljen, iskoristite povezivanje upravljačke kutije s pomoću daljinskog upravljača tvrtke LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Ako je uređaj povezan na priključak, slika će se igre optimizirati, a kašnjenje ili prekidanje videozapisa uređaja svest će se na minimum.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ako uključite i povežete uređaj koji također podržava Ultra HD Deep Colour, slika će možda biti jasnija.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ako je u tijeku snimanje ili ažuriranje softvera, sačekat će dok oni ne završe i postupak može trajati više od sata.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ako je u tijeku snimanje ili ažuriranje softvera, postupak će se pokrenuti tek kada ono završi te u tom slučaju može trajati više od nekoliko minuta (više od {n}).",
	"If the device is not connected, you may not hear any sound through it.": "Ako uređaj nije povezan, možda nećete čuti zvuk preko njega.",
	"If the edge of the screen is not clean, please turn this function off.": "Ako rubovi zaslona nisu jasni, isključite ovu funkciju.",
	"If the program does not support multiple languages, the default language is selected.": "Ako emisija ne podržava višestruke jezike, odabrat će se zadani jezik.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ako emisija ne podržava odabrani format izlaza, upotrebljavat će se zadani izlaz izvora.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ako program ne podržava različite postavke zvuka, odabrat će se zadani zvuk.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ako se ponovi isti problem, ponovno promijenite postavljenu vrijednost ili ponovno pokrenite povezani vanjski uređaj.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ako odabrani jezik nije podržan, upotrebljavat će se zadani jezik emitiranja.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ako na zaslonu koji se ne pomiče nema radnji korisnika tijekom jednog sata, prebacit će se na čuvar zaslona.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ako se vrijeme koje postavite previše razlikuje od trenutačnog vremena, neke se pametne značajke možda neće prikazivati.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ako ne čujete zvuk putem uređaja, pobrinite se da uređaj ispravno radi i podržava značajku LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ako odaberete način Demonstracija u trgovini, postavit će se optimalne vrijednosti za izlaganje TV-a u trgovini.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ako uključite zvučne smjernice, možete se pomicati samo tipkama ulijevo, udesno, gore i dolje na svom daljinskom upravljaču i neke aplikacije koje trebaju pokazivač ne mogu se upotrijebiti.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ako isključite tu značajku, izbrisat će se profil operatora CAM-a.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ako je isključite, neće biti dostupni svi podešeni programi CAM i više se neće pružati obavijesti.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ako isključite „Brzi početak+”, nećete moći uključiti svoj TV slobodnim daljinskim upravljanjem. Želite li nastaviti?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ako isključite čuvar zaslona i ista slika ostane na zaslonu dulje od 2 sata, to može utjecati na kvalitetu slike vašeg zaslona. Ako ostane dulje od 5 sati, može doći do trajnog smanjenja kvalitete slike. Želite li nastaviti?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ako isključite ovu opciju, zaslon koji se ne pomiče bit će duže uključen, čime će se smanjiti kvaliteta zaslona ili u nekim slučajevima i značajno oštetiti.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Svjetlina vašeg televizora biti će smanjena ukoliko koristite opciju Ušteda energije.",
	"Import your TV's channel list information from a connected USB device.": "Uvezite podatke o popisu kanala TV-a na povezani USB uređaj.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Uvezite/izvezite podatke o popisu TV kanala s/na povezani USB uređaj.",
	"In Home": "Početna stranica",
	"India": "Indija",
	"Indonesia": "Indonezija",
	"Indonesian": "Indonezijski",
	"Inner": "Unutra",
	"Input": "Ulaz",
	"Input Locks": "Zaključavanje unosa",
	"Input field": "Polje unosa",
	"Installing...": "Instalacija...",
	"Interactive Service": "Interaktivna usluga",
	"Interactivity(DTVi)": "Međudjelovanje(DTVi)",
	"Internal TV Speaker": "Unutarnji zvučnik TV-a",
	"Invert Colors": "Obrni boje",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Obrnite i kompenzirajte određene boje u nekim izbornicima da biste pojačali vidljivost stavki prikazanih na zaslonu.",
	"Iraq": "Irak",
	"Ireland": "Irska",
	"Irish": "Irski",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Načini slike vraćaju se za svaki način pojedinačno, tako da morate odabrati željeni način slike i ponovno ga postaviti.",
	"It may not sound depending on connected devices.": "Možda neće reproducirati zvuk ovisno o povezanim uređajima.",
	"It may take a few minutes.": "Može potrajati nekoliko minuta.",
	"It may take a few seconds.": "Može potrajati nekoliko sekundi.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Omogućuje optimalni zvuk ili Virtual 4.0 surround, ovisno o žanru gledanja, algoritmom naučenim u pomoću LG tehnike strojnog učenja.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Omogućuje optimalni zvuk ili Virtual 5.1 surround, ovisno o žanru gledanja, algoritmom naučenim zahvaljujući tehnici LG duboko učenje.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Pruža optimalan zvuk pojačavanjem zvuka koji se reflektira u prostoriji na temelju vrste postavljanja TV-a.",
	"It reduces jaggies in the picture for a smooth picture.": "Smanjuje podrhtavanja slike za jasnu sliku.",
	"It works only when the broadcasting program supports captions.": "Radi samo kada program emitiranja podržava naslove.",
	"It works only when the broadcasting program supports subtitles.": "Radi samo kada program emitiranja podržava podnaslove.",
	"Italian": "Talijanski",
	"Italy": "Italija",
	"Ivory Coast": "Obala Bjelokosti",
	"Jamaica": "Jamajka",
	"Japanese": "Japanski",
	"Jerusalem": "Jeruzalem",
	"Just Scan": "Samo skeniraj",
	"Kamchatka": "Kamčatka",
	"Kannada": "Kanada",
	"Kashgar": "Kašgar",
	"Kazakh": "Kazaški",
	"Kazakhstan": "Kazahstan",
	"Kenya": "Kenija",
	"Keyboard Languages": "Jezici tipkovnice",
	"Khartoum": "Kartum",
	"Kiev": "Kijev",
	"Korea": "Koreja",
	"Korean": "Korejski",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuvajt",
	"Kuwait City": "Kuwait",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "LED lokalno zatamnjenje",
	"LG Logo Light (Front of TV)": "Svjetlo LG logotipa (prednji dio TV-a)",
	"LG Services Country": "Država LG usluga",
	"LG Wireless Keyboard": "Bežična tipkovnica tvrtke LG",
	"LG Wireless Keyboard Connected:": "Povezana bežična tipkovnica tvrtke LG:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Bežična tipkovnica tvrtke LG omogućava vam upravljanje TV-om putem Bluetootha.",
	"Language": "Jezik",
	"Large": "Veliko",
	"Last tuning:": "Zadnje podešavanje:",
	"Latvia": "Latvija",
	"Latvian": "Latvijski",
	"Lebanon": "Libanon",
	"Left": "Lijevo",
	"Left Right": "lijevo/desno",
	"Left Surround": "Lijevi surround zvučni sustav",
	"Left drop shadow": "Sjena ulijevo",
	"Legal Notice": "Pravne napomene",
	"Lesotho": "Lesoto",
	"Liberia": "Liberija",
	"Libya": "Libija",
	"Liechtenstein": "Lihtenštajn",
	"Light": "Lako",
	"Limit AD Tracking": "Ograniči praćenje oglasa",
	"Lisbon": "Lisabon",
	"Lithuania": "Litva",
	"Lithuanian": "Litavski",
	"Live Theater": "Kazalište uživo",
	"Loading...": "Učitavanje...",
	"Local": "Lokalno",
	"Local Language": "Lokalni jezik",
	"Location": "Mjesto",
	"Lock All": "Zaključaj sve",
	"Lock changes for currently running apps will be applied the next time they are started.": "Promjene zaključavanja za trenutačno pokrenute aplikacije primijenit će se pri sljedećem pokretanju aplikacija.",
	"Logo Luminance Adjustment": "Prilagodba svjetline logotipa",
	"Low": "Nisko",
	"Luminance": "Osvjetljenje",
	"Luxembourg": "Luksemburg",
	"MAC Address": "MAC adresa",
	"MAC Address (Wired)": "MAC adresa (žičana)",
	"MAC Address (Wireless)": "MAC adresa (bežična)",
	"MASTER PASSWORD": "GLAVNA LOZINKA",
	"MHEG Guide": "MHEG Vodič",
	"MPEG Noise Reduction": "MPEG smanjenje buke",
	"Macedonia": "Makedonija",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonija",
	"Macedonian": "Makedonski",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Učinite mutna područja ili područja koja se teško vide živopisnijima.",
	"Malawi": "Malavi",
	"Malay": "Malajski",
	"Malaysia": "Malezija",
	"Maldives": "Maldivi",
	"Manage channels stored on the TV.": "Upravljajte kanalima pohranjenima na TV.",
	"Mandarin": "Mandarinski",
	"Manual": "Ručno",
	"Maori": "Maorski",
	"Marquesas": "Markižansko otočje",
	"Marshall Islands": "Maršalovi Otoci",
	"Mature Audience Only": "Samo za odraslu publiku",
	"Mauritania": "Mauretanija",
	"Mauritius": "Mauricijus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimizirajte kontrast povećanjem intenziteta svjetlih i tamnih područja ekrana.",
	"Medium": "Srednje",
	"Menu Language": "Jezik izbornika",
	"Menu Transparency": "Prozirnost izbornika",
	"Message": "Poruka",
	"Method": "Metoda",
	"Mexico": "Meksiko",
	"Mexico City": "Ciudad de México",
	"Middle East": "Bliski Istok",
	"Minutes": "Minute",
	"Mobile Connection Management": "Upravljanje mobilnim vezama",
	"Mode Option": "Opcija načina rada",
	"Monaco": "Monako",
	"Mongolia": "Mongolija",
	"Montenegro": "Crna Gora",
	"Month": "Mjesec",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Zaštita očiju pri kretnjama",
	"Movie Lock": "Zaključavanje filma",
	"Mozambique": "Mozambik",
	"Multi": "Više",
	"Multi Audio": "Višestruki zvuk",
	"Multi Channel Audio": "Višekanalni zvuk",
	"Multi Feed": "Višestruki sažeci sadržaja",
	"Multiple": "Višestruko",
	"Muscat": "Muskat",
	"Music": "Glazba",
	"Myanmar": "Mjanmar",
	"NEXTGEN TV Mode": "Način rada NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Novi Južni Wales/Teritorij australskog glavnog grada - Sydney",
	"NT - Northern Territory - Darwin": "NT - Sjeverni teritorij - Darwin",
	"Namibia": "Namibija",
	"Narrow": "Uski",
	"Natural": "Prirodno",
	"Netherland": "Nizozemska",
	"Netherlands": "Nizozemska",
	"Network": "Mreža",
	"Network Connection Settings": "Postavke mrežne veze",
	"Network Name": "Naziv mreže",
	"Network-Based Personalization Recommendations": "Osobne preporuke temeljene na mreži",
	"New Caledonia": "Nova Kaledonija",
	"New Zealand": "Novi Zeland",
	"Next": "Sljedeće",
	"Nicaragua": "Nikaragva",
	"Nicosia": "Nikozija",
	"Nigeria": "Nigerija",
	"Night": "Noć",
	"No": "Ne",
	"No Internet via 3G/4G network": "Nema interneta preko 3G/4G mreže",
	"No Internet via Ethernet": "Nema interneta preko ethernet pristupa",
	"No Internet via Wi-Fi": "Nema interneta preko Wi-Fi veze",
	"No One 17 and Under Admitted.": "Zabranjeno za sve sa 17 i mlađe.",
	"No Operation Auto Off": "Nema automatskog isključivanja radnji",
	"No Signal Auto Off": "Nema automatskog isključivanja signala",
	"No Signal Image": "Slika Bez signala",
	"No Signal Power Off (15Min)": "Nema signala, isključenje napajanja (15 min)",
	"No devices have been found.": "Nema pronađenih uređaja.",
	"No paired devices.": "Nema uparenih uređaja.",
	"No signal on Server": "Nema signala na poslužitelju",
	"No updates found.": "Nisu pronađena ažuriranja.",
	"Noise Reduction": "Smanjenje buke",
	"None": "Ništa",
	"Normal": "Uobičajena",
	"North Korea": "Sjeverna Koreja",
	"Northern Africa": "Sjeverna Afrika",
	"Norway": "Norveška",
	"Norwegian": "Norveški",
	"Not Connected": "Nije spojeno",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Napomena: Ako vaš uređaj ne podržava ovu značajku, možda neće raditi ispravno. U tom slučaju možete povezati uređaj na drugi HDMI priključak ili isključiti postavku 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Napomena: Ako vaš uređaj ne podržava ovu značajku, možda neće raditi ispravno. U tom slučaju možete spojiti uređaj na drugi HDMI priključak ili isključiti postavku HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Napomena: Dostupne opcije ovise o programu emitiranja.",
	"Note: Behavior may differ if connected device is not a LG device.": "Napomena: ponašanje se može razlikovati ako povezani uređaj nije uređaj tvrtke LG.",
	"Note: Only displayed when it is provided by the program.": "Napomena: Prikazuju se samo kada ih osigura program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Napomena: Podnaslovi se prikazuju samo kad ih pruži program emitiranja.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Napomena: Podržane značajke mogu se razlikovati prema modelu, a njihova prozirnost prema radu značajke s reprodukcijom sadržaja kao što je TV uživo ili VOD sadržaj.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Napomena:<br>1. Ako se TV uključi tijekom rada Osvježivača piksela, postupak će biti prekinut i morate početi iznova.<br>2. Tijekom obrade, na zaslonu se može pojaviti bijela linija. To je normalno dok se zaslon čisti.",
	"Notifications": "Obavijesti",
	"OK": "U REDU",
	"OLED LIGHT": "SVJETLO OLED",
	"OLED Screen Saver": "OLED čuvar zaslona",
	"Off": "Isključeno",
	"On": "Uključeno",
	"OnTimer Channel not selected": "Kanal s uključenim mjeračem nije odabran.",
	"Open": "Otvoren",
	"Open Source Licenses": "Obavijest o softveru s otvorenim izvornim kodom",
	"Open when TV is turned on": "Otvori kad je TV uključen",
	"Operate once when TV is off": "Uključi jednom kad je TV isključen",
	"Optical": "Optički",
	"Optical + Internal TV Speaker": "Optički + Unutarnji zvučnik TV-a",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizira dubinu sadržaja pomoću algoritma naučenog pomoću LG tehnike strojnog učenja.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizirajte postavke kontrasta temeljem svjetline slike ili HDR sadržaja.",
	"Optimize contrast settings based on image brightness.": "Optimizirajte postavke kontrasta na temelju svjetline slike.",
	"Optimize the sound for a cinematic experience.": "Optimizirajte zvuk za doživljaj kina.",
	"Original Language": "Izvorni jezik",
	"Others": "Ostalo",
	"Outer": "Vani",
	"Output sound through the Internal TV speaker.": "Reproducirajte zvuk kroz unutarnji zvučnik TV-a.",
	"PIN: {pin}": "PIN : {pin}",
	"Panama City": "Panama",
	"Panjabi": "Istočnopandžapski",
	"Papua New Guinea": "Papua Nova Gvineja",
	"Paraguay": "Paragvaj",
	"Parental Guidance Suggested": "Preporučuje se roditeljski nadzor",
	"Parental Guidance Suggested :": "Preporučuje se nadzor roditelja:",
	"Parental guidance suggested for children ages 8-13.": "Preporučuje se roditeljski nadzor za djecu u dobi od 8 do 13 godina.",
	"Parents Guidance strongly required :": "Izričito je potreban nadzor roditelja:",
	"Parents Strongly Cautioned": "Roditelji strogi oprez",
	"Paris": "Pariz",
	"Pass Through": "Funkcija Pass Through",
	"Password": "Lozinka",
	"Patent Information": "Informacije o patentu",
	"Peak Brightness": "Najveća svjetlina",
	"Persian": "Perzijski",
	"Philippines": "Filipini",
	"Photo": "Fotografija",
	"Pick a Time": "Odaberite vrijeme",
	"Picture": "Slika",
	"Picture Mode": "Način slike",
	"Picture Mode Settings": "Postavke načina slike",
	"Picture Options": "Opcije slike",
	"Picture Test": "Test slike",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Slika ili zvuk možda neće raditi ispravno dok spojeni vanjski uređaj i TV na početku komuniciraju. Ako se problem nastavi, vratite stare postavke ili ponovno pokrenite spojeni vanjski uređaj.",
	"Pitch": "Visina tona",
	"Pixel Refresher": "Osvježivač piksela",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Osvježivač piksela omogućava vašem televizoru da vam osigura najčišću moguću sliku.",
	"Pixel Refresher begins only once when the TV is turned off.": "Osvježivač piksela započinje samo jednom kad je TV isključen.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Osvježivač piksela zakazan je da počne raditi pri sljedećem isključivanju TV-a.",
	"Play": "Reproduciraj",
	"Play sound through TV Speaker.": "Reproducirajte zvuk na zvučniku TV-a.",
	"Play the standard sound suitable for all types of content.": "Reproducirajte standardni zvuk koji je prikladan za sve vrste sadržaja.",
	"Please check if WiSA Speakers are turned on and try again.": "Provjerite jesu li zvučnici WiSA uključeni i pokušajte ponovno.",
	"Please check that the Bluetooth device is already connected to another device.": "Provjerite je li Bluetooth uređaj već povezan s drugim uređajem.",
	"Please check the network name and password and try again.": "Provjerite naziv mreže i lozinku i pokušajte ponovno.",
	"Please check the status and try again": "Provjerite status i pokušajte ponovno",
	"Please do not unplug the USB storage until the copying is completed.": "Nemojte isključiti USB uređaj za pohranu dok se kopiranje ne završi.",
	"Please enter your password to turn off this function.": "Unesite svoju lozinku kako biste zatvorili ovu opciju.",
	"Please enter your password to turn on this function.": "Unesite svoju lozinku da biste uključili ovu opciju.",
	"Please make sure that your TV is connected to the network and try again.": "Provjerite je li vaš TV povezan na mrežu i pokušajte ponovno.",
	"Please note that LG does not use or manage the value.": "Imajte na umu da LG ne upotrebljava tu vrijednost niti njome upravlja.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Uzmite u obzir da zvuk možda neće biti izlazni kada je digitalni izlaz zvuka postavljen na funkciju Pass Through.",
	"Please try again later.": "Pokušajte ponovno kasnije.",
	"Please wait while the Settings application reloads.": "Pričekajte dok se aplikacija Postavke ponovno ne učita.",
	"Please wait while the Settings application restarts.": "Pričekajte dok se aplikacija Postavke ponovno ne pokrene.",
	"Please wait while the TV restarts.": "Pričekajte dok se TV ponovno ne pokrene.",
	"Please wait while the TV searches for LG Service Country.": "Pričekajte dok TV traži državu LG usluge.",
	"Point": "Točka",
	"Pointer Options": "Opcije pokazivača",
	"Pointer Size": "Veličina pokazivača",
	"Poland": "Poljska",
	"Polish": "Poljski",
	"Portuguese": "Portugalski",
	"Position": "Položaj",
	"Position Settings": "Postavke položaja",
	"Power Off Timer": "Isključi mjerač vremena",
	"Power On Timer": "Uključi mjerač vremena",
	"Power Saving Mode": "Način uštede energije",
	"Prague": "Prag",
	"Preschool": "Predškolska djeca",
	"Press right button to adjust de-blur and Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja zamućenja i funkcije Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja zamućenja i funkcije OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja zamućenja i funkcije OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja i funkcije Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja i funkcije OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja i funkcije OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja, smanjenja zamućenja i funkcije Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja, smanjenja zamućenja i funkcije OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja, smanjenja zamućenja i funkcije OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pritisnite tipku WPS na WPS usmjerivaču da biste spojili TV na mrežu.",
	"Press the right button to adjust Motion Pro settings.": "Pritisnite tipku desno za podešavanje postavki funkcije Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Pritisnite tipku desno za podešavanje postavki funkcije OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Pritisnite tipku desno za podešavanje postavki funkcije OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Pritisnite desnu tipku da biste podesili postavke protiv zamagljenja.",
	"Press the right button to adjust de-judder settings.": "Pritisnite desnu tipku da biste podesili postavke protiv trzanja.",
	"Previous": "Prethodno",
	"Primary Audio Language": "Primarni jezik zvuka",
	"Primary Channels": "Primarni kanali",
	"Primary Teletext Language": "Primarni jezik teleteksta",
	"Program exempted from ratings.": "Emisija je izuzeta iz kategorizacije.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Navođenje jedinstvenog ID-ja za HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Navedite jedinstveni ID za HbbTV za emitiranja usluge HbbTV.",
	"Provided services may vary depending on countries.": "Pružene usluge mogu se razlikovati ovisno o zemlji.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pjongjang",
	"Qatar": "Katar",
	"Quick Help": "Brza pomoć",
	"Quick Start+": "Brzi početak+",
	"Raised": "Povišeno",
	"Rangoon": "Yangon",
	"Real Cinema": "Pravo kino",
	"Reason: Authentication with access point was unsuccessful.": "Razlog: Provjera autentičnosti s pristupnom točkom nije bila uspješna.",
	"Reason: Could not establish a connection to access point.": "Razlog: Nije moguće uspostaviti vezu s pristupnom točkom.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Razlog: Nije moguće dohvatiti ispravnu IP adresu s pomoću DHCP-a.",
	"Reason: Entered password is incorrect.": "Razlog: Unesena je neispravna lozinka.",
	"Reason: Password is missing.": "Razlog: Nedostaje lozinka.",
	"Reason: The network you selected is out of range.": "Razlog: Mreža koju ste odabrali izvan dosega je.",
	"Reason: Unable to login.": "Razlog: Prijava nije moguća.",
	"Receive emergency alerts from TV when an emergency occurs.": "Primanje hitnih obavijesti TV-a kada dođe do hitnog događaja.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Preporučeno je postaviti značajku Always-on tako da je uključena u vrijeme kada obično ne gledate TV.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Preporuči korisne sadržaje i značajke na temelju povijesti gledanja i obrazaca upotrebe aplikacija.",
	"Recommendations are available for the people, products and locations related to the current program.": "Dostupne su preporuke za ljude, proizvode i lokacije koje se odnose na trenutačni program.",
	"Red": "Crvena",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Smanjite nepravilne smetnje digitalnih signala videozapisa radi optimizacije jasnoće slike.",
	"Region": "Regija",
	"Registered Devices ({num})": "Registrirani uređaji ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Pojačajte ton visoke frekvencije optimiziranog zvuka.",
	"Reinforce the low-pitched tone of the optimized sound.": "Pojačajte ton niske frekvencije optimiziranog zvuka.",
	"Remote Settings": "Postavke daljinskog upravljača",
	"Remove irregular and erratic pixels for a clearer image.": "Uklonite nepravilne i krive piksele da biste dobili jasniju sliku.",
	"Reset": "Ponovno postavljanje",
	"Reset AD ID": "Resetiraj AD ID",
	"Reset CI Password": "Ponovno postavi CI lozinku",
	"Reset HbbTV Distinctive ID": "Ponovno postavljanje jedinstvenog ID-ja za HbbTV",
	"Reset Password": "Ponovno postavljanje lozinke",
	"Reset Settings": "Ponovno postavi postavke",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Ponovno postavite popis odobrenih aplikacija prilikom povezivanja s mobilnom aplikacijom HbbTV.",
	"Reset the caption position.": "Ponovno postavite položaj titlova.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Ponovno postavite povijest gledanih sadržaja i upotrebe aplikacija. Kada se povijest ponovno postavi, ponovno primanje preporuka sadržaja može potrajati neko vrijeme.",
	"Reset to Initial Settings": "Ponovno postavljanje početnih postavki",
	"Restrict access to TV programs based on their ratings.": "Ograničite pristup TV programima na temelju njihovih kategorija.",
	"Restrict watching based on age ratings for children programs.": "Ograničite gledanje na temelju kategorije starosne dobi za dječje emisije.",
	"Restrict watching based on ages ratings.": "Ograničite gledanje na temelju kategorije starosne dobi.",
	"Restrict watching based on fantasy violence content ratings.": "Ograničite gledanje na temelju kategorije sadržaja u vezi s prikazom zamišljenog nasilja.",
	"Restrict watching based on programs containing adult language.": "Ograničite gledanje emisija koje sadrže jezik odraslih.",
	"Restrict watching based on programs containing sexual scene.": "Ograničite gledanje emisija koje sadrže seksualne prizore.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ograničite gledanje emisija koje sadrže seksualno sugestivan dijalog.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ograničite gledanje na temelju određene starosne dobi ili kategorije sadržaja za roditeljski nadzor.",
	"Restrict watching based on violence content ratings.": "Ograničite gledanje na temelju kategorije sadržaja u vezi s nasiljem.",
	"Restrict watching movies based on rating.": "Ograničite gledanje filmova na temelju kategorije.",
	"Restrict watching programs based on rating.": "Ograničite gledanje emisija na temelju kategorije.",
	"Restriction ratings :": "Kategorije ograničavanja:",
	"Retry": "Pokušaj ponovno",
	"Revert TV to its initial settings.": "Vratite TV na početne postavke.",
	"Revert color adjustment settings to default.": "Vratite postavke prilagodbe boje na zadano.",
	"Revert detailed sound effect settings of standard mode to default.": "Vratite detaljne postavke zvučnog efekta standardnog načina na zadano.",
	"Revert picture setting values to default.": "Vratite vrijednosti postavki slike na zadano.",
	"Revert white balance settings to default.": "Vratite postavke ravnoteže bijele boje na zadano.",
	"Right": "Desno",
	"Right Left": "desno/lijevo",
	"Right Surround": "Desni surround zvučni sustav",
	"Right drop shadow": "Sjena udesno",
	"Riyadh": "Rijad",
	"Romania": "Rumunjska",
	"Romanian": "Rumunjski",
	"Rome": "Rim",
	"Russia": "Rusija",
	"Russian": "Ruski",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Južna Australija - Adelaide",
	"SIGNATURE Opening": "SIGNATURE otvaranje",
	"SIGNATURE TV Settings": "Postavke TV-a SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vam omogućuje upotrebu LG daljinskog upravljača za upravljanje ostalim uređajima s omogućenom funkcijom SIMPLINK, poput DVD čitača ili audiosustava kućnog kina koji su povezani na vaš LG Smart TV putem HDMI-a.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK se automatski uključuje za korištenje u tom ARC načinu.",
	"Safety": "Sigurnost",
	"Saint Lucia": "Sveta Lucija",
	"Saint Vincent": "Sveti Vincent",
	"Sakhalin": "Sahalin",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelitska digitalna televizija",
	"Satellite Radio": "Satelitski radio",
	"Saturation": "Zasićenje",
	"Saudi Arabia": "Saudijska Arabija",
	"Saudi arabia": "Saudijska Arabija",
	"Save CAM Operator's Profile": "Spremi profil operatora CAM-a",
	"Save CI Password": "Spremi CI lozinku",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Spremite postavke prilagodbe boje trenutačno odabranog načina slike za sve unose.",
	"Save the white balance settings from the current picture mode in all inputs.": "Spremite postavke ravnoteže bijele boje trenutačno odabranog načina slike za sve unose.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Spremite/ponovno postavite svoju CI lozinku. Spremanjem lozinke preskočit ćete prijavu i zakoračiti u budućnost.",
	"Scan \"Auto Detect\" automatically.": "Automatski skenirajte „Automatsko prepoznavanje”.",
	"Screen Down": "Zaslon prema dolje",
	"Screen Off": "Zaslon isključen",
	"Screen Saver": "Čuvar zaslona",
	"Screen Shift ": "Pomicanje zaslona",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Zaslon se pomiče u redovitim intervalima kako bi se spriječili problemi s kvalitetom slike koji se mogu pojaviti kada je TV uključen dugo vremena.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Zaslon će se isključiti na 5 sekundi. Da biste ponovno uključili zaslon, pritisnite bilo koju tipku osim tipke uključivanja i podešavanja glasnoće.",
	"Search": "Pretraži",
	"Search Bluetooth Device": "Traži uređaj Bluetooth",
	"Searching...": "Pretraga...",
	"Second Language": "Drugi jezik",
	"Secondary Audio Language": "Sekundarni jezik zvuka",
	"Secondary Teletext Language": "Sekundarni jezik za teletekst",
	"Security": "Sigurnost",
	"Select IRE point to adjust luminance.": "Odaberite IRE točku za podešavanje osvjetljenja.",
	"Select Mode": "Odaberite način rada",
	"Select TV's language settings.": "Odaberite postavke jezika TV-a.",
	"Select a caption type for HD broadcasts.": "Odaberite vrstu titlova za HD emitiranja.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Odaberite vrstu titlova za emitiranja NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Odaberite vrstu titlova za UHD emitiranja.",
	"Select a caption type for analog broadcasts.": "Odaberite vrstu titlova za analogna emitiranja.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Odaberite način videozapisa koji odgovara okruženju gledanja ili specificirajte postavke za način videozapisa, poput kontrasta, boje i ostaloga.",
	"Select an audio format for each HDMI input.": "Odaberite format audiozapisa za svaki HDMI ulaz.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Ako nakon odabira funkcije Pass Through ne čujete zvučne efekte, odaberite drugi izlaz digitalnog zvuka (Automatski ili PCM).",
	"Select audio language for digital broadcasts.": "Odaberite jezik zvuka za digitalna emitiranja.",
	"Select color to be adjusted.": "Odaberite boju za podešavanje.",
	"Select days to apply the Timer Power Off settings every week.": "Odaberite dane na koje će se svaki tjedan primjenjivati postavka Mjerač isključivanja.",
	"Select days to apply the Timer Power On settings every week.": "Odaberite dane na koje će se svaki tjedan primjenjivati postavka Mjerač uključivanja.",
	"Select device for audio output.": "Odaberite uređaj za izlaz zvuka.",
	"Select device or speaker for audio output.": "Odaberite uređaj ili zvučnik za reprodukciju zvuka.",
	"Select digital audio output format.": "Odaberite format izlaza digitalnog zvuka.",
	"Select language for TV menu.": "Odaberite jezik za izbornik TV-a.",
	"Select language for subtitles.": "Odaberite jezik za podnaslove.",
	"Select languages for keyboards input.": "Odaberite jezike za unos tipkovnicom.",
	"Select method to adjust white balance.": "Odaberite način za podešavanje balansa bijele boje.",
	"Select point to adjust luminance.": "Odaberite točku za podešavanje osvjetljenja.",
	"Select the Sound mode and set detailed Audio effects.": "Odaberite način zvuka i postavite detaljne audio efekte.",
	"Select the Sound mode for each content type.": "Odaberite način zvuka za svaku vrstu sadržaja.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Odaberite Ultra HD Deep Colour za priključak HDMI {num}.",
	"Select the app to restrict the use.": "Odaberite aplikaciju za ograničavanje upotrebe.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Odaberite prikladan način slike s obzirom na okruženje gledanja ili vrstu sadržaja.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Odaberite svojstva zvuka kako biste slušali emitiranje na način koji vam odgovara.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Postavite vrstu titlova za digitalna emitiranja i postavite detaljne postavke podnaslova.",
	"Select the channel to restrict watching.": "Odaberite kanal za ograničavanje gledanja.",
	"Select the channel to watch when the TV turns on.": "Odaberite kanal koji želite gledati kada se TV uključi.",
	"Select the color range to be displayed.": "Odaberite raspon boja koji će se prikazati.",
	"Select the country for your country's special services.": "Odaberite zemlju za posebne usluge dostupne u vašoj zemlji.",
	"Select the desired video angle.": "Odaberite željeni kut videozapisa.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Odaberite format za prijenos izlaza digitalnog zvuka TV-a na vanjski uređaj.",
	"Select the input to use when the TV turns on.": "Odaberite unos koji će se upotrebljavati kada se TV uključi.",
	"Select the inputs to restrict the use.": "Odaberite unose za ograničavanje upotrebe.",
	"Select the most preferred Subtitle Language.": "Odaberite svoj prvi izbor za jezik podnaslova.",
	"Select the place where to use the TV.": "Odaberite mjesto na kojem upotrebljavate TV.",
	"Select the residential region for your regional broadcast signal.": "Odaberite regiju u kojoj živite za primanje signala regionalnih emitiranja.",
	"Select the second preferred Subtitle Language.": "Odaberite svoj drugi izbor za jezik podnaslova.",
	"Select your first choice of audio language for digital broadcasts.": "Odaberite prvi izbor jezika zvuka za digitalna emitiranja.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Odaberite svoj prvi izbor jezika za usluge teleteksta davatelju emitiranja TV-a.",
	"Select your second choice of audio language for digital broadcasts.": "Odaberite drugi izbor jezika zvuka za digitalna emitiranja.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Odaberite svoj drugi izbor jezika za usluge teleteksta davatelju emitiranja TV-a.",
	"Seoul": "Seul",
	"Serbia": "Srbija",
	"Serbian": "Srpski",
	"Serial Number": "Serijski broj",
	"Service 1": "Usluga 1",
	"Service 2": "Usluga 2",
	"Service 3": "Usluga 3",
	"Service 4": "Usluga 4",
	"Service 5": "Usluga 5",
	"Service 6": "Usluga 6",
	"Service Area Zip Code": "Poštanski broj područja usluge",
	"Set Automatically": "Postavi automatski",
	"Set ID": "Postavite ID",
	"Set My Team Alarm.": "Postavi alarm Moj tim.",
	"Set Store Mode settings.": "Postavite postavke načina rada u trgovini.",
	"Set System Color mode for your current TV input.": "Postavite način boje sustava za trenutačni TV ulaz.",
	"Set additional options for Video Description.": "Postavite dodatne opcije za opis videozapisa.",
	"Set additional picture settings.": "Postavite dodatne postavke slike.",
	"Set additional sound-related settings.": "Postavite dodatne postavke zvuka.",
	"Set advanced Subtitle options.": "Postavite napredne opcije podnaslova.",
	"Set advanced captioning options.": "Postavite napredne opcije titlova.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Postavite i uredite IP adresu na verziju IPv4 ili IPv6.",
	"Set audio-related options.": "Postavite opcije koje su povezane sa zvukom.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Postavite veličinu titlova, boju, prozirnost i druge opcije za emitiranja.",
	"Set color temperature from warm to cool.": "Postavite boju temperature od tople do hladne.",
	"Set detailed caption settings for HD broadcasts.": "Postavite detaljne postavke titlova za HD emitiranja.",
	"Set detailed options for the AI functions.": "Postavite detaljne opcije za AI funkcije.",
	"Set detailed options for the Home feature.": "Postavite detaljne opcije za značajku Početna stranica.",
	"Set detailed options for the Recommendation feature.": "Postavite detaljne opcije za značajku Preporuka.",
	"Set easy connection settings with external devices.": "Postavite jednostavne postavke veze s vanjskim uređajima.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Postavite zaključavanje određenih kanala, aplikacija, unosa itd. tako da se mogu upotrebljavati samo uz roditeljski nadzor.",
	"Set necessary additional functions based on watching environment and screen status.": "Postavite potrebne dodatne funkcije na temelju okoline u kojoj se TV nalazi i stanja zaslona.",
	"Set or reset the position of on-screen captions.": "Postavite ili ponovno postavite položaj titlova na zaslonu.",
	"Set settings related to your wired / wireless network.": "Postavite postavke povezane sa žičanom/bežičnom mrežom.",
	"Set the TV to turn off automatically after a set amount of time.": "Postavite automatsko isključivanje TV-a nakon postavljenog vremena.",
	"Set the TV to turn off automatically at a set time.": "Postavite automatsko isključivanje TV-a u postavljeno vrijeme.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Postavite automatsko isključivanje TV-a ako nema unosa korisnika 4 sata nakon što se TV automatski uključi.",
	"Set the TV to turn on automatically at a set time.": "Postavite automatsko uključivanje TV-a u postavljeno vrijeme.",
	"Set the additional functions related to the TV.": "Postavite dodatne funkcije u vezi s TV-om.",
	"Set the current date and time.": "Postavite trenutačni datum i vrijeme.",
	"Set the current date manually.": "Ručno postavite trenutačni datum.",
	"Set the current time manually.": "Ručno postavite trenutačno vrijeme.",
	"Set the detect range of device available to connect.": "Postavite raspon otkrivanja uređaja spremnih za povezivanje.",
	"Set the region and country for broadcasts and special services.": "Postavite regiju i zemlju za emitiranja i posebne usluge.",
	"Set the screen size and aspect ratio.": "Postavite veličinu zaslona i format slike.",
	"Set the specialized functions of SIGNATURE TV.": "Postavite posebne funkcije uređaja SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Postavite vrijeme za automatsko isključivanje TV-a kada nema unosa korisnika.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Postavite višekanalni virtual surround zvučni efekt za realističniji zvuk.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Postavite virtual surround zvučni efekt za realističniji zvuk.",
	"Set the volume level when the TV turns on.": "Postavite razinu glasnoće kada se TV uključi.",
	"Set time to turn off the TV.": "Postavite vrijeme za isključivanje TV-a.",
	"Set time to turn on the TV.": "Postavite vrijeme za uključivanje TV-a.",
	"Set up additional features related to customer support.": "Postavi dodatne značajke povezane s korisničkom podrškom.",
	"Set up an account to use LG Services.": "Postavite račun za upotrebu LG usluga.",
	"Set whether to display Home when the TV is turned on.": "Postavite hoće li se Početna stranica prikazivati kada je TV uključen.",
	"Settings Help": "Pomoć za postavke",
	"Sexual Situations": "Seksualne situacije",
	"Sexually Suggestive Dialogue": "Seksualno sugestivan dijalog",
	"Shanghai": "Šangaj",
	"Sharpness": "Oštrina",
	"Show Password": "Prikaži lozinku",
	"Side by Side": "Jedno pored drugoga",
	"Sierra Leone": "Sijera Leone",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Interferencije signala mogu smanjiti osjetljivost daljinskog upravljača Magic Remote ako je bežični usmjerivač preblizu TV-u.",
	"Singapore": "Singapur",
	"Size": "Veličina",
	"Sleep Timer": "Mjerač vremena gašenja",
	"Slovak": "Slovački",
	"Slovakia": "Slovačka",
	"Slovenia": "Slovenija",
	"Slovenian": "Slovenski",
	"Slow": "Polako",
	"Small": "Malo",
	"Smooth": "Glatko",
	"Smooth Gradation": "Gradacija izglađenosti",
	"Soccer": "Nogomet",
	"Sofia": "Sofija",
	"Software Update": "Ažuriranje softvera",
	"Software Version": "Inačica softvera",
	"Software update has been installed. Update will be applied when you restart your TV.": "Instalirano je ažuriranje softvera. Ažuriranje će se primijeniti kada ponovno pokrenete svoj TV.",
	"Solid": "Ispunjeno",
	"Solomon Islands": "Salamunovi Otoci",
	"Somalia": "Somalija",
	"Some material may not be appropriate for children under 13.": "Određeni sadržaj možda neće biti prikladan za djecu mlađu od 13 godina.",
	"Some material may not be appropriate for children.": "Određeni sadržaj možda neće biti prikladan za djecu.",
	"Sotho, Northern": "Sotho, sjeverni",
	"Sotho, Southern": "Sotho, južni",
	"Sound": "Zvuk",
	"Sound Mode": "Način ozvučenja",
	"Sound Mode Settings": "Postavke načina zvuka",
	"Sound Out": "Audio izlaz",
	"Sound Share": "Dijeljenje zvuka",
	"Sound Test": "Testiranje zvuka",
	"South Africa": "Južnoafrička Republika",
	"South Korea": "Južna Koreja",
	"Southern Africa": "Južna Afrika",
	"Spain": "Španjolska",
	"Spanish": "Španjolski",
	"Speaker Volume Control": "Kontrola glasnoće zvučnika",
	"Specify detailed voice guidance settings after turning on this feature.": "Specificirajte detaljne postavke glasovnih smjernica nakon što uključite ovu značajku.",
	"Speed": "Brzina",
	"Spoken Subtitle": "Izgovoreni titlovi",
	"Sports": "Sport",
	"Sports Alert": "Sportske obavijesti",
	"Sri Lanka": "Šri Lanka",
	"Stand": "Postolje",
	"Standard": "Standardno",
	"Standard Mode Sound Effect": "Standardni način zvučnog efekta",
	"Standby Light": "Svjetlo u stanju čekanja",
	"Start New Sound Tuning": "Pokreni novo podešavanje zvuka",
	"Start Now": "Započni sada",
	"Stop": "Zaustavi",
	"Store Demo": "Demonstracija u trgovini",
	"Store Mode": "Način rada u trgovini",
	"Store Mode Settings": "Pohrani postavke načina",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Način rada u trgovini služi za prikazivanje u trgovini. Ponovno će pokrenuti postavke svakih nekoliko minuta. Želite li zatvoriti ovu aplikaciju i pokrenuti Način rada u trgovini?",
	"Strong": "Jako",
	"Style": "Stil",
	"Subnet Mask": "Maska podmreže",
	"Subnet prefix length": "Dužina prefiksa podmreže",
	"Subtitle First Choice Language": "Izbor prvog jezika za podnaslove",
	"Subtitle Language": "Jezik podnaslova",
	"Subtitle Second Choice Language": "Izbor drugog jezika za podnaslove",
	"Subtitles": "Podnaslovi",
	"Super Impose": "Dodavanje slojeva",
	"Super Resolution": "Super razlučivost",
	"Support": "Potpora",
	"Suriname": "Surinam",
	"Surround Balance": "Balans surround ozvučenja",
	"Surround Level": "Razina surround ozvučenja",
	"Swahili": "Svahilski",
	"Swaziland": "Svazi",
	"Sweden": "Švedska",
	"Swedish": "Švedski",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Prebacivanje na način rada u stanju čekanja radi omogućavanja brzog ponovnog uključivanja TV-a kada isključite TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Prebacivanje na način rada u stanju čekanja radi omogućavanja brze upotrebe različitih funkcija kao što su aplikacije, pretraživanje itd. kada je TV isključen.",
	"Switzerland": "Švicarska",
	"Sync Demo": "Sinkroniziraj demonstraciju",
	"Syria": "Sirija",
	"System Color": "Boja sustava",
	"TAS - Tasmania - Hobart": "TAS - Tasmanija - Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "Informacije o TV-u",
	"TV Installation Type": "Način instalacije TV-a",
	"TV Lock": "Zaključavanje TV-a",
	"TV Name": "Naziv TV-a",
	"TV On With Mobile": "Uključivanje TV-a s pomoću mobilnog uređaja",
	"TV Power Sound": "Zvuk za uključivanje TV-a",
	"TV Power Sound Volume": "Glasnoća zvuka za uključivanje TV-a",
	"TV Program Locks": "Zaključavanje TV programa",
	"TV Rating English": "Engleska TV kategorija",
	"TV Rating French": "Francuska TV kategorija",
	"TV Speaker": "Zvučnik TV-a",
	"TV can be used as an alarm.": "TV se može upotrebljavati kao alarm.",
	"TV is turned off at a set time on every specified day.": "TV se isključuje u određeno vrijeme svaki dan.",
	"TV to USB": "TV na USB",
	"Taiwan": "Tajvan",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Iskoristite značajke za koje je potrebna mreža kao što su internet, aplikacije, ažuriranja softvera itd.",
	"Tallinn": "Talin",
	"Tamil": "Tamilski",
	"Tanzania": "Tanzanija",
	"Target Luminance": "Ciljano osvjetljenje",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Boja teksta",
	"Text Opacity": "Neprozirnost teksta",
	"Text Search": "Pretraga tekstom",
	"Thai": "Tajlandski",
	"Thailand": "Tajland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1} i HDMI {port2} podržavaju AMD FreeSync Premium i možete odabrati tu funkciju.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1} i HDMI {port2} podržavaju značajku AMD FreeSync Premium, koju možete uključiti ili isključiti.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1} i HDMI {port2} podržavaju značajku Instant Game Response, koju možete uključiti ili isključiti.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Priključak HDMI {port1} podržava značajku AMD FreeSync Premium i možete odabrati tu funkciju.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Priključak HDMI {port1} podržava značajku AMD FreeSync Premium, koju možete uključiti ili isključiti.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Priključak HDMI {port1} podržava značajku Instant Game Response, koju možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju AMD FreeSync Premium i možete odabrati tu funkciju.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju značajku AMD FreeSync Premium, koju možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju AMD FreeSync Premium i možete odabrati tu funkciju.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju značajku AMD FreeSync Premium, koju možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} podržavaju značajku Instant Game Response, koju možete uključiti ili isključiti.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Priključci HDMI {port1}, HDMI {port2} i HDMI {port3} podržavaju značajku Instant Game Response, koju možete uključiti ili isključiti.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Jedinstveni ID za HbbTV jedinstvena je vrijednost koja se upotrebljava samo za HbbTV, koja nije povezana s osobnim podacima korisnika.",
	"The HbbTV Distinctive ID will be reset.": "Jedinstveni ID za HbbTV ponovno će se postaviti.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikacija ili usluga HbbTV onemogućit će praćenje pojedinačnog korisnika.",
	"The IBB service will disable its tracking of an individual user.": "Usluga IBB onemogućit će praćenje pojedinačnog korisnika.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informacije o državi LG usluga ne mogu se dohvatiti s poslužitelja. Pokušajte ponovno kasnije.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikacija Postavke mora se ponovno učitati za promjenu jezika izbornika. Želite li nastaviti?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Kada se otkrije kretanje oko TV-a, uključit će se ambijentalno osvjetljenje.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostupne vanjske usluge prepoznavanja glasa mogu se promijeniti ovisno o postavci jezika. Također, ako promijenite jezik izbornika, ponovno se učitava izbornik s postavkom. Želite li nastaviti?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Popis kanala uspješno je kopiran s USB uređaja za pohranu na TV. TV će se ponovno pokrenuti za 5 sekundi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Popis kanala uspješno je kopiran s TV-a na USB uređaj za pohranu.",
	"The closer to 100, the brighter.": "Što je vrijednost bliža broju 100, to će zaslon biti svjetliji.",
	"The closer to 100, the clearer the color becomes.": "Što je vrijednost bliža broju 100, to će boja biti izraženija.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Što je vrijednost bliža broju 50, to će crvena boja biti izraženija, i što je vrijednost bliža broju 50, to će zelena boja biti izraženija.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Ponovno će se postaviti detaljne postavljene vrijednosti funkcije balansa bjeline. Želite li nastaviti?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Razmak između glasnoće zvuka na kanalu i emisije automatski se smanjuje, što vam pomaže da gledate emisiju s ujednačenom glasnoćom.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Razmak između glasnoće zvuka kanala i emisije automatski se postavlja za gledanje emisije uz ujednačenu glasnoću.",
	"The higher the settings, the louder the sound rapidly.": "Što je postavka viša, to će zvuk biti glasniji.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Unutarnji zvučnik TV-a i Bluetooth zvučnici mogu istovremeno reproducirati zvuk, stvarajući živopisan učinak prostornog ozvučenja.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jezik prepoznavanja glasa automatski će se postaviti ovisno o odabranom jeziku izbornika.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jezik za sustav prepoznavanja glasa podešen je prema odabranom jeziku izbornika. Usluge podrške mogu se razlikovati ovisno o jeziku glasa.",
	"The network is currently unavailable. Please try again later.": "Mreža je trenutačno nedostupna. Pokušajte ponovno kasnije.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Postupak traje oko sat vremena i vaš će TV morati ostati isključen.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Postupak traje nekoliko minuta ({n}), a TV mora ostati isključen za vrijeme njegova trajanja.",
	"The program is intended for adults only.": "Emisija je namijenjena samo odraslima.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Svjetlina zaslona automatski se prilagođava u skladu sa svjetlinom oko TV-a.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Za 5 sekundi zaslon će se pomaknuti prema dolje. Pritisnite bilo koji gumb osim Napajanja i Glasnoće na daljinskom upravljaču kako biste ga pomaknuli natrag prema gore.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Postavljene niže vrijednosti funkcije sustava upravljanja bojom ponovno će se postaviti. Želite li nastaviti?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Postavke Bluetooth surround ozvučenja + Unutarnjeg zvučnika TV-a bit će resetirane.",
	"The settings are as follows.": "Postavke su navedene u nastavku.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvuk se možda neće reproducirati kada je izlaz digitalnog zvuka postavljen na funkciju Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Ažuriranje se ne može primijeniti na TV. Softver će se vratiti na prethodnu inačicu.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vizualni se efekti pojavljuju na zaslonu kada se zaslon mijenja te kada uključujete TV.",
	"There are no paired devices.": "Nema uparenih uređaja.",
	"There are settings to correct or prevent OLED panel noise.": "Postoje postavke za ispravljanje ili sprječavanje smetnji OLED ploče.",
	"There is no USB device connected to your TV.": "Nema USB uređaja spojenog na TV.",
	"There is no message.": "Nema poruke.",
	"Third Language": "Treći jezik",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ova se značajka odnosi samo na određene modele bežične tipkovnice tvrtke LG.",
	"This function works only when it is provided by the broadcast program.": "Funkcija radi samo kada je omogući program emitiranja.",
	"This is a closed caption preview": "Ovo je pretpregled titlova",
	"This is an already existing value.": "Ova vrijednost već postoji.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ova vam usluga pruža više informacija o emisiji koju gledate i sličnom sadržaju.",
	"This will revert all options on TV to their default settings.": "Ovime će se sve opcije TV-a vratiti na zadane postavke.",
	"Time": "Vrijeme",
	"Timer Channel": "Kanal s mjeračem",
	"Timer Repeat": "Ponavljanje mjerača",
	"Timers": "Mjerači",
	"Timezone": "Vremenska zona",
	"Timor-Leste": "Istočni Timor",
	"Tint": "Sjena",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Kako biste optimizirali zvuk, reproducirajte ispitni zvuk na TV-u i izmjerite zvuk koji se reflektira putem daljinskog upravljača Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Kako biste testirali zvuk svog TV-a, postavka audioizlaza mora se promijeniti na unutarnji zvučnik TV-a. Želite li nastaviti?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Vrh i dno",
	"Total Power On Time": "Ukupno vrijeme funkcije uključivanja",
	"Tracking Speed": "Brzina praćenja",
	"Translucent": "Providnost",
	"Transparent": "Prozirnost",
	"Treble Boost": "Pojačani visoki tonovi",
	"Trinidad And Tobago": "Trinidad i Tobago",
	"Trinidad and Tobago": "Trinidad i Tobago",
	"Tswana": "Cvana",
	"Tune and save available channels.": "Podesite i spremite dostupne kanale.",
	"Tune and save available channels. You can set satellite channel options.": "Podesite i spremite dostupne kanale. Možete postaviti opcije satelitskog kanala.",
	"Tunisia": "Tunis",
	"Turkey": "Turska",
	"Turkish": "Turski",
	"Turn on TV with mobile device same as smartphone.": "Uključite TV s pomoću mobilnog uređaja kao što je pametni telefon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Uključite ili isključite Ultra HD Deep Colour za priključak HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Uključite ili isključite Instant Game Response HDMI {num} priključka.",
	"Turn on the TV using mobile device via Bluetooth.": "Uključite TV mobilnim uređajem putem Bluetootha.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Uključite TV mobilnim uređajem putem Wi-Fi mreže.",
	"Turn on via Bluetooth": "Uključivanje putem Bluetootha",
	"Turn on via Wi-Fi": "Uključivanje putem Wi-Fi-a",
	"Turn on/off description box in Settings.": "Uključite/isključite prozor s opisom u Postavkama.",
	"Turn on/off standby light.": "Uključite/isključite svjetlo za mirovanje.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Uključite/isključite značajku AMD FreeSync Premium priključka HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Uključite/isključite slike koje će se prikazivati kada nema signala.",
	"Turn on/off the related features of energy consumption.": "Uključite/isključite značajke u vezi s potrošnjom energije.",
	"Turn the Hybridcast service on/off.": "Uključite/isključite uslugu Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Uključite/isključite uslugu Međudjelovanje (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Uključite/isključite TV vodič davatelja emitiranja TV-a.",
	"Turn your broadcast TV provider's teletext service on/off.": "Uključite/isključite uslugu teleteksta TV vodiča davatelja emitiranja TV-a.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Isključivanje funkcije Wi-Fi onemogućit će vam pristup svim internetskim uslugama, osim ako ne upotrebljavate kabel za spajanje na mrežu. Želite li nastaviti?",
	"UAE": "UAE",
	"UHD Mode": "UHD način rada",
	"USA": "SAD ",
	"USB storage for Copy Channels": "USB pohrana za kopiranje kanala",
	"USB to TV": "USB na TV",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinski",
	"Ulaanbaatar": "Ulan Bator",
	"Unable to check for updates.": "Nije moguće provjeriti ima li ažuriranja.",
	"Unable to connect to the network.": "Nije moguće spojiti se na mrežu.",
	"Undefined": "Nedefinirano",
	"Under 17 requires accompanying parent or adult guardian.": "Mlađima od 17 godina potrebna je pratnja roditelja ili odraslog staratelja.",
	"Uniform": "Uniformno",
	"United Arab Emirates": "Ujedinjeni Arapski Emirati",
	"United Kingdom": "Ujedinjeno Kraljevstvo",
	"United States of America": "Sjedinjene Američke Države",
	"Universal Control Settings": "Postavke univerzalnog upravljača",
	"Unknown": "Nepoznato",
	"Unknown issue has occurred.": "Pojavio se nepoznati problem.",
	"Update canceled.": "Ažuriranje poništeno.",
	"Update in progress...": "Ažuriranje u tijeku...",
	"Update in progress...({n}%)": "Ažuriranje u tijeku...({n}%)",
	"Update paused.": "Ažuriranje je zaustavljeno.",
	"Update reserved.": "Ažuriranje rezervirano.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Ažuriranje će se poništiti i sve datoteke ažuriranja će se sada izbrisati. Želite li nastaviti?",
	"Uruguay": "Urugvaj",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Upotrijebite daljinski upravljač Magic Remote za analiziranje akustike prostorije i optimizaciju zvuka TV-a na temelju dobivenih rezultata.",
	"Use a large pointer.": "Upotreba velikog pokazivača.",
	"Use a medium pointer.": "Upotreba pokazivača srednje veličine.",
	"Use a small pointer.": "Upotreba malog pokazivača.",
	"Use the 4-way controller to change the position and press the OK button.": "Koristite se četverosmjernim kontrolerom za promjenu položaja i pritisnite tipku U redu.",
	"Use the following services with the selected language.": "Koristite se sljedećim uslugama s odabranim jezikom.",
	"User": "Korisnik",
	"User Agreements": "Ugovori s korisnikom",
	"User Guide": "Vodič za korisnike",
	"Uzbek": "Uzbečki",
	"Uzhhorod": "Užgorod",
	"V Position": "V Položaj",
	"V Sharpness": "Oštrina V",
	"V Size": "V Veličina",
	"Valencian": "Valencijski",
	"Vatican City": "Vatikan",
	"Vertical Zoom": "Okomiti zum",
	"Video 1": "Videozapis 1",
	"Video 2": "Videozapis 2",
	"Video 3": "Videozapis 3",
	"Video Description": "Opis videozapisa",
	"Vienna": "Beč",
	"Vietnam": "Vijetnam",
	"Vietnamese": "Vijetnamski",
	"View current Common Interface (CI) information.": "Prikaz trenutačnih podataka zajedničkom sučelju (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Prikažite stavke jasnije tako da promijenite boju izbornika na zaslonu u crnu i bijelu.",
	"View messages from your broadcast TV provider.": "Prikaz poruka od davatelja emitiranja TV-a.",
	"View more information about watching program and enjoy related contents.": "Prikaz više informacija o emisiji koju gledate i povezanog sadržaja.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Prikaz izvornog zaslona ili postavljanje veličine zaslona i formata slike.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Prikaz izvornog zaslona u formatu u kojem se prenosi putem signala emitiranja ili povezanog uređaja.",
	"Violence": "Nasilje",
	"Vivid": "Živo",
	"Voice Recognition Help and Settings": "Pomoć i postavke za sustav prepoznavanja glasa",
	"Voice Support Service": "Glasovna usluga podrške",
	"Volume": "Glasnoća",
	"Volume Increase Amount": "Količina povećanja glasnoće",
	"Volume Mode": "Način glasnoće",
	"WA - Western Australia - Eucla": "WA - Zapadna Australija - Eucla",
	"WA - Western Australia - Perth": "WA - Zapadna Australija - Perth",
	"Wall-mounted": "Postavljeno na zid",
	"Warm1": "Toplo1",
	"Warm2": "Toplo2",
	"Warm3": "Toplo3",
	"Warsaw": "Varšava",
	"Watch a diverse range of Internet contents on TV channels.": "Gledajte raznolik internetski sadržaj na TV kanalima.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Prikupljamo i pohranjujemo MAC adresu, broj modela, šifru države, postavke jezika i verziju softvera radi provjere vašeg uređaja i provjere imate li najnoviju verziju softvera.",
	"Welcome Feature": "Značajka dobrodošlice",
	"Welsh": "Velški",
	"Western Africa": "Zapadna Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Prebacivanje na stanje čekanja kada se povezani HDD ne upotrebljava određeno vrijeme radi smanjenja potrošnje energije.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kada je uređaj povezan na priključak, slika utakmice optimizirana je s najmanje kašnjenja, pucanja ili prekida.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kada se pokrene Instant Game Response, videozapis može privremeno treperiti.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kada je audioizlaz postavljen na „Bluetooth / HDMI ARC / Optički digitalni izlaz / zvučnike WiSA” ili povezani uređaj ne podržava Instant Game Response, ta značajka možda neće ispravno raditi.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Možda neće ispravno raditi ako je audioizlaz postavljen na Bluetooth ili ako povezani uređaj ne podržava značajku Instant Game Response.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Kada se uređaj uključi/isključi, vaš će se TV automatski uključiti/isključiti.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kada su vizualni efekti isključeni, zaslon prikazuje Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kada je ova značajka uključena, neke će značajke koje se prikazuju na zaslonu biti djelomično prozirne.",
	"When your TV is turned off, the device will automatically turn off.": "Kada je TV isključen, uređaj će se automatski isključiti.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Dok se promijenjena postavljena vrijednost prenosi na vanjski uređaj, slika ili zvuk možda se privremeno neće uobičajeno pružati.",
	"White": "Bijela",
	"White Balance": "Balans bijele boje",
	"Wi-Fi Connection": "Wi-Fi",
	"Wi-Fi Security": "Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi je isključen. Uključite ga kako biste vidjeli popis dostupnih mreža na koje se možete spojiti i dodatne povezane stavke izbornika.",
	"Wi-Fi issue has occurred.": "Pojavio se problem s Wi-Fi-em.",
	"WiSA Speakers": "Zvučnici WiSA",
	"Wide Area Zone": "Zona širokog područja",
	"Wide View": "Širok prikaz",
	"Wide View (32:9)": "Širok prikaz (32:9)",
	"Wide Zoom": "Širok zum",
	"Window Color": "Boja prozora",
	"Window Opacity": "Neprozirnost prozora",
	"Wired Connection (Ethernet)": "Žičana veza (ethernet)",
	"Wired Headphones": "Žičane slušalice",
	"Wired Headphones + Internal TV Speaker": "Žičane slušalice + Unutarnji zvučnik TV-a",
	"With this option, you can control the audio device's volume with your TV remote.": "Uz ovu opciju možete upravljati glasnoćom audiouređaja putem daljinskog upravljača TV-a.",
	"Yakutsk": "Jakutsk",
	"Year": "Godina",
	"Yekaterinburg": "Ekaterinburg",
	"Yellow": "Žuta",
	"Yemen": "Jemen",
	"Yerevan": "Erevan",
	"Yes": "Da",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Možete prilagoditi zvučne efekte i pokrete zaslona kada je TV uključen ili isključen.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Možete upravljati uređajima povezanim na HDMI priključke putem upravljača Magic Remote bez postupaka postavljanja uređaja.",
	"You can delete the device connection history of Screen Share.": "Možete izbrisati povijest povezivanja uređaja značajke Screen Share.",
	"You can delete the device connection history of Sound Share.": "Možete izbrisati povijest povezivanja uređaja značajke Sound Share.",
	"You can find the default password in User Guide.": "Zadanu lozinku možete pronaći u Vodiču za korisnike.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Možete pokrenuti značajku Instant Game Response postavljanjem značajke HDMI Ultra HD Deep Colour na „Uključeno”.",
	"You can only change settings from the current HDMI input.": "Možete mijenjati postavke samo s trenutačnog HDMI ulaza.",
	"You can scan again to connect the device.": "Možete ponovno pretražiti za povezivanje uređaja.",
	"You can select left and right audio settings for broadcast signal.": "Možete odabrati postavke lijevog i desnog audiokanala za emitirani signal.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Možete odabrati značajku AMD FreeSync Premium priključka HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Za priključak možete odabrati značajku Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Možete postaviti zvuk da se reproducira kada je TV uključen ili isključen.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Možete uključiti ili isključiti značajku spremanja profila operatora CAM-a.",
	"You can turn this feature on or off.": "Ovu značajku možete uključiti ili isključiti.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Možete primati različite preporuke sadržaja putem mreže. Isključivanje ove opcije pružit će samo osnovni sadržaj, a neke značajke možda neće biti dostupne.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Vaš TV i uređaj koji je spojen s pomoću funkcije SIMPLINK sinkronizirat će se na sljedeći način:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Vaš TV mora ostati isključen dok je postupak Osvježivača piksela u tijeku. Sva će aktualna ili nadolazeća snimanja, podsjetnici ili uključivanja zakazana tijekom ovog postupka biti otkazani. Također, BT zvučnik neće biti dostupan na Nultom prikazu.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Vaš TV mora ostati isključen dok je postupak Osvježivača piksela u tijeku. Sva će aktualna ili nadolazeća snimanja, podsjetnici ili uključivanja zakazana tijekom ovog postupka biti otkazani.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Vaš TV mora se spojiti na mrežu kako bi se automatski postavila vaša država LG usluga. Želite li ići u Mrežne postavke sada da biste provjerili vezu?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Vaš TV mora znati vašu ispravnu lokaciju kako biste dobili hitne poruke kroz njegov signal digitalnog TV-a.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV će se isključiti sve dok proces ne završi, nakon čega će se ponovno automatski uključiti.",
	"Zambia": "Zambija",
	"Zaporozhye": "Zaporožje",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Zum",
	"Zoom2": "Zum2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] će se odspojiti s TV-a. Zvuk se više neće reproducirati s tog uređaja. Želite li nastaviti?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] će se ukloniti s popisa uparenih uređaja. Ako ga budete željeli kasnije spojiti, morat ćete pretražiti dostupne uređaje i ponovno ga upariti. Želite li nastaviti?",
	"[{deviceName}] will be deleted.": "Izbrisat će se uređaj [{deviceName}].",
	"aspectRatio_original": "Izvorno",
	"audioGuidance_fast": "Brzo",
	"audioGuidance_high": "Visoka",
	"audioGuidance_low": "Nisko",
	"audioGuidance_medium": "Srednje",
	"audioGuidance_slow": "Polako",
	"audioGuidance_veryFast": "Jako brzo",
	"audioGuidance_veryHigh": "Vrlo visoko",
	"audioGuidance_veryLow": "Vrlo nisko",
	"audioGuidance_verySlow": "Jako sporo",
	"btDotSignalStrength_wide": "Široki",
	"button": "gumb",
	"character": "znak",
	"characters": "znakovi",
	"checked": "označeno",
	"colorGamutJPNWide": "Široki",
	"connecting": "spajanje",
	"depthOfColor": "Boja",
	"diagonal zoom in": "dijagonalno povećavanje",
	"diagonal zoom out": "dijagonalno smanjivanje",
	"digitalOptionSetByProgram": "Postavi programom",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Srednje",
	"freesync_high": "Visoka",
	"freesync_low": "Nisko",
	"freesync_off": "Isključeno",
	"freesync_wide": "Široki",
	"gamma_high1": "Visina1",
	"gamma_high2": "Visina2",
	"hidden": "skriveno",
	"horizontal zoom in": "vodoravno povećavanje",
	"horizontal zoom out": "vodoravno smanjivanje",
	"jpDoNot": "Isključeno",
	"logoLuminance_high": "Visoko",
	"logoLuminance_low": "Nisko",
	"not connected": "nije spojeno",
	"objet_soundMode": "Optimizirajte način zvuka za svaku vrstu sadržaja.",
	"pictureControl3dModeStandard": "Standardno",
	"pictureControlAuto": "Automatski",
	"pictureControlAuto_BlackLevel": "Automatski",
	"pictureControlHigh": "Visoka",
	"pictureControlHigh_BlackLevel": "Visoka",
	"pictureControlHigh_Male": "Visoka",
	"pictureControlLow": "Nisko",
	"pictureControlLow_BlackLevel": "Nisko",
	"pictureControlLow_Male": "Nisko",
	"pictureControlMedium": "Srednje",
	"pictureControlMedium_BlackLevel": "Srednje",
	"pictureControlMedium_Male": "Srednje",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Srednje",
	"pictureLocalDimmingHigh": "Visoka",
	"pictureLocalDimmingLow": "Nisko",
	"pictureLocalDimmingMed": "Srednje",
	"pictureMode": "Standardno",
	"pictureModeSettings": "Detalji postavki",
	"press OK button to edit IP manually": "pritisnite tipku U redu za ručno uređivanje IP-a",
	"press OK button to enter channel to search": "pritisnite tipku U redu za unos kanala za pretragu",
	"press OK button to enter value": "pritisnite tipku U redu za unos vrijednosti",
	"press right button to adjust de-judder and de-blur value": "pritisnite tipku desno za podešavanje vrijednosti smanjenja podrhtavanja i smanjenja zamućenja",
	"press right button to adjust zoom ratio and position": "pritisnite tipku desno za podešavanje omjera zuma i položaja",
	"shift current screen down": "premještanje trenutačnog zaslona dolje",
	"shift current screen to the left": "premještanje trenutačnog zaslona ulijevo",
	"shift current screen to the right": "premještanje trenutačnog zaslona udesno",
	"shift current screen up": "premještanje trenutačnog zaslona gore",
	"shift down": "premještanje dolje",
	"shift left": "premještanje ulijevo",
	"shift right": "premještanje udesno",
	"shift up": "premještanje gore",
	"soundMode_Standard": "Standardno",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Ništa",
	"unchecked": "neoznačeno",
	"unread": "nepročitano",
	"vertical zoom in": "okomito povećavanje",
	"vertical zoom out": "okomito smanjivanje",
	"volumeModeHigh": "Visoka",
	"volumeModeLow": "Nisko",
	"volumeModeMedium": "Srednje",
	"webOS TV Version": "webOS TV inačica",
	"zoom in": "povećavanje",
	"zoom out": "smanjivanje",
	"{label} : R{value}": "{label} : D{value}"
}
