{
	" (User)": " (Mtumiaji)",
	"(Version: {l})": "(Toleo:{l})",
	"* The device connected should support this service.": "* Kifaa kilichounganishwa kinapaswa kutumia kifaa hiki.",
	"* This feature is applied once and only once when the TV is turned off.": "* Kipengele hiki kinatumika mara moja na mara moja pekee wakati TV imezimwa.",
	"* This feature is available on certain devices only.": "* Kipengele hiki kinapatikana kwenye vifaa fulani pekee.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Modi hii inaonyesha nia za FILMMAKER MODE waziwazi lakini huenda ikawa na giza zaidi kuliko modi nyingine za picha.",
	"* This settings is only available for Internal TV Speaker.": "* Mipangilio hii inapatikana tu kwa Spika ya Ndani ya TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Ingawa chaguo hili limewekwa kuwa IMEWASHWA, kiokoa skrini hakitafanya kazi ili kuepuka kusumbua hali yako ya utazamaji kwenye maingizo ya nje kama Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Unaweza kudhibiti programu inayotumia kipengele kwenye kifaa chako cha mkononi.",
	"1) Turn the Bluetooth on the other device off.": "1) Zima Bluetooth kwenye kifaa kingine.",
	"10 Points Code Value": "Pointi 10 Thamani ya Msimbo",
	"10 and Above": "10 na Kwenda juu",
	"10 min": "Dakika 10",
	"11 and Above": "11 na Kwenda juu",
	"12 Hours": "Saa 12",
	"12 and Above": "12 na Kwenda juu",
	"120 min": "Dakika 120",
	"13 and Above": "13 na Kwenda juu",
	"14 and Above": "14 na Kwenda juu",
	"14 by 9": "14 kwa 9",
	"15 and Above": "15 na Kwenda juu",
	"16 and Above": "16 na Kwenda juu",
	"16 by 9": "16 kwa 9",
	"17 and Above": "17 na Kwenda juu",
	"18 and Above": "18 na Kwenda juu",
	"180 min": "Dakika 180",
	"19 and Above": "19 na Kwenda juu",
	"2 Channel": "2 Mfumo wa spika",
	"2 Hours": "Saa 2",
	"2 Points": "Pointi 2",
	"2) Turn the Bluetooth device to connect off and on.": "2) Zima na uwashe kifaa cha Bluetooth.",
	"20 Points Code Value": "Pointi 20 Thamani ya Msimbo",
	"20 Points IRE": "Pointi 20 IRE",
	"20 and Above": "20 na Kwenda juu",
	"20 min": "Dakika 20",
	"21 by 9": "21 kwa 9",
	"22 Points Code Value": "Thamani ya Msimbo ya Pointi 22",
	"24 Hours": "Saa 24",
	"240 min": "Dakika 240",
	"3 Hours": "Saa 3",
	"30 min": "Dakika 30",
	"32 by 12": "32 kwa 12",
	"32 by 9": "32 kwa 9",
	"3G/4G Connection": "Muunganisho wa 3G/4G",
	"4 Hours": "Saa 4",
	"4 Hours Auto Power Off": "Kuzima Kiotomatiki kwa Saa 4",
	"4 and Above": "4 na Kwenda juu",
	"4 by 3": "4 kwa 3",
	"5 and Above": "5 na Kwenda juu",
	"5.1 Channel": "5.1 Mfumo wa spika",
	"6 Hours": "Saa 6",
	"6 and Above": "6 na Kwenda juu",
	"60 min": "Dakika 60",
	"7 and Above": "7 na Kwenda juu",
	"8 Hours": "Saa 8",
	"8 and Above": "8 na Kwenda juu",
	"9 and Above": "9 na Kwenda juu",
	"90 min": "Dakika 90",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID hutumiwa kutambua kifaa hiki kwa madhumuni ya matangazo na kuwezesha matangazo fulani yanayoweza kukuvutia. Unaweza kubadilisha AD ID au upunguze ufuatiliaji wa AD ID hapa chini.",
	"AI Acoustic Tuning": "Tuni ya Akustika ya AI",
	"AI Acoustic Tuning Options": "Chaguo za Tuni ya Akustika ya AI",
	"AI Acoustic Tuning is disabled.": "Tuni ya Akustika ya AI imelemazwa.",
	"AI Brightness Control": "Kidhibiti cha Ung`aavu wa AI",
	"AI Picture": "Picha ya AI",
	"AI Picture Pro": "Picha ya AI Pro",
	"AI Recommendation": "Mapendekezo ya AI",
	"AI Service": "Huduma ya AI",
	"AI Sound": "Sauti ya AI",
	"AI Sound Pro": "Sauti ya AI Pro",
	"AV": "AV",
	"AV Sync Adjustment": "Urekebishaji wa Ulandanishi wa AV",
	"Accessibility": "Ufikivu",
	"Account Management": "Usimamizi wa Akaunti",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Kuamilisha chaguo hili kutakomesha ukusanyaji na ufuatiliaji wa data ya binafsi inayohusiana na matangazo kutoka kwenye Smart TV hii. Kuwasha kigeuzi kunaweza kuathiri aina za matangazo unayoona kuenda mblele, lakini hakutakuzuia kuyapokea matangazo.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Kuamilisha ugeuzaji huu kutasababisha LGE kuagiza watoa huduma wake wengine kukoma kuuza taarifa yako ya binafsi. Isipokuwa uchague kuondoka, bado unaweza kufikia huduma hizi kama vile Live Plus, LG Channels na Who.Where.What?.",
	"Add Network": "Ongeza Mtandao",
	"Add a hidden wireless network": "Ongeza mtandao fiche pasiwaya",
	"Add wireless network by manually entering network name (SSID).": "Ongeza mtandao pasiwaya kwa kuweka jina la mtandao kwa mikono (SSID).",
	"Additional Audio Selection": "Uteuzi wa Sauti ya Ziada",
	"Additional Settings": "Mipangiilio ya Ziada",
	"Address Setting": "Mpangilio wa Anwani",
	"Adjust Audio Guidance pitch.": "Rekebisha weusi wa Mwongozo wa Sauti.",
	"Adjust Audio Guidance speed.": "Rekebisha mwendo wa Mwongozo wa Sauti.",
	"Adjust Audio Guidance volume.": "Rekebisha sauti ya Mwongozo wa Sauti.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Rekebisha ung`aavu wa Taa ya Nyuma ili kuangaza kuweka giza kwenye skrini.",
	"Adjust Screen Position": "Rekebisha Nafasi ya Skrini",
	"Adjust Zoom Ratio": "Rekebisha Uwiano wa Kukuza",
	"Adjust animation effect shown on the home at certain times.": "Rekebisha madoido ya uhuishaji yanaoonyeshwa nyumbani nyakati fulani.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Rekebisha uangavu kwa kuchambua harakati za picha ili kuzuia mng’ao na kupunguza matumizi ya nishati.",
	"Adjust brightness of the LG logo.": "Rekebisha ung’aavu wa logo ya LG.",
	"Adjust color and saturation for a more vivid image.": "Rekebisha rangi na ueneaji kwa picha dhahiri zaidi.",
	"Adjust color temperature automatically to reduce eye strain.": "Rekebisha halijoto ya rangi kiotomatiki ili kupunguza kulazimisha macho.",
	"Adjust cursor speed.": "Rekebisha mwendo wa kielekezi.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Rekebisha ukali wa ukingo. Thamani za juu huongeza ubora na uwazi wa picha.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Rekebisha mipangilio ya gama ili kufidia kwa ung’aavu wa ishara ya ingizo.",
	"Adjust left/right audio balance.": "Rekebisha usawa wa sauti ya kushoto/kulia.",
	"Adjust luminance for selected color.": "Rekebisha ung’aavu wa rangi iliyoteuliwa.",
	"Adjust luminance level for selected IRE point.": "Rekebisha kiwango cha mng’ao kwa nafasi zilizoteuliwa za IRE.",
	"Adjust peak brightness for the brightest luminance.": "Rekebisha mwangaza wa kilele kwa ung'avu zaidi.",
	"Adjust remote's cursor speed and appearance.": "Rekebisha kasi na mwonekano wa kielekezi cha rimoti.",
	"Adjust saturation for selected color.": "Rekebisha uenezaji wa rangi iliyoteuliwa.",
	"Adjust screen brightness to reduce energy consumption.": "Rekebisha ung’aavu wa skrini ili kupunguza matumizi ya nishati.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Rekebisha OLED LIGHT ili kuangaza au kuweka giza kwenye skrini.",
	"Adjust the audio timing to synchronize the video and audio.": "Rekebisha muda wa sauti ili kulandanisha video na sauti.",
	"Adjust the balance of red and green to display the tint on the screen.": "Rekebisha usawazishaji wa nyekundu na kijani kuonyesha kivulivuli kwenye skrini.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Rekebisha usawa wa rangi kwa badiliko la halijoto ya rangi, mwangaza na nguvu ya nyekundu, kijani samawati.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Rekebisha utofautishaji, uthabiti, n.k. kwa modi ya picha binafsi kwa kina na kuweka rangi unayopendelea, gama, n.k.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Rekebisha tofauti kati ya maeneo meupe na meusi ya skrini. Thamani za juu zinaimarisha tofauti.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Rekebisha uwiano wa fremu kwa njia sawa na filamu na inatoa hali ya ukumbi wa filamu.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Rekebisha mwangaza wa picha tuli kama vile nembo, nk na kuzuia matatizo ya ubora wa picha yanayoweza kusababishwa wakati TV imewashwa kwa kipindi kirefu.",
	"Adjust the screen color to be pale or deep.": "Rekebisha rangi ya skrini kuwa hafifu au kolevu.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Rekebisha sauti ili kutimiza haja yako kwa kila bendi ya masafa ya sauti.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Rekebisha muda ili kulandanisha wakati video na sauti zina tofauti ya muda.",
	"Adjust the tint to brighten or darken the screen.": "Rekebisha kivulivuli ili kuangaza au kuweka giza kwenye skrini.",
	"Adjust the volume you want with pressing remote's volume key.": "Rekebisha sauti unayotaka kwa kubonyeza kitufe cha sauti cha rimoti.",
	"Adjust tint for selected color.": "Rekebisha kivuli cha rangi iliyoteuliwa.",
	"Adjust whether to display the home promotion.": "Rekebisha ikiwa unataka kuonyesha promosheni ya nyumbani.",
	"Adjusting Luminance": "Kurekebisha Mng’ao",
	"Adolescent over 13 are allowed to watch.": "Vijana zaidi ya miaka 13 wanaruhusiwa kutazama.",
	"Adolescent over 14 are allowed to watch.": "Vijana zaidi ya miaka 14 wanaruhusiwa kutazama.",
	"Adolescent over 16 are allowed to watch.": "Vijana zaidi ya miaka 16 wanaruhusiwa kutazama.",
	"Adult": "Mtu Mzima",
	"Adult Language": "Lugha ya Watu Wazima",
	"Adults only.": "Watu wazima pekee.",
	"Advanced": "Ya juu",
	"Advanced Controls": "Vithibiti vya Hali ya juu",
	"Advanced Wi-Fi Settings": "Mipangilio ya kiwango cha juu ya Wi-Fi",
	"Advertisement": "Tangazo",
	"Afghanistan": "Afuganistani",
	"Afrikaans": "Kiafrikani",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Baada ya kubadilisha nchi, idhaa zote zilizotiuniwa sasa zitafutwa. Ili kutiuni tena idaa, tafadhali nenda kwa Kutiuni Kioto. Unataka kuendelea?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Baada ya kubadilisha Msimbo wa Eneo, idhaa zote za Freesat za sasa zitafutwa. Ili kutiuni tena idhaa, tafadhali nenda kwa Kutiuni Kioto. Unataka kuendelea?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Baada ya kubadilisha nchi yako, unaweza kutambaza idhaa zako ukitumia Kutiuni Kioto. Unataka kuendelea?",
	"Ages 2-7 are allowed to watch.": "Umri wa miaka 2-7 unaruhusiwa kutazama.",
	"Akan": "Kiakani",
	"Albanian": "Kialbania",
	"Alerts you by sound when the TV is turned on or off.": "Hukuarifu kwa sauti wakati TV imewashwa au kuzimwa.",
	"Algeria": "Aljeria",
	"All Channels": "Idhaa Zote",
	"All Children": "Watoto Wote",
	"All ages are allowed to watch.": "Hakuna vikwazo vya umri kutazama.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Mipangilio yote ya sasa ya {pictureMode} itawekwa upya. Unataka kuendelea?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Mipangilio yote ya athari ya sauti kwa Modi ya Kawaida itawekwa upya. Unataka kuendelea?",
	"Allow Automatic Updates": "Ruhusu Masasisho Kiotomatiki",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Pia, unaweza kurekebisha mipangilio ya kina ya sauti ya Mazingira ya Bluetooth.",
	"Always Open": "Imefunguliwa Daima",
	"An error has occurred while copy channels.": "Kosa limetokea wakati wa kunakili idhaa.",
	"An important software update is available.": "Sasisho muhimu la Programu linapatikana.",
	"Analog Mode": "Modi ya Analogi",
	"Analog TV": "TV ya Analogi",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Changanua sifa za sauti na uboreshe sauti kwa kila maudhui kwa wakati halisi.",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ya ATV",
	"Antenna DTV": "DTV ya Antena",
	"Antenna Radio": "Redio ya Antena",
	"Antenna UHDTV": "Antena ya UHDTV",
	"Antigua and Barbuda": "Antigua na Barbuda",
	"Any Supplementary Audio": "Supplementary Audio yoyote",
	"App Alarm": "Kengele ya Programu",
	"Application Locks": "Makufuli ya Programu",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Tumia thamani za mipangilio ya kina za modi ya sasa ya picha kwenye maingizo au programu zote.",
	"Apply to all inputs": "Tumia kwa maingizo yote",
	"Applying value to all inputs...": "Kutumia thamani kwa maingizo yote...",
	"Arabic": "Kiarabu",
	"Argentina": "Ajentina",
	"Aspect Ratio": "Uwiano wa Kipengele",
	"Aspect Ratio Settings": "Mipangilio ya Uwiano wa Kipengele",
	"Assamese": "Kiasami",
	"Assign channels to remote buttons so you can quickly jump to them.": "Ipe idhaa vitufe vya rimoti ili uweze kuzifikia haraka.",
	"Audio Delay": "Uchelewaji wa Sauti",
	"Audio Description": "Maelezo ya Sauti",
	"Audio Description Volume": "Sauti ya Maelezo ya sauti",
	"Audio Guidance": "Mwongozo wa Sauti",
	"Audio Language": "Lugha ya Sauti",
	"Audio Out (Line Out)": "Zao la Sauti (Zao la mstari)",
	"Audio Type": "Aina ya Sauti",
	"Auto": "Oto",
	"Auto Detect": "Gundua Kiotomatiki",
	"Auto Device Detection": "Utambuzi wa Kifaa Kiotomatiki",
	"Auto Genre Selection": "Uteuzi wa Aina Kiotomatiki",
	"Auto Power Off": "Kuzima Kiotomatiki",
	"Auto Power Sync": "Ulandanishi wa Nguvu Kioto",
	"Auto Start": "Anza Kiotomatiki",
	"Auto Volume": "Sauti Kioto",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Rekebisha pengo kiotomatiki katika kiwango cha sauti, au weka kiwango cha sauti ambacho kimerekebishwa kwa wakati pamoja na kitufe cha kiwango cha sauti kwenye rimoti.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Rekebisha kiotomatiki hadi thamani ya picha iliyoboreshwa kwa aina ya maudhui ya Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Rekebisha kiotomatiki hadi thamani ya picha iliyoboreshwa kwa aina maudhui.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Badilisha uanze kutumia FILMMAKER MODE kiotomatiki wakati maudhui yametambuliwa.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Sadifisha kiotomatiki ubora wa picha kulingana na rangi na uangavu wa mwangaza ulioko.",
	"Automatically update system software when an update is found.": "Sasisha programu ya mfumo kiotomatiki wakati sasisho linapopatikana.",
	"Available Internal Storage": "Hifadhi ya Ndani Inayopatikana",
	"Azerbaijan": "Azabajani",
	"BG Color": "Rangi ya BG",
	"BG Opacity": "Uwazi wa BG",
	"Back": "Nyuma",
	"Backlight": "Mwanga Nyuma",
	"Bahamas": "Bahamasi",
	"Bahrain": "Bahareni",
	"Balance": "Usawa",
	"Bangladesh": "Bangladeshi",
	"Barbados": "Babadosi",
	"Basque": "Kibaski",
	"Bass Boost": "Ukuzaji Sauti Nzito",
	"Behavior may vary depending on connected device.": "Tabia inaweza kutofautiana kulingana na kifaa kilichounganishwa.",
	"Belarus": "Belarusi",
	"Belgium": "Ubelgiji",
	"Bengali": "Kibengali",
	"Benin": "Benini",
	"Bhutan": "Bhutani",
	"Black": "Nyeusi",
	"Black Level": "Kiwango cha Weusi",
	"Block TV programs broadcast in English based on their content ratings.": "Zuia vipindi vya TV kutangaza kwa Kiingereza kwa makadirio yao ya maudhui.",
	"Block TV programs broadcast in French based on their content ratings.": "Zuia vipindi vya TV kutangaza kwa Kifaransa kulingana na makadirio yao ya maudhui.",
	"Block content based on genre.": "Zuia maudhui kwa kulingna na aina.",
	"Blue": "Bluu",
	"Bluetooth Speaker Mode": "Hali ya Spika ya Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Sauti ya Bluetooth Surround + Spika ya Ndani ya TV",
	"Bluetooth Surround Sound Setup": "Mpangilio wa Sauti ya Bluetooth Surround",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia na Herzegovina",
	"Bosnian": "Kibosnia",
	"Brazil": "Brazili",
	"Brightness": "Ung’aavu",
	"Broadcast Country": "Nchi ya Utangazaji",
	"Broadcast Mail": "Barua ya Utangazaji",
	"Bulgarian": "Kibulgaria",
	"Burkina Faso": "Bukinafaso",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Kwa kubonyeza 'Badilisha', utafuta data zote zinazohusiana na matangazo ambazo LGE ilikusanya kutoka kwenye Smart TV hii awali. Kubonyeza 'Badilisha' kunaweza kuathiri aina za matangazo unayoona kuenda mbele, lakini hakutakuzuia kuyapokea.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Kwa kuwasha Live Plus, unakubali mkusanyiko wa maelezo ya utazamaji wa LG Electronics Inc. (“LGE”) kupitia moduli ya ACR, ambayo inaweza kushirikiwa kwa kutotaja jina na mhusika mwingine ili kukupa huduma za mwingiliano. Pia tunaweza kushiriki mkusanyiko wa habari bila utambulisho na mhusika mwingine kwa madhumuni ya matangazo. Tafadhali kumbuka kuwa hatukusanyi kwa kujua wala kusambaza taarifa iliyo hapo juu kutoka au kuhusu watoto wa chini ya miaka 13. Taarifa za kina kuhusu Live Plus zimetolewa katika Kuangalia Habari (sheria) ambazo zinaweza kufikiwa katika menyu ya mipangilio ya SmartTV. LGE inapendekeza sana uangalie upya toleo kamili ya Kuangalia Habari (sheria) kabla ya kuamilisha kipengele cha Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Kwa kuwasha Live Plus, unaelewa kuwa maudhui yanayoonyeshwa kwenye TV yanaweza kutambuliwa na kutazama taarifa kunaweza kutumiwa kukupa hali ya utazamaji iliyoboreshwa na huduma zinazokufaa ikiwemo mapendekezo ya maudhui na matangazo. Tafadhali kagua Sera ya Faragha na Makubaliano ya Mtumiaji katika menyu ya Mipangilio ya TV kwa maelezo zaidi.",
	"CI Information": "Maelezo ya CI",
	"CI password incorrect. Please enter again.": "Nywila ya CI siyo sahihi. Tafadhali ingiza tena.",
	"CS1 Board": "Bodi ya CS1",
	"CS2 Board": "Bodi ya CS2",
	"Cable": "Kebo",
	"Cable ATV": "Kebo ya ATV",
	"Cable DTV": "DTV ya Kebo",
	"Cable Radio": "Redio ya Kebo",
	"Cable UHDTV": "Kebo ya UHDTV",
	"Cambodia": "Kambodia",
	"Cameroon": "Kameruni",
	"Can not Find Channel": "Haiwezi kupata Idhaa",
	"Canada": "Kanada",
	"Canary Islands": "Visiwa vya Kanari",
	"Cancel": "Katisha",
	"Cancel Schedule": "Ghairi Ratiba",
	"Cancel Update": "Katisha Sasisho",
	"Cantonese": "Kikatoni",
	"Cape Verde": "Kepuvede",
	"Catalan": "Kikatalani",
	"Caution": "Tahadhari",
	"Cayman Islands": "Visiwa vya Cayman",
	"Center": "Katikati",
	"Central African Republic": "Jamhuri ya Afrika ya Kati",
	"Chad": "Chadi",
	"Change blue intensity and adjust the color balance.": "Badilisha nguvu ya samawati na urekebishe usawa wa rangi.",
	"Change green intensity and adjust the color balance.": "Badilisha nguvu ya kijani na urekebishe usawa wa rangi.",
	"Change red intensity and adjust the color balance.": "Badilisha nguvu ya nyekundu na urekebishe usawa wa rangi.",
	"Change the left / right sound": "Badilisha sauti ya kushoto / kulia",
	"Change the position of captions using the 4-way dial on the remote control.": "Badilisha mkao wa manukuu kwa kutumia njia ya kupiga mara 4 kwenye rimoti.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Kubadilisha eneo kunaweza kubadilisha idhaa zote zilizotiuniwa kwa TV yako. Unaweza kutiuni tena idhaa katika Kutiuni Kioto. Unataka kubadilisha mipangilio ya eneo sasa?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Kubadilisha nchi kutasababisha TV yako kuanza upya na unaweza kuhitajika kukubali Makubaliano ya Mtumiaji ya LG tena. Pia, upatikanaji wa baadhi ya programu na huduma unaweza kutofautiana kulingana na Nchi ya Huduma ya LG. Unataka kuendelea?",
	"Channel Locks": "Makufuli ya Idhaa",
	"Channel Manager": "Kidhibiti cha Idhaa",
	"Channel Scrolling Options": "Machaguo ya Kubingiriza Idhaa",
	"Channel Tuning": "Kutiuni Idhaa",
	"Channel Tuning & Settings": "Kitiuni Idhaa & Mipangilio",
	"Channels": "Idhaa",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Idhaa kutoka HDMI na maingizo mengine ya nje haziwezi kufungwa. Ili kufunga idhaa za TV, badilisha ingizo la sasa kuwa Live TV.",
	"Chatham Islands": "Visiwa vya Chatham",
	"Check TV information.": "Angalia taarifa ya TV.",
	"Check alarm messages about the user settings or TV status.": "Angalia ujumbe wa kengele kuhusu mipangilio ya mtumiaji au hali ya TV.",
	"Check descriptions for each LG webOS TV functions.": "Angalia maelezo ya kila kipengele cha LG webOS TV.",
	"Check for Advertising settings and set it.": "Angalia mipangilio ya Matangazo na uyaweke.",
	"Check for Updates": "Angalia Masasisho",
	"Check for available functions with Voice and set Voice Settings.": "Angalia vipengele vilivyopo kwa sauti na uweke Mipangilio ya Sauti.",
	"Check for problems with the picture quality.": "Angalia matatizo ya ubora wa picha.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kagua kwa matatizo na ubora wa sauti wa Spika ya Ndani ya TV.",
	"Check for software updates and update if available.": "Angalia masasisho ya programu na usasishe ikiwa lipo.",
	"Check whether the Bluetooth device is in pairing mode.": "Angalia ikiwa kifaa cha Bluetooth kiko katika hali ya kuoanisha.",
	"Check your TV status to solve problems or use remote support.": "Angalia hali ya TV yako ili utatue matatizo au utumie usaidizi wa rimoti.",
	"Checking Password": "Inaangalia Nywila",
	"Checking for Updates": "Inaangalia Masasisho",
	"Checking...": "Inakagua...",
	"Children": "Watoto",
	"Children Age": "Umri wa Watoto",
	"Children Program Locks": "Makufuli y Vipindi vya Watoto",
	"Children over 8 are allowed to watch.": "Watoto zaidi ya miaka 8 wanaruhusiwa kutazama.",
	"China": "Uchina",
	"Chinese": "Kichina",
	"Choose to have all channels or just your primary ones when you change channels.": "Chagua kuwa na idhaa zote au za msingi tu wakati unapobadilisha idhaa.",
	"Christmas Island": "Kisiwa cha Krismasi",
	"Cinema": "Sinema",
	"Cinema Bright": "Sinema Angavu",
	"Cinema Clear": "Ubora wa Filamu",
	"Cinema Dark": "Sinema giza",
	"Cinema Home": "Nyumba ya Sinema",
	"Cinema View": "Mwonekano wa sinema",
	"Cinema View (32:12)": "Mwonekano wa sinema (32:12)",
	"Cinema Zoom": "Kuza Sinema",
	"City": "Mji",
	"City Selection": "Uteuzi wa Mji",
	"Clean Audio": "Sauti Safi",
	"Clear": "Wazi",
	"Clear Plus": "Wazi na zaidi",
	"Clear Voice Ⅲ": "Sauti Wazi III",
	"Clear1": "Clear1",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Bofya kitufe cha UNGANISHA hapa chini baada ya Baobonye lako la LG Pasiwaya kuwashwa na kuwekwa kwenye modi ya kuunganisha.",
	"Close": "Funga",
	"Closed Caption": "Manukuu Yaliyofungwa",
	"Closed Caption Settings": "Mipangilio ya Manukuu Yaliyofungwa",
	"Code Value": "Thamani ya Msimbo",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Kusanya na uhifadhi anwani ya MAC, nambari ya muundo, msimbo wa nchi, mipangilio ya lugha na toleo la programu ili kuthibitisha programu mpya ili kusasisha.",
	"Colombia": "Kolombia",
	"Colombo": "Kolombo",
	"Color": "Rangi",
	"Color Gamut": "Upeo wa Rangi",
	"Color Management System": "Mfumo wa Usimamizi wa Rangi",
	"Color Temperature": "Halijoto ya Rangi",
	"Component": "Kijenzi",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Thibitisha sheria na msharti au badilisha ikiwa unataka kukubali makubaliano.",
	"Congo Brazzaville": "Jamhuri ya Kongo Brazzaville",
	"Connect": "Unganisha",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Unganisha spika ya Bluetooth na ya TV na urekebishe kiotomatiki Uchelewaji wa Sauti kati ya spika.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Unganisha kifaa cha sauti ya nje, kinachotumia eARC, kwenye eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Unganisha vifaa vya nje kama Kisanduku cha kurushia matangazo, Upau wa sauti na n.k. kwenye TV kulingana na mwongozo.",
	"Connect the LAN cable directly to the TV to use the network.": "Unganisha kebo ya LAN moja kwa moja kwenye TV ili kutumia mtandao.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Unganisha kwenye mtandao kwa kuweka anwani za seva ya IP na DNS kwa njia ya kawaida.",
	"Connect to the network if a wireless router is installed.": "Unganisha mtandao ikiwa kisambaza data pasiwaya kimesakinishwa.",
	"Connect via WPS PBC": "Unganisha kupitia WPS PBC",
	"Connect via WPS PIN": "Unganisha kupitia WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Unganisha TV yako kwenye kisambaza data chako au modemu iliyo na kebo ya Ethaneti ili kuamilisha muunganisho wako wa waya.",
	"Connect your TV with WiSA Speakers wirelessly.": "Unganisha TV yako kwenye Spika za WiSA pasiwaya.",
	"Connectable Devices ({num})": "Vifaa Vinavyoweza Kuunganishwa Tena ({num})",
	"Connected": "Imeunganishwa",
	"Connected to Internet": "Unganisha kwenye Intaneti",
	"Connecting...": "Inaunganisha...",
	"Connection": "Muunganisho",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Usimamizi wa Muunganisho kwa simu mahiri ya PC unapatikana. Ili uunganishe TV kwa kifaa cha mkononi, mipangilio ya muunganisho na maombi vinahitajika kwenye simu mahiri na PC.",
	"Content Recommendations": "Mapendekezo ya Maudhui",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Maudhui yatacheza sauti inayofaa kwa kusikiliza idhaa nyingi ikiwa sauti ya idhaa nyingi inatumiwa na huduma ya HbbTV.",
	"Contrast": "Ulinganuzi",
	"Cool": "Baridi",
	"Copy Channels": "Nakili Idhaa",
	"Copy/Delete file": "Nakili/Futa faili",
	"Correct contrast and brightness by adjusting black levels.": "Sahihisha ulinganuzi na mwangaza kwa kurekebisha viwango vya weusi.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Sahihisha pikseli ya picha na uzuie matatizo ya ubora wa picha ambayo yanaweza kusababishwa baada ya TV yako kuwashwa kwa kipindi kirefu.",
	"Costa Rica": "Kosta Rika",
	"Could not fined available network.": "Haikuweza kupata mtandao.",
	"Croatia": "Kroatia",
	"Croatian": "Kikroatia",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Saa za sasa ni batili. Unataka kuweka saa sahihi sasa?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Thamani za sasa za mipangilio ya modi ya picha zitatumiwa kwenye {pictureMode} modi ya maingizo yote. Unataka kuendelea?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Kifaa cha Baobonye Pasiwaya cha LG sasa kimeunganishwa kitatenganishwa kutoka kwenye TV yako. Unataka kuendelea?",
	"Custom": "Maalum",
	"Custom Time Zone": "Ukanda wa Saa Maalum",
	"Customer Service": "Huduma kwa Wateja",
	"Cyan": "Sayani",
	"Cyprus": "Saiprasi",
	"Czech": "Cheki",
	"Czech Republic": "Jamhuri ya Cheki",
	"Côte d'Ivoire": "Kodivaa",
	"DNS Server": "Seva ya DNS",
	"DR Congo": "Jamhuri ya Kidemokrasia ya Kongo",
	"DTV Audio Setting": "Mpangilio wa DTV wa Sauti",
	"Dagbani": "Kidagbani",
	"Damascus": "Damaski",
	"Danish": "Kideni",
	"Data Service": "Huduma ya Data",
	"Date": "Tarehe",
	"Day": "Siku",
	"Delete": "Futa",
	"Delete Connection History": "Futa Historia ya Muunganisho",
	"Delete Pairing History": "Futa Historia ya Muunganisho",
	"Delete Usage Data": "Futa Data ya Matumizi",
	"Demo Options": "Machaguo ya Onyesho",
	"Democratic Republic of the Congo": "Jamhuri ya Kidemokrasia ya Kongo",
	"Denmark": "Denmaki",
	"Depressed": "Huzuni",
	"Deregister": "Batilisha usajili",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Elezea maudhui kwenye skrini kwa sauti kwa ajili ya watazamaji wenye matatizo ya kuona ili kutumia TV.",
	"Detect Range": "Gundua Masafa",
	"Device Connection Settings": "Mipangilio ya Muunganisho wa Kifaa",
	"Device List": "Orodha ya Vifaa",
	"Device Name": "Jina la Kifaa",
	"Digital Mode": "Modi ya Kidijitali",
	"Digital Sound Out": "Zao la Sauti ya Kidijitali",
	"Digital TV": "TV Ya Dijitali",
	"Directed to Older Children (ages 7 and above)": "Kimeelekezwa kwa Watoto wa Umri mkubwa (umri 7 na kuendelea)",
	"Disabled": "Imelemazwa",
	"Disconnect": "Tenganisha",
	"Display captions for hearing-impaired viewers to use TV.": "Onyesha manukuu kwa ajili ya watazamaji wenye matatizo ya kusikia ili kutumia TV.",
	"Display fast-moving content smoothly and clearly.": "Onyesha maudhui yanayosonga haraka kwa urahisi na uwazi.",
	"Display luminance level for the highest point (100 IRE).": "Onyesha kiwango cha ung’avu kwa nafasi ya juu zaidi (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Onyesha picha katika halijoto yenye joto au baridi.",
	"Djibouti": "Jibuti",
	"Do Not Sell My Personal Information": "Usiuze Taarifa Yangu",
	"Do Not Track": "Usifuatilie",
	"Do you want to continue?": "Unataka kuendelea?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Unataka kunakili orodha ya idhaa kutoka kwenye hifadhi ya USB hadi TV yako? Idhaa za sasa katika TV yako zitafutwa.",
	"Do you want to copy channel list from your TV to the USB storage?": "Unataka kunakili orodha ya idhaa kutoka kwenye TV hadi USB?",
	"Do you want to reset Position Settings?": "Unataka kuweka upya Mipangilio ya Nafasi?",
	"Do you want to reset Volume Control?": "Unataka kuweka upya Udhibiti wa Sauti?",
	"Do you want to set the correct time now?": "Unataka kuweka muda sahihi wa sasa?",
	"Do you want to turn your TV off now?": "Unataka kuzima TV yako sasa?",
	"Dominica": "Dominika",
	"Dominican Republic": "Jamhuri ya Dominika",
	"Done": "Limekamilika",
	"Download Mail": "Pakua Barua",
	"Download and Install": "Pakua na usakinishe",
	"Downloadable Rating": "Kukadiria Kunakoweza Kupakuliwa",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Wakati wa Always-on Off Time, sehemu ya vipengele kama vile utambuzi wa sauti na n.k. ni vichache wakati skrini imezimika.",
	"Dutch": "Kidachi",
	"Dynamic Color": "Rangi Inayobadilika",
	"Dynamic Contrast": "Ulinganuzi wenye Nguvu",
	"Easter Island": "Kisiwa cha Easter",
	"Eastern Africa": "Afrika Mashariki",
	"Eco Mode": "Modi ya Eco",
	"Ecuador": "Ekwado",
	"Edge Color": "Rangi ya Mpaka",
	"Edge Enhancer": "Kiboreshaji cha Makali",
	"Edge Type": "Aina ya Ukali",
	"Edit": "Hariri",
	"Egypt": "Misri",
	"El Salvador": "Elsalvadoria",
	"El salvador": "Elsavado",
	"Emergency Alert": "Tahadhari ya Dharura",
	"Enabled": "Imewezeshwa",
	"Energy Saving": "Kuhifadhi Nishati",
	"Energy consumption may increase if this feature is on.": "Matumizi ya nishati yanaweza kuongezeka kipengele hiki kikiwa kimewashwa.",
	"Energy saving modes to limit power consumption.": "Modi za kuhifadhi nishati huzuia matumizi ya nguvu za umeme.",
	"English": "Kiingereza",
	"Enhance the bass sound.": "Boresha sauti nzito.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Boresha utofautishaji kati ya sehemu angavu a zenye giza za baadhi ya menyu, kama vile mandharinyuma na maandishi, ili kutazamwa kwa urahisi na wale wenye matatizo ya kuona vizuri.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Imarisha ubora na uangavu wa maudhui kwa algorithi uliyojifunza kupitia mbinu ya LG Deep Learning na uboreshe kina kupitia uchanganuzi wa maudhui.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Furahia maudhui ya Dolby Atmos yenye sauti bora kwa kuwasha madoido ya sehemu ya sauti.",
	"Enjoy TV sound by connecting Wired Headphones.": "Furahia sauti ya TV kwa kuunganisha Spika za Masikioni Zenye Nyaya.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Furahia sauti ya TV kupitia vifaa vya sauti vilivyounganishwa kwenye kituo cha HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Furahia sauti ya TV kupitia vifaa vya sauti vilivyounganishwa kwenye OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Furahia sauti ya TV kupitia kifaa cha sauti cha LG kilichounganishwa kwenye tundu la OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Furahia sauti ya TV kupitia vifaa vya vilivyounganishwa kwenye matundu ya nje ya Zao la Sauti/Vifaa vya Sauti.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Furahia sauti ya TV kupitia Spika ya Ndani ya TV na Spika za Masikioni zenye Waya.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Furahia sauti ya TV kupitia vifaa vya sauti vya nje vilivyounganishwa kwenye Spika ya Ndani ya TV ya Nje na tundu la OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Furahia sauti safi na ya asili.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Furahia sauti kwa kifaa cha sauti pasiwaya kilichounganishwa kwenye Ulandanishi wa Sauti ya LG au Bluetooth.",
	"Enjoy the sound optimized to the room.": "Furahia sauti iliyoboreshwa kwenye chumba.",
	"Enter CI Password": "Ingiza Nywila ya CI",
	"Enter the PIN in your router's settings.": "Ingiza PIN katika mipangilio ya kisambaza data chako.",
	"Enter the master password.": "Ingiza nywila kuu.",
	"Equalizer": "Kisawazishi",
	"Equatorial Guinea": "Ginikweta",
	"Estonian": "Kiestonia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Hata ikiwa mipangilio imezimwa, unaweza kuangalia taarifa inayohusiana kupitia bango la idhaa, utambuzi wa sauti.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Hata wakati TV imezimwa na kutumia nishati ya juu zaidi, unaweza kusikiliza miziki kwa kuunganisha kifaa cha mkononi. Vipengele vingi vinaweza kutumiwa haraka tena wakati TV imewashwa.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Hata wakati TV imezimwa, unaweza kusikiliza muziki kwa kuunganisha simu yako mahiri kwenye TV kupitia Bluetooth.",
	"Every Day": "Kila Siku",
	"Every Weekday": "Kila siku ya Wiki",
	"Every Weekend": "Kila Wikendi",
	"Ewe": "Kiewe",
	"Expert (Bright Room)": "Mtaalam (Chumba Kiangavu)",
	"Expert (Dark Room)": "Mtaalam (Chumba cha Giza)",
	"Export your TV's channel list information to a connected USB device.": "Hamisha maelezo ya orodha ya idhaa za TV yako kwenye kifaa cha USB kilichounganishwa.",
	"Extended": "Iliyopanuliwa",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Kupanua kipindi cha mpangilio wa Auto Power Off au kuzima kipengele kunaweza kuongeza matumizi ya nishati.",
	"Extreme": "Iliyokithiri",
	"Eye Comfort Mode": "Modi ya Faraja ya Jicho",
	"FILMMAKER MODE Auto Change": "Mabadiliko ya Kiotomatiki ya FILMMAKER MODE",
	"Fantasy Violence": "Vurugu za Njozi",
	"Fast": "Haraka",
	"Find and tell an audio device available to connect around TV.": "Tafuta na uambie kifaa cha sauti kinachopatikana ili kuunganisha karibu na TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Tiuni vizuri nafasi za nyekundu, kijani, bluu, sayani, majenta, na njano.",
	"Finland": "Ufini",
	"Finnish": "Kifini",
	"Flash": "Mulika",
	"Flat Mode": "Modi ya sawasawa",
	"Font": "Fonti",
	"Font 1": "Fonti 1",
	"Font 2": "Fonti 2",
	"Font 3": "Fonti 3",
	"Font 4": "Fonti 4",
	"Font 5": "Fonti 5",
	"Font 6": "Fonti 6",
	"Font 7": "Fonti 7",
	"Font 8": "Fonti 8",
	"Football": "Kandanda",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Kwa kisambaza data kilichowezeshwa na WPS(Wi-Fi Protected Setup), Weka msimbo wa PIN ili kuunganisha TV kwenye mtandao pasiwaya.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Kwa kisambaza data kilichowezeshwa na WPS(Wi-Fi Protected Setup), bonyeza kitufe cha WPS-PBC ili kuunganisha TV kwenye mtandao pasiwaya.",
	"France": "Ufaransa",
	"French": "Kifaransa",
	"French Polynesia": "Polinesia ya Ufaransa",
	"Full Wide": "Upana Kamili",
	"Ga": "Kiga",
	"Gabon": "Gaboni",
	"Gaelic": "Kigaeli",
	"Galapagos Islands": "Visiwa vya Galapagos",
	"Galician": "Kigalisia",
	"Gallery": "Nyumba ya Sanaa",
	"Game": "Mchezo",
	"Gamma": "Gama",
	"Gateway": "Kichanganishi Mtandao",
	"General": "Jumla",
	"General Age": "Umri wa Jumla",
	"General Audience": "Watazamaji kwa Jumla",
	"General Audiences": "Watazamaji kwa Jumla",
	"General Program Locks": "Funguo za Programu za Jumla",
	"Georgia": "Jojia",
	"German": "Kijerumani",
	"Germany": "Ujerumani",
	"Get started in a quiet environment for sound optimization.": "Anza katika mazingira matulivu kwa uboreshaji sauti",
	"Getting...": "Kupata...",
	"Grayscale": "Mpako wa kijivu",
	"Greece": "Ugiriki",
	"Greek": "Kigiriki",
	"Green": "Kijani",
	"Guatemala City": "Mji wa Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menyu na shughuli za mwongozo zenye sauti kwa aijli ya watazamaji walio na matatizo ya kuona kuweza kutumia TV.",
	"Guinea": "Gini",
	"Guinea Bissau": "Ginebisau",
	"Guinea Conakry": "Gine",
	"Guinea Equatorial": "Ginekweta",
	"Gujarati": "Kigujarati",
	"H Position": "Nafasi ya H",
	"H Sharpness": "Ukali wa H",
	"H Size": "Ukubwa wa H",
	"HD Mode": "Modi ya HD",
	"HD Mode Option": "Chaguo la Hali ya HD",
	"HDD Eco Mode": "Modi ya Eco HDD",
	"HDD Power Saving Mode": "Modi ya Uhifadhi wa Nguvu HDD",
	"HDMI Input Audio Format": "Umbizo la Sauti a Ingizo la HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Matundu ya HDMI {port1} na HDMI {port2} yanatumia 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Matundu ya HDMI {port1} na HDMI {port2} yanatumia Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Tundu la HDMI {port1} linatumia 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Tundu la HDMI {port1} litatumia Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Matundu ya HDMI {port1}, HDMI {port2} na HDMI {port3} yanatumia 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Matundu ya HDMI {port1}, HDMI {port2} na HDMI {port3} yanatumia Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Matundu ya HDMI {port1}, HDMI {port2}, HDMI {port3} na HDMI {port4} yanatumia 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Matundu ya HDMI {port1}, HDMI {port2}, HDMI {port3} na HDMI {port4} yanatumia Ultra HD Deep Color.",
	"HDR Effect": "Athari ya HDR",
	"HDR Picture Mode": "Modi ya Picha ya HDR",
	"Hard of Hearing": "Ngumu kwa Kusikia",
	"Hausa": "Kihausa",
	"Headphones Volume": "Sauti ya Vifaa vya Sauti",
	"Hebrew": "Kihibrania",
	"High": "Juu",
	"High Contrast": "Ulinganuzi wa hali ya Juu",
	"Higher values increase a sense of warmth or coldness.": "Thamani za juu huongeza hali ya joto au baridi.",
	"Hindi": "Kihindi",
	"Home Animation": "Uhuishaji wa Nyumbani",
	"Home Auto Launch": "Uzinduzi Otomatiki wa Nyumbani",
	"Home Mode": "Modi ya Nyumbani",
	"Home Promotion": "Ukuzaji wa Nyumbani",
	"Home Settings": "Mipangilio ya Mwanzo",
	"Home/Store Mode": "Nyumbani/Modi ya Duka",
	"Honduras": "Hondurasi",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Saa",
	"However, the IPv6 version of the address does not support editing.": "Hata hivyo, toleo la IPv6 la anwani halikubali kuhariri.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Hata hivyo, ili kuweka TV yako katika hali bora, Always-on italemazwa kwa saa tano zilizowekwa na nishati itazimwa kabisa.",
	"Hungarian": "Kihungaria",
	"Hungary": "Hungaria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "MUHIMU: Kuweka upya kutafuta mipangilio yako yote ya akaunti na programu zilizosakinishwa. Kitendo hiki hakiwezi kutenduliwa.",
	"IP (Automatic)": "IP (Otomatiki)",
	"IP (Manual)": "IP (Ya mikono)",
	"IP Address": "Anwani ya IP",
	"Iceland": "Aisilandi",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Ikiwa Ulandanishi wa Nguvu Kioto unawezeshwa, vifaa vya SIMPLINK vitaweza kuwashwa kwenye TV na TV itazima vifaa vya SIMPLINK wakati itakapozima.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Ikiwa Kidhibiti cha Jumla cha Kisanduku cha kurushia matangazo/OTT imewekwa, chukua fursa ya kutumia Kisanduku cha kurushia matangazo kilichounganishwa kutoka kwenye rimoti ya LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Kifaa kikiunganishwa kwenye tundu, unaweza kuona picha iliyoboreshwa ya mchezo na kupunguza kuchelewa au uchachawizaji wa video ya kifaa.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Ikiwa kimewashwa na uunganishe kifaa ambacho pia kinaauni Ultra HD Deep Color, picha yako inaweza kuwa safi zaidi.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Ikiwa sasisho la rekodi au programu linaendelea, itasubiri hadi limekamilika na mchakato unaweza kuchukua zaidi ya saa moja.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Ikiwa sasisho la rekodi au programu linaendelea, itasubiri hadi limekamilika na mchakato unaweza kuchukua zaidi ya dakika {n}.",
	"If the device is not connected, you may not hear any sound through it.": "Ikiwa kifaa hakijaunganishwa, huenda hutasikia sauti yoyote kutoka kwacho.",
	"If the edge of the screen is not clean, please turn this function off.": "Ikiwa ukingo wa skrini hauonekani vizuri, tafadhali zima kipengele hiki.",
	"If the program does not support multiple languages, the default language is selected.": "Ikiwa kipindi hakitumii lugha nyingi, lugha chaguo-msingi inateuliwa.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Ikiwa programu haiauni umbizo la zao lililoteuliwa, zao chaguo-msingi kutoka kwenye chanzo litatumiwa.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Ikiwa kipindi hakitumii mipangilio tofauti ya sauti, sauti chaguo-msingi itateuliwa.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Ikiwa dalili iyo hiyo itarudiwa, tafadhali badilisha thamani iliyowekwa au zima kishe uwashe kifaa cha nje kilichounganishwa.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Ikiwa lugha iliyoteuliwa haitumiki, lugha chaguo-msingi kutoka kwenye matangazo itatumiwa.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Ikiwa skrini tuli haijapokea ingizo lolote la mtumiaji kwa saa moja, itabadilika hadi kiokoa skrini.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ikiwa muda unaoweka ni tofauti kabisa na muda wa sasa, huenda baadhi ya vipengele mahiri visionyeshwe.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Ikiwa huwezi kusikia kupitia kifaa hicho, hakikisha kuwa kinafanya kazi vizuri na kinatumia Ulandanishi wa Sauti ya LG.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Ukiteua modi ya Onyesho la Duka, inawekwa kwenye thamani zilizoboreshwa kwa maonyesho rejareja yanayouza TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Ikiwa utawasha Mwongozo wa Sauti, unaweza tu kwenda kwenye vitufe vya kushoto, kulia, juu, chini kwenye rimoti yako na baadhi ya programu ambazo zinahitaji kielekezi haziwezi kutumika.",
	"If you turn it off, CAM operator's profile will be deleted.": "Ukikizima, wasifu wa mtoa huduma wa CAM utafutwa.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Ikizima, idhaa zote za CAM zilizotiuniwa hazitapatikana na taarifa hazitatolewa tena.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Ukizima 'Anza Haraka+', hutaweza kuwasha TV yako kwa Rimoti. Ungependa kuendelea?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ikiwa utazima picha ya skrini na picha ile ile ibaki kwenye skrini kwa zaidi ya saa 2, inaweza kuathiri ubora wa picha ya skrini yako. Ikiwa itabaki kwa zaidi ya saa 5, picha mbadala inaweza kuwa ya kudumu. Unataka kuendelea?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Ukizima chaguo hili, skrini tuli inaweza kusalia kwa muda mrefu, hali inayopunguza ubora wa skrini au kupata ugumu wa kurejea katika hali nyingine.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Ikiwa utatumia kipengele cha Kuhifadhi Nishati, ung’aavu wa TV yako utaathiriwa.",
	"Import your TV's channel list information from a connected USB device.": "Leta maelezo ya orodha ya idhaa za TV yako kutoka kwenye kifaa cha USB kilichounganishwa.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Leta/hamisha maelezo ya orodha ya idhaa za TV yako kutoka/hadi kwenye kifaa cha USB kilichounganishwa.",
	"In Home": "Nyumbani",
	"Indonesian": "Kiindonesia",
	"Inner": "Ndani zaidi",
	"Input": "Ingizo",
	"Input Locks": "Makufuli ya Ingizo",
	"Input field": "Eneo la ingizo",
	"Installing...": "Inasakinisha...",
	"Interactive Service": "Huduma ya Mwingiliano",
	"Interactivity(DTVi)": "Uingiliano (DTVi)",
	"Internal TV Speaker": "Spika ya Ndani ya TV",
	"Invert Colors": "Geuza Rangi",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Geuza na ufidie rangi fulani katika menyu ili kuboresha mwonekano wa vipengee vinavyoonyeshwa kwenye skrini hii.",
	"Iran": "Irani",
	"Iraq": "Iraki",
	"Ireland": "Ayalandi",
	"Irish": "Kiayalandi",
	"Israel": "Israeli",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Imewekwa kuwa modi ya picha kivyake, hivyo teua hali ya picha unayotaka na uiweke upya.",
	"It may not sound depending on connected devices.": "Huenda isitoe sauti kutegemea vifaa vilivyounganishwa.",
	"It may take a few minutes.": "Inaweza kuchukua dakika chache.",
	"It may take a few seconds.": "Inaweza kuchukua sekunde chache.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Hutoa sauti bora ya Virtual 4.0 kutegemea na aina ya utazamaji kwa algorithi uliyojifunza kupitia mbinu ya LG Machine Leaning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Hutoa sauti bora au Virtual 5.1 kutegemea na aina ya utazamaji kwa algorithi uliyojifunza kupitia mbinu ya LG Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Inatoa sauti iliyoboreshwa kwa kutiuni sauti iliyoakisiwa katika chumba kulingana na aina ya usakinishaji TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Hupunguza mapengo katika picha ili kuonyesha picha safi.",
	"It works only when the broadcasting program supports captions.": "Inafanya kazi tu wakati kipindi kinachopeperushwa kinatumia maelezo mafupi.",
	"It works only when the broadcasting program supports subtitles.": "Inafanya kazi tu wakati kipindi kinachopeperushwa kinatumia manukuu.",
	"Italian": "Kiitaliano",
	"Italy": "Italia",
	"Ivory Coast": "Kodivaa",
	"Jamaica": "Jamaika",
	"Japan": "Japani",
	"Japanese": "Kijapani",
	"Jerusalem": "Yerusalemu",
	"Jordan": "Yordani",
	"Just Scan": "Tambaza Tu",
	"Kannada": "Kikanada",
	"Kasem": "Kikasemi",
	"Kazakh": "Kikazakhi",
	"Kazakhstan": "Kazakistani",
	"Keyboard Languages": "Lugha za Baobonye",
	"Korea": "Korea",
	"Korean": "Kikorea",
	"Kuwait": "Kuwaiti",
	"Kuwait City": "Mji wa Kuwait",
	"Kyrgyzstan": "Kirigizistani",
	"LED Local Dimming": "Kufifiza LED ya ndani",
	"LG Logo Light (Front of TV)": "LG Logo Light (Mbele ya TV)",
	"LG Services Country": "Nchi ya Huduma za LG",
	"LG Wireless Keyboard": "Baobonye Pasiwaya ya LG",
	"LG Wireless Keyboard Connected:": "Baobonye Pasiwaya la LG Lililounganishwa:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Kibodi Pasiwaya ya LG hukuruhusu kudhibiti TV kupitia Bluetooth.",
	"Language": "Lugha",
	"Laos": "Kilaosi",
	"Large": "Kubwa",
	"Last tuning:": "Kutiuni kwa mwisho:",
	"Latvia": "Lativia",
	"Latvian": "Kilatvia",
	"Lebanon": "Lebanoni",
	"Left": "Kushoto",
	"Left Right": "Kushoto Kulia",
	"Left Surround": "Surround ya Kushoto",
	"Left drop shadow": "Kivuli cha Kushoto",
	"Legal Notice": "Ilani ya Kisheria",
	"Liechtenstein": "Lishenteni",
	"Light": "Mwangaza",
	"Limit AD Tracking": "Punguza Ufuatiliaji wa AD",
	"Lithuanian": "Kilituania",
	"Loading...": "Inapakia...",
	"Local": "Ya ndani",
	"Local Language": "Lugha ya Ndani",
	"Location": "Eneo",
	"Lock All": "Funga Zote",
	"Lock changes for currently running apps will be applied the next time they are started.": "Mabadiliko ya kufuli ya programuzinazoendeshwa sasa yatatumiwa wakati ujao zinapoanzwa.",
	"Logo Luminance Adjustment": "Marekebisho ya Mwangaza wa Nembo",
	"Low": "Chini",
	"Luminance": "Mng’ao",
	"Luxembourg": "Lasembagi",
	"MAC Address": "Anwani ya MAC",
	"MAC Address (Wired)": "Anwani ya MAC (Iliyo na waya)",
	"MAC Address (Wireless)": "Anwani ya MAC (Pasiwaya)",
	"MASTER PASSWORD": "NYWILA KUU",
	"MHEG Guide": "Mwongozo wa MHEG",
	"MPEG Noise Reduction": "Upunguzaji wa Kelele wa MPEG",
	"Macedonia": "Masedonia",
	"Macedonia, The Former Yugoslav Republic Of": "Masedonia, Jamhuri ya Zamani ya Yugoslavia",
	"Macedonian": "Kimasedonia",
	"Maceió": "Maceió",
	"Madagascar": "Madagaska",
	"Magenta": "Majenta",
	"Make blurry or difficult-to-see areas more vivid.": "Tia ukungu au fanya kuwa vigumu kuona sehemu wazi zaidi.",
	"Malay": "Kimalei",
	"Malayalam": "Kimalayalami",
	"Malaysia": "Malesia",
	"Maldives": "Maldivi",
	"Manage channels stored on the TV.": "Dhibiti idhaa zilizohifadhiwa kwenye TV.",
	"Mandarin": "Kimandarini",
	"Manual": "Kwa mikono",
	"Maori": "Kimaori",
	"Marathi": "Kimarathi",
	"Marshall Islands": "Visiwa vya Marshall",
	"Mature Audience Only": "Watazamaji Waliokomaa Pekee",
	"Mauritania": "Moritania",
	"Mauritius": "Morisi",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Ongeza kulinganisha kwa kuongeza kiwango cha maeneo meupe na meusi kwenye skrini.",
	"Medium": "Kati",
	"Menu Language": "Lugha ya Menyu",
	"Menu Transparency": "Uwazi wa Menyu",
	"Message": "Ujumbe",
	"Method": "Mbinu",
	"Mexico": "Meksiko",
	"Mexico City": "Mji wa Meksiko",
	"Middle East": "Mashariki ya Kati",
	"Minutes": "Dakika",
	"Mobile Connection Management": "Usimamizi wa Muunganisho wa Kifaa cha Mkononi",
	"Mode Option": "Chaguo la Hali",
	"Model": "Modeli",
	"Month": "Mwezi",
	"Morocco": "Moroko",
	"Motion Eye Care": "Utunzaji wa Utumiaji wa Macho",
	"Movie Lock": "Funga Sinema",
	"Mozambique": "Msumbiji",
	"Multi": "Mbalimbali",
	"Multi Audio": "Sauti Mbalimbali",
	"Multi Channel Audio": "Sauti ya Idhaa Mbalimbali",
	"Multi Feed": "Milisho Anwai",
	"Multiple": "Mbalimbali",
	"Music": "Muziki",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Hali ya TV ya NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - New South Wales / Australian Capital Territory - Sydney",
	"NT - Northern Territory - Darwin": "NT - Himaya ya Kaskazini - Darwin",
	"Narrow": "Nyembamba",
	"Natural": "Asili",
	"Ndebele": "Kindebele",
	"Nepal": "Nepali",
	"Netherland": "Uholanzi",
	"Netherlands": "Uholanzi",
	"Network": "Mtandao",
	"Network Connection Settings": "Mipangilio ya Muunganisho wa Mtandao",
	"Network Name": "Jina la Mtandao",
	"Network-Based Personalization Recommendations": "Mapendekezo ya Uboreshaji Kulingana na Mtandao",
	"New Caledonia": "Kaledonia Mpya",
	"New Zealand": "Nyuzilandi",
	"Next": "Ijayo",
	"Nicaragua": "Nikaragua",
	"Niger": "Nijeri",
	"Nigeria": "Nijeria",
	"Night": "Usiku",
	"No": "La",
	"No Internet via 3G/4G network": "Hakuna Intaneti kupitia mtandao wa 3G/4G",
	"No Internet via Ethernet": "Hakuna Intaneti kupitia Ethaneti",
	"No Internet via Wi-Fi": "Hakuna Intaneti kupitia Wi-Fi",
	"No One 17 and Under Admitted.": "Hakuna 17 hata mmoja na Chini Aliyekubaliwa.",
	"No Operation Auto Off": "Hakuna Kuzima kwa Uendeshaji Kioto",
	"No Signal Auto Off": "Hakuna Ishara Zima Kioto",
	"No Signal Image": "Hakuna Picha ya Mawimbi",
	"No Signal Power Off (15Min)": "Hakuna Ishara Imezimwa (dakika 15)",
	"No devices have been found.": "Hakuna vifaa vimepatikana.",
	"No paired devices.": "Hakuna vifaa vilivyooanishwa.",
	"No signal on Server": "Hakuna mawimbi kwneye Seva",
	"No updates found.": "Hakuna masasisho yaimepatikana.",
	"Noise Reduction": "Upunguzaji wa Kelele",
	"None": "Hakuna",
	"Normal": "Kawaida",
	"North Korea": "Korea Kaskazini",
	"Northern Africa": "Afrika Kaskazini",
	"Norway": "Norwei",
	"Norwegian": "Kinorwei",
	"Not Connected": "Haijaunganishwa",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Kumbuka: Ikiwa kifaa chako hakiauni kipengele hiki, labda hakitafanya kazi vizuri. Katika hali kama hiyo, unaweza kuunganisha kifaa kwenye tundu tofauti la HDMI au uzime mpangilio wa 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Kumbuka: Ikiwa kifaa chako hakiauni kipengele hiki, labda hakitafanya kazi vizuri. Katika hali kama hiyo, unaweza kuunganisha kifaa kwenye kituo tofauti cha HDMI au uzime mpangilio wa HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Kumbuka: Machaguo yanayopatikana yanategemea kipindi kinachotangazwa.",
	"Note: Behavior may differ if connected device is not a LG device.": "Kumbuka: Tabia inaweza kutofautiana ikiwa kifaa kilichounganishwa si kifaa cha LG.",
	"Note: Only displayed when it is provided by the program.": "Kumbuka: Inaonyeshwa tu wakati imetolewa na programu.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Kumbuka: Vichwa vidogo vinaonyeshwa tu wakati vimetolewa na programu ya matangazo.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Kumbuka: Vipengele vinavyoauniwa vinaweza kutofautiana kwa modeli na uwazi wake kwa uendeshaji wa vipengele vilivyo na uchezaji nyuma wa maudhui kama vile Live TV au maudhui ya VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Kumbuka:<br>1. Ikiwa TV yako imewashwa wakati Kiweka Pikseli Upya kinaendelea, itakomesha mchakato huo na utalazimika kuanza kutoka mwanzo.<br>2. Wakati wa kuchakata, mstari mweupe unaweza kuonekana kwenye skrini. Hili ni la kawaida wakati wa kufuta skrini yako.",
	"Notifications": "Arifa",
	"Nzema": "Kinzema",
	"OK": "SAWA",
	"OLED Screen Saver": "Picha ya Skrini ya OLED",
	"Object Audio": "Sauti ya Kipengee",
	"Off": "Imezimwa",
	"Oman": "Omani",
	"On": "Imewashwa",
	"OnTimer Channel not selected": "Idhaa ya OnTimer haijateuliwa",
	"Open": "Fungua",
	"Open Source Licenses": "Leseni ya Programu Huria",
	"Open when TV is turned on": "Inafunguliwa wakati TV imewashwa",
	"Operate once when TV is off": "Tumia TV ikiwa imezimwa",
	"Optical": "Ya macho",
	"Optical + Internal TV Speaker": "Onyesho + Spika ya Ndani ya TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Boresha kina cha maudhui kwa algorithi uliyojifunza kupitia mbinu ya LG Machine Leaning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Boresha mipangilio tofauti kulingana na uangavu wa picha ya maudhui ya HDR.",
	"Optimize contrast settings based on image brightness.": "Sadifisha mipangilio ya ulinganuzi kulingana na uangavu wa picha.",
	"Optimize the sound for a cinematic experience.": "Boresha sauti kwa ajili ya hali ya sinema.",
	"Original Language": "Lugha Asili",
	"Others": "Nyingine",
	"Outer": "Nje zaidi",
	"Output sound through the Internal TV speaker.": "Zao la sauti kupitia spika ya Ndani ya TV.",
	"Pakistan": "Pakistani",
	"Panama City": "Mji wa Panama",
	"Panjabi": "Kipanjabi",
	"Papua New Guinea": "Papua",
	"Paraguay": "Paragwai",
	"Parental Guidance Suggested": "Mwongozo wa Wazazi Unapendekezwa",
	"Parental Guidance Suggested :": "Mwongozo wa Wazazi Unapendekezwa :",
	"Parental guidance suggested for children ages 8-13.": "Mwongozo wa wazazi unapendekezwa kwa watoto wa umri wa 8-13.",
	"Parents Guidance strongly required :": "Mwongozo wa Wazazi unahitajika zaidi :",
	"Parents Strongly Cautioned": "Wazazi Wanaonywa Sana",
	"Password": "Nywila",
	"Patent Information": "Maelezo Bayana",
	"Peak Brightness": "Mwangaza wa kilele",
	"Persian": "Kiajemi",
	"Philippines": "Ufilipino",
	"Photo": "Picha",
	"Pick a Time": "Chagua Saa",
	"Picture": "Picha",
	"Picture Mode": "Modi ya Picha",
	"Picture Mode Settings": "Mipangilio ya Modi ya Picha",
	"Picture Options": "Machaguo ya Picha",
	"Picture Test": "Jaribio la Picha",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Picha au sauti huenda hazitafanya kazi vizuri wakati kifaa cha nje kimeunganishwa na TV zinawasiliana awali. Ikiwa tatizo litaendelea, tafadhali rudi kweye mipangilio au anzisha upya kifaa cha nje kilichounganishwa.",
	"Pitch": "Weusi",
	"Pixel Refresher": "Kiweka Pikseli Upya",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Kiweka Pikseli Upya kinaruhusu TV yako kutoa picha safii zaidi iwezekanavyo.",
	"Pixel Refresher begins only once when the TV is turned off.": "Kiweka Pikseli Upya huanza mara moja tu wakati TV imezimwa.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Kiweka Pikseli Upya kimeratibiwa kuanza wakati ujao ambapo TV yako itazimwa.",
	"Play": "Cheza",
	"Play sound through TV Speaker.": "Cheza sauti kupitia Spika ya TV.",
	"Play the standard sound suitable for all types of content.": "Cheza sauti wastani inayofaa aina zote za maudhui.",
	"Please check if WiSA Speakers are turned on and try again.": "Tafadhali angalia ikiwa Spika za WiSA zimewashwa na ujaribu tena.",
	"Please check that the Bluetooth device is already connected to another device.": "Hakikisha kuwa kifaa cha Bluetooth tayari kimeunganishwa kwenye kifaa kingine.",
	"Please check the network name and password and try again.": "Tafadhali angalia jina na nywila ya mtandao na ujaribu tena.",
	"Please check the status and try again": "Tafadhali angalia hali na ujaribu tena.",
	"Please do not unplug the USB storage until the copying is completed.": "Tafadhali usiondoe kifaa cha uhifadhi cha USB hadi kunakili kutakapokamilika.",
	"Please enter your password to turn off this function.": "Tafadhali ingiza nywila yako ili kuzima kipengele hiki.",
	"Please enter your password to turn on this function.": "Tafadhali weka nenosiri lako ili uwashe kipengele hiki.",
	"Please make sure that your TV is connected to the network and try again.": "Tafadhali hakikisha kuwa TV yako imeunganishwa kwenye mtandao na ujaribu tena.",
	"Please note that LG does not use or manage the value.": "Tafadhali kumbuka kuwa LG haitumii wala kudhibiti thamani.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Tafadhali kumbuka kuwa huenda sauti isitolewe wakati Digital Sound Out imewekwa kwenye Pass Through.",
	"Please try again later.": "Tafadhali jaribu tena baadaye.",
	"Please wait while the Settings application reloads.": "Tafadhali subiri wakati programu ya mipangilio inapopakiwa upya.",
	"Please wait while the Settings application restarts.": "Tafadhali subiri wakati programu ya mipangilio inapoanza upya.",
	"Please wait while the TV restarts.": "Tafadhali subiri wakati TV inapoanza upya.",
	"Please wait while the TV searches for LG Service Country.": "Tafadhali subiri TV yako itafute Nchi ya Huduma ya LG.",
	"Point": "Mahali",
	"Pointer Options": "Machaguo ya Kielekezi",
	"Pointer Size": "Ukubwa Kiashriia",
	"Poland": "Polandi",
	"Polish": "Kipolandi",
	"Portugal": "Ureno",
	"Portuguese": "Kireno",
	"Position": "Nafasi",
	"Position Settings": "Mipangilio ya Nafasi",
	"Power Off Timer": "Zima Kipima Muda",
	"Power On Timer": "Washa Kipima Muda",
	"Power Saving Mode": "Modi ya Uhifadhi wa Nguvu",
	"Preschool": "Chekechea",
	"Press right button to adjust de-blur and Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-blur na Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-blur na OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-blur na OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder na Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder na OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder na OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder, de-blur na Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder, de-blur na OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Bonyeza kitufe cha kulia ili kurekebisha thamani ya de-judder, de-blur na OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Bonyeza kitufe cha WPS kwenye kisambaza data kilichowezeshwa kwa WPS ili kuunganisha TV yako kwa mtandao.",
	"Press the right button to adjust Motion Pro settings.": "Bonyeza kitufe cha kulia ili kurekebisha mipangilio ya Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Bonyeza kitufe cha kulia ili kurekebisha mipangilio ya OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Bonyeza kitufe cha kulia ili kurekebisha mipangilio ya OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Bonyeza kitufe cha kulia ili kurekebisha mipangilio ya kupunguza ukungu.",
	"Press the right button to adjust de-judder settings.": "Bonyeza kitufe cha kulia ili kurekebisha mipangilio ya kupunguza tetemeko.",
	"Previous": "Iliyopita",
	"Primary Audio Language": "Lugha ya Msingi ya Sauti",
	"Primary Channels": "Idhaa za Kimsingi",
	"Primary Teletext Language": "Lugha ya Msingi ya Matini ya Televisheni",
	"Program exempted from ratings.": "Kipindi hakikadiriwi.",
	"Programme": "Kipindi",
	"Provide HbbTV Distinctive ID": "HbbTV Distinctive ID iliyotolewa",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Ipe huduma ya HbbTV Kitambulisho cha Kipekee cha HbbTV kwa ajili ya matangazo.",
	"Provided services may vary depending on countries.": "Huduma zinazotolewa zinaweza kutofautiana kutegemea na nchi.",
	"Puerto Rico": "Pwetoriko",
	"Qatar": "Katari",
	"Quick Help": "Usaidizi wa Haraka",
	"Quick Start+": "Anza Haraka+",
	"Raised": "Iliyoinuliwa",
	"Real Cinema": "Sinema ya Kweli",
	"Reason: Authentication with access point was unsuccessful.": "Sababu: Uthibitishaji ulio na ufikivu na eneo la ufikiaji haukufanikiwa.",
	"Reason: Could not establish a connection to access point.": "Sababu: Haikuweza kuanzisha muunganisho kwenye eneo la ufikiaji.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Sababu: Haikuweza kurejelea anwani sahihi ya IP kwa kutumia DHCP.",
	"Reason: Entered password is incorrect.": "Sababu: Nywila iliyoingizwa siyo sahihi.",
	"Reason: Password is missing.": "Sababu: Nywila imepotea.",
	"Reason: The network you selected is out of range.": "Sababu: Mtandao ulioteua uko nje ya masafa.",
	"Reason: Unable to login.": "Sababu: Imeshindwa kuingia.",
	"Receive emergency alerts from TV when an emergency occurs.": "Pokea arifa za dharura kutoka kwenye TV wakati dharura inapotokea.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Pendekeza kuweka saa ambazo hutazami TV kuwa Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Pendekeza maudhui na vipengele kulingana na historia ya kutazama na mitindo ya matumizi ya programu.",
	"Recommendations are available for the people, products and locations related to the current program.": "Mapendekezo yanapatikana kwa watu, bidhaa na maeneo yanayohusiana na programu ya sasa.",
	"Red": "Nyekundu",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Punguza kelele isiyo ya kawaida kutoka kwenye ishara za video ya dijitali ili kuimarisha ubora wa picha.",
	"Region": "Kanda",
	"Registered Devices ({num})": "Vifaa Vilivyosajiliwa ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Imarisha toni ya juu ya sauti iliyoboreshwa.",
	"Reinforce the low-pitched tone of the optimized sound.": "Imarisha toni ya chini ya sauti iliyoboreshwa.",
	"Remote Settings": "Mipangilio ya Rimoti",
	"Remove irregular and erratic pixels for a clearer image.": "Ondoa pikseli zisizo za kawaida na za kukatika kwa picha wazi zaidi.",
	"Reset": "Weka upya",
	"Reset AD ID": "Badilisha AD ID",
	"Reset CI Password": "Weka Upya Nywila ya CI",
	"Reset HbbTV Distinctive ID": "Weka upya HbbTV Distinctive ID",
	"Reset Password": "Weka Nywila Upya",
	"Reset Settings": "Weka Upya Mipangilio",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Weka upya orodha ya programu iliyoidhinishwa wakati wa kuunganisha kwenye programu ya mkononi ya HbbTV.",
	"Reset the caption position.": "Weka upya mkao wa manukuu.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Weka upya historia ya kutazama maudhui na kutumia programu. Wakati historia imewekwa upya, inaweza kuchukua muda fulani kupokea mapendekezo ya maudhui tena.",
	"Reset to Initial Settings": "Weka Upya Mipangilio ya Awali",
	"Restrict access to TV programs based on their ratings.": "Zuia ufikiaji wa vipindi vya TV kwa msingi wa makadirio yao.",
	"Restrict watching based on age ratings for children programs.": "Weka vikwazo vya kutazama kulingana na ukadiriaji wa umri kwa vipindi vya watoto.",
	"Restrict watching based on ages ratings.": "Weka vikwazo vya kutazama kulingana na ukadiriaji wa umri.",
	"Restrict watching based on fantasy violence content ratings.": "Weka vikwazo vya kutazama kulingana na ukadiriaji wa maudhui ya vurugu.",
	"Restrict watching based on programs containing adult language.": "Weka vikwazo vya kutazama kulingana na vipindi vilivyo na lugha ya watu wazima.",
	"Restrict watching based on programs containing sexual scene.": "Weka vikwazo vya kutazama kulingana na vipindi vilivyo na tukio la ngono.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Weka vikwazo vya kutazama kulingana na vipindi vilivyo na mazungumzo ya mwelekeo wa ngono.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Weka vikwazo vya kutazama kulingana na umri uliobainishwa au ukadiriaji wa maudhui chini ya mwongozo wa wazazi.",
	"Restrict watching based on violence content ratings.": "Weka vikwazo vya kutazama kulingana na ukadiriaji wa maudhui ya vurugu.",
	"Restrict watching movies based on rating.": "Weka vikwazo vya kutazama filamu kulingana na ukadiriaji.",
	"Restrict watching programs based on rating.": "Weka vikwazo vya kutazama vipindi kulingana na ukadiriaji.",
	"Restriction ratings :": "Ukadiriaji wenye vikwazo :",
	"Retry": "Jaribu upya",
	"Revert TV to its initial settings.": "Rejesha TV kwenye mipangilio yake ya awali.",
	"Revert color adjustment settings to default.": "Rejesha mipangilio ya marekebisho ya rangi kuwa chaguo-msingi.",
	"Revert detailed sound effect settings of standard mode to default.": "Rejesha mipangilio ya kina ya madoido ya sauti ya modi wastani kuwa chaguo-msingi.",
	"Revert picture setting values to default.": "Rejesha thamani za mipangilio ya picha kuwa chaguo-msingi.",
	"Revert white balance settings to default.": "Rejesha mipangilio ya usawazisho weupe kuwa chaguo-msingi.",
	"Right": "Kulia",
	"Right Left": "Kulia Kushoto",
	"Right Surround": "Surround ya Kulia",
	"Right drop shadow": "Kivuli cha Kulia",
	"Romanian": "Kiromania",
	"Russia": "Urusi",
	"Russian": "Kirusi",
	"SA - South Australia - Adelaide": "SA - Australia Kusini - Adelaide",
	"SIGNATURE Opening": "SIGNATURE Inafunguka",
	"SIGNATURE TV Settings": "Mipangilio ya SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK hukuruhusu kutumia Rimoti yako ya LG kudhibiti vifaa vingine vilivyowezeshwa kwa SIMPLINK, kama kichezeshi cha DVD au mfumo wa thieta ya nyumbani, ambavyo vimeunganishwa kwenye Smart TV yako ya LG kwa kutumia HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK itazimwa kiotomatiki ili kutumia modi hii ya ARC.",
	"Safety": "Usalama",
	"Saint Lucia": "Santalusia",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satelaiti",
	"Satellite DTV": "DTV ya Satelaiti",
	"Satellite Radio": "Redio ya Satelaiti",
	"Saturation": "Kueneza",
	"Saudi Arabia": "Saudia",
	"Saudi arabia": "Saudia",
	"Save CAM Operator's Profile": "Hifadhi Wasifu wa Mwendeshaji wa CAM",
	"Save CI Password": "Hifadhi Nywila ya CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Hifadhi mipangilio ya marekebisho ya rangi kutoka kwenye modi ya picha ya sasa katika maingizo yote.",
	"Save the white balance settings from the current picture mode in all inputs.": "Hifadhi mipangilio ya usawa wa weupe kutoka kwenye modi ya picha ya sasa katika maingizo yote.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Hifadhi/weka upya nywila ya CI. Kuhifadhi nywila yako kutakuruhusu kuruka hatua ya kuingia katika siku zijazo.",
	"Scan \"Auto Detect\" automatically.": "Tambaza \"Gundua Kiotomatiki\" kiotomatiki.",
	"Screen Down": "Skrini Chini",
	"Screen Off": "Skrini Imezimwa",
	"Screen Saver": "Picha ya Skrini",
	"Screen Shift ": "Uhamishaji wa Skrini",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skrini inabadilika nyakati za kawaida na kuzuia matatizo ya ubora wa picha yanayoweza kusababisha wakati TV imewashwa kwa kipindi kirefu.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skrini itazimwa baada ya sekunde 5. Ili kuwasha skrini tena, bonyeza kitufe chochote isipokuwa cha Nguvu na cha sauti.",
	"Search": "Tafutiza",
	"Search Bluetooth Device": "Tafuta Kifaa cha Bluetooth",
	"Searching...": "Inatafuta...",
	"Second Language": "Lugha ya Pili",
	"Secondary Audio Language": "Lugha ya Pili ya Sauti",
	"Secondary Teletext Language": "Lugha ya Pili ya Matini ya televisheni",
	"Security": "Usalama",
	"Select IRE point to adjust luminance.": "Teua mahali pa IRE pa kurekebishia uangavu.",
	"Select Mode": "Teua Modi",
	"Select TV's language settings.": "Teua mipangilio ya lugha ya TV.",
	"Select a caption type for HD broadcasts.": "Teua mipangilio ya aina ya manukuu kwa matangazo ya HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Teua aina ya manukuu kwa matangazo ya TV ya NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Teua mipangilio ya aina ya manukuu kwa matangazo ya UHD.",
	"Select a caption type for analog broadcasts.": "Teua mipangilio ya aina ya manukuu kwa matangazo ya analogi.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Teua modi ya video inayolingana na mazingira ya kutazama au bainisha mipangilio ya modi ya video kama vile utofauti, rangi na zaidi.",
	"Select an audio format for each HDMI input.": "Teua umbizo la sauti kwa kila ingizo la HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Teua Zao la Sauti ya Kidijitali (Kiotomatiki au PCM) ikiwa huwezi kusikia athari ya sauti baada ya kuteua Pass Through.",
	"Select audio language for digital broadcasts.": "Teua lugha ya sauti kwa ajili ya matangazo ya dijitali.",
	"Select color to be adjusted.": "Teua rangi ya itakayorekebishwa.",
	"Select days to apply the Timer Power Off settings every week.": "Teua siku za kutumia mipangilio ya Timer Power Off kila wiki.",
	"Select days to apply the Timer Power On settings every week.": "Teua siku za kutumia mipangilio ya Timer Power On kila wiki.",
	"Select device for audio output.": "Teua kifaa cha zao la sauti.",
	"Select device or speaker for audio output.": "Teua kifaa au spika ya zao la sauti.",
	"Select digital audio output format.": "Teua umbizo la zao la sauti ya dijitali.",
	"Select language for TV menu.": "Teua lugha ya menyu ya TV.",
	"Select language for subtitles.": "Teua lugha ya vichwa vidogo.",
	"Select languages for keyboards input.": "Teua lugha ya maingizo ya kibodi.",
	"Select method to adjust white balance.": "Teua mbinu ya kurekebisha usawa wa weupe.",
	"Select point to adjust luminance.": "Teua mahali pa kurekebishia uangavu.",
	"Select the Sound mode and set detailed Audio effects.": "Teua modi ya Sauti na uweke madoido ya Sauti ya kina.",
	"Select the Sound mode for each content type.": "Teua modi ya Sauti ya kila aina ya maudhui.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Teua Ultra HD Deep Color ya tundu la HDMI {num}.",
	"Select the app to restrict the use.": "Teua programu ili uweke vikwazo vya kutumia.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Teua modi ya picha inayofaa kulingana na mazingira ya kutazama au aina ya maudhui.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Teua sifa za sauti ili kusikiliza tangazo kwa njia unayopenda.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Teua aina ya manukuu kwa matangazo ya dijitali na uweke mipangilio ya kina ya maelezo mafupi.",
	"Select the channel to restrict watching.": "Teua idhaa ili uweke vikwazo vya kutazama.",
	"Select the channel to watch when the TV turns on.": "Teua idhaa ya kutazama wakati TV inapowaka.",
	"Select the color range to be displayed.": "Teua masafa ya rangi ya kuonyeshwa.",
	"Select the country for your country's special services.": "Teua nchi kwa huduma maalum za nchi yako.",
	"Select the desired video angle.": "Teua pembe inayopendelewa ya video.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Teua umbizo la kuhamisha TV Zao la Sauti ya Kidijitali hadi kifaa cha nje.",
	"Select the input to use when the TV turns on.": "Teua ingizo la kutumia wakati TV inapowashwa.",
	"Select the inputs to restrict the use.": "Teua maingizo ili uweke vikwazo vya kutumia.",
	"Select the most preferred Subtitle Language.": "Teua Lugha inayopendelewa zaidi ya Kichwa Kidogo.",
	"Select the place where to use the TV.": "Teua eneo la kutumia TV.",
	"Select the residential region for your regional broadcast signal.": "Teua kanda ya makao kwa ishara ya matangazo ya kanda yako.",
	"Select the second preferred Subtitle Language.": "Teua Lugha ya pili inayopendelewa ya Kichwa Kidogo.",
	"Select your first choice of audio language for digital broadcasts.": "Teua chaguo lako la kwanza la lugha ya sauti kwa matangazo ya dijitali.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Teua chaguo lako la kwanza la lugha kwa huduma za matini ya televisheni ya mtoa matangazo wa TV yako.",
	"Select your second choice of audio language for digital broadcasts.": "Teua chaguo lako la pili la lugha ya sauti kwa matangazo ya dijitali.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Teua chaguo lako la pili la lugha kwa huduma za matini ya televisheni ya mtoa matangazo wa TV yako.",
	"Senegal": "Senegali",
	"Serbian": "Kiserbia",
	"Serial Number": "Namba Tambulishi",
	"Service 1": "Huduma 1",
	"Service 2": "Huduma 2",
	"Service 3": "Huduma 3",
	"Service 4": "Huduma 4",
	"Service 5": "Huduma 5",
	"Service 6": "Huduma 6",
	"Service Area Zip Code": "Msimbo wa Huduma ya Eneo",
	"Set Automatically": "Weka Kiotomatiki",
	"Set ID": "Weka Kitambulisho",
	"Set My Team Alarm.": "Weka Kengele ya Timu Yangu.",
	"Set Store Mode settings.": "Weka Mipangilio ya Modi ya Duka.",
	"Set System Color mode for your current TV input.": "Weka modi ya Rangi ya Mfumo kwa ingizo lako la sasa la TV.",
	"Set additional options for Video Description.": "Weka machaguo ya Maelezo ya Video.",
	"Set additional picture settings.": "Weka mipangilio ya picha.",
	"Set additional sound-related settings.": "Weka mipangilio ya ziada inayohusiana na sauti.",
	"Set advanced Subtitle options.": "Weka machaguo ya kiwango cha juu ya vichwa vidogo.",
	"Set advanced captioning options.": "Weka machaguo ya kiwango cha juu ya manukuu.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Weka na uhariri toleo la anwani ya IP kuwa IPv4 au IPv6.",
	"Set audio-related options.": "Weka machaguo yanayohusiana na sauti.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Weka ukubwa wa nukuu, rangi, uwazi, na machaguo mengine ya matangazo.",
	"Set color temperature from warm to cool.": "Weka halijoto ya rangi kutoka joto hadi baridi.",
	"Set detailed caption settings for HD broadcasts.": "Weka mipangilio ya manukuu ya kina ya matnagazo ya HD.",
	"Set detailed options for the AI functions.": "Weka machaguo ya kina ya vipengele vya AI.",
	"Set detailed options for the Home feature.": "Weka machaguo ya kina ya kipengele cha Mwanza.",
	"Set detailed options for the Recommendation feature.": "Weka machaguo ya kina ya kipengele cha Mapendekezo.",
	"Set easy connection settings with external devices.": "Weka mipangilio rahisi ya muunganisho yenye vifaa vya nje.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Weka kufuli kwenye idhaa, programu, maingizo yaliyobainishwa n.k. ili kutumia chini ya mwongozo wa wazazi.",
	"Set necessary additional functions based on watching environment and screen status.": "Weka vipengele vya ziada muhimu kulingana na mazingira ya kutazamia na hali ya skrini.",
	"Set or reset the position of on-screen captions.": "Weka au weka upya mkao wa manukuu ya kwenye skrini.",
	"Set settings related to your wired / wireless network.": "Weka mipangilio inayohusiana na mtandao wako wa waya / pasiwaya.",
	"Set the TV to turn off automatically after a set amount of time.": "Weka TV ili kuzimika kiotomatiki baada ya muda uliowekwa.",
	"Set the TV to turn off automatically at a set time.": "Weka TV ili kuzima kiotomatiki kwa muda uliowekwa.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Weka TV ili kuzimika kiotomatiki ikiwa hakuna ingizo la mtumiaji kwa saa 4 baada ya TV kuwaka kiotomatiki.",
	"Set the TV to turn on automatically at a set time.": "Weka TV ili kuwaka kiotomatiki kwa muda uliowekwa.",
	"Set the additional functions related to the TV.": "Unaweza kuweka vipengele vya ziada vinavyohusiana na TV.",
	"Set the current date and time.": "Weka tarehe na saa ya sasa.",
	"Set the current date manually.": "Weka tarehe ya sasa kwa mkono.",
	"Set the current time manually.": "Weka saa za sasa kwa mkono.",
	"Set the detect range of device available to connect.": "Weka masafa ya kugundua ya kifaa kinachopatikana ili kuunganisha.",
	"Set the region and country for broadcasts and special services.": "Weka kanda na nchi kwa matangazo na huduma maalum.",
	"Set the screen size and aspect ratio.": "Weka ukubwa wa skrini na uwiano wa kipengele.",
	"Set the specialized functions of SIGNATURE TV.": "Weka vipengele maalum vya SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Weka muda wa kuzima TV kiotomatiki bila ingizo la mtumiaji.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Weka madoido ya sauti ya idhaa nyingi ili kufurahia sauti halisi zaidi.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Weka madoido ya sauti ili kufurahia sauti halisi zaidi.",
	"Set the volume level when the TV turns on.": "Weka kiwango cha sauti wakati TV inapowaka.",
	"Set time to turn off the TV.": "Weka saa za kuzima TV.",
	"Set time to turn on the TV.": "Weka saa za kuwasha TV.",
	"Set up additional features related to customer support.": "Weka vipengele vya ziada vinavyohusiana na usaidizi kwa wateja.",
	"Set up an account to use LG Services.": "Fungua akaunti ili utumie Huduma za LG.",
	"Set whether to display Home when the TV is turned on.": "Weka ikiwa utaonyesha Mwanzo wakati TV imewashwa.",
	"Settings Help": "Usaidizi wa Mipangilio",
	"Sexual Situations": "Hali za Ngono",
	"Sexually Suggestive Dialogue": "Mazungumzo ya Ngono",
	"Sharpness": "Ukali",
	"Show Password": "Onyesha Nywila",
	"Side by Side": "Upande kwa Upande",
	"Sierra Leone": "Siera Leoni",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Tatizo la mawimbi linaweza kupunguza utambuzi wa Magic Remote ikiwa kisambaza data cha pasiwaya kiko karibu sana na TV.",
	"Singapore": "Singapuri",
	"Size": "Ukubwa",
	"Sleep Timer": "Kiweka muda wa Kulala",
	"Slovak": "Kislovakia",
	"Slovenian": "Kislovenia",
	"Slow": "Polepole",
	"Small": "Ndogo",
	"Smooth": "Laini",
	"Smooth Gradation": "Mabadiliko ya Taratibu",
	"Soccer": "Soka",
	"Software Update": "Sasisho la Programu",
	"Software Version": "Toleo la Programu",
	"Software update has been installed. Update will be applied when you restart your TV.": "Sasisho la programu limesakinishwa. Sasisho litatumiwa wakati utakapoanzisha upya TV yako.",
	"Solid": "Imara",
	"Solomon Islands": "Visiwa vya Solomon",
	"Some material may not be appropriate for children under 13.": "Huenda baadhi ya makala yasifae watoto wa chini ya umri wa miaka 13.",
	"Some material may not be appropriate for children.": "Huenda baadhi ya makala yasiwafae watoto.",
	"Sotho, Northern": "Kisotho, Kaskazini",
	"Sotho, Southern": "Kisotho, Kusini",
	"Sound": "Sauti",
	"Sound Mode": "Modi ya Sauti",
	"Sound Mode Settings": "Mipangilio ya Modi ya Sauti",
	"Sound Out": "Zao la Sauti",
	"Sound Share": "Kushiriki Sauti",
	"Sound Test": "Jaribio la Sauti",
	"South Africa": "Afrika Kusini",
	"South Korea": "Korea Kusini",
	"Southern Africa": "Afrika ya Kusini",
	"Spain": "Hispania",
	"Spanish": "Kihispania",
	"Speaker Volume Control": "Udhibiti wa Sauti ya Spika",
	"Specify detailed voice guidance settings after turning on this feature.": "Bainisha mipangilio ya mwongozo wa sauti ya kina baada ya kuwasha kipengele hiki.",
	"Speed": "Mwendo",
	"Spoken Subtitle": "Kichwa Kidogo Kilichosemwa",
	"Sports": "Spoti",
	"Sports Alert": "Arifa ya Michezo",
	"Sri Lanka": "Sirilanka",
	"Stand": "Kiengemezi",
	"Standard": "Kawaida",
	"Standard Mode Sound Effect": "Athari ya Modi ya Sauti ya Kawaida",
	"Standby Light": "Mwanga wa Sinzia Ange",
	"Start New Sound Tuning": "Anza Kutiuni Kupya kwa Sauti",
	"Start Now": "Anza Sasa",
	"Startup Sound": "Sauti ya Kuanza",
	"Stop": "Komesha",
	"Store Demo": "Hifadhi Onyesho",
	"Store Mode": "Modi ya Duka",
	"Store Mode Settings": "Mipangilio ya Modi ya Duka",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Modi ya Duka kwa madhumuni ya maonyesho ya dukani. Itaanzisha upya mipangilio kila dakika chache. Unataka kufunga programu hii na kuanzisha Modi ya Dukani?",
	"Strong": "Thabiti",
	"Style": "Mtindo",
	"Subnet Mask": "Kinyago cha Mtandao wa Ndani",
	"Subnet prefix length": "Urefu wa kiambishi awali cha mtandao wa ndani",
	"Subtitle First Choice Language": "Chaguo la Kwanza la Lugha ya Kichwa Kidogo",
	"Subtitle Language": "Lugha ya Kichwa cha ndani",
	"Subtitle Second Choice Language": "Chaguo la Pili la Lugha ya Kichwa Kidogo",
	"Subtitles": "Vichwa vidogo",
	"Sudan": "Sudani",
	"Super Impose": "Lazimisha Kuonyesha",
	"Super Resolution": "Mwonekano Mzuri Kabisa",
	"Support": "Usaidizi",
	"Surround Balance": "Usawazisho wa Mazingira",
	"Surround Level": "Kiwango cha Mazingira",
	"Swahili": "Kiswahili",
	"Swati": "Kiswati",
	"Swaziland": "Uswazi",
	"Sweden": "Uswidi",
	"Swedish": "Kiswidi",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Tumia modi ya sinzia ange kuiwasha tena TV haraka unapozima TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Tumia modi ya sinzia ange ili kutumia aina mbalimbali za vipengele kama programu, utafutaji na n.k. haraka unapozima TV.",
	"Switzerland": "Uswisi",
	"Sync Demo": "Landanisha Demo",
	"System Color": "Rangi ya Mfumo",
	"TEXT 1": "MATINI 1",
	"TEXT 2": "MATINI 2",
	"TEXT 3": "MATINI 3",
	"TEXT 4": "MATINI 4",
	"TV Information": "Maelezo ya TV",
	"TV Installation Type": "Aina ya Usakinishaji wa TV",
	"TV Lock": "Kufuli la TV",
	"TV Name": "Jina la TV",
	"TV On With Mobile": "TV On Yenye Kifaa cha Mkononi",
	"TV Power Sound": "Sauti ya Nguvu ya TV",
	"TV Power Sound Volume": "Sauti ya Nguvu ya TV",
	"TV Program Locks": "Makufuli ya Vipindi vya TV",
	"TV Rating English": "Kadairio la TV la Kiingereza",
	"TV Rating French": "Kadairio la TV la Kifaransa",
	"TV Speaker": "Spika ya TV",
	"TV can be used as an alarm.": "TV inaweza kutumiwa kama kengele.",
	"TV is turned off at a set time on every specified day.": "TV inazimika muda uliowekwa kila siku iliyobainishwa.",
	"TV to USB": "TV hadi USB",
	"Tagalog": "Kikatalogi",
	"Taiwan": "Taiwani",
	"Tajikistan": "Tajikistani",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Tumia fursa ya vipengele vinavyohitaji mtandao kama vile Intaneti, programu, masasisho ya programu na n.k.",
	"Tamil": "Kitamili",
	"Target Luminance": "Ung’aavu Lengwa",
	"Teletext": "Matini ya televisheni",
	"Telugu": "Kitelugu",
	"Text Color": "Rangi ya Matini",
	"Text Opacity": "Giza ya Matini",
	"Text Search": "Tafutiza Matini",
	"Thai": "Kithai",
	"Thailand": "Tailandi",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Matundu ya HDMI {port1} na HDMI {port2} hutumia AMD FreeSync Premium na unaweza kuteua kipengele hiki.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Matundu ya HDMI {port1} na HDMI {port2} hutumia AMD FreeSync Premium na unaweza kuiwasha au kuizima.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Matundu ya HDMI {port1} na HDMI {port2} hutumia Instant Game Response na unaweza kuiwasha au kuizima.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Matundu ya HDMI {port1} hutumia AMD FreeSync Premium na unaweza kuteua kipengele hiki.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Tundu la HDMI {port1} hutumia AMD FreeSync Premium na unaweza kuiwasha au kuizima.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Tundu la HDMI {port1} hutumia Instant Game Response na unaweza kuiwasha au kuizima.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Matundu ya HDMI {port1}, HDMI {port2} na HDMI {port3} hutumia AMD FreeSync Premium na unaweza kuteua kipengele hiki.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Matundu ya HDMI {port1}, HDMI {port2} na HDMI {port3} hutumia AMD FreeSync Premium na unaweza kuiwasha au kuizima.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Matundu ya HDMI {port1}, HDMI {port2}, HDMI {port3} na HDMI {port4} hutumia AMD FreeSync Premium na unaweza kuteua kipengele hiki.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Matundu ya HDMI {port1}, HDMI {port2}, HDMI {port3} na HDMI {port4} hutumia AMD FreeSync Premium na unaweza kuiwasha au kuizima.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Matundu ya HDMI {port1}, HDMI {port2}, HDMI {port3} na HDMI {port4} yanatumia Instant Game Response na unaweza kuiwasha au kuizima.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Matundu ya HDMI {port1}, HDMI {port2} na HDMI {port3} yanatumia Instant Game Response na unaweza kuiwasha au kuizima.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID ni thamani ya kipekee inayotumiwa kwa HbbTV pekee, ambayo haihusiani na taarifa ya binafsi ya mtumiaji.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Distinctive ID itabadilishwa.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Programu au huduma ya HbbTV italemaza ufuatiliaji wake wa mtumiaji binafsi.",
	"The IBB service will disable its tracking of an individual user.": "Huduma ya IBB italemaza ufuatiliaji wake wa mtumiaji binafsi.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Maelezo kuhusu Nchi ya Huduma za LG hayangeweza kurejewa kutoka kwenye seva. Tafadhali jaribu tena baadaye.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Programu ya Mipangilio lazima ipakuliwe upya ili kubadilisha lugha ya menyu. Unataka kuendelea?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Mwangaza mzuri utatolewa wakati mwendo umetambuliwa karibu na TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Huduma za utambuzi wa sauti za nje zinazopatikana zinaweza kubadilika kutegemea mipangilio ya lugha. Pia, ukibadilisha lugha ya menyu, menyu ya mipangilio inapakiwa upya. Unataka kuendelea?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Orodha ya idhaa imenakiliwa kutoka kwenye hhifadhi ya USB hadi TV yako. TV itaanzishwa upya katika sekunde 5.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Orodha ya idhaa imenakiliwa kwa mafanikio kutoka kwenye TV yako hadi uhifadhi wa USB.",
	"The closer to 100, the brighter.": "Kadri inavyokaribia 100, ndivyo inavyokuwa na uangavu zaidi.",
	"The closer to 100, the clearer the color becomes.": "Kadri inavyokaribia 100, ndivyo rangi inavyokuwa na uangavu zaidi.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Kadri inavyokaribia 50 ndivyo nyekundu inavyoonekana vizuri, kadri inavyokaribia 50 ndivyo kijani kinavyoonekana vizuri.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Thamani za kina zilizowekwa za kitendaji cha White Balance kitawekwa upya. Unataka kuendelea?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Pengo kati ya viwango vya sauti vya idhaa na kipindi hupunguzwa kiotomatiki, hali inayokusaidia kutazama kipindi kwa kiwango cha sauti kinachowiana.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Pengo kati ya viwango vya sauti vya idhaa na kipindi huwekwa kiotomatiki ili kutazama kipindi kwa kiwango cha sauti kinachowiana.",
	"The higher the settings, the louder the sound rapidly.": "Kadri mipangilio inapokuwa juu, ndivyo sauti inavyoongezeka haraka.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Spika ya Ndani ya TV na spika za Bluetooth zinaweza kutoa sauti kwa wakati uleule na kuunda madoido ya sauti dhahiri.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Lugha ya utambuzi wa sauti itawekwa kiotomatiki kutegemea lugha ya menyu iliyoteuliwa.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Lugha inayotumika kwa Utambuzi wa Sauti inawekwa kulingana na lugha ya menyu iliyoteuliwa. Huduma za usaidizi zinaweza kutofautiana kulingana na lugha ya sauti.",
	"The network is currently unavailable. Please try again later.": "Mtandao haupatikani kwa sasa. Tafadhali jaribu tena baadaye.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Mchakato utachukua takriban saa moja kukamilsha na TV yako inahitaji kubaki imezimwa.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Mchakato utachukua takriban dakika {n} kukamilsha na TV yako inahitaji kubaki imezimwa.",
	"The program is intended for adults only.": "Programu inanuiwa kwa watu wazima pekee.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ung`aavu wa Skrini unarekebishwa kiotomatiki kwa mujibu wa ung`aavu ulio karibu na TV yako.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skrini itateleza chini baada ya sekunde 5. Bonyeza kitufe chochote isipokuwa Nishati na Sauti kwenye rimoti ili kutelezesha chelezo cha skrini.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Thamani za ndani zilizowekwa za kitendaji cha Mfumo wa Usimamizi wa Rangi kitawekwa upya. Unataka kuendelea?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Mipangilio ya Sauti ya Bluetooth Surround + Spika ya Ndani ya TV itabadilishwa.",
	"The settings are as follows.": "Mipangilio ni kama ifuatavyo.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Huenda sauti isitolewe wakati zao la sauti la kidijitali limewekwa kwenye Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Sasisho haliwezi kutumiwa kwenye TV. Programu itarudi kwa toleo la awali.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Madoido ya kuona yanaonyeshwa kwenye skrini wakati TV imewashwa na skrini inasonga.",
	"There are no paired devices.": "Hakuna vifaa vilivyooanishwa.",
	"There are settings to correct or prevent OLED panel noise.": "Kuna mipangilio ya kusahihisha au kuzuia kelele za pneli ya OLED.",
	"There is no USB device connected to your TV.": "Hakuna kifaa cha USB kilichounganishwa kwenye TV yako.",
	"There is no message.": "Hakuna ujumbe.",
	"Third Language": "Lugha ya Tatu",
	"This feature applies only to specified LG Wireless Keyboard models.": "Kipengele hiki hutumika tu kwenye miundo mahususi ya Kibodi Pasiwaya ya LG.",
	"This function works only when it is provided by the broadcast program.": "Kipengele hiki hufanya kazi tu wakati kimetolewa na programu ya matangazo.",
	"This is a closed caption preview": "Huu ni uhakiki wa manukuu",
	"This is an already existing value.": "Hii tayari ni thamani iliyopo.",
	"This service provides you with more information about watching program and enjoys related contents.": "Huduma hii hukupa taarifa zaidi kuhusu kutazama kipindi na kufurahia maudhui husika.",
	"This will revert all options on TV to their default settings.": "Hii itarejesha machaguo yote kwenye TV kwenye mipangilio yake chaguo-msingi.",
	"Time": "Wakati",
	"Timer Channel": "Idhaa ya Kiweka Muda",
	"Timer Repeat": "Rudia Kiweka muda",
	"Timers": "Viweka Muda",
	"Timezone": "Ukanda wa Saa",
	"Tint": "Kivuli cha Rangi",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Ili kuboresha sauti, cheza sauti ya jaribio kwenye TV na uanze kupima sauti iliyoakisiwa kwa kutumia Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Ili kujaribu sauti ya TV yako, mpangilio wa Zao la Sauti unahitaji kubadilishwa kuwa Spika ya Ndani ya TV. Unataka kuendelea?",
	"Top and Bottom": "Juu na Chini",
	"Total Power On Time": "Wakati wa Kuwaka kwa Jumla",
	"Tracking Speed": "Mwendo wa Kufuatilia",
	"Translucent": "Angavu",
	"Transparent": "Uwazi",
	"Treble Boost": "Sauti ya Tatu",
	"Trinidad And Tobago": "Trinidad Na Tobago",
	"Trinidad and Tobago": "Trinidad na Tobago",
	"Tsonga": "Kitsonga",
	"Tswana": "Kitswana",
	"Tune and save available channels.": "Tiuni na uhifadhi idhaa zinazopatikana.",
	"Tune and save available channels. You can set satellite channel options.": "Tiuni na uhifadhi idhaa zinazopatikana. Unaweza kuweka machaguo ya idhaa za satelaiti.",
	"Turkey": "Uturuki",
	"Turkish": "Kituruki",
	"Turkmenistan": "Turkmenistani",
	"Turn on TV with mobile device same as smartphone.": "Washa TV ukitumia kifaa kilekile cha mkononi kama simu mahiri.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Washa na uzime Ultra HD Deep Color ya tundu la HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Washa au zima Instant Game Response ya tundu la HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Washa TV ukitumia kifaa cha mkononi kupitia Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Washa TV ukitumia kifaa chako cha mkononi kupitia Wi-Fi.",
	"Turn on via Bluetooth": "Washa kupitia Bluetooth",
	"Turn on via Wi-Fi": "Washa kupitia Wi-Fi",
	"Turn on/off description box in Settings.": "Washa/zima kisanduku cha maelezo katika Mipangilio.",
	"Turn on/off standby light.": "Washa/zima mwanga wa sinzia ange.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Washa au zima AMD FreeSync Premium ya tundu la HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Zima/washa picha za kuonyeshwa kwenye skrini wakati hakuna ishara.",
	"Turn on/off the related features of energy consumption.": "Zima/washa vipengele husika vya matumizi ya nishati.",
	"Turn the Hybridcast service on/off.": "Washa/Zima Huduma ya Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Washa/zima Uingiliano wa huduma ya (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Washa/zima mwongozo wa TV ya mtoaji matangazo ya TV yako.",
	"Turn your broadcast TV provider's teletext service on/off.": "Washa/zima huduma ya matini ya televisheni ya TV ya mtoaji matangazo ya TV yako.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Kuzima Wi-Fi kutakuzuia kufikia huduma zote zinazotumia intaneti isipokuwa utumie kebo kuunganisha kwenye mtandao. Unataka kuendelea?",
	"UAE": "Falme za Kiarabu",
	"UHD Mode": "Hali ya UHD",
	"USA": "Marekani",
	"USB storage for Copy Channels": "Hifadhi ya USB kwa Idhaa zilizonakiliwa",
	"USB to TV": "USB hadi TV",
	"Ukraine": "Ukraini",
	"Ukrainian": "Kiukreni",
	"Unable to check for updates.": "Imeshindwa kuangalia kwa visasisho.",
	"Unable to connect to the network.": "Imeshindwa kuunganishwa kwenye mtandao.",
	"Undefined": "Isiyobainika",
	"Under 17 requires accompanying parent or adult guardian.": "Chini ya miaka 17 inahitaji uwepo wa mzazi au mlezi mtu mzima.",
	"Uniform": "Inayoshikamana",
	"United Arab Emirates": "Falme za Kiarabu",
	"United Kingdom": "Uingereza",
	"United States of America": "Marekani",
	"Universal Control Settings": "Mipangilio ya Udhibiti Jumla",
	"Unknown": "Haijulikani",
	"Unknown issue has occurred.": "Tatizo lisilojulikana limetokea.",
	"Update canceled.": "Sasisho limekatishwa.",
	"Update in progress...": "Sasisho linaendelea...",
	"Update in progress...({n}%)": "Sasisho linaendelea...({n}%)",
	"Update paused.": "Sasisho limesitishwa.",
	"Update reserved.": "Sasisho limehifadhiwa.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Sasisho litakatishwa na faili zote za sasisho zitafutwa sasa. Unataka kuendelea?",
	"Urdu": "Kiurdu",
	"Uruguay": "Urugwai",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Tumia Magic Remote ili kuchanganua akustiki za chumba na kuboresha sauti ya TV kulingana na matokeo.",
	"Use a large pointer.": "Tumia kiashiria kikubwa.",
	"Use a medium pointer.": "Tumia kiashiria wastani.",
	"Use a small pointer.": "Tumia kiashiria kidogo.",
	"Use the 4-way controller to change the position and press the OK button.": "Tumia kidhibiti cha 4-way kubadilisha nafasi na ubonyeze kitufe cha Sawa.",
	"Use the following services with the selected language.": "Tumia huduma zifuatazo kwa lugha iliyoteuliwa.",
	"User": "Mtumiaji",
	"User Agreements": "Makubaliano ya Mtumiaji",
	"User Guide": "Mwongozo wa Mtumiaji",
	"Uzbek": "Kiuzbeki",
	"Uzbekistan": "Uzibekistani",
	"V Position": "Nafasi ya V",
	"V Sharpness": "Ukali wa V",
	"V Size": "Ukubwa wa V",
	"Valencian": "Kivalensia",
	"Vatican City": "Jiji la Vatican",
	"Venda": "Kivenda",
	"Vertical Zoom": "Kuza Wima",
	"Video Description": "Maelezo ya Video",
	"Vietnam": "Vietnamu",
	"Vietnamese": "Kivietnamu",
	"View current Common Interface (CI) information.": "Tazama Maelezo ya sasa ya Kiolesura ya Kawaida (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Tazama vipengee vizuri zaidi kwa kubadilisha rangi ya menyu kwenye skrini kuwa nyeusi na nyeupe.",
	"View messages from your broadcast TV provider.": "Tazama ujumbe kutoka kwa mtoaji wa matangazo ya TV yako.",
	"View more information about watching program and enjoy related contents.": "Tazama taarifa zaidi kuhusu kutazama kipindi na kufurahia maudhui husika.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Tazama skrini halisi ilivyo au weka ukubwa wa skrini na uwiano wa kipengee.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Tazama skrini halisi inavyopokelewa kutoka kwenye ishara ya matangazo au kifaa kilichounganishwa.",
	"Violence": "Vurugu",
	"Virtual Surround Plus": "Zingira Jumla wa Pepe",
	"Vivid": "Dhahiri",
	"Voice Recognition Help and Settings": "Usaidiz na Mipangilio ya Utambuzi wa Sauti",
	"Voice Support Service": "Huduma ya Usaidizi wa Sauti",
	"Volume": "Sauti",
	"Volume Increase Amount": "Kiwango cha Ongezeko la Sauti",
	"Volume Mode": "Modi ya Sauti",
	"WA - Western Australia - Eucla": "WA - Australia Magharibi - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Magharibi - Perth",
	"Wall-mounted": "Imewekwa ukutani",
	"Warm1": "Joto1",
	"Warm2": "Joto2",
	"Warm3": "Joto3",
	"Watch a diverse range of Internet contents on TV channels.": "Tazama masafa tofauti ya maudhui ya Intaneti kwenye idhaa za TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Tunakusanya na kuhifadhi anwani za MAC, namba ya modeli, msimbo wa nchi, mipangilio ya lugha, na toleo la programu ili kuthibitisha kifaa chako na kuangalia ikiwa una toleo la hivi karibuni zaidi la programu.",
	"Welcome Feature": "Kipengele cha Kukaribisha",
	"Welsh": "Kiwelisi",
	"Western Africa": "Afrika Magharibi",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Wakati HDD iliyounganishwa haijatumiwa kwa muda uliobainishwa, tumia hali ya kiendeshi cha nje kilichounganishwa hakijatumiwa kwa muda maalum uliowekwa, badilisha hadi modi ya sinzia ange.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Wakati kifaa kimeunganishwa kwenye tundu, picha ya mchezo inaboreshwa kwa uchelewaji, upasukaji au uchachawizaji mdogo.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Wakati Instant Game Response inapoanzishwa, video inaweza kumweka kwa muda.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Wakati Sound Out imewekwa kuwa “Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers” au kifaa kilichounganishwa hakitumii Game Response, huenda isifanye kazi vizuri.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Wakati Zao la Sauti limewekwa kuwa Bluetooth au kifaa kilichounganishwa hakitumii Instant Game Response, huenda isifanye kazi vizuri.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Wakati kifaa kimewashwa/kuzimwa, TV yako itawashwa/kuzimwa kiotomatiki.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Wakati madoido ya kuona yamezimwa, skrini inaonyeshwa kama Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Wakati kipengele hiki kimewekwa kuwa 'kimewashwa', baadhi ya vipengele vinavyoonekana kwenye skrini vitaonekana kidogo.",
	"When your TV is turned off, the device will automatically turn off.": "Wakati TV imezimwa, kifaa kitazimwa kiotomatiki.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Huku thamani iliyowekwa ikihamishwa hadi kifaa cha nje, huenda picha au sauti isitolewe kawaida kwa muda mfupi.",
	"White": "Nyeupe",
	"White Balance": "Urari wa Weupe",
	"Wi-Fi Connection": "Muunganisho wa Wi-Fi",
	"Wi-Fi Security": "Usalama wa Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi imezimwa. Iwashe ili kuona orodha ya mitandao inayopatikana ambayo unaweza kuunganisha kwake na vipengele vya ziada vinavyohusiana na menyu.",
	"Wi-Fi issue has occurred.": "Tatizo la Wi-Fi limetokea.",
	"WiSA Speakers": "Spika za WiSA",
	"Wide Area Zone": "Eneo Pana",
	"Wide View": "Mwonekano Mpana",
	"Wide View (32:9)": "Mwonekano Mpana (32:9)",
	"Window Color": "Rangi ya Dirisha",
	"Window Opacity": "Uwazi wa Dirisha",
	"Wired Connection (Ethernet)": "Muunganisho Ulio na Waya (Ethaneti)",
	"Wired Headphones": "Vifaa vya sauti vya waya",
	"Wired Headphones + Internal TV Speaker": "Spika za Masikioni zenye Kebo + Spika ya Ndani ya TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Kwa chaguo hili, unaweza kudhibiti sauti ya kifaa kwa rimoti yako ya TV.",
	"Xhosa": "Kikhosa",
	"Year": "Mwaka",
	"Yellow": "Njano",
	"Yemen": "Yemeni",
	"Yes": "Ndiyo",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Unaweza kurekebisha athari za sauti wakati TV imewashwa au kuzimwa na skrini kusonga.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Unaweza kudhibiti vifaa ambavyo vimeunganishwa kwenye matundu ya HDMI kwa Magic Remote bila michakato ya usanidi wa vifaa.",
	"You can delete the device connection history of Screen Share.": "Unaweza kufuta historia ya muunganisho wa kifaa ya Screen Share.",
	"You can delete the device connection history of Sound Share.": "Unaweza kufuta historia ya muunganisho wa kifaa ya Sound Share.",
	"You can find the default password in User Guide.": "Unaweza kupata nywila chaguo-msingi katika Mwongozo wa Mtumiaji.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Unaweza kufungua Instant Game Response kwa kuweka HDMI Ultra HD Deep Color kuwa \"Imewashwa\".",
	"You can only change settings from the current HDMI input.": "Unaweza tu kubadilisha mipangilio kutoka kwenye ingizo la sasa la HDMI.",
	"You can scan again to connect the device.": "Unaweza kutambaza tena ili kuunganisha kifaa.",
	"You can select left and right audio settings for broadcast signal.": "Unaweza kuteua mipangilio ya kushoto na kulia kwa ishara ya utangazaji.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Unaweza kuteua AMD FreeSync Premium ya tundu la HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Unaweza kuteua Ultra HD Deep Color ya Tundu.",
	"You can set the sound to play when the TV is turned on or off.": "Unaweza kuweka sauti ili kucheza wakati TV imewashwa au kuzimwa.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Unaweza kuwasha/kuzima kipengele cha kuhifadhi wasifu wa mtoa huduma wa CAM.",
	"You can turn this feature on or off.": "Unaweza kuwasha au kuzima kipengele hiki.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Huenda ukapokea mapendekezo ya maudhui tofauti kupitia Mtandao. Kuzima chaguo hili kutatoa tu maudhui msingi na huenda vipengele vingine visipatikane.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Kifaa lilichounganishwa kwa TV yako na SIMPLINK kitalandanishwa kama ifuatavyo:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Lazima TV yako iwe imezimwa wakati Kiweka Pikseli Upya kinaendelea. Rekodi za sasa ama zijazo, vikumbusho, au viweka muda vilivyoratibiwa wakati wa mchakato huu vitakatishwa na spika ya BT kwenye Hakuna Mwonekano haipo.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV yako lazima ikae imezimwa wakati Kiweka Pikseli Upya kinaendelea. Rekodi ya sasa ama ijayo, makumbusho, au viweka muda vilivyoratibiwa wakati wa mchakato huu itakatishwa.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV yako inahitaji kuunganishwa kwenye mtandao ili kuweka kiotomatiki Nchi ya Huduma za LG. Unataka kwenda kwenye Mipangilio ya Mtandao sasa ili kuangalia muunganisho?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV yako inahitaji kujua eneo lako sahihi ili kutoa ujumbe wa dharura kupitia ishara yake ya kidijitali ya TV.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV yako itazima hadi mchakato utakapokamilika, jambo litakalosababisha kuiwasha kiotomatiki tena.",
	"Zoom": "Kuza",
	"Zoom2": "Kuza2",
	"Zulu": "Kizulu",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] kitatenganishwa kutoka kwenye TV yako. Sauti haitacheza tena kwa kifaa hiki. Unataka kuendelea?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] kitaondolewa kutoka kwenye orodha ya vifaa vilivyooanishwa. Ikiwa unataka kuunganisha baadaye, unahitaji kutafuta vifaa vinavyopatikana na kuunganisha tena. Unataka kuendelea?",
	"[{deviceName}] will be deleted.": "[{deviceName}] itafutwa.",
	"aspectRatio_original": "Asili",
	"audioGuidance_fast": "Haraka",
	"audioGuidance_high": "Juu",
	"audioGuidance_low": "Chini",
	"audioGuidance_medium": "Kati",
	"audioGuidance_slow": "Polepole",
	"audioGuidance_veryFast": "Haraka Sana",
	"audioGuidance_veryHigh": "Juu Sana",
	"audioGuidance_veryLow": "Chini Sana",
	"audioGuidance_verySlow": "Pole pole Sana",
	"btDotSignalStrength_wide": "Pana",
	"button": "kitufe",
	"character": "kibambo",
	"characters": "vibambo",
	"checked": "imekaguliwa",
	"colorGamutJPNWide": "Pana",
	"connecting": "inaunganisha",
	"depthOfColor": "Rangi",
	"diagonal zoom in": "kukuza mshazari",
	"diagonal zoom out": "kufifiza mshazari",
	"digitalOptionSetByProgram": "Weka kwa Kipindi",
	"energy_Maximum": "Kiwango cha juu",
	"energy_Medium": "Kati",
	"energy_Minimum": "Kiwango cha chini",
	"freesync_high": "Juu",
	"freesync_low": "Chini",
	"freesync_off": "Imezimwa",
	"freesync_wide": "Pana",
	"gamma_high1": "Juu1",
	"gamma_high2": "Juu2",
	"hidden": "uliofichwa",
	"horizontal zoom in": "kuza mlalo",
	"horizontal zoom out": "fifiza mllo",
	"jpDoNot": "Imezimwa",
	"logoLuminance_high": "Juu",
	"logoLuminance_low": "Chini",
	"min": "dakika",
	"not connected": "haijaunganishwa",
	"objet_soundMode": "Sadifisha modi ya sauti kwa kila aina ya maudhui.",
	"pictureControl3dModeStandard": "Kawaida",
	"pictureControlAuto": "Oto",
	"pictureControlAuto_BlackLevel": "Oto",
	"pictureControlHigh": "Juu",
	"pictureControlHigh_BlackLevel": "Juu",
	"pictureControlHigh_Male": "Oto",
	"pictureControlLow": "Chini",
	"pictureControlLow_BlackLevel": "Chini",
	"pictureControlLow_Male": "Chini",
	"pictureControlMedium": "Kati",
	"pictureControlMedium_BlackLevel": "Kati",
	"pictureControlMedium_Male": "Kati",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Kati",
	"pictureLocalDimmingHigh": "Juu",
	"pictureLocalDimmingLow": "Chini",
	"pictureLocalDimmingMed": "Kati",
	"pictureMode": "Kawaida",
	"pictureModeSettings": "Geuza Kukufaa",
	"press OK button to edit IP manually": "bonyeza kitufe cha SAWA ili kuhariri IP kwa mikono",
	"press OK button to enter channel to search": "bonyeza kitufe cha SAWA ili kuingiza idhaa ya kutafutiza",
	"press OK button to enter value": "bonyeza kitufe cha SAWA ili kuweka thamani",
	"press right button to adjust de-judder and de-blur value": "bonyeza kitufe cha kurekebisha thamani ya kupunguza utetemeshaji na kupunguza kutokuwa wazi",
	"press right button to adjust zoom ratio and position": "bonyeza kitufe cha kurekebisha uwiano wa ukuzaji na nafasi",
	"shift current screen down": "sogeza skrini ya sasa chini",
	"shift current screen to the left": "sogeza skrini upande wa kushoto",
	"shift current screen to the right": "sogeza skrini upande wa kulia",
	"shift current screen up": "sogeza skrini ya sasa juu",
	"shift down": "sogeza chini",
	"shift left": "sogeza kushoto",
	"shift right": "Sogeza Kulia",
	"shift up": "sogeza Juu",
	"soundMode_Standard": "Kawaida",
	"speaker_channel": "Mfumo wa spika",
	"thaRatingNone": "Hakuna",
	"unchecked": "imetolewa tiki",
	"unread": "isiyosomwa",
	"vertical zoom in": "kuza wima",
	"vertical zoom out": "fifiza wima",
	"volumeModeHigh": "Juu",
	"volumeModeLow": "Chini",
	"volumeModeMedium": "Kati",
	"webOS TV Version": "Toleo la TV la webOS",
	"zoom in": "kuza zaidi",
	"zoom out": "Fifiza"
}
