{
	" (User)": " (Хэрэглэгч)",
	"(Version: {l})": "(Хувилбар: {l})",
	"* The device connected should support this service.": "* Холбогдсон төхөөрөмж энэ үйлчилгээнд нийцэж байвал зохино.",
	"* This feature is applied once and only once when the TV is turned off.": "* Энэ функц ТВ унтарсан үед зөвхөн нэг удаа хэрэглэгдэнэ.",
	"* This feature is available on certain devices only.": "* Энэ функцийг зөвхөн зарим төхөөрөмжид ашиглах боломжтой.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Энэ горим FILMMAKER MODE-ийн санааг тодорхой илэрхийлэх боловч бусад зургийн горимуудаас бараан харагдаж болно.",
	"* This settings is only available for Internal TV Speaker.": "* Энэ тохиргоог зөвхөн дотоод ТВ яригчид ашиглах боломжтой.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Энэ сонголтыг ON гэж идэвхжүүлсэн ч Live TV зэрэг гадна оролтоос орж байгаа дүрсийг үзэж байхад тань саад болохгүйн тулд дэлгэц амраагч ажиллахгүй.",
	"* You can control the app which supports the function on your mobile device.": "* Та гар утсан дээрх энэ функцэд тохирсон программаар удирдаж болно.",
	"1) Turn the Bluetooth on the other device off.": "1) Bluetooth-г өөр төхөөрөмж дээр унтраа.",
	"10 Points Code Value": "10 цэгтэй кодын утга",
	"10 Points IRE": "10 онооны IRE",
	"10 and Above": "10, түүнээс дээш",
	"10 min": "10 мин",
	"11 and Above": "11, түүнээс дээш",
	"12 Hours": "12 цаг",
	"12 and Above": "12, түүнээс дээш",
	"120 min": "120 мин",
	"13 and Above": "13, түүнээс дээш",
	"14 and Above": "14, түүнээс дээш",
	"14 by 9": "арван дөрөв, ес",
	"15 and Above": "15, түүнээс дээш",
	"16 and Above": "16, түүнээс дээш",
	"16 by 9": "арван зургаа, ес",
	"17 and Above": "17, түүнээс дээш",
	"18 and Above": "18, түүнээс дээш",
	"180 min": "180 мин",
	"19 and Above": "19, түүнээс дээш",
	"2 Channel": "2 яригчийн суваг",
	"2 Hours": "2 цаг",
	"2 Points": "2 оноо",
	"2) Turn the Bluetooth device to connect off and on.": "2) Холбогдохын тулд Bluetooth төхөөрөмжийг унтрааж асаа.",
	"20 Points Code Value": "20 цэгтэй кодын утга",
	"20 Points IRE": "20 оноо IRE",
	"20 and Above": "20, түүнээс дээш",
	"20 min": "20 мин",
	"21 by 9": "хорин нэг, ес",
	"22 Points Code Value": "22 онооны кодын утга",
	"22 Points IRE": "22 онооны IRE",
	"24 Hours": "24 цаг",
	"240 min": "240 мин",
	"3 Hours": "3 цаг",
	"30 min": "30 мин",
	"32 by 12": "гучин хоёр, арван хоёр",
	"32 by 9": "гучин хоёр, ес",
	"3G/4G Connection": "3G/4G Холболт",
	"4 Hours": "4 цаг",
	"4 Hours Auto Power Off": "4 цагийн дараа автоматаар унтарна",
	"4 and Above": "4, түүнээс дээш",
	"4 by 3": "дөрөв, гурав",
	"4-Way Zoom": "4 Талаар Томруулах",
	"5 and Above": "5, түүнээс дээш",
	"5.1 Channel": "5.1 яригчийн суваг",
	"6 Hours": "6 цаг",
	"6 and Above": "6, түүнээс дээш",
	"60 min": "60 мин",
	"7 and Above": "7, түүнээс дээш",
	"8 Hours": "8 цаг",
	"8 and Above": "8, түүнээс дээш",
	"9 and Above": "9, түүнээс дээш",
	"90 min": "90 мин",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID-г энэ төхөөрөмжийг зар сурталчилгааны зориулалтаар танихад болон таны сонирхож болох тодорхой зарыг үзүүлэхэд ашиглана. Та AD ID-г дахин тохируулах эсвэл доор AD ID-г хянахыг хязгаарлаж болно.",
	"AI Acoustic Tuning": "AI акустик тохируулга",
	"AI Acoustic Tuning Options": "AI акустик тохируулгын сонголтууд",
	"AI Acoustic Tuning is disabled.": "AI акустик тохируулгыг идэвхгүй болгосон.",
	"AI Brightness Control": "AI Цайралтын Удирдлага",
	"AI Picture": "AI зураг",
	"AI Picture Pro": "AI Зураг Про",
	"AI Recommendation": "AI санал болголт",
	"AI Service": "AI үйлчилгээ",
	"AI Sound": "AI дуу",
	"AI Sound Pro": "AI Дуу Про",
	"AV Sync Adjustment": "AV синхрончлох тохируулга",
	"Abidjan": "Абиджан",
	"Accessibility": "Нэвтрэлт",
	"Account Management": "Дансны удирдлага",
	"Accra": "Аккра",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Энэ сонголтыг идэвхжүүлэхэд энэ Smart TV-н зартай холбоотой хувийн өгөгдлийг цуглуулж, хянахыг зогсооно. Тээглүүрийг асаахад таны харах зарын төрөлд нөлөөлж болох боловч таныг зар сурталчилгаа хүлээн авахыг зогсоохгүй.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Энэ тээглүүрийг идэвхжүүлснээр LGE гуравдагч талын үйлчилгээ үзүүлэгчдэд таны хувийн мэдээллийг арилжаалахыг зогсоохыг зааварлах болно. Та тусдаа бүртгэлээс гарахаас нааш шууд Live Plus, LG Channels, Who.Where.What? гэх мэт үйлчилгээнд хандах боломжтой хэвээр байна.",
	"Adak": "Адак",
	"Add Network": "Сүлжээ нэмэх",
	"Add a hidden wireless network": "Нуусан утасгүй сүлжээ нэм",
	"Add wireless network by manually entering network name (SSID).": "Сүлжээний нэрийг (SSID) гараар оруулж утасгүй сүлжээ нэм.",
	"Addis Ababa": "Аддис-Абеба",
	"Additional Audio Selection": "Нэмэлт аудио сонголт",
	"Additional Settings": "Нэмэлт Тохиргоо",
	"Address Setting": "Хаягийн тохиргоо",
	"Aden": "Аден",
	"Adjust Audio Guidance pitch.": "Аудио зааврын далайцыг тохируул.",
	"Adjust Audio Guidance speed.": "Аудио зааврын хурдыг тохируул.",
	"Adjust Audio Guidance volume.": "Аудио зааврын дууны түвшнийг тохируул.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Дэлгэцийн цайлтыг нэмж, багасгана.",
	"Adjust Screen Position": "Дэлгэцийн байрлалыг тохируул",
	"Adjust Zoom Ratio": "Томруулах харьцааг тохируул",
	"Adjust animation effect shown on the home at certain times.": "Эхлэл дэлгэц дээрх анимейшний эффектийг тодорхой хугацаанд тааруулна.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Гялбахаас сэргийлж, тогны хэрэглээг бууруулахын тулд зургийн хөдөлгөөнийг шинжилж цайралтыг тохируул.",
	"Adjust brightness of the LG logo.": "LG логоны цайралтыг тохируул.",
	"Adjust color and saturation for a more vivid image.": "Зургийг улам тодруулахын тулд өнгө, дүүргэлтийг тохируул.",
	"Adjust color temperature automatically to reduce eye strain.": "Өнгийн температурыг автоматаар тааруулж, нүдэнд өгөх ачааллыг багасгана.",
	"Adjust cursor speed.": "Курсорын хурдыг тохируул.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Хүрээний тодролтыг тохируул. Их утга нь зургийн цэвэр харагдалт, тодролтыг нэмэгдүүлнэ.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Оролтын дохионы цайралтыг нөхөхийн тулд гамма тохиргоог тааруул.",
	"Adjust left/right audio balance.": "Зүүн/баруун аудио тэнцвэрийг тохируул.",
	"Adjust luminance for selected color.": "Сонгосон өнгөний гэрэлтүүлгийг тааруул.",
	"Adjust luminance level for selected IRE point.": "Сонгосон IRE цэгийн гэрэлтүүлгийн түвшнийг тааруул.",
	"Adjust peak brightness for the brightest luminance.": "Хамгийн цайвар гэрэлтүүлгийн дээд гэрэлтүүлгийг тохируул.",
	"Adjust remote's cursor speed and appearance.": "Удирдлагын курсорын хурд, харагдцыг сонго.",
	"Adjust saturation for selected color.": "Сонгосон өнгийн дүүргэлтийг тааруулна.",
	"Adjust screen brightness to reduce energy consumption.": "Тогны хэрэглээг багасгах бол дэлгэцийн цайралтыг тохируул.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "OLED ГЭРЛИЙГ тохируулж дэлгэцний цайлтыг ихэсгэж, багасгана.",
	"Adjust the audio timing to synchronize the video and audio.": "Видео, аудио синхрончлохын тулд аудио хугацааг тохируул.",
	"Adjust the balance of red and green to display the tint on the screen.": "Улаан, ногоон өнгийн хольцыг тааруулж, дэлгэцийн туяарах өнгийг тааруулна.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Өнгийн температур, гэрэлтэлт, улаан, ногоон хөх өнгийн эрчийг өөрчлөх замаар өнгийн тэнцвэрийг тааруулна.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Дүрс бүрийн ялгарал, нягтшил зэргийг нарийвчлан тааруулж хүссэн өнгө, гамма зэргийг нэмж тааруулна.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Дэлгэцийн цайвар, бараан талбай хоорондын ялгааг тохируул. Их утга нь ялгааг эрчимжүүлнэ.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Кадрын хурдыг кино дүрсийнхтэй адил тааруулж, кино театр мэт мэдрэмж төрүүлнэ.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Лого зэрэг хөдөлгөөнгүй дүрсийн гэрэлтэлтийг тааруулж удаан хугацаагаар зурагтыг асаалттай орхисноос үүдэн гарах асуудлаас сэргийлдэг.",
	"Adjust the screen color to be pale or deep.": "Дэлгэцийн өнгийг цайвар ягаан, бараан болгон тааруулна.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Дууны диапазон бүрийг өөрийн мэдрэмжид тохируулан өөрчилж болно.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Видео, аудио хугацааны зөрүүг тааруулж синхрончилно.",
	"Adjust the tint to brighten or darken the screen.": "Дэлгэцийн туяарах өнгийг цайруулах юм уу бараан болгоно.",
	"Adjust the volume you want with pressing remote's volume key.": "Удирдлагын дуу тохируулах товчийг дарж дууны түвшнийг тааруулна.",
	"Adjust tint for selected color.": "Сонгосон өнгөний хольцыг тааруул.",
	"Adjust whether to display the home promotion.": "Нүү хуудасны сурталчилгааг харуулах эсэхийг тохируулна.",
	"Adjusting Luminance": "Гэрэлтүүлгийг тохируулж байна",
	"Adolescent over 13 are allowed to watch.": "13-с дээш насны хүүхэд үзэхийг зөвшөөрсөн.",
	"Adolescent over 14 are allowed to watch.": "14-с дээш насны хүүхэд үзэхийг зөвшөөрсөн.",
	"Adolescent over 16 are allowed to watch.": "16-с дээш насны хүүхэд үзэхийг зөвшөөрсөн.",
	"Adult": "Насанд хүрэгч",
	"Adult Language": "Насанд хүрэгчдийн яриа",
	"Adults only.": "Зөвхөн насанд хүрэгчдэд.",
	"Advanced": "Дэвшилтэт тохиргоо",
	"Advanced Controls": "Дэвшилтэт удирдлага",
	"Advanced Wi-Fi Settings": "Дэвшилтэт Wi-Fi тохиргоо",
	"Advertisement": "Сурталчилгаа",
	"Afghanistan": "Афганистан",
	"Afrikaans": "Африк",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Улсыг өөрчилсний дараа, одоогоор тааруулсан бүх суваг устана. Сувгуудыг дахин тааруулахын тулд, Автомат тохируулга руу орно уу. Та үргэлжлүүлэх үү?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Таны ZIP кодыг өөрчилсний дараа, одоогийн бүх Freesat суваг устана. Сувгуудыг дахин тааруулахын тулд, Автомат тохируулга руу орно уу. Та үргэлжлүүлэх үү?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Улсаа өөрчилсний дараа Автомат тохируулга ашиглаж сувгаа дахин хайж болно. Та үргэлжлүүлэх үү?",
	"Ages 2-7 are allowed to watch.": "2-7 насны хүүхэд үзэхийг зөвшөөрсөн.",
	"Albania": "Албани",
	"Albanian": "Албани",
	"Alerts you by sound when the TV is turned on or off.": "ТВ асаж, унтарсан үед танд дуугаар дохио өгнө.",
	"Algeria": "Алжир",
	"Algiers": "Алжир",
	"All Channels": "Бүх сувгууд",
	"All Children": "Бүх хүүхэд",
	"All ages are allowed to watch.": "Бүх насныхан үзэх боломжтой.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} горимын одоогийн бүх тохиргоог шинээр хийнэ. Та үргэлжлүүлэх үү?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Стандарт горимын бүх дууны эффектийн тохиргоог шинээр хийнэ. Та үргэлжлүүлэх үү?",
	"Allow Automatic Updates": "Автомат шинэчлэл зөвшөөрөх",
	"Almaty": "Алматы",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Мөн, та Bluetooth Орчны дууны дэлгэрэнгүй тохиргоог тохируулах боломжтой.",
	"Always Open": "Үргэлж нээлттэй",
	"Always-on Off Time": "Always-on үйлдлийг унтраах цаг",
	"Amman": "Амман",
	"Amsterdam": "Амстердам",
	"An error has occurred while copy channels.": "Суваг хуулах явцад алдаа гарлаа.",
	"An important software update is available.": "Програмын чухал шинэчлэл хийх боломжтой.",
	"Anadyr": "Анадырь",
	"Analog Mode": "Аналог горим",
	"Analog TV": "Аналог ТВ",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Дууны үзүүлэлтийг шинжилж контент бүрийг шууд тохируулна уу.",
	"Anchorage": "Анкораж",
	"Angola": "Ангол",
	"Antananarivo": "Антананариву",
	"Antenna": "Антенн",
	"Antenna ATV": "Антенн ATV",
	"Antenna DTV": "Антенн DTV",
	"Antenna Radio": "Антенн радио",
	"Antigua and Barbuda": "Антигуа ба Барбуда",
	"Any Supplementary Audio": "Дурын нэмэлт аудио",
	"Apia": "Апиа",
	"App Alarm": "Програмын Сэрүүлэг",
	"Application Locks": "Програмын түгжээ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Тухайн дүрсийн горимын тохиргооны утгыг бүх оролт, программд ашиглана.",
	"Apply to all inputs": "Бүх оролтод хэрэглэх",
	"Applying value to all inputs...": "Бүх оролтод утгыг хэрэглэж байна...",
	"Aqtöbe": "Актобе",
	"Arabic": "Араб",
	"Araguaína": "Арагуаина",
	"Argentina": "Аргентин",
	"Armenia": "Армени",
	"Aruba": "Аруба",
	"Ashgabat": "Ашхабад",
	"Asmara": "Асмара",
	"Aspect Ratio": "Аспектийн харьцаа",
	"Aspect Ratio Settings": "Аспектийн харьцааны тохиргоо",
	"Assamese": "Ассам",
	"Assign channels to remote buttons so you can quickly jump to them.": "Алсын удирдлагын товчинд суваг оноовол та тэдгээр лүү шуурхай шилжинэ.",
	"Asunción": "Асунсьон",
	"Athens": "Афин",
	"Atikokan": "Атикокан",
	"Auckland": "Окланд",
	"Audio Delay": "Аудио Саатал",
	"Audio Description": "Аудио тайлбар",
	"Audio Description Volume": "Аудио тайлбарын дуу",
	"Audio Guidance": "Аудио заавар",
	"Audio Language": "Аудио хэл",
	"Audio Out (Line Out)": "Аудио гаралт (Line Out)",
	"Audio Type": "Аудио төрөл",
	"Australia": "Австрали",
	"Austria": "Австри",
	"Auto": "Автомат",
	"Auto Detect": "Автоматаар таниулах",
	"Auto Device Detection": "Автоматаар төхөөрөмж илрүүлэх",
	"Auto Genre Selection": "Авто жанр сонголт",
	"Auto Power Off": "Авто тэжээл унтарлаа",
	"Auto Power Sync": "Автомат тэжээл синхрончлол",
	"Auto Start": "Автоматаар эхлүүлэлт",
	"Auto Volume": "Автомат дуу",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Дууны түвшний зөрүүг автоматаар тааруулж эсвэл удирдлага дээрх дууны түвшин тохируулах товчийг дарахтай зэрэгцэн дууны түвшнийг тохируулна.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR контентын жанраар оновчилсон зургийн утгаар автоматаар тохируулах.",
	"Automatically adjust to a picture value optimized for contents genre.": "Контентын жанраар оновчилсон зургийн утгаар автоматаар тохируулах.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Киноны контент танигдах үед автоматаар FILMMAKER MODE руу өөрчлөх.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Гадаад орчны өнгө, цайралтад тулгуурлаж зургийн чанарыг автоматаар оновчил.",
	"Automatically update system software when an update is found.": "Шинэчлэл олдоход системийн програмыг автоматаар шинэчил. ",
	"Available Internal Storage": "\"Дотоод хадгалах төхөөрөмж\"-ийг ашиглах боломжтой",
	"Azerbaijan": "Азербайжан",
	"BG Color": "Дэвсгэрийн өнгө",
	"BG Opacity": "Дэвсгэрийн хүчин чадал",
	"Back": "Буцах",
	"Backlight": "Арын гэрэл",
	"Baghdad": "Багдад",
	"Bahamas": "Багамын арлууд",
	"Bahrain": "Бахрейн",
	"Baku": "Баку",
	"Balance": "Тэнцвэр",
	"Bamako": "Бамако",
	"Bangkok": "Бангкок",
	"Bangladesh": "Бангладеш",
	"Bangui": "Бангуй",
	"Banjul": "Банжул",
	"Barbados": "Барбадос",
	"Basque": "Баск",
	"Bass Boost": "Басс өсгөгч",
	"Behavior may vary depending on connected device.": "Холбогдсон төхөөрөмжөөс хамаарч ажиллах горим харилцан адилгүй байж болно.",
	"Beijing": "Бээжин",
	"Beirut": "Бейрут",
	"Belarus": "Беларусь",
	"Belgium": "Бельги",
	"Belgrade": "Белград",
	"Belize": "Белиз",
	"Belém": "Белем",
	"Bengali": "Бенгаль",
	"Benin": "Бенин",
	"Berlin": "Берлин",
	"Bermuda": "Бермуд",
	"Bhutan": "Бутан",
	"Bishkek": "Бишкек",
	"Bissau": "Бисау",
	"Black": "Хар",
	"Black Level": "Хар түвшин",
	"Blanc-Sablon": "Блан-Саблон",
	"Blantyre": "Блантайр",
	"Block TV programs broadcast in English based on their content ratings.": "Агуулгын үнэлгээнд тулгуурлаж Англиар нэвтрүүлсэн ТВ-н хөтөлбөрүүдийг хаа.",
	"Block TV programs broadcast in French based on their content ratings.": "Агуулгын үнэлгээнд тулгуурлаж Францаар нэвтрүүлсэн ТВ-н хөтөлбөрүүдийг хаа.",
	"Block content based on genre.": "Жанрт тулгуурлаж агуулгыг хаа.",
	"Blue": "Хөх",
	"Bluetooth Speaker Mode": "Bluetooth яригчийн горим",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Орчны Дуу + Дотоод ТВ Яригч",
	"Bluetooth Surround Sound Setup": "Bluetooth Орчны Дуу Тохируулах",
	"Boa Vista": "Боа Виста",
	"Bogotá": "Богота",
	"Bolivia": "Боливи",
	"Bosnia": "Босни",
	"Bosnia And Herzegovina": "Босни-Герцеговин",
	"Bosnian": "Босни",
	"Botswana": "Ботсван",
	"Bratislava": "Братислав",
	"Brazil": "Бразил",
	"Brazilian Punk": "Бразиль панк",
	"Brazzaville": "Браззавиль",
	"Brightness": "Цайралт",
	"Broadcast Country": "Нэвтрүүлж буй улс",
	"Broadcast Mail": "Шуудан нэвтрүүлэх",
	"Broken Hill": "Брокен-Хилл",
	"Brussels": "Брюссель",
	"Bucharest": "Бухарест",
	"Budapest": "Будапешт",
	"Buenos Aires": "Буэнос Айрес",
	"Bujumbura": "Бужумбура",
	"Bulgaria": "Болгар",
	"Bulgarian": "Болгар",
	"Burkina Faso": "Буркино-Фасо",
	"Burundi": "Бурунди",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "«Дахин тохируулах» дарснаар LGE-н өмнө энэ Smart TV-с цуглуулсан бүх зартай холбоотой өгөгдлийг устгана. «Дахин тохируулах» дарахад таны харах зарын төрөлд нөлөөлж болох боловч таныг зар сурталчилгаа хүлээн авахыг зогсоохгүй.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus-г идэвхжүүлвэл та LG Electronics Inc. (\"\"LGE\"\") компанийн танд интерактив үйлчилгээ үзүүлэхийн тулд гуравдагч талуудтай тодорхой нэргүй хуваалцаж болох ACR модулиар цуглуулсан телевиз үзэх мэдээллийг зөвшөөрнө. Түүнчлэн маркетингийн зорилгоор бид тодорхой нэргүй нэгдсэн мэдээллийг гуравдагч талуудтай хуваалцаж болно. Дээр дурьдсан мэдээллийг бид 13-с доош насны хүүхдүүдийн тухай эсвэл тэднээс санаатайгаар цуглуулж, тараадаггүй гэдгийг анхаарна уу. Live Plus-н тухай илүү дэлгэрэнгүй мэдээллийг SmartTV-н тохиргооны цэснээс нэвтэрч болох Үзэх мэдээлэлд (болзлууд) үзүүлсэн. Live Plus функцыг идэвхжүүлэхээсээ өмнө Үзэх мэдээлэлтэй (болзлууд) бүрэн эхээр нь танилцахыг LGE-н зүгээс аминчлан зөвлөж байна.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus-г асааснаар таны ТВ дээр гарах контент танигдах, мэдээлэл харахыг танд сайжруулсан туршлага ба өөриймшүүлсэн үйлчилгээ үүний дотор контент, сурталчилгаа санал болгох гэх мэт үйлчилгээнүүдийг олгоход ашиглаж болно гэдийг ойлгосон байна. Нэмэлт мэдээлэл авахын тулд ТВ Тохиргоо цэс дотроос Нууцлалын Бодлого ба холбогдох Хэрэглэгчийн гэрээг харна уу.",
	"CI Information": "CI мэдээлэл",
	"CI password incorrect. Please enter again.": "CI нууц үг буруу. Дахин оруулна уу.",
	"COMPONENT2": "БҮРЭЛДЭХҮҮН2",
	"CS1 Board": "CS1 самбар",
	"CS2 Board": "CS2 самбар",
	"Cable": "Кабель",
	"Cable ATV": "Кабель ATV",
	"Cable DTV": "Кабель DTV",
	"Cable Radio": "Кабель радио",
	"Cairo": "Каир",
	"Cambodia": "Камбож",
	"Cameroon": "Камерун",
	"Campo Grande": "Кампу Гранде",
	"Can not Find Channel": "Суваг олж чадсангүй",
	"Canada": "Канад",
	"Canary Islands": "Канарийн арлууд",
	"Cancel": "Цуцлах",
	"Cancel Schedule": "Хуваарийг Цуцлах",
	"Cancel Update": "Шинэчлэлийг цуцлах",
	"Cancún": "Канкун",
	"Cantonese": "Кантон",
	"Cape Verde": "Кэйп-Верде",
	"Caracas": "Каракас",
	"Casablanca": "Касабланка",
	"Catalan": "Каталан",
	"Caution": "Анхааруулга",
	"Cayman Islands": "Кэймэн Арлууд",
	"Center": "Төв",
	"Central African Republic": "Төв Африкийн БНУ",
	"Ceuta": "Сеута",
	"Chad": "Чаад",
	"Change blue intensity and adjust the color balance.": "Хөх өнгийн эрчийг өөрчилж өнгийн тэнцвэрийг тааруулна.",
	"Change green intensity and adjust the color balance.": "Ногоон өнгийн эрчийг өөрчилж өнгийн тэнцвэрийг тааруулна.",
	"Change red intensity and adjust the color balance.": "Улаан өнгийн эрчийг өөрчилж өнгийн тэнцвэрийг тааруулна.",
	"Change the left / right sound": "Зүүн / баруун дууг өөрчлөх",
	"Change the position of captions using the 4-way dial on the remote control.": "4 талын залгуур эсвэл алсын удирдлага ашиглан тайлбаруудын байршлыг өөрчлөх.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Бүс нутгийг өөрчилснөөр одоогоор таны ТВ дээр тааруулсан сувгуудыг өөрчилж болно. Та Автомат тохируулгаар сувгуудыг дахин тааруулж болно. Та бүс нутгийн тохиргоог одоо өөрчлөх үү?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Улсыг өөрчилвөл ТВ унтарч асах ба та LG-Н хэрэглэгчийн гэрээг дахин зөвшөөрөх шаардлагатай болж болно. Мөн LG үйлчилгээний улсаас хамаарч зарим програм, үйлчилгээний ашиглагдах боломж харилцан адилгүй байж болно. Та үргэлжлүүлэх үү?",
	"Channel Locks": "Сувгийн түгжээ",
	"Channel Manager": "Сувгийн удирдлага",
	"Channel Scrolling Options": "Суваг гүйлгэж харах сонголт",
	"Channel Tuning": "Суваг тохируулах",
	"Channel Tuning & Settings": "Суваг тохируулах ба тохиргоо",
	"Channels": "Сувгууд",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI болон бусад гадаад оролтоос гарсан сувгууд түгжээтэй байж болохгүй. ТВ-н сувгуудыг түгжихийн тулд, одоогийн оролтыг Live TV рүү өөрчил.",
	"Chatham Islands": "Чатем арлууд",
	"Check TV information.": "ТВ мэдээлэл шалгах.",
	"Check alarm messages about the user settings or TV status.": "Хэрэглэгчийн тохиргоо эсвэл зурагтын төлөвийн тухай сануулах зурвасууд харагдаж болно.",
	"Check descriptions for each LG webOS TV functions.": "Та LG webOS TV функц тус бүрийн тайлбарыг харна.",
	"Check for Advertising settings and set it.": "Сурталчилгааны тохиргоог шалгаж тохируулах.",
	"Check for Updates": "Шинэчлэлийг Шалгах",
	"Check for available functions with Voice and set Voice Settings.": "Боломжит Дуут функцүүдийг шалгаж, Дуут тохиргоог тохируулах.",
	"Check for problems with the picture quality.": "Дүрсийн чанарын асуудлыг шалгана.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Дотоод ТВ яригчийн дууны чанар муудсан эсэхийг шалгана.",
	"Check for software updates and update if available.": "Боломжтой бол програмын шинэчлэл шинэчлэлийг шалгах.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth төхөөрөмж холбох горимд байгаа эсэхийг шалгах.",
	"Check your TV status to solve problems or use remote support.": "ТВ-н төлөвийг шалгаж асуудлыг шийдэх эсвэл алсын дэмжлэг ашиглах.",
	"Checking Password": "Нууц үг шалгаж байна",
	"Checking for Updates": "Шинэчлэлийг Шалгах",
	"Checking...": "Шалгаж байна...",
	"Chicago": "Чикаго",
	"Chihuahua": "Чихуахуа",
	"Children": "Хүүхэд",
	"Children Age": "Хүүхдийн нас",
	"Children Program Locks": "Хүүхдийн хөтөлбөрийн түгжээ",
	"Children over 8 are allowed to watch.": "8-Аас дээш насны хүүхэд үзэхийг зөвшөөрсөн.",
	"Chile": "Чили",
	"China": "Хятад",
	"Chinese": "Хятад",
	"Chisinau": "Чисинау",
	"Choibalsan": "Чойбалсан",
	"Chongqing": "Чуньчин",
	"Choose to have all channels or just your primary ones when you change channels.": "Суваг солихдоо бүх сувгийг эсвэл зөвхөн гол сувгуудыг сонго.",
	"Christmas Island": "Кристмасын арлууд",
	"Cinema": "Кинотеатр",
	"Cinema Clear": "Кинотеатрыг Устгах",
	"Cinema Home": "Кино театрын эхлэл",
	"Cinema View": "Кино театрын харагдац",
	"Cinema View (32:12)": "Кино театрын харагдац (32:12)",
	"Cinema Zoom": "Кино томруул",
	"City": "Хот",
	"City Selection": "Хот сонголт",
	"Clean Audio": "Цэвэр аудио",
	"Clear": "Тодруулах",
	"Clear Plus": "Тод нэмэх",
	"Clear1": "Арилга",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG Wireless Keyboard-г асааж, хослуулах горимд тохируулсны дараа доорх ХОЛБОХ товчийг товш.",
	"Close": "Хаах",
	"Closed Caption": "Хаалттай тайлбар",
	"Closed Caption Settings": "Хаалттай тайлбарын тохиргоо",
	"Code Value": "Кодын утга",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "MAC хаяг, загварын дугаар, улсын код, хэлний тохиргоо, программ хангамжийн хувилбарыг цуглуулж хадгалан, программ хангамжийн сүүлийн хувилбарыг шалгахад ашиглана.",
	"Colombia": "Колумб",
	"Colombo": "Коломбо",
	"Color": "Өнгө",
	"Color Gamut": "Өнгөний Гамут",
	"Color Management System": "Өнгөний удирдлагын систем",
	"Color Temperature": "Өнгөний температур",
	"Component": "Бүрэлдэхүүн",
	"Conakry": "Конакри",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Ашиглах нөхцөл, болзлыг зөвшөөрч эсвэл гэрээг зөвшөөрөх эсэхийг сонгоно.",
	"Congo Brazzaville": "Конго Браззавилле",
	"Connect": "Холбох",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth чанга яригч ба ТВ-н чанга яригчийг холбож чанга яригч хоорондын Аудионы саатлыг автоматаар тохируул.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC-д тохирсон нэмэлт аудио төхөөрөмжийг eARC-д холбоно.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Бокс гэх мэт нэмэлт төхөөрөмжийг телевизортой зааврын дагуу холбоно.",
	"Connect the LAN cable directly to the TV to use the network.": "LAN кабелийг шууд телевизор луу холбож сүлжээг ашиглана.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP хаяг, DNS серверийн хаягийг гараар оруулж сүлжээнд холбоно.",
	"Connect to the network if a wireless router is installed.": "Утасгүй рүүтер суурилсан бол сүлжээнд холбогдоно.",
	"Connect via WPS PBC": "WPS PBC-р холбох",
	"Connect via WPS PIN": "WPS PIN-р холбох",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Утастай сүлжээний холболтоо идэвхжүүлэхийн тулд ТВ-ээ чиглүүлэгчтэй эсвэл модемыг Ethernet кабельтай холбо.",
	"Connect your TV with WiSA Speakers wirelessly.": "Зурагтыг WiSA яригч руу утасгүй холбоно.",
	"Connectable Devices ({num})": "Холбогдох Төхөөрөмжүүд ({num})",
	"Connected": "Холбогдсон",
	"Connected to Internet": "Интернэтэд холболоо",
	"Connecting...": "Холболоо...",
	"Connection": "Холболт",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Холболтын Удирдлага ухаалаг утас эсвэл Компьютероор боломжгүй. Мобайл төхөөрөмжөөр ТВ-г холбохын тулд ухаалаг утас ба Компьютерт холболтын тохиргоо ба хүсэлтүүд шаардлагатай.",
	"Content Recommendations": "Агуулгын Зөвлөмжүүд",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Хэрэв олон сувгийн аудио HbbTV үйлчилгээгээр дэмжигдсэн бол агуулга нь олон сувгаар сонсоход тохиромжтой дуугаар тоглогдох болно.",
	"Contrast": "Ялгарал",
	"Cool": "Сэрүүн",
	"Copenhagen": "Копенгаген",
	"Copy Channels": "Суваг хуулах",
	"Copy/Delete file": "Файл хуулах/устгах",
	"Correct contrast and brightness by adjusting black levels.": "Хар түвшнийг тохируулж ялгарал, цайралтыг зас.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Дүрсийн пикселийг засварлаж, телевизорыг удаан хугацаагаар асааснаас болж чанар буурахаас сэргийлнэ.",
	"Costa Rica": "Коста Рика",
	"Could not fined available network.": "Боломжтой сүлжээг олж чадсангүй.",
	"Croatia": "Хорват",
	"Croatian": "Хорват",
	"Cuba": "Куба",
	"Cuiabá": "Куиаба",
	"Current time is not valid. Do you want to set the correct time now?": "Одоогийн цаг буруу байна Та зөв цагийг одоо тааруулах уу?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Тусгайлан тохируулсан зургийн горимын тохиргооны одоогийн утгыг бүх оролтын {pictureMode} горимд хэрэглэнэ. Та үргэлжлүүлэх үү?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Одоо холбогдсон LG Wireless Keyboard төхөөрөмж таны ТВ-с сална. Та үргэлжлүүлэх үү?",
	"Custom": "Тохиргоо",
	"Custom Time Zone": "Дурын цагийн бүс",
	"Customer Service": "Хэрэглэгчийн Тусламж Үйлчилгээ",
	"Cyan": "Хөх ягаан",
	"Cyprus": "Кипр",
	"Czech": "Чех",
	"Czech Republic": "Бүгд Найрамдах Чех Улс",
	"Côte d'Ivoire": "Коте д'Ивуар",
	"DNS Server": "DNS сервер",
	"DR Congo": "БН Ардчилсан Конго",
	"DTV Audio Setting": "DTV аудио тохируулга",
	"Dakar": "Дакар",
	"Damascus": "Дамаск",
	"Danish": "Дани",
	"Danmarkshavn": "Данмарксхавн",
	"Dar es Salaam": "Дар-эс-Салам",
	"Data Service": "Мэд-үйлчлэгч",
	"Date": "Огноо",
	"Dawson": "Доусон",
	"Dawson Creek": "Доусон-Крик",
	"Day": "Өдөр",
	"De-Judder": "Доргилтгүй",
	"Delete": "Устгах",
	"Delete Connection History": "Холболтын Түүхийг устгана уу",
	"Delete Pairing History": "Хослуулалтын түүхийг устга",
	"Delete Usage Data": "Ашиглалтын Мэдээллийг Устгах",
	"Demo Options": "Үзүүлэнгийн сонголтууд",
	"Democratic Republic of the Congo": "Конгын Ардчилсан БНУ",
	"Denmark": "Дани",
	"Denver": "Денвер",
	"Depressed": "Шахсан",
	"Deregister": "Бүртгэлээс хасах",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Харааны бэрхшээлтэй хүмүүс ТВ хэрэглэхэд нь зориулан дэлгэц дээрх контентыг дуу хоолойгоор тайлбарла.",
	"Detect Range": "Хүрээг тооцоолох",
	"Detroit": "Детройт",
	"Device Connection Settings": "Төхөөрөмж Холболтын Тохиргоо",
	"Device List": "Төхөөрөмжийн Жагсаалт",
	"Device Name": "Төхөөрөмжийн нэр",
	"Dhaka": "Дакка",
	"Digital Mode": "Дижитал горим",
	"Digital Sound Out": "Дижитал дуу гаралт",
	"Digital TV": "Дижитал ТВ",
	"Dili": "Дили",
	"Directed to Older Children (ages 7 and above)": "Том хүүхдүүдэд чиглэсэн (7 насныхан болон түүнээс дээш)",
	"Disabled": "Идэвхгүй болголоо",
	"Disconnect": "Салгах",
	"Display captions for hearing-impaired viewers to use TV.": "Сонсголын бэрхшээлтэй үзэгчдэд хадмал бичвэрийг харуул.",
	"Display fast-moving content smoothly and clearly.": "Хурдан хөдөлгөөнтэй агуулгыг жигд, тодорхой харуулах.",
	"Display luminance level for the highest point (100 IRE).": "Дээд цэгийн (100 IRE) гэрэлтүүлгийн түвшнийг харуул.",
	"Display pictures in a warm or cool color temperature.": "Дулаан эсвэл сэрүүн өнгөний температуртай зургуудыг харуулах.",
	"Djibouti": "Жибути",
	"Do Not Sell My Personal Information": "Миний Хувийн Мэдээллийг бүү худалд",
	"Do Not Track": "Бүү дага",
	"Do you want to continue?": "Та үргэлжлүүлэх үү?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Та сувгийн жагсаалтыг USB хадгалах төхөөрөмжөөс ТВ рүү хуулах уу? Таны ТВ-н одоогийн сувгууд устана.",
	"Do you want to copy channel list from your TV to the USB storage?": "Та сувгийн жагсаалтыг ТВ-с USB хадгалах төхөөрөмж рүү хуулах уу?",
	"Do you want to reset Position Settings?": "Та Байрлалын Тохиргоог дахин тохируулахыг хүсэж байна уу?",
	"Do you want to reset Volume Control?": "Та Дууны Удирдлагыг дахин тохируулахыг хүсэж байна уу?",
	"Do you want to set the correct time now?": "Та зөв цагийг одоо тааруулах уу?",
	"Do you want to turn your TV off now?": "Та ТВ-ээ одоо унтраах уу?",
	"Dodoma": "Додома",
	"Doha": "Доха",
	"Dominica": "Доминик",
	"Dominican Republic": "БН Доминикан Улс",
	"Done": "Болсон",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Дуала",
	"Download Mail": "Шуудан татаж авах",
	"Download and Install": "Татаж, Суулгах",
	"Downloadable Rating": "Татаж авах зэрэглэл",
	"Dual Mono": "Хоёр моно",
	"Dubai": "Дубай",
	"Dublin": "Дублин",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on унтарсан үед дуу хоолой таних зэрэг зарим функцүүд ажиллахгүй.",
	"Dushanbe": "Душанбе",
	"Dutch": "Голланд",
	"Dynamic Color": "Динамик өнгө",
	"Dynamic Contrast": "Динамик ялгарал",
	"Dynamic Tone Mapping": "Динамик зохицлын зураглал",
	"Easter Island": "Истер арал",
	"Eastern Africa": "Зүүн Африк",
	"Eco Mode": "Eco горим",
	"Ecuador": "Эквадор",
	"Edge Color": "Хүрээний өнгө",
	"Edge Enhancer": "Хүрээг сайжруулагч",
	"Edge Type": "Хүрээ төрөл",
	"Edit": "Засварлах",
	"Edmonton": "Эдмонтон",
	"Egypt": "Египет",
	"Eirunepé": "Эйрунепе",
	"El Salvador": "Эль-Сальвадор",
	"El salvador": "Эль Сальвадор",
	"Emergency Alert": "Яаралтай дохио",
	"Enabled": "Идэвхжүүллээ",
	"Energy Saving": "Тог хэмнэх",
	"Energy consumption may increase if this feature is on.": "Энэ функцийг идэвхжүүлсэн бол эрчим хүчний зарцуулалт нэмэгдэж болзошгүй.",
	"Energy saving modes to limit power consumption.": "Тогны хэрэглээг багасгах тог хэмнэх горимууд.",
	"English": "Англи",
	"Enhance the bass sound.": "Басс дууг өсгөнө.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Цайвар болон бараан цэгийн ялгааг, тухайлбал дэвсгэр ба бичигний ялгааг сайжруулж хараа муутай хүмүүст харахад амар болго.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG Гүний Сургалт аргаар сурсан алгоритмаар контентын нягтрал ба тодролтыг сайжруулж, контент шинжлэх замаар гүнийг тааруул.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Дууны талбарын эффектийг идэвхжүүлээд сайжруулсан дууны зам бүхий Dolby Atmos контентийг үзнэ.",
	"Enjoy TV sound by connecting Wired Headphones.": "Зурагтын дууг Утастай чихэвчээр сонсоно.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Зурагтын дууг HDMI IN (ARC) портод холбогдсон гаднын аудио төхөөрөмжөөр дамжуулан сонсоно.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Зурагтын дууг OPTICAL DIGITAL AUDIO OUT портод холбогдсон гаднын аудио төхөөрөмжөөр дамжуулан сонсоно.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Зурагтын дууг OPTICAL DIGITAL AUDIO OUT портод холбогдсон LG аудио төхөөрөмжөөр дамжуулан сонсоно.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Зурагтын дууг аудио гаралт/чихэвчийн гаралтын портууд руу холбогдсон нэмэлт аудио төхөөрөмжүүдээр сонсоно.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Зурагтын дууг дотоод ТВ яригч болон утастай чихэвчээр нэгэн зэрэг сонсоно.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Зурагтын дууг OPTICAL DIGITAL AUDIO OUT портод холбогдсон гадны аудио төхөөрөмж болон дотоод ТВ яригчаар нэгэн зэрэг сонсоно.",
	"Enjoy a clear and natural sound.": "Тод, цэвэр дууг сонсоно.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync эсвэл Bluetooth-ээр холбогдсон утасгүй аудио төхөөрөмжөөр сонсоно.",
	"Enjoy the sound optimized to the room.": "Өрөөнд тохируулсан дууг сонсоно.",
	"Enter CI Password": "CI нууц үг оруул",
	"Enter the PIN in your router's settings.": "Чиглүүлэгчийн тохиргоондоо PIN оруулах.",
	"Enter the master password.": "Мастер нууц үгээ оруул.",
	"Equalizer": "Тэнцвэржүүлэгч",
	"Equatorial Guinea": "Экваторын Гвиней",
	"Eritrea": "Эритриа",
	"Estonia": "Эстони",
	"Estonian": "Эстони",
	"Ethiopia": "Этиоп",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Тохиргоо унтарсан байсан ч та холбогдох мэдээллийг сувгийн баннер, дуу танилтаар шалгах боломжтой.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Бүр ТВ унтарсан, хамгийн бага эрчим хүч ашиглаж байхад ч гар утас холбох ашиглах замаар та дуу сонсож болно. ТВ асаалттай үед олон янзын онцлогуудыг дахин шуурхай ашиглах боломжтой болно.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Зурагт унтарсан байсан ч та ухаалаг утсаа зурагттай Bluetooth-ээр холбон дуу хөгжим сонсож болно.",
	"Every Day": "Өдөр бүр",
	"Every Weekday": "7 хоногийн ажлын өдөр бүрт",
	"Every Weekend": "Бямба, Ням бүрт",
	"Expert (Bright Room)": "Эксперт (Цайвар өрөө)",
	"Expert (Dark Room)": "Эксперт (Бараан өрөө)",
	"Export your TV's channel list information to a connected USB device.": "Холбогдсон USB төхөөрөмж рүү ТВ-н сувгийн жагсаалтын мэдээллийг экспортло.",
	"Extended": "Сунгасан",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Автомат унтрах тохиргооны хугацааг сунгах эсвэл функцийг унтраавал эрчим хүчний хэрэглээг нэмэгдүүлж болно.",
	"Extreme": "Туйлын",
	"Eye Comfort Mode": "Нүдэнд таатай горим",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE Автоматаар Өөрчлөх",
	"Fantasy Violence": "Зөгнөлт хүчирхийлэл",
	"Fast": "Хурдан",
	"Fernando de Noronha": "Фернандо де Нороньа",
	"Fiji": "Фижи",
	"Find and tell an audio device available to connect around TV.": "Зурагтын эргэн тойронд холбогдох боломжтой аудио төхөөрөмжийг хайж олоод хэлнэ.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Улаан, ногоон, хөх, хөх ягаан, ягаан, шар өнгөний зайг сайтар тохируул.",
	"Finland": "Финлянд",
	"Finnish": "Финлянд",
	"Flash": "Тод",
	"Flat Mode": "Хавтгай горим",
	"Font": "Фонт",
	"Font 1": "Фонт 1",
	"Font 2": "Фонт 2",
	"Font 3": "Фонт 3",
	"Font 4": "Фонт 4",
	"Font 5": "Фонт 5",
	"Font 6": "Фонт 6",
	"Font 7": "Фонт 7",
	"Font 8": "Фонт 8",
	"Football": "Хөлбөмбөг",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi хамгаалалттай холболт) бүхий утасгүй рүүтер ашиглахын тулд PIN кодыг оруулаад зурагтыг утасгүй сүлжээнд холбоно.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi хамгаалалттай холболт) бүхий утасгүй рүүтер ашиглахын тулд WPS-PBC товчийг дараад зурагтыг утасгүй сүлжээнд холбоно.",
	"Fortaleza": "Форталеза",
	"France": "Франц",
	"Freetown": "Фритаун",
	"French": "Франц",
	"French Polynesia": "Франц Полинези",
	"Full Wide": "Бүрэн өргөн",
	"Gabon": "Габон",
	"Gaborone": "Габороне",
	"Gaelic": "Гаэли",
	"Galapagos Islands": "Галапагосын арлууд",
	"Galician": "Галици",
	"Gallery": "Галлерей",
	"Gambia": "Гамби",
	"Gambier": "Гамбиер",
	"Game": "Тоглоом",
	"Gamma": "Гамма",
	"Gateway": "Гарц",
	"General": "Ерөнхий",
	"General Age": "Ерөнхий нас",
	"General Audience": "Ерөнхий үзэгч",
	"General Audiences": "Ерөнхий үзэгч",
	"General Program Locks": "Ерөнхий хөтөлбөрийн түгжээ",
	"Georgia": "Гүрж",
	"German": "Герман",
	"Germany": "Герман",
	"Get started in a quiet environment for sound optimization.": "Чимээгүй орчинд дууны сайжруулалтыг эхэлнэ",
	"Getting...": "Эхэлж...",
	"Ghana": "Гана",
	"Gibraltar": "Гибралтар",
	"Glace Bay": "Глейс-Бэй",
	"Godthab": "Годтхаб",
	"Grayscale": "Хар цагаан",
	"Greece": "Грек",
	"Greek": "Грек",
	"Green": "Ногоон",
	"Greenland": "Гринланд",
	"Grenada": "Гренада",
	"Guadalcanal": "Гуадалканал",
	"Guadeloupe": "Гваделуп",
	"Guam": "Гуам",
	"Guatemala": "Гватемал",
	"Guatemala City": "Гватемала-Сити",
	"Guayaquil": "Гуаякиль",
	"Guernsey": "Гуернси",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Харааны бэрхшээлтэй хүмүүс зурагт хэрэглэхэд зориулан цэс, үйлдлийг дуу хоолойгоор зааварла.",
	"Guinea": "Гвиней",
	"Guinea Bissau": "Гвиней Бисау",
	"Guinea Conakry": "Гвиней Конакри",
	"Guinea Equatorial": "Экваторын Гвиней",
	"Gujarati": "Гужарати",
	"Guyana": "Гайана",
	"H Position": "Хөнд. байршил",
	"H Sharpness": "H тодролт",
	"H Size": "Хөнд. хэмжээ",
	"HD Mode": "HD горим",
	"HD Mode Option": "HD горим сонголт",
	"HDD Eco Mode": "HDD Eco горим",
	"HDD Power Saving Mode": "HDD тог хэмнэх горим",
	"HDMI Input Audio Format": "HDMI оролтын аудио формат",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} ба HDMI {port2} порт 8K Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} ба HDMI {port2} порт Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} порт 8K Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} порт Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ба HDMI {port3} порт 8K Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ба HDMI {port3} порт Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ба HDMI {port4} порт 8K Ultra HD Deep Colour-г дэмждэг.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ба HDMI {port4} порт Ultra HD Deep Colour-г дэмждэг.",
	"HDR Effect": "HDR эффект",
	"HDR Picture Mode": "HDR зургийн горим",
	"Haiti": "Гайти",
	"Halifax": "Галифакс",
	"Harare": "Хараре",
	"Harbin": "Харбин",
	"Hard of Hearing": "Чих муу",
	"Havana": "Гавана",
	"Headphones Volume": "Чихэвчний дуу",
	"Hebrew": "Еврей",
	"Helsinki": "Хельсинк",
	"Hermosillo": "Хермосилло",
	"High": "Өндөр",
	"High Contrast": "Өндөр ялгарал",
	"Higher values increase a sense of warmth or coldness.": "Өндөр утга нь дулаан, хүйтэн мэдрэмжийг нэмэгдүүлнэ.",
	"Hindi": "Хинди",
	"Ho Chi Minh": "Хо Ши Мин",
	"Home Animation": "Эхлэлийн анимешн",
	"Home Auto Launch": "Нүүр хуудсыг Автоматаар Нээх",
	"Home Mode": "Гэрийн горим",
	"Home Promotion": "Нүүр хуудасны сурталчилгаа",
	"Home Settings": "Нүүр хуудасны Тохиргоо",
	"Home/Store Mode": "Гэрийн/Дэлгүүрийн горим",
	"Honduras": "Гондурас",
	"Hong Kong": "Хонгконг",
	"Hongkong": "Хонгконг",
	"Honolulu": "Хонолулу",
	"Hours": "цаг",
	"However, the IPv6 version of the address does not support editing.": "Гэлээ ч, хаягийн IPv6 хувилбар нь засварлахыг дэмждэггүй.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Гэхдээ ТВ-г оновчтой нөхцөлд байлгахын тулд, Always-on үйлдлийг 5 цагийн турш идэвхгүй болгох ба тог бүрэн унтарна.",
	"Hungarian": "Унгар",
	"Hungary": "Унгар",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "АНХААРУУЛГА! Буцаан тохируулвал таны дансны бүх тохиргоо, суугдсан програмууд устана. Уг үйлдлийг хийхгүй байж болохгүй.",
	"IP (Automatic)": "IP (Автомат)",
	"IP (Manual)": "IP (Гар)",
	"IP Address": "IP хаяг",
	"IVC (Cote d’Ivoire)": "IVC (Кот-д'Ивуар)",
	"Iceland": "Исланд",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Автомат тэжээл синхрончлол сонгогдсон үед таныг SIMPLINK-г асаахад ТВ асч, ТВ-г унтраахад SIMPLINK төхөөрөмжүүд унтарна.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Хэрэв бокс/OTT удирдлага суурилуулсан бол LG удирдлагаас холбогдсон боксыг ашиглах боломж олгоно.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Хэрэв төхөөрөмж порт руу холбогдсон бол та тоглоомын оновчтой дүрсийг харж, төхөөрөмжийн видео дүрсийн саатал, тасалдлыг эрс багасгана.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Хэрэв үүнийг асааж, Ultra HD Deep Colour-г дэмждэг төхөөрөмжийг холбосон бол таны зураг илүү тод байж болно.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Хэрэв бичлэг эсвэл програм шинэчлэл хийгдэж байвал, энэ нь тэдгээрийг хийгдэж дуустал хүлээх ба уг процесс нэг цагаас илүү удаж болно.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Хэрэв бичлэг хийх юм уу программыг шинэчилж байгаа бол үүнийг дуустал хүлээх ба уг үйл явцад {n} минутаас илүү хугацаа зарцуулж болно.",
	"If the device is not connected, you may not hear any sound through it.": "Хэрэв төхөөрөмж холбогдоогүй бол, үүнээс ямар ч дуу сонсогдохгүй байж болно.",
	"If the edge of the screen is not clean, please turn this function off.": "Хэрэв дэлгэцийн зах хэсэг тод харагдахгүй байвал, уг функцийг идэвхгүй болгоно уу.",
	"If the program does not support multiple languages, the default language is selected.": "Хэрвээ нэвтрүүлэгт олон аудио зам байхгүй бол өгөгдмөл хэлийг сонгоно.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Тухайн нэвтрүүлэгт сонгосон гаралтын формат тохирохгүй байвал оролтын өгөгдмөл гаралтыг ашиглана.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Хэрэв хөтөлбөр өөр аудио тохиргоог дэмждэггүй бол, өгөгдмөл дуу сонгогдоно.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Хэрэв ижил шинж тэмдэг давтагдвал, тохируулсан утгыг дахин өөрчил эсвэл холбогдсон гадна төхөөрөмжийг унтрааж асаа.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Хэрэв сонгосон хэл тохирохгүй байвал, нэвтрүүлгийн өгөгдмөл хэлийг баримтална.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Хэрэв хөдөлгөөнгүй дэлгэц дээр хэрэглэгч нэг цагийн турш үйлдэл хийгээгүй бол дэлгэцийг амраана.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Хэрэв цагийг одоогийн цагаас эрс ялгаатай тохируулсан бол зарим ухаалаг функц ажиллахгүй байж болзошгүй.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Хэрэв танд төхөөрөмжөөс дуу сонсогдохгүй байвал төхөөрөмж ажиллаж буй эсэх, LG Sound Sync-д тохирох эсэхийг шалгана уу.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Хэрэв та Дэлгүүрийн үзүүлэн горимыг сонгосон бол үүнийг худалдаанд буй зурагтад тохирсон утга руу тохируулна.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Хэрэв Аудио зааврыг идэвхжүүлсэн бол, та зөвхөн удирдлагын зүүн, баруун, дээш, доош товчоор шилжих бөгөөд заагч ашиглах шаардлагатай зарим програмыг ашиглах боломжгүй.",
	"If you turn it off, CAM operator's profile will be deleted.": "Хэрэв та үүнийг унтраавал, CAM операторын танилцуулга устана.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Хэрэв та үүнийг унтраахгүй бол, тааруулсан бүх CAM сувгийг үзэх боломжгүй болж, мэдэгдэл ирэхээ болино.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Хэрэв та 'Quick Start+'-г унтраавал та Алсын Удирдлага ашиглан ТВ-ээ асаах боломжгүй болно. Та үргэлжлүүлэхийг хүсэж байна уу?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Хэрэв та дэлгэц амраагчийг идэвхгүй болгосны дараа ийм зураг дэлгэц дээр 2-с дээш цаг байвал, энэ нь дэлгэц дээрх зургийн чанарт нөлөөлж болно. Хэрэв энэ нь 5-с дээш цаг байвал, зургийн чанарын байнгын муудалт учирч болно. Та үргэлжлүүлэх үү?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Хэрэв та энэ сонголтыг идэвхгүй болговол дэлгэц удаан хугацаагаар хөдөлгөөнгүй тогтож, дэлгэцийн чанарыг муудуулж болзошгүй ба зарим тохиолдолд засах аргагүй байдаг.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Хэрэв та Тог хэмнэх функцийг ашиглаж байгаа бол, таны зурагтын цайруулалтад нөлөөлөх болно.",
	"Import your TV's channel list information from a connected USB device.": "Холбогдсон USB төхөөрөмжөөс ТВ-н сувгийн жагсаалтын мэдээллийг импортло.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Холбогдсон USB төхөөрөмжөөс/төхөөрөмж рүү ТВ-н сувгийн жагсаалтын мэдээллийг импортло/экспортло.",
	"In Home": "Гэрт",
	"India": "Энэтхэг",
	"Indianapolis": "Индианаполис",
	"Indonesia": "Индонези",
	"Indonesian": "Индонези",
	"Inner": "Дотор",
	"Input": "Оролт",
	"Input Locks": "Оролтын түгжээ",
	"Input field": "Оруулах талбар",
	"Installing...": "Суулгаж байна...",
	"Instant Game Response": "Шуурхай тоглоомын хариу",
	"Interactive Service": "Интерактив Үйлчилгээ",
	"Interactivity(DTVi)": "Интерактив байдал(DTVi)",
	"Internal TV Speaker": "Дотоод ТВ яригч",
	"Invert Colors": "Өнгө хувиргах",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Дэлгэцэн дээр харуулсан зүйлсийн харагдах байдлыг сайжруулахын тулд зарим цэс дэх тодорхой өнгөнүүдийг хөрвүүлж, нөхөөрэй.",
	"Iran": "Иран",
	"Iraq": "Ирак",
	"Ireland": "Ирланд",
	"Irish": "Ирланд",
	"Irkutsk": "Иркутск",
	"Israel": "Израйль",
	"Istanbul": "Стамбул",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Үүнийг дүрсийн горим руу тус бүрд нь тохируулах тул хүссэн дүрсийн горимоо сонгоод дахин тохируулна уу.",
	"It may not sound depending on connected devices.": "Холбогдсон төхөөрөмжөөс хамааран энэ функц ажиллахгүй байж болно.",
	"It may take a few minutes.": "Хэдэн минут болно.",
	"It may take a few seconds.": "Хэдэн секунд болно.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Энэ нь LG Машины судлах аргаар сурсан алгоритмаар, үзэх жанраас хамааран оновчилсон дуу эсвэл Virtual 4.0 surround дуугаар хангана.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Энэ нь LG Гүнзгийрүүлэн судлах технологийн аргаар сурсан алгоритмаар, үзэх жанраас хамааран оновчилсон дуу эсвэл Virtual 5.1 surround дуугаар хангана.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Зурагт суурилуулсан газрын төрлөөс хамааран ойсон дууг тохируулан дууг сайжруулдаг.",
	"It reduces jaggies in the picture for a smooth picture.": "Энэ нь зургийн гажилтыг бууруулж өө сэвгүй зураг болгоно.",
	"It works only when the broadcasting program supports captions.": "Зөвхөн өргөн нэвтрүүлэг хадмал бичвэртэй үед үүнийг ашиглаж болно.",
	"It works only when the broadcasting program supports subtitles.": "Зөвхөн өргөн нэвтрүүлэг хадмал бичвэртэй үед үүнийг ашиглаж болно.",
	"Italian": "Итали",
	"Italy": "Итали",
	"Ivory Coast": "Кот д’Ивуар",
	"Jakarta": "Жакарта",
	"Jamaica": "Ямайк",
	"Japan": "Япон",
	"Japanese": "Япон",
	"Jayapura": "Жаяпура",
	"Jerusalem": "Иерусалим",
	"Johannesburg": "Йоханнесбург",
	"Jordan": "Йордан",
	"Just Scan": "Зөвхөн шалгах",
	"Kabul": "Кабул",
	"Kaliningrad": "Калининград",
	"Kamchatka": "Камчатка",
	"Kampala": "Кампала",
	"Kannada": "Каннада",
	"Karachi": "Карачи",
	"Kashgar": "Кашгар",
	"Katmandu": "Катманду",
	"Kazakh": "Казах",
	"Kazakhstan": "Казахстан",
	"Kenya": "Кени",
	"Keyboard Languages": "Гарын хэлнүүд",
	"Khartoum": "Хартум",
	"Khovd": "Ховд",
	"Kiev": "Киев",
	"Kigali": "Кигали",
	"Kingston": "Кингстон",
	"Kinshasa": "Киншаса",
	"Kiribati": "Кирибати",
	"Kiritimati": "Киритимати",
	"Kolkata": "Калькутта",
	"Korea": "Солонгос",
	"Korean": "Солонгос",
	"Krasnoyarsk": "Красноярск",
	"Kuala Lumpur": "Куала Лумпур",
	"Kuching": "Кучинг",
	"Kuwait": "Кувейт",
	"Kuwait City": "Кувейт-Сити",
	"Kyrgyzstan": "Киргизстан",
	"LED Local Dimming": "LED дотоод бүдэг гаралт",
	"LG Logo Light (Front of TV)": "LG логоны гэрэл (ТВ-н урд)",
	"LG Services Country": "LG үйлчилгээний улс",
	"LG Wireless Keyboard Connected:": "LG Wireless Keyboard холбогдлоо:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Wireless Keyboard Bluetooth холболтоор зурагтыг удирдах боломж олгоно.",
	"La Paz": "Ла-Пас",
	"Lagos": "Лагос",
	"Language": "Хэл",
	"Laos": "Лаос",
	"Large": "Том",
	"Last tuning:": "Сүүлийн тааруулалт:",
	"Latvia": "Латви",
	"Latvian": "Латви",
	"Lebanon": "Ливан",
	"Left": "Зүүн",
	"Left Right": "Зүүн/Баруун",
	"Left Surround": "Зүүн орчин",
	"Left drop shadow": "Зүүн унах сүүдэр",
	"Legal Notice": "Хууль ёсны мэдэгдэл",
	"Lesotho": "Лесото",
	"Liberia": "Либери",
	"Libreville": "Либревилль",
	"Libya": "Ливи",
	"Liechtenstein": "Лихтенштейн",
	"Light": "Хөнгөн",
	"Lilongwe": "Лилонгве",
	"Lima": "Лима",
	"Limit AD Tracking": "AD Хяналтыг хязгаарлах",
	"Lisbon": "Лиссабон",
	"Lithuania": "Литва",
	"Lithuanian": "Литва",
	"Live Theater": "Шууд театр",
	"Ljubljana": "Любляна",
	"Loading...": "Ачаалж байна...",
	"Local": "Дотоод",
	"Local Language": "Дотоодын хэл",
	"Location": "Байршил",
	"Lock All": "Бүгдийг түгжих",
	"Lock changes for currently running apps will be applied the next time they are started.": "Дараагийн удаа эхлүүлэхэд, одоо ажиллаж буй програмуудад түгжээний өөрчлөлт хэрэгжинэ.",
	"Logo Luminance Adjustment": "Логоны гэрэлтүүлгийн тохируулга",
	"Lome": "Ломе",
	"London": "Лондон",
	"Lord Howe": "Лорд-Хоу",
	"Los Angeles": "Лос-Анжелес",
	"Louisville": "Луисвилл",
	"Low": "Бага",
	"Luanda": "Луанда",
	"Lubumbashi": "Лубумбаши",
	"Luminance": "Гэрэлтүүлэг",
	"Lusaka": "Лусака",
	"Luxembourg": "Люксембург",
	"MAC Address": "MAC хаяг",
	"MAC Address (Wired)": "MAC хаяг (Утастай)",
	"MAC Address (Wireless)": "MAC хаяг (Утасгүй)",
	"MASTER PASSWORD": "МАСТЕР НУУЦ ҮГ",
	"MHEG Guide": "MHEG хөтөч",
	"MPEG Noise Reduction": "MPEG шуугиан намсгалт",
	"Macao": "Макао",
	"Macedonia": "Македони",
	"Macedonia, The Former Yugoslav Republic Of": "Македон, Хуучин Югославын Бүгд Найрамдах Улс",
	"Macedonian": "Македони",
	"Maceió": "Мачейо ",
	"Maceió ": "Мачейо ",
	"Madagascar": "Мадагаскар",
	"Madeira": "Мадейра",
	"Madrid": "Мадрид",
	"Magadan": "Магадан",
	"Magenta": "Ягаан",
	"Makassar": "Макассар",
	"Make blurry or difficult-to-see areas more vivid.": "Тод хэсгүүдийг бүдгэрүүлж эсвэл харахад хэцүү болгох.",
	"Malabo": "Малабо",
	"Malawi": "Малави",
	"Malay": "Малайз",
	"Malayalam": "Малаялам",
	"Malaysia": "Малайз",
	"Maldives": "Мальдив",
	"Mali": "Мали",
	"Malta": "Мальта",
	"Manage channels stored on the TV.": "ТВ дээрх хадгалагдсан сувгуудыг удирдах.",
	"Managua": "Манагуа",
	"Manama": "Манама",
	"Manaus": "Манаус",
	"Mandarin": "Мандарин",
	"Manila": "Манила",
	"Manual": "Гар",
	"Maori": "Маори",
	"Maputo": "Мапуто",
	"Marathi": "Маратхи",
	"Marquesas": "Маркизас",
	"Marshall Islands": "Маршаллын арлууд",
	"Martinique": "Мартиник",
	"Maseru": "Масеру",
	"Mature Audience Only": "Зөвхөн насанд хүрэгчдэд",
	"Mauritania": "Мавритани",
	"Mauritius": "Мавритус",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Цайралтын эрчимжилт, дэлгэцийн бараан талбайг нэмэгдүүлж, ялгарлыг сайжруул. ",
	"Mayotte": "Майотте",
	"Mazatlán": "Масатлан",
	"Mbabane": "Мбабане",
	"Medium": "Дунд",
	"Menu Language": "Цэсний хэл",
	"Menu Transparency": "Ил цэс",
	"Message": "Зурвас",
	"Method": "Арга",
	"Mexico": "Мексик",
	"Mexico City": "Мехико",
	"Middle East": "Ойрхи Дорнод",
	"Minsk": "Минск",
	"Minutes": "Минут",
	"Mobile Connection Management": "Гар утасны Холболтын Удирдлага",
	"Mode Option": "Горим сонголт",
	"Model": "Загвар",
	"Mogadishu": "Могадишу",
	"Moldova": "Молдова",
	"Monaco": "Монако",
	"Moncton": "Монктон",
	"Mongolia": "Монгол",
	"Monrovia": "Монрови",
	"Montenegro": "Монтенегро",
	"Monterrey": "Монтеррей",
	"Montevideo": "Монтевидео",
	"Month": "Сар",
	"Montréal": "Монреаль",
	"Morocco": "Марокко",
	"Moscow": "Москва",
	"Movie Lock": "Кино түгжээ",
	"Mozambique": "Мозамбик",
	"Multi Audio": "Мульти аудио",
	"Multi Channel Audio": "Олон Сувгийн Аудио",
	"Multi Feed": "Олон мэдээ",
	"Multiple": "Олон",
	"Muscat": "Мускат",
	"Music": "Хөгжим",
	"Myanmar": "Мъянмар",
	"Mérida": "Мерида",
	"NEXTGEN TV Mode": "NEXTGEN ТВ Горим",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Шинэ Өмнөд Уэльс/Австралийн гол бүс - Сидней",
	"NT - Northern Territory - Darwin": "NT - Хойд Бүс - Дарвин",
	"Nairobi": "Найроби",
	"Namibia": "Намиби",
	"Narrow": "Нарийн",
	"Nassau": "Нассау",
	"Natural": "Байгалийн",
	"Ndebele": "Ндебеле",
	"Ndjamena": "Нджамена",
	"Nepal": "Балба",
	"Netherland": "Нидерланд",
	"Netherlands": "Нидерланд",
	"Network": "Сүлжээ",
	"Network Connection Settings": "Сүлжээний Холболтын Тохиргоо",
	"Network Name": "Сүлжээний нэр",
	"Network-Based Personalization Recommendations": "Сүлжээнд-Суурилсан Хувийн Зөвлөмжүүд",
	"New Caledonia": "Шинэ Каледони",
	"New York": "Нью-Йорк",
	"New Zealand": "Шинэ Зеланд",
	"Next": "Дараах",
	"Niamey": "Ниамей",
	"Nicaragua": "Никарагуа",
	"Nicosia": "Никоси",
	"Niger": "Нигер",
	"Nigeria": "Нигер",
	"Night": "Шөнө",
	"Nipigon": "Нипигон",
	"No": "Үгүй",
	"No Internet via 3G/4G network": "3G/4G сүлжээгээр интернэт алга",
	"No Internet via Ethernet": "Ethernet-р интернэт алга",
	"No Internet via Wi-Fi": "Wi-Fi-р интернэт алга",
	"No One 17 and Under Admitted.": "17-с доош насны хүнд зөвшөөрөхгүй.",
	"No Operation Auto Off": "Ажиллагаагүй Автоматаар унтраа",
	"No Signal Auto Off": "Дохио алга Автоматаар унтраа",
	"No Signal Image": "Дохионы зураг алга",
	"No Signal Power Off (15Min)": "Дохио алга Унтраа(15Мин)",
	"No devices have been found.": "Ямар ч төхөөрөмж олдсонгүй.",
	"No paired devices.": "Хосолсон төхөөрөмж алга байна.",
	"No signal on Server": "Дохио эсвэл Сервер алга байна",
	"No updates found.": "Шинэчлэл олдсонгүй.",
	"Noise Reduction": "Шуугиан намсгалт",
	"None": "Байхгүй",
	"Normal": "Хэвийн",
	"North Korea": "Хойд Солонгос",
	"Northern Africa": "Умард Африк",
	"Norway": "Норвеги",
	"Norwegian": "Норвеги",
	"Not Connected": "Холбогдоогүй",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Санамж: хэрэв таны төхөөрөмж энэ фжнкцийг дэмждэггүй бол энэ нь зохих ёсоор ажиллахгүй байж болно. Энэ тохиолдолд төхөөрөмжийг өөр HDMI портод холбож эсвэл 8K HDMI Ultra HD Deep Colour тохиргоог унтрааж болно.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Санамж: Хэрэв таны төхөөрөмж энэ функцийг дэмждэггүй бол энэ нь зохих ёсоор ажиллахгүй байж болно. Энэ тохиолдолд төхөөрөмжийг өөр HDMI портод холбож эсвэл HDMI Ultra HD Deep Colour тохиргоог унтрааж болно.",
	"Note: Available options depend on the broadcast program.": "Санамж: Нэвтрүүлэх хөтөлбөрт тулгуурлах боломжтой сонголтууд.",
	"Note: Behavior may differ if connected device is not a LG device.": "Санамж: Хэрэв холбогдсон төхөөрөмж нь LG-ийн төхөөрөмж биш бол ажиллах горим харилцан адилгүй байж болно.",
	"Note: Only displayed when it is provided by the program.": "Санамж: Зөвхөн үүнийг хөтөлбөрөөс өгсөн үед л харуулна.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Санамж: Зөвхөн нэвтрүүлэх хөтөлбөрөөс өгсөн л бол орчуулгыг харуулна.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Санамж: Дэмжигддэг онцлогууд загвар болон тухайн онцлогийн Live TV эсвэл VOD агуулга шиг агуулга тоглуулах үйлдлийн ил тод байдлаас хамаарч өөр өөр байж болно.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Санамж:<br>1. Хэрэв таны ТВ Пиксель сэргээгч хийгдэх явцад ассан бол, уг процесс зогсож, бүхнийг эхнээс нь эхлүүлэх ёстой болно.<br>2. Уг процессийн явцад дэлгэц дээр цагаан зураас гарч ирж болно. Таны дэлгэцийг цэвэрлэх үед энэ нь хэвийн үзэгдэл юм.",
	"Notifications": "Санамж",
	"Nouméa": "Нумеа",
	"Novosibirsk": "Новосибирск",
	"OLED LIGHT": "OLED ГЭРЭЛ",
	"OLED Screen Saver": "OLED Дэлгэц Амраагч",
	"Object Audio": "Обьект аудио",
	"Off": "Унтраах",
	"Oman": "Оман",
	"Omsk": "Омск",
	"On": "Асаах",
	"OnTimer Channel not selected": "Цагтаа суваг сонгогдоогүй байна",
	"Open": "Нээлттэй",
	"Open Source Licenses": "Программ хангамжийн мэдэгдэлийг нээх",
	"Open when TV is turned on": "Зурагт асах үед нээгдэх",
	"Operate once when TV is off": "ТВ унтарсан үед нэг удаа ажиллуулах",
	"Optical + Internal TV Speaker": "Optical + Дотоод ТВ Яригч",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Машины суралцах аргаар сурсан алгоритмаар контентын гүнийг тааруулах.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR агуулгын дүрсний цайралтад тулгуурлаж ялгарлыг оновчтой болго.",
	"Optimize contrast settings based on image brightness.": "Зургийн цайралтад тулгуурлаж ялгарлын тохиргоог оновчил.",
	"Optimize the sound for a cinematic experience.": "Дууг кино театрт байгаа мэтээр тааруулна.",
	"Oranjestad": "Ораньестад",
	"Original Language": "Эх хэл",
	"Oslo": "Осло",
	"Others": "Бусад",
	"Ouagadougou": "Уагадугу",
	"Outer": "Гадна",
	"Output sound through the Internal TV speaker.": "Дотоод ТВ яригчаар гарах дуу гаралт.",
	"PS": "Палестин",
	"Pakistan": "Пакистан",
	"Palau": "Палау",
	"Panama": "Панам",
	"Panama City": "Панама-Сити",
	"Panjabi": "Панжаби",
	"Papua New Guinea": "Папуа Шинэ Гвиней",
	"Paraguay": "Парагвай",
	"Paramaribo": "Парамарибо",
	"Parental Guidance Suggested": "Эцэг эхийн заавар шаардлагатай",
	"Parental Guidance Suggested :": "Эцэг эхийн хяналт шаардлагатай :",
	"Parental guidance suggested for children ages 8-13.": "8-13 насны хүүхдүүдэд эцэг эхийн хяналт тавихыг зөвлөнө.",
	"Parents Guidance strongly required :": "Эцэг эхийн хатуу хяналт шаардлагатай :",
	"Parents Strongly Cautioned": "Эцэг эхчүүдэд хатуу анхааруулах",
	"Paris": "Парис",
	"Pass Through": "Дамжин өнгөрөх",
	"Password": "Нууц үг",
	"Patent Information": "Патентын мэдээлэл",
	"Peak Brightness": "Хамгийн цайвар",
	"Persian": "Перс",
	"Peru": "Перу",
	"Philippines": "Филиппин",
	"Phnom Penh": "Пномпень",
	"Phoenix": "Финикс",
	"Photo": "Фото",
	"Pick a Time": "Цаг сонго",
	"Picture": "Зураг",
	"Picture Mode": "Зургийн горим",
	"Picture Mode Settings": "Зургийн горимын тохиргоо",
	"Picture Options": "Зургийн сонголт",
	"Picture Test": "Зургийн тест",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Гадна төхөөрөмж болон ТВ-г холбож байх үед дүрс эсвэл дуу зөв ажиллахгүй байж болно. Асуудал байсаар байвал, тохиргоог анхны тохиргоо руу нь эргэн оруул эсвэл холбогдсон гадна төхөөрөмжөө унтрааж асаа.",
	"Pitch": "Далайц",
	"Pixel Refresher": "Пиксель сэргээгч",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Пиксель сэргээгч нь таны ТВ-д аль болох тод дүрсийг үзүүлэх боломжийг олгодог.",
	"Pixel Refresher begins only once when the TV is turned off.": "Пиксель сэргээгч ТВ унтарсан үед зөвхөн нэг удаа эхэлнэ.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Таны ТВ-г дараагийн удаа асахад эхлүүлэхийн тулд, Пиксель сэргээгчийн хуваарийг товлолоо.",
	"Play": "Тоглуул",
	"Play sound through TV Speaker.": "Зурагтын чанга яригчаар дууг тоглуулна.",
	"Play the standard sound suitable for all types of content.": "Бүх төрлийн контентыг стандарт дуутайгаар тоглуулна.",
	"Please check if WiSA Speakers are turned on and try again.": "WiSA яригч асаалттай байгаа эсэхийг шалгаад дахин оролдоно уу.",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth төхөөрөмж өөр төхөөрөмжтэй холбогдсон эсэхийг шалгах.",
	"Please check the network name and password and try again.": "Сүлжээний нэр, нууц үгээ шалгаад дахин оролдоно уу.",
	"Please check the status and try again": "Төлөвийг шалгаад дахин оролдоно уу.",
	"Please do not unplug the USB storage until the copying is completed.": "Хуулж дуустал USB хадгалах төхөөрөмжөө бүү салгаарай.",
	"Please enter your password to turn off this function.": "Энэ функцийг унтраахын тулд та нууц үгээ оруулна уу.",
	"Please enter your password to turn on this function.": "Энэ функцийг асаахын тулд нууц үгээ оруулна уу.",
	"Please make sure that your TV is connected to the network and try again.": "ТВ-г сүлжээнд холбогдсон эсэхийг шалгаад дахин оролдоно уу.",
	"Please note that LG does not use or manage the value.": "Тоог LG ашигладаггүй эсвэл удирддаггүй гэдгийг анхаарна уу.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Дижитал дуу гаралтыг Дамжин өнгөрөхөөр тохируулахад дуу гарахгүй байж болохыг анхаарна уу.",
	"Please try again later.": "Дараа дахин оролдоно уу.",
	"Please wait while the Settings application reloads.": "Тохиргоо дахин ачаалтал түр хүлээнэ үү.",
	"Please wait while the Settings application restarts.": "Тохиргоо дахин эхэлтэл түр хүлээнэ үү.",
	"Please wait while the TV restarts.": "ТВ унтраад астал түр хүлээнэ үү.",
	"Please wait while the TV searches for LG Service Country.": "LG Үйлчилгээний улсыг ТВ хайж болтол хүлээнэ үү.",
	"Podgorica": "Подгорица",
	"Point": "Алхам",
	"Pointer Options": "Заагчийн сонголтууд",
	"Pointer Size": "Заагчийн хэмжээ",
	"Poland": "Польш",
	"Polish": "Польш",
	"Pontianak": "Понтианак",
	"Port Louis": "Порт-Луи",
	"Port Moresby": "Порт-Морсби",
	"Port of Spain": "Порт-оф-Спейн",
	"Port-au-Prince": "Порт-о-Пренс",
	"Porto Novo": "Порто Ново",
	"Porto Velho": "Порту-Велью",
	"Porto-Novo": "Порто-Ново",
	"Portugal": "Португаль",
	"Portuguese": "Португали",
	"Position": "Байршил",
	"Position Settings": "Байршлын Тохиргоо",
	"Power Off Timer": "Таймерыг Унтраах",
	"Power On Timer": "Таймерыг Асаах",
	"Power Saving Mode": "Тог хэмнэх горим",
	"Prague": "Прага",
	"Praia": "Прайа",
	"Preschool": "Сургуулийн өмнөх насны",
	"Press right button to adjust de-blur and Motion Pro value.": "Тодруулах, Motion Pro утгыг тохируулахын тулд баруун товчийг дар",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Тодруулах, OLED Motion Pro утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-blur and OLED Motion value.": "Тодруулах, OLED Motion утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-judder and Motion Pro value.": "Доргилтгүй, Motion Pro утгыг тохируулахын тулд баруун товчийг дар",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Доргилтгүй, OLED Motion Pro утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-judder and OLED Motion value.": "Доргилтгүй, OLED Motion утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Доргилтгүй, тодруулах, Motion Pro утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Доргилтгүй, тодруулах, OLED Motion Pro утгыг тохируулахын тулд баруун товчийг дар.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Доргилтгүй, тодруулах, OLED Motion утгыг тохируулахын тулд баруун товчийг дар.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "ТВ-г сүлжээнд холбохын тулд WPS-идэвхжүүлсэн чиглүүлэгч дээрх WPS товчийг дар.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro тохиргоог тохируулахын тулд, баруун товчийг дар.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro тохиргоог тохируулахын тулд, баруун товчийг дар.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion тохиргоог тохируулахын тулд, баруун товчийг дар.",
	"Press the right button to adjust de-blur settings.": "Тодруулах тохиргоог тохируулахын тулд, баруун товчийг дар.",
	"Press the right button to adjust de-judder settings.": "Доргилтгүй тохиргоог тохируулахын тулд, баруун товчийг дар.",
	"Previous": "Өмнөх",
	"Primary Audio Language": "Анхдагч аудио хэл",
	"Primary Channels": "Гол сувгууд",
	"Primary Teletext Language": "Анхдагч телетекст хэл",
	"Program exempted from ratings.": "Нэвтрүүлгийг үнэлгээнд хамруулахгүй.",
	"Programme": "Хөтөлбөр",
	"Provide HbbTV Distinctive ID": "HbbTV Онцгой ID өгөх",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Дамжуулалтад зориулан HbbTV үйлчилгээ рүү HbbTV үл давхцах ID-г дамжуулна.",
	"Provided services may vary depending on countries.": "Үзүүлж буй үйлчилгээ нь улс бүрд харилцан адилгүй байж болно.",
	"Puerto Rico": "Пуэрто Рико",
	"Pyongyang": "Пхеньян",
	"QLD - Queensland - Brisbane": "QLD - Квинслэнд - Брисбан",
	"Qatar": "Катар",
	"Quick Help": "Шуурхай тусламж",
	"Rainy River": "Рэйни-Ривер",
	"Raised": "Өсгөсөн",
	"Rangoon": "Рангун",
	"Real Cinema": "Жинхэнэ кинотеатр",
	"Reason: Authentication with access point was unsuccessful.": "Шалтгаан: Гарцын цэгээр хийсэн баталгаажуулалт амжилтгүй болсон.",
	"Reason: Could not establish a connection to access point.": "Шалтгаан: Хандах цэгтэй холболт үүсгэж чадсангүй.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Шалтгаан: DHCP ашиглаж IP хаяг авч чадсангүй.",
	"Reason: Entered password is incorrect.": "Шалтгаан: Оруулсан нууц үг буруу байна.",
	"Reason: Password is missing.": "Шалтгаан: Нууц үг алга.",
	"Reason: The network you selected is out of range.": "Шалтгаан: Таны сонгосон сүлжээ хязгаараас давсан байна.",
	"Reason: Unable to login.": "Шалтгаан: Нэвтрэх боломжгүй.",
	"Receive emergency alerts from TV when an emergency occurs.": "Онцгой байдал тохиолдвол зурагтаас онцгой байдлын дохиолол хүлээн авна.",
	"Recife": "Ресифи",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Зурагтыг байнга үзэхгүй тохиолдолд Always-on руу тохируулах цагийг тохируулахыг зөвлөдөг.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Түүх болон хэрэглүүр ашиглах хэвшлийн үндсэн дээр хэрэгтэй контент ба функцүүд санал болгох.",
	"Recommendations are available for the people, products and locations related to the current program.": "Саналууд одоогийн хөтөлбөрт хамааралтай хүмүүс, бүтээгдэхүүн ба байршлуудад боломжтой.",
	"Red": "Улаан",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Дижитал видео дүрсээс ердийн бус шуугианыг бууруулах замаар дүрсийг чанарыг илүү тод цэвэрхэн болгоно.",
	"Regina": "Регина",
	"Region": "Бүс",
	"Registered Devices ({num})": "Бүртгэгдсэн Төхөөрөмжүүд ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Сайжруулсан дууны дээд өнгийн далайцыг нэмнэ.",
	"Reinforce the low-pitched tone of the optimized sound.": "Сайжруулсан дууны доод өнгийн далайцыг нэмнэ.",
	"Remote Settings": "Удирдлагын тохиргоо",
	"Remove irregular and erratic pixels for a clearer image.": "Зургийг улам тодруулахын тулд тэгш бус, хувирамтгай пикселийг арилга.",
	"Reset": "Тохируулах",
	"Reset AD ID": "AD ID дахин тохируулах",
	"Reset CI Password": "CI нууц үг тохируул",
	"Reset HbbTV Distinctive ID": "HbbTV Онцгой ID шинээр тохируулах",
	"Reset Password": "Нууц үг тохируул",
	"Reset Settings": "Тохиргоог дахин тохируулна уу",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV гар утасны програмд холбохдоо зөвшөөрөгдсөн програмын жагсаалтыг шинээр тохируул.",
	"Reset the caption position.": "Тайлбарын байршлыг дахин тохируулах.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Үзсэн агуулга, ашиглаж буй програмуудын түүхийг шинээр тохируул. Түүхийг шинээр тохируулахад, агуулгын зөвлөмжийг дахин хүлээж автал тодорхой хугацаа шаардагдаж магадгүй.",
	"Reset to Initial Settings": "Анхны тохиргоо руу тохируулах",
	"Restrict access to TV programs based on their ratings.": "Үнэлгээнд нь тулгуурлаж ТВ-н хөтөлбөрт нэвтрэх эрхийг хязгаарла.",
	"Restrict watching based on age ratings for children programs.": "Хүүхдийн нэвтрүүлгийн насны хязгаарын үнэлгээнд тулгуурлан үзэхийг хязгаарлана.",
	"Restrict watching based on ages ratings.": "Насны хязгаарын үнэлгээнд суурилан үзэхийг хязгаарлана.",
	"Restrict watching based on fantasy violence content ratings.": "Контентийн зохиомол хүчирхийллийн үнэлгээнд тулгуурлан үзэхийг хязгаарлана.",
	"Restrict watching based on programs containing adult language.": "Насанд хүрэгчдийн яриа агуулсан нэвтрүүлэгт үндэслэн үзэхийг хязгаарлана.",
	"Restrict watching based on programs containing sexual scene.": "Насанд хүрэгчдэд зориулсан үзэгдэл агуулсан нэвтрүүлэгт үндэслэн үзэхийг хязгаарлана.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Бэлгийн сэдэл бүхий яриа агуулсан нэвтрүүлэгт үндэслэн үзэхийг хязгаарлана.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Эцэг эхийн хяналтын дагуу заасан насны хязгаар эсвэл контентын үнэлгээнд тулгуурлан хязгаарлана.",
	"Restrict watching based on violence content ratings.": "Контентийн хүчирхийллийн үнэлгээнд тулгуурлан үзэхийг хязгаарлана.",
	"Restrict watching movies based on rating.": "Үнэлгээнд тулгуурлан үзэх киног хязгаарлана.",
	"Restrict watching programs based on rating.": "Үнэлгээнд тулгуурлан үзэх нэвтрүүлгийг хязгаарлана.",
	"Restriction ratings :": "Хязгаарлалтын үнэлгээ :",
	"Retry": "Дахин оролдоно уу",
	"Revert TV to its initial settings.": "Зурагтын анхны тохиргоог сэргээнэ.",
	"Revert color adjustment settings to default.": "Өнгө тааруулах тохиргоог буцааж өгөгдмөл болго.",
	"Revert detailed sound effect settings of standard mode to default.": "Дууны эффектийг стандарт горимын өгөгдмөл рүү буцаана.",
	"Revert picture setting values to default.": "Дүрсийн тохиргоог өгөгдмөл байдлаар буцаана.",
	"Revert white balance settings to default.": "Цагааны тэнцвэрийн тохиргоог буцааж өгөгдмөл болго.",
	"Reykjavik": "Рейкьявик",
	"Riga": "Рига",
	"Right": "Баруун",
	"Right Left": "Баруун/Зүүн",
	"Right Surround": "Баруун орчин",
	"Right drop shadow": "Баруун унах сүүдэр",
	"Rio Branco": "Рио Бранко",
	"Riyadh": "Рияд",
	"Romania": "Румын",
	"Romanian": "Румын",
	"Rome": "Ром",
	"Russia": "Орос",
	"Russian": "Орос",
	"Rwanda": "Руанда",
	"SA - South Australia - Adelaide": "SA - Өмнөд Австрали - Аделайде",
	"SIGNATURE Opening": "SIGNATURE нээгдэж байна",
	"SIGNATURE TV Settings": "ГАРЫН ҮСЭГ ТВ тохиргоо",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK танд LG удирдлагаараа DVD тоглуулагч, аудио гэрийн театрын систем г.м. HDMI-р таны LG Smart TV-д холбогдсон SIMPLINK-идэвхжүүлсэн төхөөрөмжүүдийг удирдах боломж олгоно.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Энэ ARC горимыг ашиглахын тулд SIMPLINK автоматаар асна.",
	"Safety": "Аюулгүй",
	"Saint Lucia": "Сент-Люсия",
	"Saint Vincent": "Сент-Винсент",
	"Sakhalin": "Сахалин",
	"Samara": "Самара",
	"Samarkand": "Самарканд",
	"Samoa": "Самоа",
	"San Luis": "Сан Луис",
	"San Salvador": "Сан-Сальвадор",
	"Sana": "Сана",
	"Santiago": "Сантьяго",
	"Santo Domingo": "Санто-Доминго",
	"Sarajevo": "Сараево",
	"Satellite": "Сателлит",
	"Satellite DTV": "Сателлит DTV",
	"Satellite Radio": "Сателлит радио",
	"Saturation": "Дүүргэлт",
	"Saudi Arabia": "Саудын Араб",
	"Saudi arabia": "Саудын Араб",
	"Save CAM Operator's Profile": "CAM операторын танилцуулгыг хадгалах",
	"Save CI Password": "CI нууц үг хадгал",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Бүх оролтоор орж буй дүрсийн тохиргооноос өнгө тааруулах тохиргоог хадгална.",
	"Save the white balance settings from the current picture mode in all inputs.": "Бүх оролтоор орж буй дүрсийн тохиргооноос цагааны тэнцвэрийн тохиргоог хадгална.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI нууц үгээ хадгал/шинээр тохируул. Нууц үгээ хадгалвал цаашдаа нэвтрэх алхмыг алгасах боломжийг танд олгоно.",
	"Scan \"Auto Detect\" automatically.": "“Автоматаар илрүүлэх” функц автоматаар шалгана.",
	"Scoresbysund": "Скорсбисунд",
	"Screen Down": "Дэлгэц доош",
	"Screen Off": "Дэлгэцийг унтраах",
	"Screen Saver": "Дэлгэц амраагч",
	"Screen Shift ": "Дэлгэцийн шилжилт",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Тогтмол хугацааны давтамжтайгаар дэлгэц шилжсэнээр удаан хугацаагаар зурагтыг асаалттай орхисноос үүдэн гарах асуудлаас сэргийлдэг.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Дэлгэц 5 секундийн дотор унтарна. Дэлгэцийг буцааж асаахын тулд, Асаах/унтраах болон дууны товчноос бусад дурын товчийг дар.",
	"Search": "Хайлт",
	"Search Bluetooth Device": "Bluetooth Төхөөрөмжийг Хайх",
	"Searching...": "Хайж байна...",
	"Second Language": "Хоёр дахь хэл",
	"Secondary Audio Language": "Хоёрдогч аудио хэл",
	"Secondary Teletext Language": "Хоёрдогч телетекст хэл",
	"Security": "Хамгаалалт",
	"Select IRE point to adjust luminance.": "Гэрэлтүүлгийг тааруулах IRE цэгийг сонго.",
	"Select Mode": "Горимыг сонгох",
	"Select TV's language settings.": "Зурагтын хэлний тохиргоог сонго.",
	"Select a caption type for HD broadcasts.": "HD нэвтрүүлгийн тайлбарын төрлийг сонго.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN ТВ нэвтрүүлгийн тайлбарын төрлийг сонго.",
	"Select a caption type for UHD broadcasts.": "UHD нэвтрүүлгийн тайлбарын төрлийг сонго.",
	"Select a caption type for analog broadcasts.": "Аналог нэвтрүүлгийн тайлбарын төрлийг сонго.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Үзэх орчинтой таарах видео горимыг сонгох эсвэл ялгарал, өнгө гэх мэт бусад видео горимын тохиргоог тодорхойл.",
	"Select an audio format for each HDMI input.": "HDMI оролт бүрийн аудио форматыг сонгоно уу.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Хэрэв та Дамжин өнгөрөхийг сонгосны дараа дууны эффектийг сонсож чадахгүй байвал, өөр Дижитал дуу гаралт (Автомат эсвэл PCM) сонго.",
	"Select audio language for digital broadcasts.": "Дижитал нэвтрүүлгийн аудио замыг хэлний тохиргоог сонго.",
	"Select color to be adjusted.": "Тааруулах өнгөө сонго.",
	"Select days to apply the Timer Power Off settings every week.": "7 хоног тутамд Цаг хэмжүүр унтраах тохиргоонд хэрэглэх өдрүүдийг сонго.",
	"Select days to apply the Timer Power On settings every week.": "7 хоног тутамд Цаг хэмжүүр асаах тохиргоонд хэрэглэх өдрүүдийг сонго. ",
	"Select device for audio output.": "Аудио гаралтын төхөөрөмжөө сонго.",
	"Select device or speaker for audio output.": "Аудио гаралтын төхөөрөмж эсвэл чанга яригчийг сонгоно.",
	"Select digital audio output format.": "Дижитал аудио форматыг сонгоно.",
	"Select language for TV menu.": "Телевизийн цэсний хэлийг сонго.",
	"Select language for subtitles.": "Орчуулгын хэлийг сонго.",
	"Select languages for keyboards input.": "Товчлуурт гарын хэлийг сонго.",
	"Select method to adjust white balance.": "Цагаан тэнцвэрийг өөрчлөх арга сонго.",
	"Select point to adjust luminance.": "Гэрэлтүүлгийг тааруулах цэгийг сонго.",
	"Select the Sound mode and set detailed Audio effects.": "Дууны горимыг сонгож дэлгэрэнгүй Аудио эффектийг тохируул.",
	"Select the Sound mode for each content type.": "Контентын төрөл бүрд Дууны горимыг сонго.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} портын Ultra HD Deep Colour-г сонго.",
	"Select the app to restrict the use.": "Хэрэглэхийг хориглосон программыг сонгоно.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Үзэх орчин эсвэл агуулгын төрлөөс хамааран тохирох зургийн горимыг сонгоно уу.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Нэвтрүүлгийг хүссэнээрээ сонсохын тулд аудио үзүүлэлтийг сонго.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Тоон нэвтрүүлгүүдэд тайлбарын төрөл сонгох ба дэлгэрэнгүй дэд гарчгийн тохиргоог тохируул.",
	"Select the channel to restrict watching.": "Үзэхийг хязгаарлах сувгйиг сонгоно.",
	"Select the channel to watch when the TV turns on.": "Зурагт асахад үзэх сувгийг сонго.",
	"Select the color range to be displayed.": "Харагдах өнгийн хүрээг сонгоно уу.",
	"Select the country for your country's special services.": "Өөрийн улсын тусгай үйлчилгээний улсыг сонго.",
	"Select the desired video angle.": "Хүссэн видео өнцгөө сонго.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Зурагтын дижитал дууны гаралтаас нэмэлт төхөөрөмж рүү дамжуулах дууны форматыг сонгоно.",
	"Select the input to use when the TV turns on.": "ТВ асахад ашиглах оролтыг сонго.",
	"Select the inputs to restrict the use.": "Хэрэглэхийг хориглосон оролтыг сонгоно.",
	"Select the most preferred Subtitle Language.": "Орчуулгын хэлний сонголтоо эхлээд хий.",
	"Select the place where to use the TV.": "Зурагтыг ашиглах газрыг сонго.",
	"Select the residential region for your regional broadcast signal.": "Бүс нутгийн нэвтрүүлэх дохионы хамрах бүсийг сонго.",
	"Select the second preferred Subtitle Language.": "Хоёрдахь орчуулгын хэлний сонголтоо хийнэ үү.",
	"Select your first choice of audio language for digital broadcasts.": "Дижитал нэвтрүүлэгт ашиглах эхний аудио хэлийг сонго.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "ТВ нэвтрүүлэг үзүүлэгчийнхээ нэвтрүүлгийн хэлний нэгдүгээр сонголтоо хий.",
	"Select your second choice of audio language for digital broadcasts.": "Дижитал нэвтрүүлэгт ашиглах хоёр дахь аудио хэлийг сонго.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "ТВ нэвтрүүлэг үзүүлэгчийнхээ нэвтрүүлгийн хэлний хоёрдугаар сонголтоо хий.",
	"Senegal": "Сенегал",
	"Seoul": "Сөүл",
	"Serbia": "Серби",
	"Serbian": "Серби",
	"Serial Number": "Серийн дугаар",
	"Service 1": "Үйлчилгээ 1",
	"Service 2": "Үйлчилгээ 2",
	"Service 3": "Үйлчилгээ 3",
	"Service 4": "Үйлчилгээ 4",
	"Service 5": "Үйлчилгээ 5",
	"Service 6": "Үйлчилгээ 6",
	"Service Area Zip Code": "Үйлчилгээний бүсийн Zip код",
	"Set Automatically": "Автоматаар тохируулах",
	"Set ID": "ID-г тохируул",
	"Set My Team Alarm.": "Миний Багийн Сэрүүлгийг тохируулах.",
	"Set Store Mode settings.": "Дэлгүүрийн горимын тохиргоог хий.",
	"Set System Color mode for your current TV input.": "Одоогийн ТВ оролтынхоо Системийн өнгөний горимыг тохируул.",
	"Set additional options for Video Description.": "Видео тайлбарын нэмэлт сонголтуудыг тохируул.",
	"Set additional picture settings.": "Нэмэлт зургийн тохиргоог тохируул.",
	"Set additional sound-related settings.": "Дуунд холбогдох бусад тохиргоог тохируулна.",
	"Set advanced Subtitle options.": "Орчуулгын нэмэлт сонголтуудыг тохируул.",
	"Set advanced captioning options.": "Хаалттай тайлбарын нэмэлт сонголтуудыг тохируул.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IPv4 эсвэл IPv6-д та IP хаяг тохируулж, өөрчилж болно.",
	"Set audio-related options.": "Аудиотой холбоотой сонголтуудыг тохируул.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Нэвтрүүлгийн тайлбарын хэмжээ, өнгө, тодролт ба бусад сонголтыг тохируулна уу.",
	"Set color temperature from warm to cool.": "Өнгөний температурыг дулаанаас хүйтэн болгож тохируул.",
	"Set detailed caption settings for HD broadcasts.": "HD нэвтрүүлгүүдэд нарийвчилсан тайлбарын тохиргоо тохируулах.",
	"Set detailed options for the AI functions.": "AI функцийн дэлгэрэнгүй сонголтууд тохируулах.",
	"Set detailed options for the Home feature.": "Эх функцэд дэлгэрэнгүй сонголтууд тохируулах.",
	"Set detailed options for the Recommendation feature.": "Санал болгосон функцэд дэлгэрэнгүй сонголтууд тохируулах.",
	"Set easy connection settings with external devices.": "Гаднах төхөөрөмжтэй амархан холболтын тохиргоо тохируулах.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Заасан суваг, программ, оролт зэргийг түгжихийг тохируулж, эцэг эхийн хяналтыг хэрэгжүүлнэ.",
	"Set necessary additional functions based on watching environment and screen status.": "Шаардлагатай нэмэлт функцийг тохируулж ажиглалтын орчин, дэлгэцийн төлөвийг тохируулна.",
	"Set or reset the position of on-screen captions.": "Дэлгэц дээрх тайлбарын байршлыг тохируулах эсвэл дахин тохируулах.",
	"Set settings related to your wired / wireless network.": "Таны утастай / утасгүй сүлжээнд хамааралтай тохиргоог тохируулах.",
	"Set the TV to turn off automatically after a set amount of time.": "Зурагтыг тогтоосон хугацааны дараа асахаар тохируул.",
	"Set the TV to turn off automatically at a set time.": "Зурагтыг тохируулсан цагт автоматаар унтрахаар тохируул.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "4 цагийн турш хэрэглэгч үйлдэл хийгээгүй бол телевизорыг автоматаар унтрахаар тохируул.",
	"Set the TV to turn on automatically at a set time.": "Зурагтыг тогтсон цагт асахаар тохируул.",
	"Set the additional functions related to the TV.": "Зурагттай холбоотой нэмэлт функцүүдийг тохируулж болно.",
	"Set the current date and time.": "Одоогийн цаг, огноог тохируул.",
	"Set the current date manually.": "Зөв цагийг гараар тохируул.",
	"Set the current time manually.": "Одоогийн цагийг гараар тохируул.",
	"Set the detect range of device available to connect.": "Холбогдох боломжтой төхөөрөмж илрүүлэх хүрээг тохируулна.",
	"Set the region and country for broadcasts and special services.": "Нэвтрүүлэг, тусгай үйлчилгээний бүс, улсыг тохируул.",
	"Set the screen size and aspect ratio.": "Дэлгэцийн хэмжээ, аспектийн харьцааг тохируул. ",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV-ийн тусгай функцийг тохируулна.",
	"Set the time to turn off the TV automatically without user input.": "Хэрэглэгчийн үйлдэл шаардалгүй зурагтыг автоматаар унтраахаар тохируул.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Виртуал олон сувгийн стерео дууны эффектийг тохируулаад бодит мэт дуу чимээг мэдэрнэ.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Виртуал стерео дууны эффектийг тохируулаад бодит мэт дуу чимээг мэдэрнэ.",
	"Set the volume level when the TV turns on.": "Зурагт асахад тааруулах дууны түвшнийг сонго.",
	"Set time to turn off the TV.": "ТВ-г унтраах цагийг тохируул.",
	"Set time to turn on the TV.": "ТВ-г асаах цагийг тохируул.",
	"Set up additional features related to customer support.": "Хэрэглэгчийн тусламжтай холбоотой нэмэлт функцуудыг тохируулах.",
	"Set up an account to use LG Services.": "LG Үйлчилгээ ашиглахад бүртгэл тохируулах.",
	"Set whether to display Home when the TV is turned on.": "ТВ асаалттай байх үед Нүүрийг харуулах эсэхийг тохируулах.",
	"Settings Help": "Тохиргооны тусламж",
	"Sexual Situations": "Сексийн нөхцөл байдал",
	"Sexually Suggestive Dialogue": "Насанд хүрэгчидийн агуулга бүхий яриа",
	"Shanghai": "Шанхай",
	"Sharpness": "Тодролт",
	"Show Password": "Нууц үгийг харуулах",
	"Side by Side": "Хажуу хажуугаар",
	"Sierra Leone": "Сьерра-Леоне",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Утасгүй роутер ТВ-тэй хэт ойрхон байгаа тул дохионы интерференц Magic удирдлагын мэдрэгчийг багасгаж магадгүй.",
	"Simferopol": "Симферополь",
	"Singapore": "Сингапур",
	"Size": "Хэмжээ",
	"Skopje": "Скопье",
	"Sleep Timer": "Унтах цаг",
	"Slovak": "Словак",
	"Slovakia": "Словак",
	"Slovenia": "Словени",
	"Slovenian": "Словени",
	"Slow": "Удаан",
	"Small": "Жижиг",
	"Smooth": "Жигд",
	"Smooth Gradation": "Аажим шилжилт",
	"Soccer": "Хөлбөмбөг",
	"Sofia": "Софи",
	"Software Update": "Програмын Шинэчлэл",
	"Software Version": "Програмын хувилбар",
	"Software update has been installed. Update will be applied when you restart your TV.": "Програмын шинэчлэл суулгалаа. Таныг ТВ-г унтрааж асаахад шинэчлэл үйлчилнэ.",
	"Solid": "Бараан",
	"Solomon Islands": "Соломоны арлууд",
	"Somalia": "Сомали",
	"Some material may not be appropriate for children under 13.": "Зарим агулга нь 13-с доош насны хүүхэд тохиромжгүй байж болно.",
	"Some material may not be appropriate for children.": "Зарим агуулга нь хүүхдэд тохиромжгүй байж болно.",
	"Sotho, Northern": "Сото, Хойд",
	"Sotho, Southern": "Сото, Өмнөд",
	"Sound": "Дуу",
	"Sound Mode": "Дууны горим",
	"Sound Mode Settings": "Дууны горимын тохиргоо",
	"Sound Out": "Дуу гаралт",
	"Sound Share": "Дуу Хуваалцах",
	"Sound Test": "Дууны тест",
	"South Africa": "Өмнөд Африк",
	"South Korea": "Өмнөд Солонгос",
	"Southern Africa": "Өмнөд Африк",
	"Spain": "Испани",
	"Spanish": "Испани",
	"Speaker Volume Control": "Яригчийн Дууны Удирдлага",
	"Specify detailed voice guidance settings after turning on this feature.": "Энэ функцийг асаасны дараа дэлгэрэнгүй дууны зааврын тохиргоог тодорхойлох.",
	"Speed": "Хурд",
	"Spoken Subtitle": "Аман орчуулга",
	"Sports": "Спорт",
	"Sports Alert": "Спортын Анхааруулга",
	"Srednekolymsk": "Среднеколымск",
	"Sri Lanka": "Шри Ланка",
	"St. John's": "Сент-Жонс",
	"Stand": "Тавиур",
	"Standard": "Стандарт",
	"Standard Mode Sound Effect": "Стандарт горимын дууны эффект",
	"Standby Light": "Амрах төлөвийн гэрэл",
	"Start New Sound Tuning": "Шинэ дуу тааруулалтыг эхлүүлэх",
	"Start Now": "Одоо Эхлүүлэх",
	"Startup Sound": "Эхлэл дуу",
	"Stockholm": "Стокгольм",
	"Stop": "Зогсоо",
	"Store Demo": "Дэлгүүрийн үзүүлэн",
	"Store Mode": "Дэлгүүрийн горим",
	"Store Mode Settings": "Дэлгүүрийн горимын тохиргоо",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Дэлгүүрийн горим дэлгүүр дотор үзүүлэх зориулалттай. Энэ нь хэдэн минут тутам тохиргоог дахин эхлүүлдэг. Та энэ програмыг хааж, Дэлгүүрийн горимыг эхлүүлэх үү?",
	"Strong": "Хүчтэй",
	"Style": "Хэв маяг",
	"Subnet Mask": "Дэд сүлжээ-маск",
	"Subnet prefix length": "Дэд сүлжээний угтварын урт",
	"Subtitle First Choice Language": "Орчуулгын нэгдүгээр сонголтын хэл",
	"Subtitle Language": "Орчуулгын хэл",
	"Subtitle Second Choice Language": "Орчуулгын хоёрдугаар сонголтын хэл",
	"Subtitles": "Орчуулгууд",
	"Sudan": "Судан",
	"Super Resolution": "Супер нягтрал",
	"Support": "Дэмжлэг",
	"Suriname": "Суринам",
	"Surround Balance": "Орчны тогтвортой байдал",
	"Surround Level": "Орчны түвшин",
	"Swahili": "Свахили",
	"Swati": "Свати",
	"Swaziland": "Свазиленд",
	"Sweden": "Швед",
	"Swedish": "Швед",
	"Swift Current": "Свифт-Каррент",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Зурагтыг унтраасан үед зурагтыг хурдан асаах зорилгоор хүлээх горимд оруулна.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Зурагтыг унтраасан үед программ, хайлт зэрэг функцийг хурдан ашиглахын тулд хүлээх горимд оруулна.",
	"Switzerland": "Швейцари",
	"Sync Demo": "Синх үзүүлэн",
	"Syria": "Сири",
	"System Color": "Системийн өнгө",
	"São Paulo": "Сан-Паулу",
	"TAS - Tasmania - Hobart": "TAS - Тасмани - Хобарт",
	"TEXT 1": "ТЕКСТ 1",
	"TEXT 2": "ТЕКСТ 2",
	"TEXT 3": "ТЕКСТ 3",
	"TEXT 4": "ТЕКСТ 4",
	"TV": "ТВ",
	"TV Information": "ТВ Мэдээлэл",
	"TV Installation Type": "ТВ суурилуулах төрөл ",
	"TV Lock": "ТВ-г түгжих",
	"TV Name": "TВ-н нэр",
	"TV On With Mobile": "Гар утсаар ТВ асаах",
	"TV Power Sound": "ТВ асах дуу",
	"TV Power Sound Volume": "Зурагт асах чимээ",
	"TV Program Locks": "ТВ хөтөлбөрийн түгжээ",
	"TV Rating English": "ТВ зэрэглэл Англи",
	"TV Rating French": "ТВ зэрэглэл Франц",
	"TV Speaker": "Зурагтын чанга яригч",
	"TV can be used as an alarm.": "Зурагтыг сэрүүлэг болгон ашиглаж болно.",
	"TV is turned off at a set time on every specified day.": "Заасан өдөр бүр телевизорыг унтраана.",
	"TV to USB": "ТВ-с USB",
	"Tagalog": "Тагалог",
	"Tahiti": "Тахити",
	"Taipei": "Тайпэй",
	"Taiwan": "Тайвань",
	"Tajikistan": "Тажикистан",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Интернет, программ, программ хангамжийн шинэчлэл зэрэг сүлжээ шаардлагатай функцүүдийг ашиглах боломж олгоно.",
	"Tallinn": "Таллинн",
	"Tamil": "Тамил",
	"Tanzania": "Танзани",
	"Target Luminance": "Зорилтот гэрэлтүүлэг",
	"Tashkent": "Ташкент",
	"Tbilisi": "Тбилиси",
	"Tegucigalpa": "Тегусигальпа",
	"Tehran": "Тегеран",
	"Teletext": "Телетекст",
	"Telugu": "Телугу",
	"Text Color": "Текстийн өнгө",
	"Text Opacity": "Текстийн хүчин чадал",
	"Text Search": "Бичвэрээр хайлт",
	"Thai": "Тайланд",
	"Thailand": "Тайланд",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} болон HDMI {port2} портууд AMD FreeSync Premium дэмжих бөгөөд та энэ функцийг сонгох боломжтой.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} болон HDMI {port2} портууд AMD FreeSync Premium дэмжих бөгөөд та үүнийг унтрааж асаах боломжтой.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} портууд нь Шуурхай тоглоомын хариунд тохирох ба та үүнийг унтрааж асааж болно.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} порт AMD FreeSync Premium дэмжих бөгөөд та энэ функцийг сонгох боломжтой.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} порт AMD FreeSync Premium дэмжих бөгөөд та үүнийг унтрааж асаах боломжтой.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} нь Шуурхай тоглоомын хариунд тохирч ажиллах ба үүнийг та унтрааж асааж болно.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} болон HDMI {port3} портууд AMD FreeSync Premium дэмжих бөгөөд та энэ функцийг сонгох боломжтой.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} болон HDMI {port3} портууд AMD FreeSync Premium дэмжих бөгөөд та үүнийг унтрааж асаах боломжтой.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} болон HDMI {port4} портууд AMD FreeSync Premium дэмжих бөгөөд та энэ функцийг сонгох боломжтой.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} болон HDMI {port4} портууд AMD FreeSync Premium дэмжих бөгөөд та үүнийг унтрааж асаах боломжтой.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ба HDMI {port3}, HDMI {port4} портууд нь Шуурхай тоглоомын хариунд тохирч ажиллах ба та идэвхжүүлж, идэвхгүй болгож болно.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ба HDMI {port3} портууд нь Шуурхай тоглоомын хариунд тохирч ажиллах ба та идэвхжүүлж, идэвхгүй болгож болно.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Онцгой ID нь хэрэглэгчийн хувийн мэдээлэлтэй хамаагүй зөвхөн HbbTV-д ашиглагдах онцгой тоо юм.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Онцгой ID-г шинээр тохируулна.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV программ эсвэл үйлчилгээ нь тухайн хэрэглэгчийг дагахгүй.",
	"The IBB service will disable its tracking of an individual user.": "IBB үйлчилгээ нь тухайн хэрэглэгчийг дагахгүй.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG үйлчилгээний улсын мэдээллийг серверээс гаргаж авах боломжгүй. Дараа дахин оролдоно уу.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Цэсийн хэлийг солиход Тохиргоог дахин ачаалах шаардлагатай. Та үргэлжлүүлмээр байна уу?",
	"The ambient lighting will be provided when motion is detected around the TV.": "ТВ-н эргэн тойронд хөдөлгөөн илэрсэн тохиолдолд орчны гэрлээр хангах болно.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Гадны дуу таних үйлчилгээнүүд нь хэлний тохиргооноос хамаарч өөрчлөгдөж болно. Мөн хэрэв та цэсний хэлийг өөрчилвөл, тохиргооны цэсийг дахин ачаална. Та үргэлжлүүлэхийг хүсч байна уу?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Сувгийн жагсаалтыг USB хадгалах төхөөрөмжөөс таны ТВ рүү амжилттай хууллаа. ТВ 5 секундэд дахин асна.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Сувгийн жагсаалтыг таны ТВ-с USB хадгалах төхөөрөмж рүү амжилттай хууллаа.",
	"The closer to 100, the brighter.": "100-тай ойр байх тусам цайлт ихэснэ.",
	"The closer to 100, the clearer the color becomes.": "100-тай ойр байх тусам өнгө тодорно.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50-тай ойр байх тусам улаан нь тод, 50-тай ойр байх тусам ногоон тод байна.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Цагааны тэнцвэрийн функцийн нарийвчилсан утгуудыг дахин тохируулна. Та үргэлжлүүлэхийг хүсч байна уу?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Сувгийн болон хөтөлбөрийн дууны түвшний хоорондох зөрүү автоматаар багасч, хөтөлбөрийг тохиромжтой дуутайгаар үзэх боломжийг танд олгоно.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Сувгийн болон нэвтрүүлгийн дууны түвшний ялгааг автоматаар багасгаж, нэвтрүүлгийн дууг сайжруулан сонсох боломжийг танд олгоно.",
	"The higher the settings, the louder the sound rapidly.": "Тохиргоог дээш тааруулах тусам дуу хурдан чангарна.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Дотоод ТВ яригч болон Bluetooth чанга яригч тод дууны орчинд эффект үүсгэн дууг нэгэн зэрэг гаргах боломжтой.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Цэсэнд сонгосон хэлд үндэслэн дуу хоолой таних хэлийг автоматаар тохируулна.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Дуу Танихад ашиглагдах хэлийг сонгосон цэсний дагуу тохируулна. Дэмжлэгийн үйлчилгээ нь дуут хэлнээс хамаарч өөр байж болно.",
	"The network is currently unavailable. Please try again later.": "Сүлжээг одоогоор ашиглах боломжгүй. Дараа дахин оролдоно уу.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Уг ажиллагааг хийж дуусгахад ойролцоогоор нэг цаг болох бөгөөд ТВ унтраалттай байх шаардлагатай.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Уг үйл явцад ойролцоогоор {n} минут зарцуулах ба зурагт унтарсан хэвээр байх шаардлагатай.",
	"The program is intended for adults only.": "Уг нэвтрүүлэг зөвхөн насанд хүрэгчдэд зориулагдсан.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Дэлгэцийн цайралт нь таны ТВ-н эргэн тойрны цайралтаас хамаарч автоматаар тохируулагдана.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Дэлгэц 5 секундын дотор доош гулсаж орно. Дэлгэцийг буцааж гулсуулж гаргаж ирэхийн тулд, Асаах/унтраах болон Дууны товчноос бусад дурын товчийг дар.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Өнгөний удирдлагын системийн функцийн дэд утгуудыг дахин тохируулна. Та үргэлжлүүлэхийг хүсч байна уу?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth Орчны Дуу + Дотоод ТВ Яригчийн тохиргоог дахин тохируулна.",
	"The settings are as follows.": "Тохиргоонууд нь дараах байдалтай байна.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Дижитал дуу гаралтад Дамжин Өнгөрөх-ийг тохируулахад дуу нь гарахгүй байж болно.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Шинэчлэлийг ТВ-д хэрэглэх боломжгүй. Програм анхны байдалдаа эргэн орно.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Зурагт асахад дэлгэц дээр дүрс харуулж, дэлгэц хөдөлнө.",
	"There are no paired devices.": "Хосолсон төхөөрөмж алга.",
	"There are settings to correct or prevent OLED panel noise.": "OLED самбарын дууг засах, саатуулах тохиргоо бий.",
	"There is no USB device connected to your TV.": "ТВ-тэй холбогдсон USB төхөөрөмж алга.",
	"There is no message.": "Ямар ч зурвас алга.",
	"Thimphu": "Тхимпху",
	"Third Language": "Гурав дахь хэл",
	"This feature applies only to specified LG Wireless Keyboard models.": "Энэ функцийг зөвхөн LG Wireless Keyboard зарим загварт хэрэглэж болно.",
	"This function works only when it is provided by the broadcast program.": "Зөвхөн нэвтрүүлгээс дамжуулсан л бол энэ функц ажиллана.",
	"This is a closed caption preview": "Энэ хаалттай тайлбарын урьдчилан харагдац",
	"This is an already existing value.": "Ийм утга хэдийнэ байна.",
	"This service provides you with more information about watching program and enjoys related contents.": "Энэ үйлчилгээ нь танд нэвтрүүлэг үзэх, холбогдох контентыг үзэх тухай мэдээллээр хангана.",
	"This will revert all options on TV to their default settings.": "Зурагтын бүх сонголтыг өгөгдмөл утга руу буцааж тохируулна.",
	"Thule": "Тхуле",
	"Tijuana": "Тихуана",
	"Time": "Цаг",
	"Timer Channel": "Цагтаа суваг",
	"Timer Repeat": "Цагтаа давтах",
	"Timers": "Цаг хэмжигч",
	"Timezone": "Цагийн бүс",
	"Timor-Leste": "Тимор-Лесте",
	"Tint": "Хольц",
	"Tiranë": "Тиране",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Дууг сайжруулахын тулд телевизор дээр туршилтын аяыг тоглуулж, Magic удирдлагаар ойсон дууг хэмжиж эхэлнэ.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ТВ-н дууны тест хийхийн тулд, Дуу гаралтын тохиргоог Дотоод ТВ яригч болгож өөрчлөх шаардлагатай. Та үргэлжлүүлэх үү?",
	"Togo": "Того",
	"Tokyo": "Токио",
	"Tonga": "Тонга",
	"Top and Bottom": "Орой, ёроол",
	"Toronto": "Торонто",
	"Total Power On Time": "Нийт асаалттай байх цаг",
	"Tracking Speed": "Шалгах хурд",
	"Translucent": "Тунгалаг",
	"Transparent": "Тод",
	"Treble Boost": "Нарийн өсгөгч",
	"Trinidad And Tobago": "Тринидад-Тобаго",
	"Trinidad and Tobago": "Тринидад Тобаго",
	"Tripoli": "Триполи",
	"Tsonga": "Цонга",
	"Tswana": "Цвана",
	"Tune and save available channels.": "Боломжтой сувгуудыг тохируулж, хадгал.",
	"Tune and save available channels. You can set satellite channel options.": "Боломжтой сувгуудыг тохируулж, хадгал. Та сателлит сувгийн сонголтуудыг тохируулж болно.",
	"Tunis": "Тунис",
	"Tunisia": "Тунис",
	"Turkey": "Турк",
	"Turkish": "Турк",
	"Turkmenistan": "Туркменистан",
	"Turn on TV with mobile device same as smartphone.": "Зурагтыг ухаалаг утасны нэгэн адил асаана.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} портын Ultra HD Deep Colour-г асаах, унтраах.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} портын Шуурхай тоглоомын хариуг асаа эсвэл унтраа.",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth сүлжээгээр дамжуулан гар утсаараа зурагтыг асаана.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi сүлжээгээр дамжуулан гар утсаараа зурагтыг асаана.",
	"Turn on via Bluetooth": "Bluetooth-р асаа",
	"Turn on via Wi-Fi": "Wi-Fi-р асаа",
	"Turn on/off description box in Settings.": "Тохиргооны тайлбарыг асаа/унтраа.",
	"Turn on/off standby light.": "Амрах төлөвийн гэрлийг асаа/унтраа.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} портын AMD FreeSync Premium-г асаах/унтраах.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Дохио байхгүй байсан ч дэлгэц дээр зураг харуулахыг идэвхжүүл/идэвхгүй болго.",
	"Turn on/off the related features of energy consumption.": "Эрчим хүч зарцуулалтад холбогдох функцийг унтраах буюу асаа.",
	"Turn the Hybridcast service on/off.": "Hybridcast үйлчилгээг идэвхжүүл/идэвхгүй болго.",
	"Turn the Interactivity (DTVi) service on/off.": "Интерактив (DTVi) үйлчилгээг идэвхжүүл/идэвхгүй болго.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Нэвтрүүлэх ТВ үйлчилгээний ТВ хөтчийг идэвхжүүл/идэвхгүй болго.",
	"Turn your broadcast TV provider's teletext service on/off.": "Нэвтрүүлэх ТВ үйлчилгээний телетекст үйлчилгээг идэвхжүүл/идэвхгүй болго.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi-г унтраавал, та сүлжээнд холбохын тулд кабель ашиглахаас нааш интернэтэд суурилсан бүх үйлчилгээнд нэвтрэх боломжгүй болно. Та үргэлжлүүлэх үү?",
	"UAE": "Арабын Нэгдсэн Эмират Улс",
	"UHD Mode": "UHD горим",
	"USA": "АНУ",
	"USB storage for Copy Channels": "Суваг хуулахад зориулсан USB",
	"USB to TV": "USB-с ТВ",
	"Uganda": "Уганда",
	"Ukraine": "Украйн",
	"Ukrainian": "Украйн",
	"Ulaanbaatar": "Улаанбаатар",
	"Unable to check for updates.": "Шинэчлэлийг шалгах боломжгүй.",
	"Unable to connect to the network.": "Сүлжээнд холбох боломжгүй.",
	"Undefined": "Тодорхойлоогүй",
	"Under 17 requires accompanying parent or adult guardian.": "17-с доош насны хүүхэд эцэг эх, насанд хүрсэн асран хамгаалагчтайгаа хамт үзэх шаардлагатай.",
	"Uniform": "Жигд",
	"United Arab Emirates": "Арабын Нэгдсэн Эмират Улс",
	"United Kingdom": "Их Британи",
	"United States of America": "Америкийн Нэгдсэн Улс",
	"Universal Control Settings": "Нэгдсэн Удирдлагын Тохируулга",
	"Unknown": "Үл мэдэх",
	"Unknown issue has occurred.": "Үл мэдэгдэх асуудал гарсан байна.",
	"Update canceled.": "Шинэчлэлийг цуцаллаа.",
	"Update in progress...": "Шинэчилж байна...",
	"Update in progress...({n}%)": "Шинэчлэл хийгдэж байна...({n}%)",
	"Update paused.": "Шинэчлэлийг түр зогсоолоо.",
	"Update reserved.": "Шинэчлэлийг хадгаллаа.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Шинэчлэлтийг цуцалж, бүх шинэчлэх файл одоо устана. Та үргэлжлүүлэх үү?",
	"Urdu": "Урду",
	"Uruguay": "Уругвай",
	"Urumqi": "Урумчи",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Magic удирдлагын тусламжтай үр дүнд тулгуурлан өрөөний акустик үзүүлэлтийг шинжилж телевизорын дууг сайжруулна.",
	"Use a large pointer.": "Том заагч ашиглана уу.",
	"Use a medium pointer.": "Дунд заагч ашиглана уу.",
	"Use a small pointer.": "Жижиг заагч ашиглана уу.",
	"Use the 4-way controller to change the position and press the OK button.": "4 чиглэлийн хянагч ашиглан байрлалаа өөрчлөх ба OK товчийг дарна уу.",
	"Use the following services with the selected language.": "Сонгосон хэлээр дараах үйлчилгээнүүдийг ашиглана уу.",
	"User": "Хэрэглэгч",
	"User Agreements": "Хэрэглэгчийн гэрээ",
	"User Guide": "Ашиглах заавар",
	"Uzbek": "Узбек",
	"Uzbekistan": "Узбекистан",
	"Uzhhorod": "Ужгород",
	"V Position": "Бос. байршил",
	"V Sharpness": "V тодролт",
	"V Size": "Бос. хэмжээ",
	"VIC - Victoria - Melbourne": "VIC - Викториа - Мельбурн",
	"Vaduz": "Вадуз",
	"Valencian": "Валенси",
	"Vancouver": "Ванкувер",
	"Vatican City": "Ватикан-Сити",
	"Venda": "Венда",
	"Venezuela": "Венесуэл",
	"Vertical Zoom": "Босоо чигт томруулах",
	"Video 1": "Видео 1",
	"Video 2": "Видео 2",
	"Video 3": "Видео 3",
	"Video Description": "Видео тайлбар",
	"Vienna": "Вена",
	"Vientiane": "Вьентьян",
	"Vietnam": "Вьетнам",
	"Vietnamese": "Вьетнам",
	"View current Common Interface (CI) information.": "Одоогийн Нийтлэг интерфэйс (CI) мэдээллийг үз.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Дэлгэц дээрх цэс ний өнгийг хар, цагаан болгож өөрчилснөөр зүйлсийг илүү тод хараарай.",
	"View messages from your broadcast TV provider.": "ТВ-н нэвтрүүлэг үзүүлэгчээсээ ирсэн зурвасыг үз.",
	"View more information about watching program and enjoy related contents.": "Үзэж буй нэвтрүүлгийн талаарх мэдээллийг харж, холбогдох контентыг ч мөн үз.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Дэлгэцийг эхээр нь харах юм уу дэлгэцийн хэмжээ, харьцааг тохируулна.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Нэвтрүүлгийн дохиогоор эсвэл холбогдсон төхөөрөмжөөр хүлээн авсан дэлгэцийг эхээр нь харна.",
	"Vilnius": "Вильнюс",
	"Violence": "Хүчирхийлэл",
	"Vivid": "Тод",
	"Vladivostok": "Владивосток",
	"Voice Recognition Help and Settings": "Дуу Таних Тусламж ба Тохиргоо",
	"Voice Support Service": "Дууг Дэмжих Үйлчилгээ",
	"Volgograd": "Волгоград",
	"Volume": "Дуу",
	"Volume Increase Amount": "Дуу чангалах хэмжээ",
	"Volume Mode": "Дууны горим",
	"WA - Western Australia - Eucla": "WA - Баруун Австрали - Эвкла",
	"WA - Western Australia - Perth": "WA - Баруун Австрали - Перт",
	"Wall-mounted": "Хананд суурилуулсан",
	"Warm1": "Дулаан1",
	"Warm2": "Дулаан2",
	"Warm3": "Дулаан3",
	"Warsaw": "Варшав",
	"Watch a diverse range of Internet contents on TV channels.": "Телевизийн сувгууд дахь Интернетийн төрөл бүрийн контентыг үзээрэй.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Бид таны төхөөрөмжийг баталгаажуулж, програмын сүүлийн хувилбарыг ашиглаж эсэхийг тань шалгахын тулд MAC хаяг, моделийн дугаар, улсын код, хэлний тохиргоо, програм хангамжийн хувилбар г.м. мэдээллийг цуглуулж, хадгална.",
	"Welcome Feature": "Тавтай морил онцлог",
	"Welsh": "Уэльс",
	"Western Africa": "Баруун Африк",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Залгасан хард дискийг тодорхой хугацаанд хэрэглээгүй бол хүлээх горимд шилжиж, цахилгаан зарцуулалтыг бууруулна.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Төхөөрөмж портод холбогдсон байхад тоглоомын зургийг хамгийн бага саатал, гацалт эсвэл тасалдлаар тохируулна.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Шуурхай тоглоомын хариуг эхлүүлэхэд, видео хэсэг хугацаанд анивчиж болно.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Дуу гаралтыг \"Bluetooth / HDMI ARC / Optical Digital / WiSA яригч\" руу тохируулсан эсвэл холбогдсон төхөөрөмж Шуурхай тоглоомын хариуг дэмжихгүй байвал, энэ нь зохих ёсоор ажиллахгүй байж болно.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Дуу гаралтыг Bluetooth руу тохируулсан эсвэл холбогдсон төхөөрөмж Шуурхай тоглоомын хариуг дэмжихгүй байвал, энэ нь зохих ёсоор ажиллахгүй байж болно.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Төхөөрөмж асаж/унтрахад, таны ТВ автоматаар асаж/унтарна.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Визуаль эффект унтарсан үед, дэлгэц Live TV хэлбэрээр харагдана.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Энэ функцийг «ассан» дээр тохируулсан байхад дэлгэц дээр гарах зарим функцүүд хэсэгчлэн тунгалаг болж харагдана.",
	"When your TV is turned off, the device will automatically turn off.": "ТВ унтарсан үед, төхөөрөмж автоматаар унтарна.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Өөрчилж тохируулсан утгыг гадна төхөөрөмж рүү шилжүүлэх хооронд, ураг эсвэл дууг түр хугацаанд хэвийн өгөх боломжгүй байж болно.",
	"White": "Цагаан",
	"White Balance": "Цагааны тэнцвэр",
	"Wi-Fi Connection": "Wi-Fi холболт",
	"Wi-Fi Security": "Wi-Fi хамгаалалт",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi унтарлаа. Холбогдох боломжтой сүлжээний жагсаалт болон холбоотой нэмэлт цэсний зүйлсийг харахын тулд, үүнийг асаа.",
	"Wi-Fi issue has occurred.": "Wi-Fi асуудал гарсан байна.",
	"WiSA Speakers": "WiSA яригч",
	"Wide Area Zone": "Өргөн талбайн бүс",
	"Wide View": "Өргөн харагдац",
	"Wide View (32:9)": "Өргөн харагдац (32:9)",
	"Wide Zoom": "Өргөн томруулалт",
	"Windhoek": "Виндхук",
	"Window Color": "Цонхны өнгө",
	"Window Opacity": "Цонхны хүчин чадал",
	"Winnipeg": "Виннипег",
	"Wired Connection (Ethernet)": "Утастай (Ethernet)",
	"Wired Headphones": "Утастай чихэвч",
	"Wired Headphones + Internal TV Speaker": "Утастай Чихэвч + Дотоод ТВ Яригч",
	"With this option, you can control the audio device's volume with your TV remote.": "Энэ сонголтоор та аудио төхөөрөмжийн дууг телевизорын алсын удирдлагаар тааруулж болно.",
	"Xhosa": "Коса",
	"Yakutsk": "Якутск",
	"Yamoussoukro": "Ямусукро",
	"Yangon": "Янгон",
	"Year": "Он",
	"Yekaterinburg": "Екатеринбург",
	"Yellow": "Шар",
	"Yellowknife": "Йеллоунайф",
	"Yemen": "Йемен",
	"Yerevan": "Ереван",
	"Yes": "Тийм",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "ТВ ассан эсвэл унтарсан эсвэл дэлгэц хөдөлж буй үед та дууны эффектийг тохируулж болно.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Та төхөөрөмж тохируулах үйл ажиллагааг хийхгүйгээр HDMI порт руу холбогдсон төхөөрөмжүүдийг Magic удирдлагаар удирдаж болно.",
	"You can delete the device connection history of Screen Share.": "Та Screen Share-н төхөөрөмж холболтын түүхийг устгаж болно.",
	"You can delete the device connection history of Sound Share.": "Та Дуу хуваалцахын төхөөрөмж холболтын түүхийг устгаж болно.",
	"You can find the default password in User Guide.": "Та өгөгдсөн нууц үгийг \"Ашиглах заавар\" дээрээс харж болно.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Та HDMI Ultra HD Deep Colour-г «Асаалттай» горимд тохируулж «Шуурхай тоглоомын хариу»-г нээж болно.",
	"You can only change settings from the current HDMI input.": "Та зөвхөн одоогийн HDMI оролтоос тохиргоог өөрчилж болно.",
	"You can scan again to connect the device.": "Та төхөөрөмжийг холбохын тулд дахин хайлгаж болно.",
	"You can select left and right audio settings for broadcast signal.": "Дохио нэвтрүүлэхийн тулд, та зүүн, баруун аудио тохиргоог сонгож болно.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Та HDMI {num} портын AMD FreeSync Premium-г сонгох боломжтой.",
	"You can select the Ultra HD Deep Color of port.": "Та портын Ultra HD Deep Colour-ыг сонгож болно.",
	"You can set the sound to play when the TV is turned on or off.": "ТВ асаалттай эсвэл унтраалттай үед дуу тоглуулахаар тохируулж болно.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Та CAM операторын танилцуулгыг хадгалах онцлогийг асааж/унтрааж болно.",
	"You can turn this feature on or off.": "Та уг онцлогийг асааж, унтрааж болно.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Та Сүлжээгээр дамжуулан янз бүрийн контентын санал хүлээн авч болно. Энэ сонголтыг унтрааснаар зөвхөн үндсэн контентыг оруулах бөгөөд зарим функц ашиглах боломжгүй болно.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Таны ТВ болон SIMPLINK-д холбогдсон төхөөрөмж дараах байдлаар синхрончлогдоно:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Пиксель сэргээгч хийгдэж байхад таны ТВ унтраалттай байх ёстой. Одоогийн эсвэл хийхээр төлөвлөсөн ямар нэг хуваарьт бичлэг, сануулга эсвэл цагийн тохиргоогоор асалтыг уг процесс хийгдэх явцад цуцлах бөгөөд Тэг харагдац дээр BT яригчийг ашиглах боломжгүй.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Пиксель сэргээгч хийгдэж байхад таны ТВ унтраалттай байх ёстой. Одоогийн эсвэл хийхээр төлөвлөсөн ямар нэг хуваарьт бичлэг, сануулга эсвэл цагийн тохиргоогоор асалтыг уг процесс хийгдэх явцад цуцална.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG үйлчилгээний улсаа автоматаар тохируулахын тулд таны ТВ сүлжээнд холбогдсон байх шаардлагатай. Та холболтоо шалгахын тулд Сүлжээний тохиргоо руу орох уу?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Дижитал ТВ дохиогоороо дамжуулж яаралтай дохионы мэдээг танд өгөхийн тулд таны ТВ таны байршлыг зөв тогтоож авах шаардлагатай.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Тухайн процессийг дуусах хүртэл таны ТВ автоматаар унтрах бөгөөд дуусмагц, буцаад асна.",
	"Zagreb": "Загреб",
	"Zambia": "Замби",
	"Zaporozhye": "Запорожье",
	"Zimbabwe": "Зимбабве",
	"Zoom": "Томруул",
	"Zoom2": "Томруул2",
	"Zulu": "Зулу",
	"Zürich": "Цюрих",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] таны ТВ-с сална. Уг төхөөрөмжөөс дуу тоглуулах боломжгүй болно. Та үргэлжлүүлэх үү?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] хосолсон төхөөрөмжийн жагсаалтаас хасагдана. Хэрэв үүнийг дараа холбохыг хүсвэл, та боломжтой төхөөрөмжийг эрж олоод, үүнийг дахин хослуулах шаардлагатай. Та үргэлжлүүлэх үү?",
	"[{deviceName}] will be deleted.": "[{deviceName}] устана.",
	"aspectRatio_original": "Үндсэн",
	"audioGuidance_fast": "Хурдан",
	"audioGuidance_high": "Өндөр",
	"audioGuidance_low": "Бага",
	"audioGuidance_medium": "Дунд",
	"audioGuidance_slow": "Удаан",
	"audioGuidance_veryFast": "Маш хурдан",
	"audioGuidance_veryHigh": "Маш их",
	"audioGuidance_veryLow": "Маш бага",
	"audioGuidance_verySlow": "Маш удаан",
	"btDotSignalStrength_wide": "Өргөн",
	"button": "товч",
	"character": "тэмдэгт",
	"characters": "тэмдэгтүүд",
	"checked": "тэмдэглэсэн",
	"colorGamutJPNWide": "Өргөн",
	"connecting": "холбож байна",
	"depthOfColor": "Өнгө",
	"diagonal zoom in": "диагональ чигт томруулах",
	"diagonal zoom out": "диагональ чигт жижигрүүлэх",
	"digitalOptionSetByProgram": "Хөт-тохируул",
	"energy_Maximum": "Дээд",
	"energy_Medium": "Дунд",
	"energy_Minimum": "Доод",
	"freesync_high": "Өндөр",
	"freesync_low": "Бага",
	"freesync_off": "Унтраах",
	"freesync_wide": "Өргөн",
	"gamma_high1": "Их1",
	"gamma_high2": "Их2",
	"hidden": "нуугдсан",
	"horizontal zoom in": "хөндлөн чигт томруулах",
	"horizontal zoom out": "хөндлөн чигт жижигрүүлэх",
	"jpDoNot": "Унтраах",
	"logoLuminance_high": "Өндөр",
	"logoLuminance_low": "Бага",
	"min": "мин",
	"not connected": "холбогдоогүй",
	"objet_soundMode": "Контентын төрөл бүрд дууны горимыг оновчил.",
	"pictureControl3dModeStandard": "Стандарт",
	"pictureControlAuto": "Автомат",
	"pictureControlAuto_BlackLevel": "Автомат",
	"pictureControlHigh": "Өндөр",
	"pictureControlHigh_BlackLevel": "Өндөр",
	"pictureControlHigh_Male": "Өндөр",
	"pictureControlLow": "Бага",
	"pictureControlLow_BlackLevel": "Бага",
	"pictureControlLow_Male": "Бага",
	"pictureControlMedium": "Дунд",
	"pictureControlMedium_BlackLevel": "Дунд",
	"pictureControlMedium_Male": "Дунд",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Дунд",
	"pictureLocalDimmingHigh": "Өндөр",
	"pictureLocalDimmingLow": "Бага",
	"pictureLocalDimmingMed": "Дунд",
	"pictureMode": "Стандарт",
	"pictureModeSettings": "Тохируулах",
	"press OK button to edit IP manually": "IP-г гараар засварлахын тулд OK товчийг дар",
	"press OK button to enter channel to search": "хайх сувгаа оруулахын тулд OK товчийг дар",
	"press OK button to enter value": "утга оруулахын тулд OK товчийг дар",
	"press right button to adjust de-judder and de-blur value": "доргилтгүй, тодруулах утгыг тохируулахын тулд баруун товчийг дар",
	"press right button to adjust zoom ratio and position": "томруулах харьцаа, байршлыг тохируулахын тулд баруун товчийг дар",
	"shift current screen down": "одоогийн дэлгэцийг доош шилжүүлэх",
	"shift current screen to the left": "одоогийн дэлгэцийг зүүн тийш шилжүүлэх",
	"shift current screen to the right": "одоогийн дэлгэцийг баруун тийш шилжүүлэх",
	"shift current screen up": "одоогийн дэлгэцийг дээш шилжүүлэх",
	"shift down": "доош шилжүүлэх",
	"shift left": "зүүн тийш шилжүүлэх",
	"shift right": "баруун тийш шилжүүлэх",
	"shift up": "дээш шилжүүлэх",
	"soundMode_Standard": "Стандарт",
	"speaker_channel": "Яригчийн суваг",
	"thaRatingNone": "Байхгүй",
	"unchecked": "тэмдэглээгүй",
	"unread": "уншаагүй",
	"vertical zoom in": "босоо чигт томруулах",
	"vertical zoom out": "босоо чигт жижигрүүлэх",
	"volumeModeHigh": "Өндөр",
	"volumeModeLow": "Бага",
	"volumeModeMedium": "Дунд",
	"webOS TV Version": "webOS TV хувилбар",
	"zoom in": "томруулах",
	"zoom out": "жижигрүүлэх"
}
