{
	" (User)": " (Usuario)",
	"(Version: {l})": "(Versión: {l})",
	"* The device connected should support this service.": "* El dispositivo conectado debe ser compatible con este dispositivo.",
	"* This feature is applied once and only once when the TV is turned off.": "* Esta función se aplica solo una vez cuando el televisor está apagado.",
	"* This feature is available on certain devices only.": "* Esta función solo está disponible en ciertos dispositivos.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "*Este modo expresa las intenciones del FILMMAKER MODE de manera clara, pero puede verse más oscuro que otros modos de imagen.",
	"* This settings is only available for Internal TV Speaker.": "* Esta configuración sólo está disponible para la bocina interna del TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Aunque esta opción está ENCENDIDA, el protector de pantalla no funcionará para evitar alterar su experiencia de visualización en entradas externas como TV en Vivo.",
	"* You can control the app which supports the function on your mobile device.": "* Puede controlar la aplicación que soporta esta función en su dispositivo móvil.",
	"1) Turn the Bluetooth on the other device off.": "1) Apague el Bluetooth en el otro dispositivo.",
	"10 Points Code Value": "Valor de código 10 puntos",
	"10 Points IRE": "IRE de 10 Puntos",
	"10 and Above": "10 y en adelante",
	"10 min": "10 min.",
	"11 and Above": "11 y en adelante",
	"12 Hours": "12 Horas",
	"12 and Above": "12 y en adelante",
	"120 min": "120 min.",
	"13 and Above": "13 y en adelante",
	"14 and Above": "14 y en adelante",
	"14 by 9": "14 por 9",
	"15 and Above": "15 y en adelante",
	"16 and Above": "16 y en adelante",
	"16 by 9": "16 por 9",
	"17 and Above": "17 y en adelante",
	"18 and Above": "18 y en adelante",
	"180 min": "180 min.",
	"19 and Above": "19 y en adelante",
	"2 Channel": "Canal 2",
	"2 Hours": "2 Horas",
	"2 Points": "2 Puntos",
	"2) Turn the Bluetooth device to connect off and on.": "2) Apague y encienda el dispositivo Bluetooth.",
	"20 Points Code Value": "Valor de código 20 puntos",
	"20 Points IRE": "IRE de 20 Puntos",
	"20 and Above": "20 y en adelante",
	"20 min": "20 min.",
	"21 by 9": "21 por 9",
	"22 Points Code Value": "Valor de código 22 puntos",
	"22 Points IRE": "IRE de 22 Puntos",
	"24 Hours": "24 Horas",
	"240 min": "240 min.",
	"3 Hours": "3 Horas",
	"30 min": "30 min.",
	"32 by 12": "32 por 12",
	"32 by 9": "32 por 9",
	"3G/4G Connection": "Conexión 3G/4G",
	"4 Hours": "4 Horas",
	"4 Hours Auto Power Off": "Apagado automático en 4 horas",
	"4 and Above": "4 y en adelante",
	"4 by 3": "4 por 3",
	"4-Way Zoom": "Zoom de 4 direcciones",
	"5 and Above": "5 y en adelante",
	"5.1 Channel": "Canal 5.1",
	"6 Hours": "6 Horas",
	"6 and Above": "6 y en adelante",
	"60 min": "60 min.",
	"7 and Above": "7 y en adelante",
	"8 Hours": "8 Horas",
	"8 and Above": "8 y en adelante",
	"9 and Above": "9 y en adelante",
	"90 min": "90 min.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "El AD ID se utiliza para identificar este dispositivo con fines publicitarios y para facilitar ciertos anuncios que pueden ser de su interés. Puede restablecer AD ID o limitar el seguimiento de AD ID a continuación.",
	"AI Acoustic Tuning": "Afinación acústica por AI",
	"AI Acoustic Tuning Options": "Opciones de Afinación acústica por AI",
	"AI Acoustic Tuning is disabled.": "La Afinación acústica por AI está desactivada.",
	"AI Brightness Control": "Control de brillo AI",
	"AI Picture": "Imagen de AI",
	"AI Picture Pro": "Imagen de AI Pro",
	"AI Recommendation": "Recomendación de AI",
	"AI Service": "Servicio AI",
	"AI Sound": "Sonido de AI",
	"AI Sound Pro": "Sonido de AI Pro",
	"AV Sync Adjustment": "Ajuste de AV Sync",
	"Abidjan": "Abiyán",
	"Accessibility": "Accesibilidad",
	"Account Management": "Administración de Cuentas",
	"Accra": "Acra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Activar esta opción detendrá la recopilación y el seguimiento de datos personales relacionados con anuncios de este Smart TV. Activar el conmutador puede afectar los tipos de anuncios que verá en otras ocasiones, pero no le impedirá recibir anuncios.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "La activación de este conmutador hará que LGE indique a sus proveedores externos que dejen de comercializar su información personal. Si no decide desvincularse, podrá seguir accediendo a servicios como Live Plus, LG Channels y Who.Where.What?.",
	"Add Network": "Agregar una red",
	"Add a hidden wireless network": "Agregar una red inalámbrica oculta",
	"Add wireless network by manually entering network name (SSID).": "Agregue la red inalámbrica introduciendo manualmente el nombre de red (SSID).",
	"Additional Audio Selection": "Selección de Audio Adicional ",
	"Additional Settings": "Configuraciones Adicionales",
	"Address Setting": "Establecer dirección",
	"Aden": "Adén",
	"Adjust Audio Guidance pitch.": "Ajustar el tono de la Orientación Auditiva.",
	"Adjust Audio Guidance speed.": "Ajustar la velocidad de la Orientación Auditiva.",
	"Adjust Audio Guidance volume.": "Ajustar el volumen de la Orientación Auditiva.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ajuste el brillo de la luz de fondo para iluminar u oscurecer la pantalla.",
	"Adjust Screen Position": "Ajustar Posición de la Pantalla ",
	"Adjust Zoom Ratio": "Ajustar Relación de Zoom ",
	"Adjust animation effect shown on the home at certain times.": "Ajuste el efecto de animación que se muestra al inicio en determinados momentos.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajuste el brillo mediante el análisis de los movimientos de la imagen para evitar el deslumbramiento y reducir el consumo de energía.",
	"Adjust brightness of the LG logo.": "Ajustar el brillo del logo de LG.",
	"Adjust color and saturation for a more vivid image.": "Ajuste el color y la saturación para obtener una imagen más vívida.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajuste la temperatura de color automáticamente para reducir la fatiga visual.",
	"Adjust cursor speed.": "Ajuste la velocidad del cursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar nitidez de los contornos. Los valores más altos aumentan la nitidez y la claridad de la imagen.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajuste la configuración de gamma para compensar el brillo de la señal de entrada.",
	"Adjust left/right audio balance.": "Ajuste el balance de audio izquierdo/ derecho.",
	"Adjust luminance for selected color.": "Ajustar la luminancia para el color seleccionado.",
	"Adjust luminance level for selected IRE point.": "Ajustar el nivel de luminancia para el punto IRE seleccionado.",
	"Adjust peak brightness for the brightest luminance.": "Ajuste el brillo máximo para la mayor iluminación.",
	"Adjust remote's cursor speed and appearance.": "Ajuste la velocidad y la apariencia del cursor de su control remoto.",
	"Adjust saturation for selected color.": "Ajustar la saturación para el color seleccionado.",
	"Adjust screen brightness to reduce energy consumption.": "Ajuste el brillo de la pantalla para reducir el consumo de energía.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ajuste la LUZ OLED para iluminar u oscurecer la pantalla.",
	"Adjust the audio timing to synchronize the video and audio.": "Ajuste la sincronización de audio para sincronizar el video y el audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ajuste el balance de rojos y verdes para mostrar el tinte en la pantalla.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ajuste el balance de colores cambiando la temperatura de color, el brillo y la intensidad del rojo, verde y azul.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Ajuste el contraste, la resolución, etc., para el modo de Imagen individual en detalle y además configure el color, la gama, etc., preferidos.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajuste la diferencia entre las zonas brillantes y oscuras de la pantalla. Los valores más altos intensifican la diferencia.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Ajuste la relación de aspecto de cuadro de la misma manera con la película y tendrá la sensación de estar en el cine.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ajuste el brillo de imágenes estáticas como logotipos, etc., para prevenir problemas de calidad de imagen que puede causar el tener el TV encendido durante un período de tiempo prolongado.",
	"Adjust the screen color to be pale or deep.": "Ajuste el color de pantalla para que sea claro o intenso.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Ajuste el sonido para satisfacer sus preferencias por cada banda de frecuencia sonora.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Ajuste el tiempo para sincronizar el audio y el video cuando estos tengan una diferencia de tiempos.",
	"Adjust the tint to brighten or darken the screen.": "Ajuste el tinte para iluminar u oscurecer la pantalla.",
	"Adjust the volume you want with pressing remote's volume key.": "Ajuste el volumen que desea presionando la tecla volumen del control remoto.",
	"Adjust tint for selected color.": "Ajustar el tinte para el color seleccionado.",
	"Adjust whether to display the home promotion.": "Ajuste si quiere mostrar la promoción inicio.",
	"Adjusting Luminance": "Ajustar Luminancia ",
	"Adolescent over 13 are allowed to watch.": "Pueden verlo adolescentes mayores de 13 años.",
	"Adolescent over 14 are allowed to watch.": "Pueden verlo adolescentes mayores de 14 años.",
	"Adolescent over 16 are allowed to watch.": "Pueden verlo adolescentes mayores de 16 años.",
	"Adult": "Adultos",
	"Adult Language": "Lenguaje para adultos",
	"Adults only.": "Sólo para adultos.",
	"Advanced": "Configuración avanzada",
	"Advanced Controls": "Controles avanzados",
	"Advanced Wi-Fi Settings": "Configuración avanzada de Wi-Fi",
	"Advertisement": "Publicidad",
	"Afghanistan": "Afganistán",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Después de cambiar el país, se borrarán todos los canales sintonizados actualmente. Para volver a sintonizar los canales, por favor vaya a la sintonización automática. ¿Desea usted continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Después de cambiar su código postal, se borrarán todos los canales Freesat actualmente sintonizados. Para volver a sintonizar los canales, por favor vaya a la sintonización automática. ¿Desea usted continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Después de cambiar su país, puede buscar sus canales a través de la Sintonización automática. ¿Desea continuar?",
	"Ages 2-7 are allowed to watch.": "Pueden verlo niños de 2 a 7 años.",
	"Albanian": "Albanés",
	"Alerts you by sound when the TV is turned on or off.": "Le avisa mediante un sonido cuando el televisor está encendido o apagado.",
	"Algeria": "Argelia",
	"Algiers": "Argel",
	"All Channels": "Todos los Canales",
	"All Children": "Todos los niños",
	"All ages are allowed to watch.": "Todas las edades tienen permitido mirar.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Se restablecerán todas las actuales configuraciones del modo {pictureMode}. ¿Desea usted continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas las configuraciones de efectos de sonido para el Modo Estándar se reiniciarán. ¿Desea usted continuar?",
	"Allow Automatic Updates": "Permitir Actualizaciones Automáticas",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Además, puede ajustar la configuración detallada de Sonido Bluetooth Envolvente.",
	"Always Open": "Siempre Abierto",
	"Always-on Off Time": "Tiempo de descanso de Always-on",
	"Amman": "Amán",
	"Amsterdam": "Ámsterdam",
	"An error has occurred while copy channels.": "Se ha producido un error mientras se copiaban los canales.",
	"An important software update is available.": "Se encuentra disponible una actualización de software importante.",
	"Anadyr": "Anádyr",
	"Analog Mode": "Modo analógico",
	"Analog TV": "TV Analógica",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analice las características de sonido para optimizarlo en función de cada contexto, en tiempo real.",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antena de Radio",
	"Antigua and Barbuda": "Antigua y Barbuda",
	"Any Supplementary Audio": "Cualquier audio suplementario",
	"Apia": "Apía",
	"App Alarm": "Alarma de la Aplicación",
	"Application Locks": "Bloqueo de aplicaciones",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplique los valores de configuración detallada del modo de imagen actual a todas las entradas o aplicaciones.",
	"Apply to all inputs": "Aplicar a todas las entradas",
	"Applying value to all inputs...": "Aplicando el valor a todas las entradas...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Árabe",
	"Ashgabat": "Asjabad",
	"Aspect Ratio": "Relación de Aspecto",
	"Aspect Ratio Settings": "Configuración de Relación de Aspecto",
	"Assamese": "Asamés",
	"Assign channels to remote buttons so you can quickly jump to them.": "Asignar los canales a los botones del control remoto para poder cambiar fácilmente y verlos.",
	"Athens": "Atenas",
	"Audio Delay": "Demora de Audio",
	"Audio Description": "Descripción de audio",
	"Audio Description Volume": "Volumen de Descripción de Audio",
	"Audio Guidance": "Guía de audio",
	"Audio Language": "Idioma de audio ",
	"Audio Out (Line Out)": "Salida de audio (Salida de línea)",
	"Audio Type": "Tipo de audio",
	"Auto": "Automático",
	"Auto Detect": "Detección automática",
	"Auto Device Detection": "Detección de dispositivo automática",
	"Auto Genre Selection": "Selección automática de género",
	"Auto Power Off": "Apagado Automático ",
	"Auto Power Sync": "Sincronización de Encendido Automático",
	"Auto Start": "Autoencendido",
	"Auto Volume": "Volumen automático",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajusta automáticamente la diferencia entre el volumen del sonido o configura el volumen del sonido que se ajusta a la vez con la tecla de volumen en el control remoto.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Se ajusta se manera automática a un valor de imagen optimizado para el género del contenido Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Se ajusta de manera automática a un valor de imagen optimizado para el género del contenido.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Cambia automáticamente al FILMMAKER MODE cuando se reconoce que hay una película.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimice automáticamente la calidad de imagen en función del color y el brillo de la luz ambiental.",
	"Automatically update system software when an update is found.": "Actualizar automáticamente el software del sistema cuando se encuentre una actualización.",
	"Available Internal Storage": "Almacenamiento interno disponible",
	"Azerbaijan": "Azerbaiyán",
	"BG Color": "Color de Fondo",
	"BG Opacity": "Opacidad del Fondo",
	"Back": "Regresar",
	"Backlight": "Luz de Fondo",
	"Baghdad": "Bagdad",
	"Bahrain": "Baréin",
	"Baku": "Bakú",
	"Basque": "Vasco",
	"Bass Boost": "Refuerzo de Graves",
	"Behavior may vary depending on connected device.": "El comportamiento puede variar en función del dispositivo conectado.",
	"Belarus": "Bielorrusia",
	"Belgium": "Bélgica",
	"Belgrade": "Belgrado",
	"Belize": "Belice",
	"Bengali": "Bengalí",
	"Benin": "Benín",
	"Berlin": "Berlín",
	"Bermuda": "Bermudas",
	"Bhutan": "Bután",
	"Bishkek": "Biskek",
	"Bissau": "Bisáu",
	"Black": "Negro",
	"Black Level": "Nivel de Negro",
	"Block TV programs broadcast in English based on their content ratings.": "Bloqueo de programas de TV que se transmiten en inglés en base a su clasificación de contenidos.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloqueo de programas de TV que se transmiten en francés en base a su clasificación de contenidos.",
	"Block content based on genre.": "Bloquee el contenido según género.",
	"Blue": "Azul",
	"Bluetooth Speaker Mode": "Modo Bocina Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Sonido Bluetooth Surround + Bocina interna del TV",
	"Bluetooth Surround Sound Setup": "Configuración de Sonido Bluetooth Surround",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia y Herzegovina",
	"Bosnian": "Bosnio",
	"Botswana": "Botsuana",
	"Brazil": "Brasil",
	"Brazilian Punk": "Punk Brasileño",
	"Brightness": "Brillo",
	"Broadcast Country": "País de transmisión",
	"Broadcast Mail": "Correo de Difusión",
	"Brussels": "Bruselas",
	"Bucharest": "Bucarest",
	"Bujumbura": "Buyumbura",
	"Bulgarian": "Búlgaro",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Al presionar “Restablecer”, eliminará todos los datos relacionados con los anuncios que LGE ha recopilado de este Smart TV en el pasado. Presionar “Restablecer” puede afectar los tipos de anuncios que verá en otras ocasiones, pero no le impedirá recibir anuncios.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Al girar Live Plus, usted está consintiendo la recopilación de información de visualización por parte de LG Electronics Inc. (\"LGE\") a través del módulo ACR, que puede ser compartida de forma anónima con terceros para ofrecer servicios interactivos. También podemos compartir con terceros información anonimizada global con fines de marketing. Por favor, tenga en cuenta que no recopilamos ni distribuimos información acerca de niños menores de 13 años. La información detallada sobre Live Plus se ilustra en la Información de visualización (términos) a la que se puede acceder en el menú de ajustes del SmartTV. LGE recomienda que se revise la versión completa de la información de visualización (términos) antes de activar la función Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Al activar Live Plus, comprende que se puede reconocer el contenido que se muestra en su TV y que la información de visualización se puede utilizar para proporcionarle una experiencia de visualización mejorada y servicios personalizados que incluyen recomendaciones de contenido y anuncios. Para obtener más información, revise la Política de Privacidad y los Acuerdos del usuario relevantes en el menú Configuración de TV.",
	"CC 1": "Subtít. 1",
	"CC 2": "Subtít. 2",
	"CC 3": "Subtít. 3",
	"CC 4": "Subtít. 4",
	"CI Information": "Información de CI",
	"CI password incorrect. Please enter again.": "Contraseña de CI incorrecta. Por favor, ingrésela de nuevo.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CS1 Board": "Panel CS1",
	"CS2 Board": "Panel CS2",
	"Cambodia": "Camboya",
	"Cameroon": "Camerún",
	"Can not Find Channel": "No se puede encontrar el Canal",
	"Canada": "Canadá",
	"Canary Islands": "Islas Canarias",
	"Cancel": "Cancelar",
	"Cancel Schedule": "Cancelar Programación",
	"Cancel Update": "Cancelar Actualización",
	"Cantonese": "Cantonés",
	"Cape Verde": "Cabo Verde",
	"Catalan": "Catalán",
	"Caution": "Precaución",
	"Cayman Islands": "Islas Caimán",
	"Center": "Centro",
	"Central African Republic": "República Centroafricana",
	"Change blue intensity and adjust the color balance.": "Cambie la intensidad del azul y ajuste el balance de color.",
	"Change green intensity and adjust the color balance.": "Cambie la intensidad del verde y ajuste el balance de color.",
	"Change red intensity and adjust the color balance.": "Cambie la intensidad del rojo y ajuste el balance de color.",
	"Change the left / right sound": "Cambiar el sonido izquierdo/derecho",
	"Change the position of captions using the 4-way dial on the remote control.": "Cambie la posición de los subtítulos con el controlador de 4 direcciones del control remoto.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Cambiar la región podría cambiar los canales actualmente sintonizados en el TV. Puede volver a sintonizar los canales en la sintonización automática. ¿Desea cambiar las configuraciones de canales regionales ahora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Cambiar el país hará que su TV se reinicie y puede que deba autorizar los acuerdos del usuario LG nuevamente. Además, la disponibilidad de algunas aplicaciones y servicios puede variar según el País de Servicios LG. ¿Desea usted continuar?",
	"Channel Locks": "Bloqueo de canales",
	"Channel Manager": "Administrador de Canales",
	"Channel Scrolling Options": "Opciones de Desplazamiento de Canal",
	"Channel Tuning": "Sintonización de Canales",
	"Channel Tuning & Settings": "Sintonización de Canal & Configuraciones",
	"Channels": "Canales",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Canales HDMI y otras entradas externas no se pueden bloquear. Para bloquear los canales de TV, cambie la entrada actual a TV en Vivo.",
	"Chatham Islands": "Islas Chatham",
	"Check TV information.": "Revise la información del TV.",
	"Check alarm messages about the user settings or TV status.": "Revise los mensajes de alarma sobre la configuración del usuario o el estado del TV.",
	"Check descriptions for each LG webOS TV functions.": "Revise las descripciones para cada función de LG webOS TV.",
	"Check for Advertising settings and set it.": "Verifique la configuración de Publicidad y ajústela.",
	"Check for Updates": "Buscar Actualizaciones",
	"Check for available functions with Voice and set Voice Settings.": "Verifique las funciones disponibles con Voz y ajuste la Configuración de Voz.",
	"Check for problems with the picture quality.": "Revise si hay problemas con la calidad de la imagen.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Revise si hay problemas con la calidad del audio de la Bocina interna del TV.",
	"Check for software updates and update if available.": "Verifique las actualizaciones del software y actualícelo si están disponibles.",
	"Check whether the Bluetooth device is in pairing mode.": "Verifique si el dispositivo Bluetooth está en modo de vinculación.",
	"Check your TV status to solve problems or use remote support.": "Verifique el estado de su TV para resolver problemas o utilice el soporte remoto.",
	"Checking Password": "Comprobación de Contraseña",
	"Checking for Updates": "Buscando actualizaciones",
	"Checking...": "Comprobando...",
	"Children": "Infantiles",
	"Children Age": "Edad de los niños",
	"Children Program Locks": "Bloqueos de programas para niños",
	"Children over 8 are allowed to watch.": "Pueden verlo niños mayores de 8 años.",
	"Chinese": "Chino",
	"Chisinau": "Chisináu",
	"Choose to have all channels or just your primary ones when you change channels.": "Elija tener todos los canales o sólo los principales cuando cambia de canal.",
	"Christmas Island": "Isla de Navidad",
	"Cinema": "Cine",
	"Cinema Home": "Cine en Casa",
	"Cinema View": "Cine",
	"Cinema View (32:12)": "Vista Cinema (32:12)",
	"Cinema Zoom": "Zoom de Cine",
	"City": "Ciudad",
	"City Selection": "Selección de la ciudad",
	"Clean Audio": "Audio claro",
	"Clear": "Vivo",
	"Clear Plus": "Más Claro",
	"Clear1": "Claro",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Haga clic en el botón CONECTAR después de que su Teclado inalámbrico LG está encendido y configurado en el modo de vinculación.",
	"Close": "Cerrar ",
	"Closed Caption": "Subtítulos (Closed Caption)",
	"Closed Caption Settings": "Configuración de los Subtítulos (Closed Caption).",
	"Code Value": "Valor de código",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Reúna y almacene la Dirección MAC, el número de modelo, el código del país, el ajuste de idioma y la versión de software para verificar la última versión de software para actualizar.",
	"Color Gamut": "Rango de color",
	"Color Management System": "Sistema de Mantenimiento de Color",
	"Color Temperature": "Temperatura de color",
	"Component": "Componente",
	"Conakry": "Conakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirme los Términos y Condiciones o cambie si quiere aceptar el contrato.",
	"Congo Brazzaville": "República del Congo",
	"Connect": "Conectar",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Conecte la bocina Bluetooth y la bocina del TV, y ajuste automáticamente la Demora de Audio entre ellas.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Conecte un dispositivo externo de audio, que sea compatible con eARC, a eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Conecte dispositivos externos como Decodificador de canales digitales, Barra de sonido, etc., al TV según lo indica la guía.",
	"Connect the LAN cable directly to the TV to use the network.": "Conecte el cable LAN directamente el TV para usar la red.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Conecte a la red ingresando manualmente las direcciones IP y del servidor DNS.",
	"Connect to the network if a wireless router is installed.": "Conectar a la red si está instalado un router inalámbrico.",
	"Connect via WPS PBC": "Conectarse a través de WPS PBC",
	"Connect via WPS PIN": "Conectar mediante WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conectar su TV al router o módem con un cable de Ethernet para activar la conexión de red cableada.",
	"Connect your TV with WiSA Speakers wirelessly.": "Conecte su TV con las Bocinas WiSA de forma inalámbrica.",
	"Connectable Devices ({num})": "Dispositivos Conectables ({num})",
	"Connected": "Conectado",
	"Connected to Internet": "Conectado a Internet",
	"Connecting...": "Conectando...",
	"Connection": "Conexión",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "La Gestión de Conexión con un teléfono inteligente o PC está disponible. Para conectar un TV con un dispositivo móvil, se requieren solicitudes y configuración de conexión en el teléfono inteligente y la PC.",
	"Content Recommendations": "Recomendaciones de Contenido",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "El contenido se reproducirá con un sonido adecuado para el sonido multicanal si el audio multicanal es compatible con el servicio HbbTV.",
	"Contrast": "Contraste",
	"Cool": "Fría",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copiar canales",
	"Copy/Delete file": "Copiar/Eliminar archivo",
	"Correct contrast and brightness by adjusting black levels.": "Corrija el contraste y el brillo ajustando los niveles de negro.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrige los pixeles de la imagen y previene problemas de calidad de imagen que puede causar el tener el TV encendido durante un período de tiempo prolongado.",
	"Could not fined available network.": "No se pudo encontrar una red disponible.",
	"Croatia": "Croacia",
	"Croatian": "Croata",
	"Current time is not valid. Do you want to set the correct time now?": "La hora actual no es válida. ¿Desea configurar la hora correcta en este momento?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Los actuales valores de la configuración del modo de imagen personalizado se aplicarán al modo {pictureMode} para todas las entradas. ¿Desea usted continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "El Teclado Inalámbrico LG actualmente conectado, será desconectado de su TV. ¿Desea usted continuar?",
	"Custom": "Personalizar",
	"Custom Time Zone": "Zona Horaria Personalizada",
	"Customer Service": "Servicio de Atención al Cliente",
	"Cyan": "Cian",
	"Cyprus": "Chipre",
	"Czech": "República Checa",
	"Czech Republic": "República Checa",
	"Côte d'Ivoire": "Costa de Marfil",
	"DNS Server": "Servidor DNS",
	"DR Congo": "República Democrática del Congo",
	"DTV Audio Setting": "Ajustes de Audio DTV",
	"Damascus": "Damasco",
	"Danish": "Danés",
	"Data Service": "Servicio de datos",
	"Date": "Fecha",
	"Day": "Día",
	"Delete": "Eliminar",
	"Delete Connection History": "Eliminar Historial de Conexión",
	"Delete Pairing History": "Eliminar Historial de Vinculación",
	"Delete Usage Data": "Eliminar Datos de Uso",
	"Demo Options": "Opciones Demo",
	"Democratic Republic of the Congo": "República Democrática del Congo",
	"Denmark": "Dinamarca",
	"Depressed": "Sumido",
	"Deregister": "Deshacer registro",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descripción de los contenidos de la pantalla con voz para los usuarios de la TV con discapacidad visual.",
	"Detect Range": "Rango de detección",
	"Device Connection Settings": "Configuración de Conexión de Dispositivo",
	"Device List": "Lista de Dispositivos",
	"Device Name": "Nombre del dispositivo",
	"Dhaka": "Daca",
	"Digital Mode": "Modo Digital",
	"Digital Sound Out": "Salida de Audio Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Dirigido a niños mayores (7 años o más)",
	"Disabled": "Desactivado",
	"Disconnect": "Desconectar",
	"Display captions for hearing-impaired viewers to use TV.": "Muestra subtítulos para que los espectadores con discapacidad auditiva puedan usar el TV.",
	"Display fast-moving content smoothly and clearly.": "Vea contenido de movimiento rápido con fluidez y nitidez.",
	"Display luminance level for the highest point (100 IRE).": "Mostrar el nivel de luminancia para el punto más alto (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Vea las imágenes en una temperatura de color cálida o fría.",
	"Do Not Sell My Personal Information": "No vender mi información personal",
	"Do Not Track": "No Rastrea",
	"Do you want to continue?": "¿Desea usted continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "¿Desea copiar la lista de canales de su almacenamiento USB al TV? Se eliminarán los canales actuales en su TV.",
	"Do you want to copy channel list from your TV to the USB storage?": "¿Desea copiar la lista de canales de su TV al almacenamiento USB?",
	"Do you want to reset Position Settings?": "¿Desea reiniciar la Configuración de Posición?",
	"Do you want to reset Volume Control?": "¿Desea reiniciar el Control de Volumen?",
	"Do you want to set the correct time now?": "¿Desea configurar la hora correcta en este momento?",
	"Do you want to turn your TV off now?": "¿Desea apagar su TV ahora?",
	"Dominican Republic": "República Dominicana",
	"Done": "Listo",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Descargar Correo",
	"Download and Install": "Descargar e Instalar",
	"Downloadable Rating": "Clasificación descargable",
	"Dubai": "Dubái",
	"Dublin": "Dublín",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Durante el Tiempo de descanso de Always-on, parte de las funciones como el reconocimiento por voz, entre otras, son limitadas cuando la pantalla está apagada.",
	"Dushanbe": "Dusambé",
	"Dutch": "Holandés",
	"Dynamic Color": "Color Dinámico",
	"Dynamic Contrast": "Contraste Dinámico",
	"Dynamic Tone Mapping": "Mapeo de tono dinámico",
	"Easter Island": "Isla de Pascua",
	"Eastern Africa": "Este de África",
	"Eco Mode": "Modo Eco",
	"Edge Color": "Color del Contorno",
	"Edge Enhancer": "Mejorador de Contornos",
	"Edge Type": "Tipo de Contorno",
	"Edit": "Editar",
	"Egypt": "Egipto",
	"Emergency Alert": "Alerta de Emergencia",
	"Enabled": "Activado",
	"Energy Saving": "Ahorro de Energía",
	"Energy consumption may increase if this feature is on.": "El consumo energético puede aumentar si esta función está encendida.",
	"Energy saving modes to limit power consumption.": "Modos de ahorro de energía para limitar el consumo de energía.",
	"English": "Inglés",
	"Enhance the bass sound.": "Mejorar los sonidos graves.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Mejore el contraste entre las zonas brillantes y oscuras de algunos menús, como el fondo de un texto, para que lo vea fácilmente alguien con visión reducida.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Mejore la resolución y la nitidez de los contenidos mediante un algoritmo aprendido a través de una técnica de aprendizaje profundo de LG y optimice la profundidad a través del análisis de contenidos.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Disfrute del contenido de Dolby Atmos con sonido óptimo al encender el efecto del campo sonoro.",
	"Enjoy TV sound by connecting Wired Headphones.": "Disfrute del sonido del TV al conectarle Audífonos con cable.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Disfrute del sonido del TV a través de dispositivos de audio conectados al puerto HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Disfrute del sonido del TV a través de dispositivos de audio externos conectados a OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Disfrute del sonido del TV a través de dispositivos de audio LG conectado al puerto OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Disfrute del sonido del TV mediante dispositivos de audio conectados a los puertos de salida Salida de audio/Audífonos.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Disfrute del sonido del TV a través de la bocina interna del TV y audífonos con cable.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Disfrute del sonido del TV mediante dispositivos de audio externos conectados tanto a la Bocina interna del TV como al puerto OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Disfrute de un sonido claro y natural.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Disfrute del sonido con un dispositivo de audio inalámbrico conectado al LG Sound Sync o Bluetooth.",
	"Enjoy the sound optimized to the room.": "Disfrute del sonido optimizado adaptado a la habitación.",
	"Enter CI Password": "Ingresar Contraseña de CI",
	"Enter the PIN in your router's settings.": "Introducir el PIN en la configuración del router",
	"Enter the master password.": "Introduzca la contraseña maestra.",
	"Equalizer": "Ecualizador",
	"Equatorial Guinea": "Guinea Ecuatorial",
	"Estonian": "Estonio",
	"Ethiopia": "Etiopía",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Aun si la configuración está apagada, puede verificar la información relacionada con el reconocimiento de voz a través del anuncio del canal.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Incluso cuando el TV está apagado y consume el mínimo, puede escuchar música mediante una conexión del dispositivo móvil. Puede volver a utilizar una gran cantidad de funciones de forma rápida cuando el TV está encendido.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Incluso cuando el TV está apagado, puede escuchar música conectando su teléfono inteligente al TV mediante Bluetooth.",
	"Every Day": "Todos los días",
	"Every Weekday": "De lunes a viernes",
	"Every Weekend": "Cada fin de semana",
	"Ewe": "Ewé",
	"Expert (Bright Room)": "Experto (Habitación Brillante)",
	"Expert (Dark Room)": "Experto (Habitación Oscura)",
	"Export your TV's channel list information to a connected USB device.": "Exportar información de la lista de canales del TV a un dispositivo USB conectado.",
	"Extended": "Extendido",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Extender por un período de tiempo la configuración de Apagado Automático o desactivar la función puede aumentar el consumo de energía.",
	"Extreme": "Extremo",
	"Eye Comfort Mode": "Modo Eye Comfort",
	"FILMMAKER MODE Auto Change": "Cambio Automático de FILMMAKER MODE",
	"Fantasy Violence": "Violencia de fantasía",
	"Fast": "Rápido",
	"Fiji": "Fiyi",
	"Find and tell an audio device available to connect around TV.": "Busque un dispositivo de audio que pueda conectarse cerca del TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Sintonización fina de los espacios de color rojo, verde, azul, cian, magenta y amarillo.",
	"Finland": "Finlandia",
	"Finnish": "Finlandés",
	"Flash": "Intermitente",
	"Flat Mode": "Modo Flat",
	"Font": "Letra",
	"Font 1": "Letra 1",
	"Font 2": "Letra 2",
	"Font 3": "Letra 3",
	"Font 4": "Letra 4",
	"Font 5": "Letra 5",
	"Font 6": "Letra 6",
	"Font 7": "Letra 7",
	"Font 8": "Letra 8",
	"Football": "Fútbol",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Ingrese el código PIN para conectar el TV a la red inalámbrica con un router inalámbrico habilitado para WPS (Wi-Fi Protected Setup).",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Presione el botón WPS-PBC para conectar el TV a la red inalámbrica con un router inalámbrico habilitado para WPS (Wi-Fi Protected Setup).",
	"France": "Francia",
	"French": "Francés",
	"French Polynesia": "Polinesia Francesa",
	"Full Wide": "Ancho completo",
	"Gabon": "Gabón",
	"Gaelic": "Gaélico",
	"Galapagos Islands": "Islas Galápagos",
	"Galician": "Gallego",
	"Gallery": "Galería",
	"Game": "Juego",
	"Gateway": "Puerta de enlace",
	"General Age": "Edad General",
	"General Audience": "Audiencia general",
	"General Audiences": "Audiencia General",
	"General Program Locks": "Bloqueos de programas generales",
	"German": "Alemán",
	"Germany": "Alemania",
	"Get started in a quiet environment for sound optimization.": "Comience en un entorno silencioso para la optimización del Sonido",
	"Getting...": "Obteniendo...",
	"Grayscale": "Escala de grises",
	"Greece": "Grecia",
	"Greek": "Griego",
	"Green": "Verde",
	"Greenland": "Groenlandia",
	"Grenada": "Granada",
	"Guadeloupe": "Guadalupe",
	"Guatemala City": "Ciudad de Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menús guiados y operaciones con voz para que los espectadores con discapacidad visual puedan usar el TV.",
	"Guinea Bissau": "Guinea-Bisáu",
	"Guinea Equatorial": "Guinea Ecuatorial",
	"H Position": "Posición H",
	"H Sharpness": "Nitidez H",
	"H Size": "Tamaño H",
	"HD Mode": "Modo HD",
	"HD Mode Option": "Opción de modo HD",
	"HDD Eco Mode": "Modo Eco HDD",
	"HDD Power Saving Mode": "Modo ahorro de energía HDD",
	"HDMI Input Audio Format": "Formato de audio entrada HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con Ultra HD Deep Color 8K.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "El puerto HDMI {port1} es compatible con Ultra HD Deep Color 8K.",
	"HDMI {port1} port support Ultra HD Deep Color.": "El puerto HDMI {port1} es compatible con Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con Ultra HD Deep Color 8K.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con Ultra HD Deep Color 8K.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con Ultra HD Deep Color.",
	"HDR Effect": "HDR con Efecto",
	"HDR Picture Mode": "Modo de imagen HDR",
	"Haiti": "Haití",
	"Hard of Hearing": "Dificultades Auditivas",
	"Havana": "La Habana",
	"Headphones Volume": "Volumen de los Audífonos",
	"Hebrew": "Hebreo",
	"High": "Alto",
	"High Contrast": "Alto contraste",
	"Higher values increase a sense of warmth or coldness.": "Los valores más altos aumentan la sensación de calidez o frialdad.",
	"Home Animation": "Animación del Inicio",
	"Home Auto Launch": "Ejecución Automática del Inicio",
	"Home Mode": "Modo Hogar",
	"Home Promotion": "Promoción Inicio",
	"Home Settings": "Configuración del Inicio",
	"Home/Store Mode": "Modo de Casa/Tienda",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Horas",
	"However, the IPv6 version of the address does not support editing.": "Sin embargo, la versión IPv6 de la dirección no admite la edición.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Para mantener su TV en óptimas condiciones, se desactivará Always-on por las cinco horas establecidas y la energía se desconectará por completo.",
	"Hungarian": "Húngaro",
	"Hungary": "Hungría",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "¡IMPORTANTE! Si se restablece, se eliminarán todas las configuraciones de su cuenta y las aplicaciones instaladas. Esta acción no se puede deshacer.",
	"IP (Automatic)": "IP (Automática)",
	"IP Address": "Dirección IP",
	"IVC (Cote d’Ivoire)": "IVC (Costa de Marfil)",
	"Iceland": "Islandia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Con la sincronización de encendido automático, su TV se encenderá cuando se encienda el dispositivo SIMPLINK y su dispositivo SIMPLINK se desactivará cuando se apague el TV.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Si se configuró el Control universal del Decodificador de canales digitales/OTT, aproveche y úselo desde un control remoto LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Si un dispositivo está conectado al puerto, puede ver la imagen optimizada del juego cuando minimice el retraso o la interrupción del video del dispositivo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Si se activa y se conecta un dispositivo que también es compatible con el formato Ultra HD Deep Color, puede que su imagen puede sea más clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si la grabación o la actualización de software está en curso, se esperará hasta que se hayan completado y el proceso puede tardar más de una hora.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Si la grabación o la actualización de software está en curso, se esperará hasta que se hayan completado y el proceso puede tardar más de {n} minuto(s).",
	"If the device is not connected, you may not hear any sound through it.": "Si el dispositivo no está conectado, no podrá escuchar ningún sonido a través de él.",
	"If the edge of the screen is not clean, please turn this function off.": "Si los bordes de la pantalla no se ven claros, desactive esta función.",
	"If the program does not support multiple languages, the default language is selected.": "Si el programa no admite varios idiomas, se selecciona el idioma predeterminado.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Cuando el programa no sea compatible con el formato de salida seleccionado, se utilizará la salida predeterminada de la fuente.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Si el programa no es compatible con diferentes configuraciones de audio, se seleccionará el audio predeterminado.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Si se repite el mismo síntoma, cambie los valores establecidos otra vez o reinicie el dispositivo externo conectado.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Si no se admite el idioma seleccionado, se usará el idioma predeterminado de las transmisiones.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Si la pantalla estática no ha recibido ninguna manipulación del usuario en una hora, se cambiará a protector de pantalla.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Si el horario que establece es muy diferente del horario actual, es posible que no se muestren algunas de las funciones inteligentes.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Si no puede escuchar el audio a través del dispositivo, asegúrese de que funcione correctamente y de que sea compatible con LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Si selecciona el modo Demo Tienda, se configura en valores óptimos para exposición en tiendas de venta de TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si activa la Guía de Audio, sólo podrá mover hacia la izquierda, derecha, arriba, abajo con los botones del control remoto y algunas aplicaciones que requieren el puntero no podrán utilizarse.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si lo desactiva, el perfil del operador CAM se eliminará.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si lo apaga, todos los canales CAM sintonizados ya no estarán disponibles ni tampoco se proporcionaran sus notificaciones.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Si desactiva Inicio Rápido +, no podrá encender su TV con el Control Remoto Libre. ¿Desea continuar?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si desactiva el protector de pantalla y la misma imagen permanece en la pantalla durante más de 2 horas, puede afectar la calidad de imagen de la pantalla. Si se mantiene durante más de 5 horas, se puede producir una permanente depreciación de la calidad de la imagen . ¿Desea usted continuar?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Si desactiva esta opción, la pantalla estática puede permanecer por más tiempo, lo que degrada la calidad de la pantalla o apenas recuperarse en algunos casos.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si utiliza la función de ahorro de energía, el brillo de su televisor se verá afectado.",
	"Import your TV's channel list information from a connected USB device.": "Importar información de la lista de canales del TV desde un dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importar/exportar información de la lista de canales del TV desde/a un dispositivo USB conectado.",
	"In Home": "En el Hogar",
	"Indianapolis": "Indianápolis",
	"Indonesian": "Indonesio",
	"Inner": "Interior",
	"Input": "Entrada",
	"Input Locks": "Bloqueo de entradas",
	"Input field": "Campo de entrada",
	"Installing...": "Instalando...",
	"Instant Game Response": "Respuesta inmediata en juegos",
	"Interactive Service": "Servicio Interactivo",
	"Interactivity(DTVi)": "Interactividad(DTVi)",
	"Internal TV Speaker": "Bocina interna del TV",
	"Invert Colors": "Invertir colores",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invierta y compense ciertos colores en algunos menús para mejorar la visibilidad de los elementos que se muestran en la pantalla.",
	"Iran": "Irán",
	"Iraq": "Irak",
	"Ireland": "Irlanda",
	"Irish": "Irlandés",
	"Istanbul": "Estambul",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Este modo de imagen se debe reestablecer de manera individual, así que seleccione el modo de imagen deseado y reestablézcalo.",
	"It may not sound depending on connected devices.": "Puede que no funcione según los dispositivos conectados.",
	"It may take a few minutes.": "Puede tardar unos minutos.",
	"It may take a few seconds.": "Puede tardar unos segundos.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Proporciona el sonido óptimo o sonido surround Virtual 4.0 según el género y utiliza un algoritmo adquirido mediante una técnica de aprendizaje automático de LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Proporciona el sonido óptimo o sonido surround Virtual 5.1 según el género y utiliza un algoritmo adquirido mediante una técnica de aprendizaje profundo de LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ofrece el sonido optimizado al afinar el sonido reflejado en la habitación con base en el tipo de instalación del TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Reduce los \"dientes de sierra\" (jaggies) en la imagen para visualizar una imagen más suave.",
	"It works only when the broadcasting program supports captions.": "Solo funciona cuando el programa de transmisión es compatible con los subtítulos.",
	"It works only when the broadcasting program supports subtitles.": "Solo funciona cuando el programa de transmisión es compatible con los subtítulos.",
	"Italian": "Italiano",
	"Italy": "Italia",
	"Ivory Coast": "Costa de Marfil",
	"Jakarta": "Yakarta",
	"Japan": "Japón",
	"Japanese": "Japonés",
	"Jerusalem": "Jerusalén",
	"Johannesburg": "Johannesburgo",
	"Jordan": "Jordania",
	"Just Scan": "Original",
	"Kaliningrad": "Kaliningrado",
	"Kashgar": "Kasgar",
	"Katmandu": "Katmandú",
	"Kazakh": "kazajo",
	"Kazakhstan": "Kazajistán",
	"Kenya": "Kenia",
	"Keyboard Languages": "Idiomas del Teclado",
	"Khartoum": "Jartum",
	"Kinshasa": "Kinsasa",
	"Kolkata": "Calcuta",
	"Korea": "Corea del Sur",
	"Korean": "Coreano",
	"Kuwait City": "Ciudad de Kuwait",
	"Kyrgyzstan": "Kirguistán",
	"LED Local Dimming": "Atenuación local de LED",
	"LG Logo Light (Front of TV)": "Luz del logotipo LG (Frente del TV)",
	"LG Services Country": "País de Servicio LG",
	"LG Wireless Keyboard": "Teclado inalámbrico LG",
	"LG Wireless Keyboard Connected:": "Teclado Inalámbrico LG Conectado:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "El Teclado inalámbrico LG le permite controlar el TV mediante Bluetooth.",
	"Language": "Idioma",
	"Large": "Grande",
	"Last tuning:": "Última Sintonización:",
	"Latvia": "Letonia",
	"Latvian": "Letón",
	"Lebanon": "Líbano",
	"Left": "Izquierda",
	"Left Right": "Izquierda/Derecha",
	"Left Surround": "Surround izquierdo",
	"Left drop shadow": "Sombra Izquierda",
	"Legal Notice": "Aviso legal",
	"Lesotho": "Lesoto",
	"Libya": "Libia",
	"Light": "Ligero",
	"Lilongwe": "Lilongüe",
	"Limit AD Tracking": "Limite el seguimiento de AD",
	"Lisbon": "Lisboa",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituano",
	"Live Theater": "Cine en vivo",
	"Ljubljana": "Liubliana",
	"Loading...": "Cargando...",
	"Local Language": "Idioma local",
	"Location": "Ubicación",
	"Lock All": "Bloquear todo",
	"Lock changes for currently running apps will be applied the next time they are started.": "Los cambios de bloqueo para las aplicaciones actualmente en ejecución se aplicarán la próxima vez que éstas se inicien.",
	"Logo Luminance Adjustment": "Ajuste de luminancia del logo",
	"Lome": "Lomé",
	"London": "Londres",
	"Los Angeles": "Los Ángeles",
	"Low": "Bajo",
	"Luminance": "Luminosidad",
	"Luxembourg": "Luxemburgo",
	"MAC Address": "Dirección MAC",
	"MAC Address (Wired)": "Dirección de MAC (por cable)",
	"MAC Address (Wireless)": "Dirección de MAC (inalámbrica)",
	"MASTER PASSWORD": "CONTRASEÑA MAESTRA",
	"MHEG Guide": "Guía MHEG",
	"MPEG Noise Reduction": "Reducción de ruido MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Antigua República Yugoslava de Macedonia ",
	"Macedonian": "Macedonio",
	"Magadan": "Magadán",
	"Makassar": "Macasar",
	"Make blurry or difficult-to-see areas more vivid.": "Haga que las áreas borrosas o difíciles de ver sean más vívidas.",
	"Malawi": "Malaui",
	"Malay": "Malayo",
	"Malaysia": "Malasia",
	"Maldives": "Maldivas",
	"Manage channels stored on the TV.": "Administre los canales almacenados en el TV.",
	"Manaus": "Manaos",
	"Mandarin": "Mandarín",
	"Maori": "Maorí",
	"Marquesas": "Islas Marquesas",
	"Marshall Islands": "Islas Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Sólo audiencia madura",
	"Mauritius": "Mauricio",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximice el contraste mediante el aumento de la intensidad de las áreas brillantes y oscuras de la pantalla.",
	"Medium": "Medio",
	"Menu Language": "Idioma del Menú",
	"Menu Transparency": "Transparencia del Menú ",
	"Message": "Mensaje",
	"Method": "Método",
	"Mexico": "México",
	"Mexico City": "Ciudad de México",
	"Middle East": "Medio Oriente",
	"Minutes": "Minutos",
	"Mobile Connection Management": "Gestión de Conexión Móvil",
	"Mode Option": "Opción de modo",
	"Model": "Modelo",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldavia",
	"Monaco": "Mónaco",
	"Month": "Mes",
	"Montréal": "Montreal",
	"Morocco": "Marruecos",
	"Moscow": "Moscú",
	"Motion Eye Care": "Protección de visión al movimiento",
	"Motion Pro": "Movimiento Pro",
	"Movie Lock": "Bloquear Película",
	"Multi": "Múltiple",
	"Multi Channel Audio": "Audio Multicanal",
	"Multi Feed": "Alimentación múltiple",
	"Multiple": "Múltiple",
	"Muscat": "Mascate",
	"Music": "Música",
	"Myanmar": "Myanmar (Birmania)",
	"NEXTGEN TV Mode": "Modo NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nueva Gales del Sur/Territorio de la Capital Australiana - Sídney",
	"NT - Northern Territory - Darwin": "NT - Territorio del Norte - Darwin",
	"Narrow": "Angosto",
	"Nassau": "Nasáu",
	"Ndjamena": "Yamena",
	"Netherland": "Países Bajos",
	"Netherlands": "Países Bajos",
	"Network": "Red",
	"Network Connection Settings": "Configuración de Conexión de Red",
	"Network Name": "Nombre de la red",
	"Network-Based Personalization Recommendations": "Recomendaciones de Personalización Basadas en la Red",
	"New Caledonia": "Nueva Caledonia",
	"New York": "Nueva York",
	"New Zealand": "Nueva Zelanda",
	"Next": "Siguiente",
	"Niger": "Níger",
	"Night": "Noche",
	"No Internet via 3G/4G network": "No hay Internet a través de la 3G/4G",
	"No Internet via Ethernet": "Sin Internet a través de Ethernet",
	"No Internet via Wi-Fi": "Sin Internet a través de Wi-Fi",
	"No One 17 and Under Admitted.": "No admite menores de 17 años.",
	"No Operation Auto Off": "Sin operación de apagado automático",
	"No Signal Auto Off": "Sin señal de apagado automático",
	"No Signal Image": "Imagen sin señal",
	"No Signal Power Off (15Min)": "Apagado sin señal (15 min.)",
	"No devices have been found.": "Ningún dispositivo encontrado.",
	"No paired devices.": "No hay dispositivos vinculados.",
	"No signal on Server": "No hay señal en el Servidor",
	"No updates found.": "Ninguna actualización encontrada.",
	"Noise Reduction": "Reducción de ruido",
	"None": "Ninguno",
	"North Korea": "Corea del Norte",
	"Northern Africa": "Norte de África",
	"Norway": "Noruega",
	"Norwegian": "Noruego",
	"Not Connected": "No conectado",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Nota: Si el dispositivo no es compatible con esta característica, podría no funcionar correctamente. En ese caso, puede conectar el dispositivo a un puerto HDMI diferente o desactivar la configuración HDMI Ultra HD Deep Color 8K.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Nota: Si el dispositivo no es compatible con esta característica, podría no funcionar correctamente. En ese caso, puede conectar el dispositivo a un puerto HDMI diferente o desactivar la configuración HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Nota: Las opciones disponibles dependen del programa de transmisión.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: El comportamiento puede ser diferente si el dispositivo conectado no es un dispositivo LG.",
	"Note: Only displayed when it is provided by the program.": "Nota: Sólo se muestra cuando es proporcionado por el programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Los subtítulos sólo se muestran cuando se proporcionan por el programa de transmisión.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: Las funciones compatibles pueden diferir según el modelo y su transparencia por características de las funciones del contenido reproducido como TV en Vivo en directo o VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Si su TV está encendido, mientras Optimizar Píxeles está en curso, se detendrá el proceso y deberá reiniciarlo.<br>2. Durante el proceso, una línea blanca puede aparecer en la pantalla. Esto es normal durante la optimización de su pantalla.",
	"Notifications": "Notificaciones",
	"Nouméa": "Numea",
	"OLED LIGHT": "LUZ OLED",
	"OLED Motion": "OLED Movimiento",
	"OLED Motion Pro": "OLED Movimiento Pro",
	"OLED Screen Saver": "Protector de Pantalla OLED",
	"Object Audio": "Audio objetivo",
	"Off": "Apagado",
	"Oman": "Omán",
	"On": "Encendido",
	"OnTimer Channel not selected": "Canal de encendido del Temporizador no seleccionado.",
	"Open": "Abierto",
	"Open Source Licenses": "Aviso sobre software de código abierto",
	"Open when TV is turned on": "Abrir cuando la TV esté encendida",
	"Operate once when TV is off": "Controlar una vez cuando el TV está apagado",
	"Optical": "Óptico",
	"Optical + Internal TV Speaker": "Óptico + Bocina Interna del TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimice la profundidad de los contenidos mediante un algoritmo aprendido a través de una técnica de aprendizaje automático de LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimice la configuración de contraste en función del brillo de la imagen del contenido HDR",
	"Optimize contrast settings based on image brightness.": "Optimice la configuración de contraste en función del brillo de la imagen.",
	"Optimize the sound for a cinematic experience.": "Optimizar el sonido para una experiencia cinematográfica.",
	"Original Language": "Idioma Original",
	"Others": "Otros",
	"Ouagadougou": "Uadadugú",
	"Outer": "Exterior",
	"Output sound through the Internal TV speaker.": "Salida de audio a través de la bocina de TV interna.",
	"PIN: {pin}": "PIN {pin}",
	"Pakistan": "Pakistán",
	"Palau": "Palaos",
	"Panama": "Panamá",
	"Panama City": "Ciudad de Panamá",
	"Papua New Guinea": "Papúa Nueva Guinea",
	"Parental Guidance Suggested": "Se sugiere Guía Parental",
	"Parental Guidance Suggested :": "Se sugiere Guía Parental:",
	"Parental guidance suggested for children ages 8-13.": "Se sugiere guía parental para niños de 8-13 años.",
	"Parents Guidance strongly required :": "Es fundamental la Guía Parental:",
	"Parents Strongly Cautioned": "Advertencia para los padres",
	"Paris": "París",
	"Pass Through": "Transferencia",
	"Password": "Contraseña",
	"Patent Information": "Información de Patente",
	"Peak Brightness": "Brillo máximo",
	"Persian": "Persa",
	"Peru": "Perú",
	"Philippines": "Filipinas",
	"Phnom Penh": "Nom Pen",
	"Photo": "Foto",
	"Pick a Time": "Seleccione una Hora",
	"Picture": "Imagen",
	"Picture Mode": "Modo de Imagen",
	"Picture Mode Settings": "Configuración para el modo de imagen",
	"Picture Options": "Opciones de Imagen",
	"Picture Test": "Prueba de imagen",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "La imagen o el sonido podrían no funcionar correctamente mientras el dispositivo externo conectado y el TV se estén comunicando inicialmente. Si el problema persiste, por favor revierta los ajustes o reinicie el dispositivo externo conectado.",
	"Pitch": "Tono",
	"Pixel Refresher": "Optimizar Píxeles",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Optimizar Píxeles permite que su TV le ofrezca la mejor calidad de imagen posible.",
	"Pixel Refresher begins only once when the TV is turned off.": "Optimizar Píxeles comienza solo cuando el televisor está apagado.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Optimizar Píxeles ha sido programado para comenzar la próxima vez que el TV esté apagado.",
	"Play": "Reproducir",
	"Play sound through TV Speaker.": "Reproducir el sonido a través de la Bocina del TV.",
	"Play the standard sound suitable for all types of content.": "Reproducir el sonido estándar adecuado para todo tipo de contenidos.",
	"Please check if WiSA Speakers are turned on and try again.": "Compruebe si las bocinas WiSA están encendidas y vuelva a intentar.",
	"Please check that the Bluetooth device is already connected to another device.": "Verifique que el dispositivo Bluetooth ya esté conectado a otro dispositivo.",
	"Please check the network name and password and try again.": "Por favor verifique el nombre de red y la contraseña e intente nuevamente.",
	"Please check the status and try again": "Revise el estado y vuelva a intentarlo.",
	"Please do not unplug the USB storage until the copying is completed.": "Por favor, no desconecte el almacenamiento USB hasta que se complete la copia.",
	"Please enter your password to turn off this function.": "Ingrese su contraseña para desactivar esta función.",
	"Please enter your password to turn on this function.": "Ingrese su contraseña para activar esta función.",
	"Please make sure that your TV is connected to the network and try again.": "Por favor, asegúrese de que su TV está conectado a la red y vuelva a intentarlo.",
	"Please note that LG does not use or manage the value.": "Tenga en cuenta que LG no utiliza ni administra el valor.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Tenga en cuenta que puede no emitirse el audio cuando la Salida de Audio Digital se establece en Transferencia.",
	"Please try again later.": "Inténtelo de nuevo más tarde.",
	"Please wait while the Settings application reloads.": "Por favor, espere mientras se vuelve a cargar la aplicación de Configuración.",
	"Please wait while the Settings application restarts.": "Por favor, espere mientras se reinicia la aplicación de Configuración.",
	"Please wait while the TV restarts.": "Espere mientras se reinicia el TV.",
	"Please wait while the TV searches for LG Service Country.": "Espere mientras el TV busca el país de servicio de LG.",
	"Point": "Punto",
	"Pointer Options": "Opciones del puntero",
	"Pointer Size": "Tamaño del puntero",
	"Poland": "Polonia",
	"Polish": "Polaco",
	"Port Moresby": "Puerto Moresby",
	"Port of Spain": "Puerto España",
	"Port-au-Prince": "Puerto Príncipe",
	"Porto-Novo": "Porto Novo",
	"Portuguese": "Portugués",
	"Position": "Posición",
	"Position Settings": "Configuración de Posición",
	"Power Off Timer": "Temporizador de Apagado",
	"Power On Timer": "Temporizador de Encendido",
	"Power Saving Mode": "Modo ahorro de energía",
	"Prague": "Praga",
	"Preschool": "Preescolar",
	"Press right button to adjust de-blur and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-blur y Movimiento Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Presione el botón derecho para ajustar los valores de-blur y OLED Movimiento Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Presione el botón derecho para ajustar los valores de-blur y OLED Movimiento.",
	"Press right button to adjust de-judder and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder y Movimiento Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder y OLED Movimiento Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Presione el botón derecho para ajustar los valores de-judder y OLED Movimiento.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder, de-blur y Movimiento Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder, de-blur y OLED Movimiento Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Presione el botón derecho para ajustar los valores de-judder, de-blur y OLED Movimiento.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Presione el botón WPS en un router compatible con WPS para conectar el TV a la red.",
	"Press the right button to adjust Motion Pro settings.": "Presione el botón derecho para ajustar la configuración Movimiento Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Presione el botón derecho para ajustar la configuración OLED Movimiento Pro.",
	"Press the right button to adjust OLED Motion settings.": "Presione el botón derecho para ajustar la configuración OLED Movimiento.",
	"Press the right button to adjust de-blur settings.": "Presione el botón derecho para ajustar la configuración de-blur.",
	"Press the right button to adjust de-judder settings.": "Presione el botón derecho para ajustar la configuración de-judder.",
	"Previous": "Previo",
	"Primary Audio Language": "Idioma de Audio Principal",
	"Primary Channels": "Canales Primarios",
	"Primary Teletext Language": "Idioma de teletexto primario",
	"Program exempted from ratings.": "Programa exento de clasificaciones.",
	"Programme": "Programa",
	"Provide HbbTV Distinctive ID": "Proporcionar la ID específica de HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Proporcionar el ID específico de HbbTV al servicio de HbbTV para las transmisiones.",
	"Provided services may vary depending on countries.": "Los servicios que se ofrecen pueden variar según los países.",
	"Pyongyang": "Pionyang",
	"Qatar": "Catar",
	"Quick Help": "Ayuda rápida",
	"Quick Start+": "Inicio rápido +",
	"Raised": "Resaltado",
	"Rangoon": "Rangún",
	"Real Cinema": "Cine Real",
	"Reason: Authentication with access point was unsuccessful.": "Razón: La autenticación con punto de acceso falló.",
	"Reason: Could not establish a connection to access point.": "Motivo: No se pudo establecer una conexión a un punto de acceso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: No se pudo recuperar una dirección IP válida con DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: La contraseña ingresada es incorrecta.",
	"Reason: Password is missing.": "Razón: Falta la contraseña.",
	"Reason: The network you selected is out of range.": "Motivo: La red que seleccionó está fuera de rango.",
	"Reason: Unable to login.": "Motivo: No es posible iniciar sesión.",
	"Receive emergency alerts from TV when an emergency occurs.": "Reciba alertas de Emergencia del TV cuando ocurra una emergencia.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Se recomienda configurar las horas en que habitualmente no ve el TV como Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recomendar contenidos y funciones útiles basados en el historial de visualización y los patrones de uso de la aplicación.",
	"Recommendations are available for the people, products and locations related to the current program.": "Las recomendaciones están disponibles para las personas, productos y ubicaciones relacionadas con el programa actual.",
	"Red": "Rojo",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduzca el ruido irregular de las señales de video digital para optimizar la calidad de imagen claramente.",
	"Region": "Región",
	"Registered Devices ({num})": "Dispositivos Registrados ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Refuerce los tonos agudos del audio optimizado.",
	"Reinforce the low-pitched tone of the optimized sound.": "Refuerce los tonos graves del audio optimizado.",
	"Remote Settings": "Configuraciones Remotas",
	"Remove irregular and erratic pixels for a clearer image.": "Elimine píxeles irregulares y erráticos para obtener una imagen más clara.",
	"Reset": "Reiniciar ",
	"Reset AD ID": "Restablecer AD ID",
	"Reset CI Password": "Restablecer Contraseña de CI",
	"Reset HbbTV Distinctive ID": "Restablecer la ID específica de HbbTV",
	"Reset Password": "Restablecer contraseña",
	"Reset Settings": "Reiniciar Configuración",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Restablezca la lista de aplicaciones aprobadas cuando se conecta a la aplicación móvil de HbbTV.",
	"Reset the caption position.": "Restablezca la posición de los subtítulos.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Restablezca el historial de visualización de contenido y uso de aplicaciones. Cuando se restablece el historial, puede tardar un cierto período de tiempo en recibir recomendaciones de contenido otra vez.",
	"Reset to Initial Settings": "Restablecer la configuración inicial.",
	"Restrict access to TV programs based on their ratings.": "Restringir el acceso a los programas de TV según su clasificación.",
	"Restrict watching based on age ratings for children programs.": "Restrinja la visualización de los programas para niños según la clasificación por edades.",
	"Restrict watching based on ages ratings.": "Restrinja la visualización según la clasificación por edades.",
	"Restrict watching based on fantasy violence content ratings.": "Restrinja la visualización según la clasificación del contenido de violencia de fantasía.",
	"Restrict watching based on programs containing adult language.": "Restrinja la visualización según los programas que contengan lenguaje para adultos.",
	"Restrict watching based on programs containing sexual scene.": "Restrinja la visualización según los programas que contengan escenas sexuales.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restrinja la visualización de programas que contengan diálogo sexualmente sugestivo.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Restrinja la visualización según la clasificación por edades y contenidos según la guía parental.",
	"Restrict watching based on violence content ratings.": "Restrinja la visualización según la clasificación del contenido de violencia.",
	"Restrict watching movies based on rating.": "Restrinja la visualización de películas según su clasificación.",
	"Restrict watching programs based on rating.": "Restrinja la visualización de programas según su clasificación.",
	"Restriction ratings :": "Clasificaciones de restricción:",
	"Retry": "Reintentar",
	"Revert TV to its initial settings.": "Revierta el TV a su ajuste inicial.",
	"Revert color adjustment settings to default.": "Revertir el ajuste de color a los valores predeterminados.",
	"Revert detailed sound effect settings of standard mode to default.": "Revierta los ajustes de efecto de sonido detallados del modo estándar al predeterminado.",
	"Revert picture setting values to default.": "Reestablezca los valores de configuración de imagen a los valores predeterminados.",
	"Revert white balance settings to default.": "Revertir el ajuste de balance de blancos a los valores predeterminados.",
	"Reykjavik": "Reikiavik",
	"Right": "Derecha",
	"Right Left": "Derecha/Izquierda",
	"Right Surround": "Surround derecho",
	"Right drop shadow": "Sombra Derecha",
	"Rio Branco": "Río Branco",
	"Riyadh": "Riad",
	"Romania": "Rumanía",
	"Romanian": "Rumano",
	"Rome": "Roma",
	"Russia": "Rusia",
	"Russian": "Ruso",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Australia del Sur - Adelaide",
	"SIGNATURE Opening": "Apertura SIGNATURE",
	"SIGNATURE TV Settings": "Configuración del SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK le permite utilizar su Control Remoto LG para controlar otros dispositivos habilitados con SIMPLINK, como un reproductor de DVD o el sistema de audio Teatro en Casa, que estén conectados a su LG Smart TV con HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK se activará automáticamente para utilizar este modo ARC.",
	"Safety": "Seguridad",
	"Saint Lucia": "Santa Lucía",
	"Saint Vincent": "San Vicente",
	"Sakhalin": "Sajalín",
	"Samarkand": "Samarcanda",
	"Sana": "Saná",
	"Satellite": "Satélite",
	"Satellite DTV": "Satélite DTV",
	"Satellite Radio": "Radio de satélite",
	"Saturation": "Saturación",
	"Saudi Arabia": "Arabia Saudita",
	"Saudi arabia": "Arabia Saudita",
	"Save CAM Operator's Profile": "Guardar el perfil del operador de la tarjeta CAM",
	"Save CI Password": "Guardar Contraseña de CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Guarde los ajustes de color en el modo de imagen seleccionado actualmente para todas las entradas.",
	"Save the white balance settings from the current picture mode in all inputs.": "Guarde los ajustes de balance de blancos en el modo de imagen seleccionado actualmente para todas las entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guarde/Restablezca la contraseña de CI. Guardar la contraseña le permitirá saltarse el paso de inicio de sesión en el futuro.",
	"Scan \"Auto Detect\" automatically.": "Busca automáticamente la “Detección automática”.",
	"Screen Down": "Pantalla hacia abajo",
	"Screen Off": "Apagado de Pantalla",
	"Screen Saver": "Protector de pantalla",
	"Screen Shift ": "Cambio de pantalla",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "La pantalla cambia a intervalos regulares y previene problemas de calidad de imagen que puede causar el tener el TV encendido durante un período de tiempo prolongado.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "La pantalla se apagará en 5 segundos. Para volver a encender la pantalla, presione cualquier botón excepto Power y volumen.",
	"Search": "Buscar",
	"Search Bluetooth Device": "Buscar Dispositivo Bluetooth",
	"Searching...": "Buscando...",
	"Second Language": "Segundo Idioma",
	"Secondary Audio Language": "Idioma de Audio Alternativo",
	"Secondary Teletext Language": "Idioma de teletexto secundario",
	"Security": "Seguridad",
	"Select IRE point to adjust luminance.": "Seleccionar un punto IRE para ajustar la luminancia.",
	"Select Mode": "Seleccionar el Modo",
	"Select TV's language settings.": "Seleccione el ajuste de idioma del TV.",
	"Select a caption type for HD broadcasts.": "Seleccione un tipo de subtítulos para las transmisiones HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Seleccione un tipo de subtítulos para las transmisiones NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Seleccione un tipo de subtítulos para las transmisiones ULTRA HD.",
	"Select a caption type for analog broadcasts.": "Seleccione un tipo de subtítulos para las transmisiones analógicas.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Seleccione un modo de video que coincida con el entorno de visualización o especifique la configuración para un modo de video, como contraste, color y más.",
	"Select an audio format for each HDMI input.": "Seleccione un formato de audio para cada entrada HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Seleccione otra Salida de Audio Digital (automática o PCM) si no escucha efectos de sonido después de seleccionar Transferencia.",
	"Select audio language for digital broadcasts.": "Seleccione el idioma de audio para las transmisiones digitales.",
	"Select color to be adjusted.": "Seleccionar el color que desea ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Seleccionar los días para aplicar la Configuración de Apagado Programado cada semana.",
	"Select days to apply the Timer Power On settings every week.": "Seleccionar los días para aplicar la Configuración de Encendido Programado cada semana.",
	"Select device for audio output.": "Seleccione el dispositivo para la salida de audio.",
	"Select device or speaker for audio output.": "Seleccione el dispositivo o la bocina para la salida de audio.",
	"Select digital audio output format.": "Seleccione el formato de salida de audio digital.",
	"Select language for TV menu.": "Seleccione el idioma para el menú de TV.",
	"Select language for subtitles.": "Seleccione el idioma para los subtítulos.",
	"Select languages for keyboards input.": "Seleccione los idiomas para entrada de teclado.",
	"Select method to adjust white balance.": "Elegir un método para ajustar el balance de blancos.",
	"Select point to adjust luminance.": "Seleccionar un punto para ajustar la luminancia.",
	"Select the Sound mode and set detailed Audio effects.": "Seleccione el modo de audio y configure Efectos de audio detallados.",
	"Select the Sound mode for each content type.": "Seleccione el modo de audio para cada tipo de contenido.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Seleccione el Ultra HD Deep Color para el puerto HDMI {num}.",
	"Select the app to restrict the use.": "Seleccione la aplicación que va a restringir.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Seleccione el modo de imagen apropiado según el entorno de visualización o el tipo de contenido.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Seleccione las propiedades de audio para escuchar la transmisión en la forma que desea.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Seleccione el tipo de subtítulo para transmisiones digitales y establezca una configuración detallada de subtítulos.",
	"Select the channel to restrict watching.": "Seleccione el canal que va a restringir.",
	"Select the channel to watch when the TV turns on.": "Seleccione el canal que desea ver cuando se enciende el TV.",
	"Select the color range to be displayed.": "Seleccione la gama de colores que se mostrará.",
	"Select the country for your country's special services.": "Seleccione el país para obtener los servicios especiales de su país.",
	"Select the desired video angle.": "Seleccione el ángulo de video deseado.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Seleccione el formato de transferencia de Salida de Audio Digital del TV a un dispositivo externo.",
	"Select the input to use when the TV turns on.": "Seleccionar la entrada que desea utilizar cuando se enciende el TV.",
	"Select the inputs to restrict the use.": "Seleccione las entradas que va a restringir.",
	"Select the most preferred Subtitle Language.": "Seleccione su primera opción para el idioma de los subtítulos.",
	"Select the place where to use the TV.": "Seleccione el lugar donde usará el TV.",
	"Select the residential region for your regional broadcast signal.": "Seleccione la región de residencia para su señal de transmisión regional.",
	"Select the second preferred Subtitle Language.": "Seleccione su segunda opción para el idioma de los subtítulos.",
	"Select your first choice of audio language for digital broadcasts.": "Seleccione su primera opción de idioma de audio para las transmisiones digitales.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Seleccione su primera opción de idioma para los servicios de teletexto del proveedor de TV abierta.",
	"Select your second choice of audio language for digital broadcasts.": "Seleccione su segunda opción de idioma de audio para las transmisiones digitales.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Seleccione su segunda opción de idioma para los servicios de teletexto del proveedor de TV abierta.",
	"Seoul": "Seúl",
	"Serbian": "Serbio",
	"Serial Number": "Número de Serie",
	"Service 1": "Servicio 1",
	"Service 2": "Servicio 2",
	"Service 3": "Servicio 3",
	"Service 4": "Servicio 4",
	"Service 5": "Servicio 5",
	"Service 6": "Servicio 6",
	"Service Area Zip Code": "Código postal del área de servicio",
	"Set Automatically": "Ajuste automático",
	"Set ID": "Establecer ID",
	"Set My Team Alarm.": "Configurar la Alarma de mi Equipo.",
	"Set Store Mode settings.": "Establecer la configuración del modo de tienda.",
	"Set System Color mode for your current TV input.": "Modo Ajuste del color del sistema de la entrada de TV actual.",
	"Set additional options for Video Description.": "Establecer las opciones adicionales para la Descripción de Video.",
	"Set additional picture settings.": "Establecer configuración de imagen adicional.",
	"Set additional sound-related settings.": "Establezca los ajustes adicionales relacionados con el audio.",
	"Set advanced Subtitle options.": "Configure las opciones avanzadas de los subtítulos.",
	"Set advanced captioning options.": "Configure las opciones avanzadas de los subtítulos.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Establezca y edite la versión de la dirección IP a IPv4 o IPv6.",
	"Set audio-related options.": "Establezca las opciones de audio relacionadas.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Establezca el tamaño, el color, la transparencia y otras opciones del subtítulo para las transmisiones.",
	"Set color temperature from warm to cool.": "Establezca la temperatura de color de cálido a frio.",
	"Set detailed caption settings for HD broadcasts.": "Establezca una configuración detallada de subtítulos para transmisiones HD.",
	"Set detailed options for the AI functions.": "Configure opciones detalladas para las funciones de AI.",
	"Set detailed options for the Home feature.": "Configure opciones detalladas para la función Inicio.",
	"Set detailed options for the Recommendation feature.": "Configure opciones detalladas para la función Recomendación.",
	"Set easy connection settings with external devices.": "Establezca la configuración de conexión fácil con dispositivos externos.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Configure el bloqueo de los canales, las aplicaciones, las entradas especificadas, etc., para usarse según la guía parental.",
	"Set necessary additional functions based on watching environment and screen status.": "Configure las funciones necesarias adicionales con base en el entorno de visualización y el estado de la pantalla.",
	"Set or reset the position of on-screen captions.": "Configure o restablezca la posición de los subtítulos en pantalla.",
	"Set settings related to your wired / wireless network.": "Configure los ajustes relacionados con su red inalámbrica o por cable.",
	"Set the TV to turn off automatically after a set amount of time.": "Ajuste el TV para que se apague automáticamente después de un tiempo determinado.",
	"Set the TV to turn off automatically at a set time.": "Ajuste el televisor para que se apague automáticamente a una hora determinada.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Ajuste el TV para que se apague automáticamente si no es manipulado por el usuario durante 4 horas posteriores a que se haya encendido automáticamente.",
	"Set the TV to turn on automatically at a set time.": "Ajuste el TV para que se encienda automáticamente a una hora determinada.",
	"Set the additional functions related to the TV.": "Configure las funciones adicionales relacionadas con el TV.",
	"Set the current date and time.": "Ajuste la fecha y la hora actuales.",
	"Set the current date manually.": "Establezca la fecha actual manualmente",
	"Set the current time manually.": "Establezca la hora actual manualmente",
	"Set the detect range of device available to connect.": "Confugure el rango de detección del dispositivo disponible para conectar.",
	"Set the region and country for broadcasts and special services.": "Configure la región y el país para las transmisiones y los servicios especiales.",
	"Set the screen size and aspect ratio.": "Configure el tamaño de la pantalla y la relación de aspecto.",
	"Set the specialized functions of SIGNATURE TV.": "Configure las funciones especializadas de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Configure la hora para apagar el TV automáticamente sin que el usuario lo manipule.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Configure el efecto de sonido multicanal Virtual Surround para disfrutar de un audio más realista.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Configure el efecto de sonido Virtual Surround para disfrutar de un audio más realista.",
	"Set the volume level when the TV turns on.": "Ajuste el nivel de volumen que desea cuando se enciende el TV.",
	"Set time to turn off the TV.": "Ajustar el tiempo para apagar el TV.",
	"Set time to turn on the TV.": "Ajustar el tiempo para encender el TV.",
	"Set up additional features related to customer support.": "Configure funciones adicionales relacionadas con el servicio de atención al cliente.",
	"Set up an account to use LG Services.": "Configure una cuenta para usar los Servicios de LG.",
	"Set whether to display Home when the TV is turned on.": "Configure si desea que se muestre el Inicio cuando se encienda el televisor.",
	"Settings Help": "Ayuda para la configuración",
	"Sexual Situations": "Situaciones de sexo",
	"Sexually Suggestive Dialogue": "Diálogo sexualmente sugestivo",
	"Shanghai": "Shanghái",
	"Sharpness": "Nitidez",
	"Show Password": "Mostrar Contraseña",
	"Side by Side": "Lado a Lado",
	"Sierra Leone": "Sierra Leona",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "La interferencia de la señal puede reducir la sensibilidad del Control Remoto Mágico si hay un router inalámbrico demasiado cerca del televisor.",
	"Simferopol": "Simferópol",
	"Singapore": "Singapur",
	"Size": "Tamaño",
	"Skopje": "Skopie",
	"Sleep Timer": "Temporizador",
	"Slovak": "Eslovaco",
	"Slovakia": "Eslovaquia",
	"Slovenia": "Eslovenia",
	"Slovenian": "Esloveno",
	"Slow": "Lento",
	"Small": "Pequeño",
	"Smooth": "Suave",
	"Smooth Gradation": "Gradación suave",
	"Soccer": "Fútbol",
	"Sofia": "Sofía",
	"Software Update": "Actualización del Software",
	"Software Version": "Versión de software ",
	"Software update has been installed. Update will be applied when you restart your TV.": "Se ha instalado una actualización de software. La actualización será aplicada al reiniciar el TV.",
	"Solid": "Sólido",
	"Solomon Islands": "Islas Salomón",
	"Some material may not be appropriate for children under 13.": "Algún material puede ser inapropiado para niños menores de 13 años.",
	"Some material may not be appropriate for children.": "El contenido puede no ser adecuado para los niños.",
	"Sotho, Northern": "Sotho, Norte",
	"Sotho, Southern": "Sotho, Sur",
	"Sound": "Audio",
	"Sound Mode": "Modo de Audio ",
	"Sound Mode Settings": "Configuración del Modo de Audio",
	"Sound Out": "Salida de Audio",
	"Sound Share": "Compartir Sonido",
	"Sound Test": "Prueba de Sonido",
	"South Africa": "Sudáfrica",
	"South Korea": "Corea del Sur",
	"Southern Africa": "Sur de África",
	"Spain": "España",
	"Spanish": "Español",
	"Speaker Volume Control": "Control de Volumen de la Bocina",
	"Specify detailed voice guidance settings after turning on this feature.": "Especifique una configuración detallada de la guía de voz después de activar esta función.",
	"Speed": "Velocidad",
	"Spoken Subtitle": "Subtítulos hablados",
	"Sports": "Deportes",
	"Sports Alert": "Alerta de Deportes",
	"Srednekolymsk": "Srednekolimsk",
	"Stand": "Soporte",
	"Standard": "Estándar",
	"Standard Mode Sound Effect": "Modo Estándar de Efectos de Sonido",
	"Standby Light": "Luz de espera",
	"Start New Sound Tuning": "Iniciar Sintonización de Nuevo Sonido",
	"Start Now": "Iniciar Ahora",
	"Startup Sound": "Sonido de inicio",
	"Stockholm": "Estocolmo",
	"Stop": "Detener",
	"Store Demo": "Demo de tienda",
	"Store Mode": "Modo Tienda",
	"Store Mode Settings": "Configuración para el modo tienda",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Modo Tienda tiene como objetivo ser exhibido en una tienda. Reiniciará los ajustes cada pocos minutos. ¿Desea cerrar esta aplicación e iniciar el Modo Tienda?",
	"Strong": "Fuerte",
	"Style": "Estilo",
	"Subnet Mask": "Máscara de subred",
	"Subnet prefix length": "Longitud de prefijo de subred",
	"Subtitle First Choice Language": "Primera opción para el idioma de los subtítulos",
	"Subtitle Language": "Idioma Subtítulo",
	"Subtitle Second Choice Language": "Segunda opción para el idioma de los subtítulos",
	"Subtitles": "Subtítulos",
	"Sudan": "Sudán",
	"Super Impose": "Sobreponer",
	"Super Resolution": "Súper Resolución ",
	"Support": "Asistencia",
	"Suriname": "Surinam",
	"Surround Balance": "Balance del Sonido Envolvente",
	"Surround Level": "Nivel del Sonido Envolvente",
	"Swaziland": "Suazilandia",
	"Sweden": "Suecia",
	"Swedish": "Sueco",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Cambie a modo de espera para encender el TV de nuevo rápidamente cuando apague el TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Cambie a modo de espera para usar varias funciones como aplicaciones, búsqueda y otras rápidamente cuando apague el TV.",
	"Switzerland": "Suiza",
	"Sync Demo": "Sincronizar Demo",
	"Syria": "Siria",
	"System Color": "Color del Sistema",
	"TEXT 1": "Texto 1",
	"TEXT 2": "Texto 2",
	"TEXT 3": "Texto 3",
	"TEXT 4": "Texto 4",
	"TV Information": "Información del TV",
	"TV Installation Type": "Tipo de instalación de TV ",
	"TV Lock": "Bloquear TV",
	"TV Name": "Nombre de la TV ",
	"TV On With Mobile": "TV Encendida con Móvil",
	"TV Power Sound": "Sonido Encender TV ",
	"TV Power Sound Volume": "Volumen del Sonido Encender TV",
	"TV Program Locks": "Bloqueos de programas de TV",
	"TV Rating English": "Clasif.-Inglés",
	"TV Rating French": "Clasif.-Francés",
	"TV Speaker": "Bocina del TV",
	"TV can be used as an alarm.": "El TV puede usarse como alarma.",
	"TV is turned off at a set time on every specified day.": "El TV se apaga a una hora establecida cada día especificado.",
	"TV to USB": "TV al USB",
	"Tagalog": "Tagálog",
	"Tahiti": "Tahití",
	"Taipei": "Taipéi",
	"Taiwan": "Taiwán",
	"Tajikistan": "Tayikistán",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Aproveche las funciones que requieren conexiones de red como Internet, aplicaciones, actualizaciones del software, etc.",
	"Tallinn": "Tallin",
	"Target Luminance": "Luminancia Objetivo",
	"Tashkent": "Taskent",
	"Tbilisi": "Tiflis",
	"Tehran": "Teherán",
	"Teletext": "TELETEXTO",
	"Terrestrial DTV": "DTV Terrestre",
	"Text Color": "Color del Texto",
	"Text Opacity": "Opacidad del Texto",
	"Text Search": "Búsqueda de texto",
	"Thai": "Tailandés",
	"Thailand": "Tailandia",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con AMD FreeSync Premium y puede activarla o desactivarla.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con la Respuesta inmediata en juegos y puede encenderla o apagarla.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "El puerto HDMI {port1} es compatible con AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "El puerto HDMI {port1} es compatible con AMD FreeSync Premium y puede activarla o desactivarla.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "El puerto HDMI {port1} es compatible con la Respuesta inmediata en juegos y puede encenderla o apagarla.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con AMD FreeSync Premium y puede activarla o desactivarla.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con AMD FreeSync Premium y puede seleccionar esta función.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con AMD FreeSync Premium y puede activarla o desactivarla.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con la Respuesta inmediata en juegos y puede encenderla o apagarla.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con la Respuesta inmediata en juegos y puede encenderla o apagarla.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "La ID específica de HbbTV es un valor único utilizado solamente para HbbTV, y no está relacionada con la información personal del usuario.",
	"The HbbTV Distinctive ID will be reset.": "Se reestablecerá la ID específica de HbbTV.",
	"The HbbTV application or service will disable its tracking of an individual user.": "La aplicación o servicio de HbbTV inhabilitará el seguimiento de un usuario individual.",
	"The IBB service will disable its tracking of an individual user.": "El servicio de IBB inhabilitará el seguimiento de un usuario individual.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "La información de los Servicios LG del país no pudo recuperarse desde el servidor. Inténtelo de nuevo más tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "La aplicación Configuración se debe volver a cargar para cambiar el Idioma del menú. ¿Desea usted continuar?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Se proporcionará luz ambiental cuando se detecten movimientos alrededor del TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Los servicios externos de reconocimiento de voz disponibles pueden cambiar en función de la configuración de idioma. Además, si cambia el idioma del menú, se vuelve a cargar el menú de configuración. ¿Desea usted continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La lista de canales se ha copiado con éxito desde el almacenamiento USB al TV. El TV se reiniciará en 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La lista de canales se ha copiado con éxito desde su TV al almacenamiento USB.",
	"The closer to 100, the brighter.": "Entre más cerca del 100, será más brillante.",
	"The closer to 100, the clearer the color becomes.": "Entre más cerca del 100, más claro será el color.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Entre más cerca del 50, más claro será el rojo, entre más cerca del 50, más claro será el verde.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Se restablecerán los valores detallados configurados en la función de Balance de Blancos. ¿Desea usted continuar?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "La diferencia entre el volumen de sonido del canal y el programa se reduce automáticamente, lo que lo ayuda a ver el programa con un volumen consistente.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "La diferencia entre el volumen de sonido del canal y el programa se configura automáticamente para ver el programa con un volumen consistente.",
	"The higher the settings, the louder the sound rapidly.": "Entre más altos son los ajustes, más alto será el sonido.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "La bocina interna del TV y las bocinas Bluetooth pueden emitir sonido de manera simultánea, lo que crea un efecto de sonido envolvente realista.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "El idioma del reconocimiento de voz se configurará automáticamente según el idioma del menú seleccionado.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "El idioma utilizado para el Reconocimiento de Voz se establece de acuerdo con el idioma del menú. Los dispositivos de asistencia pueden variar dependiendo del lenguaje de voz.",
	"The network is currently unavailable. Please try again later.": "Actualmente la red no está disponible. Vuelva a intentarlo más tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "El proceso tardará alrededor de una hora para completarse y el TV debe estar apagado.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "El proceso tardará alrededor de {n} minuto(s) para completarse y el TV debe estar apagado.",
	"The program is intended for adults only.": "El programa está dirigido únicamente a adultos.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "El brillo de la pantalla se ajusta automáticamente de acuerdo al brillo alrededor de su TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "La pantalla se deslizará hacia abajo en 5 segundos. Pulse cualquier botón excepto Power y Volumen en el control remoto para volver a deslizar la pantalla hacia arriba.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Se restablecerán los subvalores configurados en la función del Sistema de Mantenimiento de Color. ¿Desea usted continuar?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Se restablecerá la configuración de Sonido Bluetooth surround + Bocina interna del TV.",
	"The settings are as follows.": "Los ajustes son los siguientes.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Puede que no se emita el audio cuando la salida de audio digital se establezca como Transferencia.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La actualización no se puede aplicar al TV. El software volverá a la versión anterior.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Los efectos visuales se muestran en la pantalla cuando el TV está encendido y se mueve la pantalla.",
	"There are no paired devices.": "No hay dispositivos vinculados.",
	"There are settings to correct or prevent OLED panel noise.": "Hay ajustes para corregir o evitar el ruido del panel OLED.",
	"There is no USB device connected to your TV.": "No hay un dispositivo USB conectado a su TV.",
	"There is no message.": "No hay mensajes.",
	"Thimphu": "Timbu",
	"Third Language": "Tercer Idioma",
	"This feature applies only to specified LG Wireless Keyboard models.": "Esta función aplica solamente a los modelos de Teclado inalámbrico LG especificados.",
	"This function works only when it is provided by the broadcast program.": "Esta característica solo funciona cuando es proporcionada por el programa de transmisión.",
	"This is a closed caption preview": "Esta es una previsualización de subtítulos",
	"This is an already existing value.": "Este valor ya existe.",
	"This service provides you with more information about watching program and enjoys related contents.": "Este servicio le ofrece más información sobre el programa que está viendo y para que disfrute de contenido relacionado.",
	"This will revert all options on TV to their default settings.": "Esto revertirá todas las opciones del TV a sus ajustes predeterminados.",
	"Time": "Hora",
	"Timer Channel": "Canal del Temporizador",
	"Timer Repeat": "Repetición de Temporizador",
	"Timers": "Temporizadores",
	"Timezone": "Zona horaria",
	"Timor-Leste": "Timor Oriental",
	"Tint": "Tinte",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Para optimizar el sonido, reproduzca el sonido de prueba en el TV y comience a medir el sonido reflejado con el control Remoto Mágico.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para probar el sonido del TV, la configuración de la Salida de Audio debe cambiarse a la Bocina Interna del TV. ¿Desea usted continuar?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Arriba y Abajo",
	"Total Power On Time": "Tiempo total de Encendido",
	"Tracking Speed": "Velocidad",
	"Translucent": "Translúcido",
	"Transparent": "Transparente",
	"Treble Boost": "Refuerzo de Agudos",
	"Trinidad And Tobago": "Trinidad y Tobago",
	"Trinidad and Tobago": "Trinidad y Tobago",
	"Tripoli": "Trípoli",
	"Tune and save available channels.": "Sintonizar y guardar los canales disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizar y guardar los canales disponibles. Puede configurar las opciones de canales por satélite.",
	"Tunis": "Túnez",
	"Tunisia": "Túnez",
	"Turkey": "Turquía",
	"Turkish": "Turco",
	"Turkmenistan": "Turkmenistán",
	"Turn on TV with mobile device same as smartphone.": "Encienda el TV con el dispositivo móvil como un teléfono inteligente.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Activar y desactivar Ultra HD Deep Color para el puerto HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Active o desactive la Respuesta inmediata en juegos del puerto HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Encienda el TV utilizando su dispositivo móvil mediante Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Encienda el TV utilizando su dispositivo móvil mediante Wi-Fi.",
	"Turn on via Bluetooth": "Encender mediante Bluetooth",
	"Turn on via Wi-Fi": "Encender mediante Wi-Fi",
	"Turn on/off description box in Settings.": "Activar/desactivar el cuadro de diálogo de Ajustes.",
	"Turn on/off standby light.": "Encender/apagar la luz de espera.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Active o desactive la AMD FreeSync Premium del puerto HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Activar/desactivar las imágenes que se mostrarán en pantalla cuando no hay señal.",
	"Turn on/off the related features of energy consumption.": "Encienda/apague las funciones relacionadas de consumo energético.",
	"Turn the Hybridcast service on/off.": "Active/desactive el servicio Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Active/desactive el servicio de Interactividad (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Active/desactive la Guía del servicio de TV abierta.",
	"Turn your broadcast TV provider's teletext service on/off.": "Active/desactive el servicio de teletexto del proveedor de TV abierta.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Apagar el Wi-Fi le impedirá acceder a todos los servicios basados en Internet a menos que utilice un cable para conectarse a la red. ¿Desea usted continuar?",
	"UAE": "Emiratos Árabes Unidos",
	"UHD Mode": "Modo UHD",
	"USA": "Estados Unidos",
	"USB storage for Copy Channels": "Almacenamiento USB para la copia de canales",
	"USB to TV": "USB al TV",
	"Ukraine": "Ucrania",
	"Ukrainian": "Ucraniano",
	"Ulaanbaatar": "Ulán Bator",
	"Unable to check for updates.": "No se puede comprobar si hay actualizaciones.",
	"Unable to connect to the network.": "No es posible conectar a la red.",
	"Undefined": "Indefinido",
	"Under 17 requires accompanying parent or adult guardian.": "Menores de 17 deben estar acompañados por padres o un tutor adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emiratos Árabes Unidos",
	"United Kingdom": "Reino Unido",
	"United States of America": "Estados Unidos de América",
	"Universal Control Settings": "Configuración de Control Remoto Universal",
	"Unknown": "Desconocido",
	"Unknown issue has occurred.": "Se ha producido un problema desconocido.",
	"Update canceled.": "Actualización cancelada.",
	"Update in progress...": "Actualización en proceso...",
	"Update in progress...({n}%)": "Actualización en curso...({n}%)",
	"Update paused.": "Actualización pausada.",
	"Update reserved.": "Actualización reservada.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La actualización será cancelada y todos los archivos de actualización serán eliminados ahora. ¿Desea usted continuar?",
	"Urumqi": "Urumchi",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilice el Control Remoto Mágico para determinar la acústica de la sala y optimizar la calidad del sonido de su TV basado en los resultados.",
	"Use a large pointer.": "Use un puntero grande.",
	"Use a medium pointer.": "Use un puntero mediano.",
	"Use a small pointer.": "Use un puntero pequeño.",
	"Use the 4-way controller to change the position and press the OK button.": "Utilice el controlador de 4 direcciones para cambiar la posición y presione el botón OK.",
	"Use the following services with the selected language.": "Utilice los siguientes servicios con el idioma seleccionado.",
	"User": "Usuario",
	"User Agreements": "Acuerdos del usuario",
	"User Guide": "Guía del usuario",
	"Uzbek": "Uzbeko",
	"Uzbekistan": "Uzbekistán",
	"Uzhhorod": "Úzhgorod",
	"V Position": "Posición V",
	"V Sharpness": "Nitidez V",
	"V Size": "Tamaño V",
	"Valencian": "Valenciano",
	"Vatican City": "Ciudad del Vaticano",
	"Vertical Zoom": "Zoom vertical",
	"Video Description": "Descripción de Vídeo",
	"Vienna": "Viena",
	"Vientiane": "Vientián",
	"Vietnamese": "Vietnamita",
	"View current Common Interface (CI) information.": "Ver información de la Interfaz común (CI) actual.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Para ver los elementos con mayor claridad, cambie el color del menú en la pantalla a blanco y negro.",
	"View messages from your broadcast TV provider.": "Ver los mensajes de su proveedor de TV abierta.",
	"View more information about watching program and enjoy related contents.": "Consulte más información sobre el programa que está viendo y disfrute de contenido relacionado.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Vea la pantalla original tal y como está o configure el tamaño de pantalla y la relación de aspecto.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Vea la pantalla original tal y como se recibe a través de la señal de transmisión o del dispositivo conectado.",
	"Vilnius": "Vilna",
	"Violence": "Violencia",
	"Vivid": "Vívido",
	"Voice Recognition Help and Settings": "Ayuda y Configuración de Reconocimiento de Voz",
	"Voice Support Service": "Servicio de Soporte de Voz",
	"Volgograd": "Volgogrado",
	"Volume": "Volumen",
	"Volume Increase Amount": "Cantidad de aumento del volumen",
	"Volume Mode": "Modo de Volumen",
	"WA - Western Australia - Eucla": "WA - Australia Occidental - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Occidental - Perth",
	"Wall-mounted": "Soporte de pared",
	"Warm1": "Cálido1",
	"Warm2": "Cálido2",
	"Warm3": "Cálido3",
	"Warsaw": "Varsovia",
	"Watch a diverse range of Internet contents on TV channels.": "Mire una amplia gama de contenido en Internet en los canales de TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Reunimos y almacenamos dirección de MAC, número de modelo, código de país, configuración de idioma y versión de software para verificar el dispositivo y comprobar si posee la última versión del software.",
	"Welcome Feature": "Función de bienvenida",
	"Welsh": "Galés",
	"Western Africa": "Oeste de África",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Cuando una unidad HDD conectada no se ha utilizado durante un período de tiempo especificado, cambie al modo de espera para reducir el consumo de energía.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Si hay un dispositivo conectado al puerto, la imagen del juego se optimiza con retrasos, agrietamiento o interrupciones mínimos.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Cuando se inicia la Respuesta inmediata en juegos, el video puede parpadear temporalmente.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Cuando la Salida de Audio se establece en \"Bluetooth / HDMI ARC / Optical Digital / Bocinas WiSA\" o el dispositivo conectado no es compatible con la Respuesta inmediata en juegos, podría no funcionar correctamente.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Cuando la Salida de Audio se establece en Bluetooth o el dispositivo conectado no es compatible con la Respuesta inmediata en juegos, podría no funcionar correctamente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Cuando el dispositivo esté encendido/apagado, su TV automáticamente se encenderá/apagará.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Cuando los efectos visuales están apagados, la pantalla se muestra como TV en Vivo.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Cuando la función esté encendida, algunas funciones que aparecen en la pantalla se mostrarán parcialmente transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Cuando su TV esté apagado, el dispositivo se apagará automáticamente.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Mientras los valores establecidos cambiados se transfieren a un dispositivo externo, la imagen o el audio podrían no funcionar normalmente de forma temporal.",
	"White": "Blanco",
	"White Balance": "Balance de Blancos",
	"Wi-Fi Connection": "Conexión Wi-Fi",
	"Wi-Fi Security": "Seguridad Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi apagado. Enciéndalo para ver la lista de redes disponibles a las que puede conectarse y las opciones del menú adicionales.",
	"Wi-Fi issue has occurred.": "Se ha producido un problema de Wi-Fi.",
	"WiSA Speakers": "Bocinas WiSA",
	"Wide Area Zone": "Amplia Zona",
	"Wide View": "Vista Amplia",
	"Wide View (32:9)": "Vista Amplia (32:9)",
	"Window Color": "Color de Ventana",
	"Window Opacity": "Opacidad de la Ventana",
	"Wired Connection (Ethernet)": "Conexión cableada (Ethernet)",
	"Wired Headphones": "Audífonos con cable",
	"Wired Headphones + Internal TV Speaker": "Audífonos con Cable + Bocina Interna del TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Con esta opción, puede controlar el volumen del dispositivo de audio con su control remoto del TV.",
	"Yamoussoukro": "Yamusukro",
	"Year": "Año",
	"Yekaterinburg": "Ekaterimburgo",
	"Yellow": "Amarillo",
	"Yerevan": "Ereván",
	"Yes": "Sí",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Puede configurar los efectos de sonido cuando el TV esté apagado o encendido y se mueva la pantalla.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Puede controlar los dispositivos que están conectados a puertos HDMI con el Control Remoto Mágico sin realizar el proceso de configuración.",
	"You can delete the device connection history of Screen Share.": "Puede eliminar el historial de conexión del dispositivo de Screen Share.",
	"You can delete the device connection history of Sound Share.": "Puede eliminar el historial de conexión del dispositivo de Compartir Sonido.",
	"You can find the default password in User Guide.": "Puede encontrar la contraseña predeterminada en la Guía del usuario.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Puede iniciar la Respuesta inmediata en juegos mediante la activación de HDMI Ultra HD Deep Color.",
	"You can only change settings from the current HDMI input.": "Sólo puede cambiar la configuración de la actual entrada HDMI.",
	"You can scan again to connect the device.": "Puede volver a buscar para conectar el dispositivo.",
	"You can select left and right audio settings for broadcast signal.": "Puede seleccionar los ajustes de audio izquierdo y derecho para la señal de transmisión.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Puede seleccionar la AMD FreeSync Premium del puerto HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Puede seleccionar el Ultra HD Deep Color del puerto.",
	"You can set the sound to play when the TV is turned on or off.": "Puede configurar el sonido para que se reproduzca cuando se enciende o se apaga el TV.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puede activar o desactivar la función de guardar el perfil del operador CAM.",
	"You can turn this feature on or off.": "Puede activar o desactivar esta función.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Puede recibir diversas recomendaciones de contenido a través de la Red. Desactivar esta opción solo proporcionará contenidos básicos y puede que algunas características no estén disponibles.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Su TV y el dispositivo SIMPLINK conectado se sincronizarán de la siguiente manera:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Su TV debe permanecer apagado mientras el proceso de Optimizar Píxeles está en progreso. Todas las grabaciones actuales o futuras, recordatorios o encendido a través del temporizador que hayan sido programados durante el proceso serán cancelados, y la bocina BT de Vista cero no estará disponible.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Su TV debe permanecer apagado mientras el proceso de Optimizar Píxeles está en progreso. Todas las grabaciones actuales o futuras, recordatorios o encendido a través del temporizador que hayan sido programados durante el proceso, serán cancelados.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Su TV debe estar conectado a la red para configurar automáticamente el País de Servicios LG. ¿Desea ir a Configuración de Red ahora para revisar la conexión?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "El TV necesita saber su ubicación correcta para proporcionar mensajes de alerta de emergencia a través de su señal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "El TV se apagará hasta que el proceso se haya completado, momento en el que se volverá a encender automáticamente.",
	"Zaporozhye": "Zaporiyia",
	"Zimbabwe": "Zimbabue",
	"Zulu": "Zulú",
	"Zürich": "Zúrich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] se desconectará de su TV. El audio ya no puede reproducirse desde este dispositivo. ¿Desea usted continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] será retirado de la lista de dispositivos vinculados. Si desea conectarlo después, será necesario buscar los dispositivos disponibles y volver a vincular. ¿Desea usted continuar?",
	"[{deviceName}] will be deleted.": "[{deviceName}] será eliminado.",
	"aspectRatio_original": "Por Programa",
	"audioGuidance_fast": "Rápido",
	"audioGuidance_high": "Alto",
	"audioGuidance_low": "Bajo",
	"audioGuidance_medium": "Medio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Muy Rápido",
	"audioGuidance_veryHigh": "Muy Alto",
	"audioGuidance_veryLow": "Muy Bajo",
	"audioGuidance_verySlow": "Muy Lento",
	"btDotSignalStrength_wide": "Ancho",
	"button": "botón",
	"character": "carácter",
	"characters": "caracteres",
	"checked": "seleccionado",
	"colorGamutJPNWide": "Ancho",
	"connecting": "conectando",
	"diagonal zoom in": "acercarse en diagonal",
	"diagonal zoom out": "alejarse en diagonal",
	"digitalOptionSetByProgram": "Por Programa",
	"energy_Maximum": "Máximo",
	"energy_Medium": "Medio",
	"energy_Minimum": "Mínimo",
	"freesync_high": "Alto",
	"freesync_low": "Bajo",
	"freesync_off": "Apagado",
	"freesync_wide": "Ancho",
	"gamma_high1": "Alta 1",
	"gamma_high2": "Alta 2",
	"hidden": "oculto",
	"horizontal zoom in": "acercarse en horizontal",
	"horizontal zoom out": "alejarse en horizontal",
	"jpDoNot": "Apagado",
	"logoLuminance_high": "Alta",
	"logoLuminance_low": "Baja",
	"not connected": "no conectado",
	"objet_soundMode": "Optimice el modo de audio para cada tipo de contenido.",
	"pictureControl3dModeStandard": "Estándar",
	"pictureControlAuto": "Automático",
	"pictureControlAuto_BlackLevel": "Automático",
	"pictureControlHigh": "Alto",
	"pictureControlHigh_BlackLevel": "Alto",
	"pictureControlHigh_Male": "Alto",
	"pictureControlLow": "Bajo",
	"pictureControlLow_BlackLevel": "Bajo",
	"pictureControlLow_Male": "Bajo",
	"pictureControlMedium": "Medio",
	"pictureControlMedium_BlackLevel": "Medio",
	"pictureControlMedium_Male": "Medio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Medio",
	"pictureLocalDimmingHigh": "Alto",
	"pictureLocalDimmingLow": "Bajo",
	"pictureLocalDimmingMed": "Medio",
	"pictureMode": "Estándar",
	"pictureModeSettings": "Personalizar",
	"press OK button to edit IP manually": "presione el botón OK para editar el IP manualmente",
	"press OK button to enter channel to search": "presione el botón OK para introducir el canal a buscar",
	"press OK button to enter value": "presione el botón OK para introducir un valor",
	"press right button to adjust de-judder and de-blur value": "presione el botón derecha para ajustar los valores de-judder y de-blur",
	"press right button to adjust zoom ratio and position": "presione el botón derecha para ajustar la relación de zoom y la posición",
	"shift current screen down": "desplazar pantalla actual hacia abajo",
	"shift current screen to the left": "desplazar pantalla actual a la izquierda",
	"shift current screen to the right": "desplazar pantalla actual a la derecha",
	"shift current screen up": "desplazar pantalla actual hacia arriba",
	"shift down": "desplazar hacia abajo",
	"shift left": "desplazar a la izquierda",
	"shift right": "desplazar a la derecha",
	"shift up": "desplazar hacia arriba",
	"soundMode_Standard": "Estándar",
	"speaker_channel": "Canal",
	"thaRatingNone": "Ninguno",
	"unchecked": "no seleccionado",
	"unread": "no leído",
	"vertical zoom in": "acercarse en vertical",
	"vertical zoom out": "alejarse en vertical",
	"volumeModeHigh": "Alto",
	"volumeModeLow": "Bajo",
	"volumeModeMedium": "Medio",
	"webOS TV Version": "Versión webOS TV ",
	"zoom in": "acercarse ",
	"zoom out": "alejarse",
	"{label} : L{value}": "{label} : I{value}",
	"{label} : R{value}": "{label} : D{value}"
}
