{
	" (User)": " (İstifadəçi)",
	"(Version: {l})": "(Versiya: {l})",
	"* The device connected should support this service.": "* Qoşulmuş cihaz bu xidməti dəstəkləməlidir.",
	"* This feature is applied once and only once when the TV is turned off.": "* TV söndürüləndə bu xüsusiyyət yalnız bir dəfə tətbiq edilir.",
	"* This feature is available on certain devices only.": "* Bu xüsusiyyət yalnız müəyyən cihazlarda mümkündür.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Bu rejim FILMMAKER MODE-nın niyyətlərini aydın şəkildə ifadə edir, lakin o, başqa şəkil rejimləri ilə müqayisədə daha tünd görünə bilər.",
	"* This settings is only available for Internal TV Speaker.": "* Bu parametr yalnız Daxili TV Səsucaldanı üçün mümkündür.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bu seçimin AKTİV təyin edilməsi ilə ekran qoruyucusu Live TV kimi xarici daxiletmələrdə baxış təcrübənizə mane olmağın qarşısını almaq üçün işləməyəcək.",
	"* You can control the app which supports the function on your mobile device.": "* Mobil cihazınızda funksiyanı dəstəkləyən proqramı idarə edə bilərsiniz.",
	"1) Turn the Bluetooth on the other device off.": "1) Başqa cihazda Bluetooth-u söndürün.",
	"10 Points Code Value": "10 Xallıq Kod Dəyəri",
	"10 Points IRE": "10 Nöqtəli IRE",
	"10 and Above": "10 və Yuxarı",
	"10 min": "10 dəq",
	"11 and Above": "11 və Yuxarı",
	"12 Hours": "12 Saat",
	"12 and Above": "12 və Yuxarı",
	"120 min": "120 dəq",
	"13 and Above": "13 və Yuxarı",
	"14 and Above": "14 və Yuxarı",
	"14 by 9": "on dördün doqquza",
	"15 and Above": "15 və Yuxarı",
	"16 and Above": "16 və Yuxarı",
	"16 by 9": "on altının doqquza",
	"17 and Above": "17 və Yuxarı",
	"18 and Above": "18 və Yuxarı",
	"180 min": "180 dəq",
	"19 and Above": "19 və Yuxarı",
	"2 Channel": "2 Kanal",
	"2 Hours": "2 Saat",
	"2 Points": "2 Nöqtə",
	"2) Turn the Bluetooth device to connect off and on.": "2) Bluetooth cihazını qoşmaq üçün söndürüb yandırın.",
	"20 Points Code Value": "20 Xallıq Kod Dəyəri",
	"20 Points IRE": "20 Nöqtəli IRE",
	"20 and Above": "20 və Yuxarı",
	"20 min": "20 dəq",
	"21 by 9": "iyirmi birin doqquza",
	"22 Points Code Value": "22 Nöqtəli Kod Dəyəri",
	"22 Points IRE": "22 Nöqtəli IRE",
	"24 Hours": "24 Saat",
	"240 min": "240 dəq",
	"3 Hours": "3 Saat",
	"30 min": "30 dəq",
	"32 by 12": "otuz ikinin doqquza",
	"32 by 9": "otuz ikinin doqquza",
	"3G/4G Connection": "3G/4G Bağlantısı",
	"4 Hours": "4 Saat",
	"4 Hours Auto Power Off": "4 Saatlıq Avtomatik Söndürmə",
	"4 and Above": "4 və Yuxarı",
	"4 by 3": "dördün üçə",
	"4-Way Zoom": "4-Ölçülü Yaxınlaşdırma",
	"5 and Above": "5 və Yuxarı",
	"5.1 Channel": "5,1 Kanal",
	"6 Hours": "6 Saat",
	"6 and Above": "6 və Yuxarı",
	"60 min": "60 dəq",
	"7 and Above": "7 və Yuxarı",
	"8 Hours": "8 Saat",
	"8 and Above": "8 və Yuxarı",
	"9 and Above": "9 və Yuxarı",
	"90 min": "90 dəq",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID-dən reklam məqsədləri üçün bu cihazı müəyyən etmək və sizin üçün maraqlı ola bilən bəzi reklamları sizə təqdim etmək üçün istifadə olunur. Siz AD ID-ni ilkin vəziyyətinə bərpa edə və ya aşağıda AD ID-nin izlənməsini məhdudlaşdıra bilərsiniz.",
	"AI Acoustic Tuning": "AI Akustik Sazlaması",
	"AI Acoustic Tuning Options": "AI Akustik Sazlaması Seçimləri",
	"AI Acoustic Tuning is disabled.": "AI Akustik Sazlaması qeyri-aktiv edilib.",
	"AI Brightness Control": "AI Parlaqlığın İdarəolunması",
	"AI Picture": "AI Şəkli",
	"AI Picture Pro": "AI Şəkli Peşəkar",
	"AI Recommendation": "AI Tövsiyə",
	"AI Service": "AI Xidməti",
	"AI Sound": "AI Səsi",
	"AI Sound Pro": "AI Səsi Peşəkar",
	"AV Sync Adjustment": "AV Sinxronlaşmasının Tənzimlənməsi",
	"Abidjan": "Abican",
	"Accessibility": "Xüsusi İmkanlar",
	"Account Management": "Hesab İdarəetməsi",
	"Accra": "Akkra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Bu seçimin aktivləşdirilməsi bu Smart TV-dən reklamla bağlı şəxsi məlumatların toplanması və izlənməsini dayandırmayacaqdır. Dəyişdiricini yandırsanız, bu, sizin irəli keçərək gördüyünüz reklamların növlərinə təsir edə bilər, lakin bu, sizin reklamları almağınızın qarşısını almayacaqdır.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Bu dəyişdiricinin aktivləşdirilməsi LGE-nin öz üçüncü tərəf provayderlərinə şəxsi məlumatlarınızı kommersialaşdırmağı dayandırmaq göstərişi verməsinə səbəb olacaq. Siz ayrıca olaraq bundan imtina etməyənə kimi, hələ də Live Plus, LG Channels və Who.Where.What? kimi xidmətlərə daxil ola bilərsiniz.",
	"Add Network": "Şəbəkə əlavə et",
	"Add a hidden wireless network": "Gizlədilmiş Simsiz Şəbəkəni əlavə et",
	"Add wireless network by manually entering network name (SSID).": "Şəbəkə adını (SSID) əllə daxil etməklə simsiz şəbəkə əlavə edin.",
	"Additional Audio Selection": "Əlavə Audio Seçimi",
	"Additional Settings": "Əlavə Parametrlər",
	"Address Setting": "Ünvan Parametri",
	"Aden": "Ədən",
	"Adjust Audio Guidance pitch.": "Audio Təlimatının səs yüksəkliyini tənzimləyin.",
	"Adjust Audio Guidance speed.": "Audio Təlimat sürətini tənzimləyin.",
	"Adjust Audio Guidance volume.": "Audio Təlimatın səs səviyyəsini tənzimləyin.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ekranı işıqlandırmaq və ya tündləşdirmək üçün Fon İşığını tənzimləyin.",
	"Adjust Screen Position": "Ekranın Mövqeyini Tənzimlə",
	"Adjust Zoom Ratio": "Miqyasdəyişmə Nisbətini Tənzimlə",
	"Adjust animation effect shown on the home at certain times.": "Müəyyən vaxtlarda başlanğıc səhifədə göstərilən animasiya effektini tənzimləyin.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Parıltının qarşısını almaq və enerji sərfini azaltmaq üçün təsvir yerdəyişmələrini təhlil etməklə parlaqlığı tənzimləyin.",
	"Adjust brightness of the LG logo.": "LG loqosunun parlaqlığını tənzimləyin.",
	"Adjust color and saturation for a more vivid image.": "Daha canlı təsvir üçün rəng və doymanı tənzimləyin.",
	"Adjust color temperature automatically to reduce eye strain.": "Gözün gərginliyini azaltmaq üçün rəng temperaturunu avtomatik tənzimləyin.",
	"Adjust cursor speed.": "Kursor sürətini tənzimləyin.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Kənarın kəskinliyini tənzimləyin. Daha yüksək qiymətlər təsvirin canlılıq və aydınlığını artırır.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Daxiletmə siqnalının parlaqlığını kompensasiya etmək üçün qamma parametrlərini tənzimləyin.",
	"Adjust left/right audio balance.": "Sol/sağ audio balansını tənzimləyin.",
	"Adjust luminance for selected color.": "Seçilmiş rəng üçün parlaqlığı tənzimləyin.",
	"Adjust luminance level for selected IRE point.": "Seçilmiş IRE nöqtəsi üçün parlaqlıq səviyyəsini tənzimləyin.",
	"Adjust peak brightness for the brightest luminance.": "Ən parlaq işıqlanma üçün ən yüksək parlaqlığı tənzimləyin.",
	"Adjust remote's cursor speed and appearance.": "Uzaqdan idarəetmə kursorunun sürəti və görünüşünü tənzimləyin.",
	"Adjust saturation for selected color.": "Seçilmiş rəng üçün doyma dərəcəsini tənzimləyin.",
	"Adjust screen brightness to reduce energy consumption.": "Enerji sərfiyyatını azaltmaq üçün ekranın parlaqlığını tənzimləyin.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ekranı işıqlandırmaq və ya tündləşdirmək üçün OLED İŞIĞINI tənzimləyin.",
	"Adjust the audio timing to synchronize the video and audio.": "Video və audionu sinxronlaşdırmaq üçün audio zamanlamanı tənzimləyin.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ekrandakı çaları göstərmək üçün qırmızı və yaşılın balansını tənzimləyin.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Rəng temperaturu, parlaqlığı və yaşıl, qırmızı, göyün intensivliyini dəyişdirməklə rəng balansını tənzimləyin.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Fərdi şəkil rejimi üçün kəskinliyi, ayırdetmə dəqiqliyini və s. hərtərəfli tənzimləyin və əlavə olaraq, üstünlük verilən rəng, qamma təyin edin.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ekranın parlaq və tünd sahələri arasındakı fərqi tənzimləyin. Daha yüksək qiymətlər fərqi gücləndirir.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Çərçivə nisbətini filmdə olduğu kimi tənzimləyin və o, kinoteatr hissi bəxş edəcək.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Loqolar və s. Kimi statik təsvirlərin parlaqlığını tənzimləyin və TV uzun müddət yandırılmış qalanda baş verə biləcək şəkil keyfiyyəti problemlərinin qarşısını alın.",
	"Adjust the screen color to be pale or deep.": "Ekran rənginin solğun və ya tünd olması üçün tənzimləyin.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Hər səs tezliyi zolağı üçün zövqünüzə uyğun səsi tənzimləyin.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Video və audionun vaxt fərqi olanda sinxronlaşdırmaq üçün zamanlamanı tənzimləyin.",
	"Adjust the tint to brighten or darken the screen.": "Ekranı işıqlandırmaq və ya tündləşdirmək üçün çaları tənzimləyin.",
	"Adjust the volume you want with pressing remote's volume key.": "Uzaqdan idarəetmənin səs səviyyəsi düyməsini basmaqla istədiyiniz səs səviyyəsini tənzimləyin.",
	"Adjust tint for selected color.": "Seçilmiş rəng üçün çaları tənzimləyin.",
	"Adjust whether to display the home promotion.": "Başlanğıc Səhifə Reklamını göstərib-göstərməməyi tənzimləyin.",
	"Adjusting Luminance": "Parlaqlığın Tənzimlənməsi",
	"Adolescent over 13 are allowed to watch.": "13 yaşdan yuxarı yeniyetməyə baxmağa icazə verilir.",
	"Adolescent over 14 are allowed to watch.": "14 yaşdan yuxarı yeniyetməyə baxmağa icazə verilir.",
	"Adolescent over 16 are allowed to watch.": "16 yaşdan yuxarı yeniyetməyə baxmağa icazə verilir.",
	"Adult": "Böyük",
	"Adult Language": "Böyüklərin Dili",
	"Adults only.": "Yalnız böyüklər",
	"Advanced": "Təkmil",
	"Advanced Controls": "Təkmil İdarə elementləri",
	"Advanced Wi-Fi Settings": "Təkmil Wi-Fi Parametrləri",
	"Advertisement": "Reklam",
	"Afghanistan": "Əfqanıstan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Ölkəni dəyişdirdikdən sonra cari sazlanmış bütün kanallar silinəcək. Kanalları yenidən sazlamaq üçün lütfən, Avtomatik Sazlamaya keçin. Davam etmək istəyirsiniz?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Poçt indeksinizi dəyişdirdikdən sonra bütün cari Freesat kanalları silinəcəkdir. Kanalları yenidən sazlamaq üçün lütfən, Avtomatik Sazlamaya keçin. Davam etmək istəyirsiniz?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Ölkənizi dəyişdirdikdən sonra siz Avtomatik Sazlamadan istifadə etməklə kanallarınızı skanlaya bilərsiniz. Davam etmək istəyirsiniz?",
	"Ages 2-7 are allowed to watch.": "2–7 yaşlılara baxmağa icazə verilir.",
	"Albania": "Albaniya",
	"Albanian": "Alban",
	"Alerts you by sound when the TV is turned on or off.": "TV yandırılanda və ya söndürüləndə sizi səs ilə xəbərdar edir.",
	"Algeria": "Əlcəzair",
	"Algiers": "Alcir",
	"All Channels": "Bütün Kanallar",
	"All Children": "Bütün Uşaqlar",
	"All ages are allowed to watch.": "Bütün yaş qruplarına baxmağa icazə verilir.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} rejimi üçün bütün cari parametrlər ilkin vəziyyətinə bərpa ediləcək. Davam etmək istəyirsiniz?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Standart Rejim üçün bütün səs effekti ilkin vəziyyətinə bərpa ediləcək. Davam etmək istəyirsiniz?",
	"Allow Automatic Updates": "Avtomatik Yeniləmələrə icazə ver",
	"Almaty": "Almatı",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Həmçinin siz Bluetooth Surround səsi üçün təfərrüatlı parametrləri tənzimləyə bilərsiniz.",
	"Always Open": "Həmişə Açıqdır",
	"Always-on Off Time": "Always-on Sönmə Vaxtı",
	"Amman": "Əmman",
	"An error has occurred while copy channels.": "Kanalları köçürən zaman səhv baş verdi.",
	"An important software update is available.": "Mühüm proqram təminatı yeniləməsi mümkündür.",
	"Anadyr": "Anadır",
	"Analog Mode": "Analoq Rejimi",
	"Analog TV": "Analoq TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Səsin xarakteristikalarını təhlil edin və real vaxtda hər məzmun üçün səsi optimallaşdırın.",
	"Anchorage": "Ankoraj",
	"Angola": "Anqola",
	"Antananarivo": "Antananarivu",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antena Radio",
	"Antigua and Barbuda": "Antiqua və Barbuda",
	"Any Supplementary Audio": "İstənilən Əlavə Audio",
	"App Alarm": "Proqram Siqnalı",
	"Application Locks": "Proqram Kilidləri",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Cari şəkil rejiminin təfərrüatlı parametr dəyərlərini bütün daxiletmələr və ya proqramlara tətbiq edin.",
	"Apply to all inputs": "Bütün Daxiletmələrə tətbiq edin",
	"Applying value to all inputs...": "Dəyər bütün daxiletmələrə tətbiq olunur...",
	"Aqtöbe": "Aktöbe",
	"Arabic": "Ərəb",
	"Araguaína": "Araquaina",
	"Armenia": "Ermənistan",
	"Ashgabat": "Aşqabat",
	"Aspect Ratio": "Nisbət",
	"Aspect Ratio Settings": "Nisbət Parametrləri",
	"Assamese": "Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Uzaqdan idarəetmə düymələrinə kanallar təyin edin ki, onlara cəld keçə biləsiniz.",
	"Asunción": "Asunson",
	"Athens": "Afina",
	"Auckland": "Oklend",
	"Audio Delay": "Audio Gecikmə",
	"Audio Description": "Audio Təsvir",
	"Audio Description Volume": "Audio Təsvirin Səs Səviyyəsi",
	"Audio Guidance": "Audio Təlimat",
	"Audio Language": "Audio Dil",
	"Audio Type": "Audio Növü",
	"Australia": "Avstraliya",
	"Austria": "Avstriya",
	"Auto": "Avtomatik",
	"Auto Detect": "Avtomatik Aşkarlama",
	"Auto Device Detection": "Avtomatik Cihaz Aşkarlaması",
	"Auto Genre Selection": "Avtomatik Janr Seçimi",
	"Auto Power Off": "Avtomatik Söndürmə",
	"Auto Power Sync": "Avtomatik İşəsalma Sinxronlaşdırılması",
	"Auto Start": "Avtomatik Başladın",
	"Auto Volume": "Avtomatik Səs Səviyyəsi",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Səs səviyyəsindəki boşluğu avtomatik tənzimləyin və ya uzaqdan idarəetmədə səs düyməsi ilə vaxtında tənzimlənmiş səsin səviyyəsini təyin edin.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR məzmunları janrı üçün optimallaşdırılmış şəkil qiymətinə avtomatik tənzimləyin.",
	"Automatically adjust to a picture value optimized for contents genre.": "Məzmunlar janrı üçün optimallaşdırılmış şəkil qiymətinə avtomatik tənzimləyin.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Film məzmunu tanındıqda, avtomatik olaraq FILMMAKER MODE dəyişin.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Rəngə və mühit işığının parlaqlığına əsasən şəklin keyfiyyətini avtomatik optimallaşdırın.",
	"Automatically update system software when an update is found.": "Yeniləmə tapılan zaman sistemin proqram təminatını avtomatik yeniləyin.",
	"Available Internal Storage": "Mümkün Daxili Yaddaş",
	"Azerbaijan": "Azərbaycan",
	"Azores": "Azor adaları",
	"BG Color": "Fon Rəngi",
	"BG Opacity": "Fonun Qeyri-Şəffaflığı",
	"Back": "Geri",
	"Backlight": "Fon işığı",
	"Baghdad": "Bağdad",
	"Bahamas": "Baham",
	"Bahrain": "Bəhreyn",
	"Baku": "Bakı",
	"Balance": "Balans",
	"Bangkok": "Banqkok",
	"Bangladesh": "Banqladeş",
	"Bangui": "Banqi",
	"Banjul": "Bancul",
	"Basque": "Bask",
	"Bass Boost": "Basın Gücləndirilməsi",
	"Behavior may vary depending on connected device.": "Davranış qoşulu cihazdan asılı olaraq fərqlənə bilər.",
	"Beijing": "Pekin",
	"Beirut": "Beyrut",
	"Belarus": "Belarusiya",
	"Belgium": "Belçika",
	"Belgrade": "Belqrad",
	"Belize": "Beliz",
	"Belém": "Belem",
	"Bengali": "Benqal",
	"Bhutan": "Butan",
	"Bishkek": "Bişkek",
	"Bissau": "Bisau",
	"Black": "Qara",
	"Black Level": "Qaralıq Səviyyəsi",
	"Blanc-Sablon": "Blan-Sablon",
	"Blantyre": "Blantayr",
	"Block TV programs broadcast in English based on their content ratings.": "Məzmun reytinqlərinə əsasən İngilis dilində yayımlanan TV proqramlarını bloklayın.",
	"Block TV programs broadcast in French based on their content ratings.": "Məzmun reytinqlərinə əsasən Fransız dilində yayımlanan TV proqramlarını bloklayın.",
	"Block content based on genre.": "Janra əsasən məzmunu bloklayın.",
	"Blue": "Mavi",
	"Bluetooth Speaker Mode": "Bluetooth Səsucaldan Rejimi",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround Səsi + Daxili TV Səsucaldanı",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround Səsi Quraşdırması",
	"Bogotá": "Boqota",
	"Bolivia": "Boliviya",
	"Bosnia": "Bosniya və Herseqovina",
	"Bosnia And Herzegovina": "Bosniya və Hersoqovina",
	"Bosnian": "Bosniya",
	"Botswana": "Botsvana",
	"Brazil": "Braziliya",
	"Brazzaville": "Brazzavil",
	"Brightness": "Parlaqlıq",
	"Broadcast Country": "Yayım Ölkəsi",
	"Broadcast Mail": "Yayım Poçtu",
	"Brussels": "Brüssel",
	"Bucharest": "Buxarest",
	"Budapest": "Budapeşt",
	"Buenos Aires": "Buenos Ayres",
	"Bulgaria": "Bolqarıstan",
	"Bulgarian": "Bolqar",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "“Sıfırla” üzərinə basmaqla, siz LGE-nin keçmişdə bu Smart TV-dən topladığı reklamla bağlı bütün məlumatları siləcəksiniz. “Sıfırla” üzərinə bassanız, bu, irəli keçərək gördüyünüz reklamların növlərinə təsir edə bilər, lakin bu, sizin reklamları almağınızın qarşısını almayacaqdır.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus-ı yandırmaqla, siz interaktiv xidmətlərlə sizi təmin etmək üçün üçüncü şəxslərlə anonim şəkildə paylaşılma ehtimalı olan ACR modulu vasitəsilə LG Electronics Inc. (\"LGE\") tərəfindən televizor baxış məlumatı kolleksiyası ilə razılaşırsınız. Biz həmçinin marketinq məqsədləri üçün üçüncü şəxslərlə toplanmış anonim məlumatı paylaşırıq. Lütfən nəzərə alın ki, biz 13 yaşdan aşağı uşaqlardan və ya onlar haqqında yuxarıdakı məlumatı bilərəkdən toplamırıq. Live Plus haqqında təfərrüatlı məlumat Smart TV parametrləri menyusunda müraciət edilə bilən Baxış Məlumatında (şərtlər) göstərilib. LGE, Live Plus funksiyasını aktivləşdirməyinizdən əvvəl Baxış Məlumatının (şərtlər) tam versiyasını nəzərdən keçirməyinizi son dərəcə tövsiyə edir.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus-u yandırmaqla, siz TV-nizdə göstərilən məzmunun tanına bildiyini və baxış məlumatının sizi təkmil baxış təcrübəsi və məzmun tövsiyələri və reklamları daxil olmaqla, fərdiləşdirilmiş xidmətlərlə təmin etmək üçün istifadə oluna bilməsi ilə razılaşırsınız. Ətraflı məlumat üçün TV parametrləri menyusunda Məxfilik Siyasəti və müvafiq İstifadəçi Müqavilələrinə nəzər salın.",
	"CC 1": "SURƏT 1",
	"CC 2": "SURƏT 2",
	"CC 3": "SURƏT 3",
	"CC 4": "SURƏT 4",
	"CI Information": "CI Məlumatı",
	"CI password incorrect. Please enter again.": "CI parolu doğru deyil. Lütfən, yenidən daxil edin.",
	"CS1 Board": "CS1 Lövhəsi",
	"CS2 Board": "CS2 Lövhəsi",
	"Cable": "Kabel",
	"Cable ATV": "Kabel ATV",
	"Cable DTV": "Kabel DTV",
	"Cable Radio": "Kabel Radio",
	"Cairo": "Qahirə",
	"Cambodia": "Kamboca",
	"Cameroon": "Kamerun",
	"Campo Grande": "Kampo Qrande",
	"Can not Find Channel": "Kanalı tapmaq mümkün deyil.",
	"Canada": "Kanada",
	"Canary Islands": "Kanar Adaları",
	"Cancel": "İmtina et",
	"Cancel Schedule": "Planlaşdırmanı ləğv et",
	"Cancel Update": "Yeniləməni ləğv et",
	"Cancún": "Kankun",
	"Cantonese": "Kanton",
	"Cape Verde": "Kabo-Verde",
	"Caracas": "Karakas",
	"Casablanca": "Kasablanka",
	"Catalan": "Katalan",
	"Caution": "Diqqət",
	"Cayman Islands": "Kayman Adaları",
	"Center": "Mərkəz",
	"Central African Republic": "Mərkəzi Afrika Respublikası",
	"Ceuta": "Seuta",
	"Chad": "Çad",
	"Change blue intensity and adjust the color balance.": "Göyün intensivliyini dəyişdirin və rəng balansını tənzimləyin.",
	"Change green intensity and adjust the color balance.": "Yaşılın intensivliyini dəyişdirin və rəng balansını tənzimləyin.",
	"Change red intensity and adjust the color balance.": "Qırmızının intensivliyini dəyişdirin və rəng balansını tənzimləyin.",
	"Change the left / right sound": "Sol / sağ səsi dəyişdirin",
	"Change the position of captions using the 4-way dial on the remote control.": "Distans idarənin (idarə etmənin) pultunda 4-pozisiya çeviricisinin köməyi ilə titrlərin vəziyyətini dəyişdirin",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Regionun dəyişdirilməsi TV-nizdə cari sazlanmış kanalları dəyişə bilər. Avtomatik Sazlamada kanalları yenidən sazlaya bilərsiniz. Regional parametrləri indi dəyişmək istəyirsiniz?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Ölkənin dəyişdirilməsi TV-nizin yenidən başlamasına səbəb olacaq və LG-nin İstifadəçi Müqavilələri ilə yenidən razılaşmağınız lazım ola bilər. Bundan başqa, bəzi proqramların və xidmətlərin mövcudluğu LG Xidmətləri Ölkəsinə əsaslanaraq fərqlənə bilər. Davam etmək istəyirsiniz?",
	"Channel Locks": "Kanal Kilidləri",
	"Channel Manager": "Kanal Meneceri",
	"Channel Scrolling Options": "Kanalın Sürüşdürülməsi Seçimləri",
	"Channel Tuning": "Kanal Sazlaması",
	"Channel Tuning & Settings": "Kanal Sazlaması və Parametrləri",
	"Channels": "Kanallar",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI və digər xarici daxiletmələrdən olan kanalları kilidləmək mümkün deyil. TV kanalları kilidləmək üçün cari daxiletməni Live TV-yə dəyişdirin.",
	"Chatham Islands": "Çatam Adaları",
	"Check TV information.": "TV məlumatını yoxlayın.",
	"Check alarm messages about the user settings or TV status.": "İstifadəçi parametrləri və ya TV statusu haqqında xəbərdarlıq mesajlarını yoxlayın.",
	"Check descriptions for each LG webOS TV functions.": "Hər LG webOS TV funksiyaları üçün təsvirləri yoxlayın.",
	"Check for Advertising settings and set it.": "Reklam parametrlərini yoxlayın və onu təyin edin.",
	"Check for Updates": "Yeniləmələri Yoxla",
	"Check for available functions with Voice and set Voice Settings.": "Səslə mümkünlük funksiyalarını yoxlayın və Səs Parametrlərini təyin edin.",
	"Check for problems with the picture quality.": "Şəkil keyfiyyəti ilə bağlı problemləri yoxlayın.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Daxili TV Səsucaldanının səs keyfiyyəti ilə bağlı problemləri yoxlayın.",
	"Check for software updates and update if available.": "Mümkün olarsa, proqram təminatı yeniləmələri və yeniləmə üçün yoxlayın.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth cihazının qoşulma rejimində olub-olmadığını yoxlayın.",
	"Check your TV status to solve problems or use remote support.": "Problemləri həll etmək və ya pult dəstəyini istifadə etmək üçün TV-nizin vəziyyətini yoxlayın.",
	"Checking Password": "Parol Yoxlanılır",
	"Checking for Updates": "Yeniləmələr yoxlanır",
	"Checking...": "Yoxlanır...",
	"Chicago": "Çikaqo",
	"Chihuahua": "Çixuaxua",
	"Children": "Uşaqlar",
	"Children Age": "Uşaqların Yaşı",
	"Children Program Locks": "Uşaqlar üçün Proqram Kilidləri",
	"Children over 8 are allowed to watch.": "8 yaşdan aşağı uşaqlara baxmağa icazə verilir.",
	"Chile": "Çili",
	"China": "Çin",
	"Chinese": "Çin",
	"Chisinau": "Kişinyov",
	"Choibalsan": "Çoybalsan",
	"Chongqing": "Çunçin",
	"Choose to have all channels or just your primary ones when you change channels.": "Kanalları dəyişdirdiyiniz zaman bütün kanallara və ya sadəcə əsaslarına malik olmağı seçin.",
	"Christmas Island": "Milad Adası",
	"Cinema": "Kino",
	"Cinema Home": "Kinoteatr Ev",
	"Cinema View": "Kinoteatr Görünüşü",
	"Cinema View (32:12)": "Kinoteatr Görünüşü (32:12)",
	"Cinema Zoom": "Kino Miqyaslaması",
	"City": "Şəhər",
	"City Selection": "Şəhər Seçimi",
	"Clean Audio": "Təmiz Audio",
	"Clear": "Təmizlə",
	"Clear Voice Ⅳ": "Təmiz Səs Ⅳ",
	"Clear1": "Təmizlə",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG Simsiz Klaviaturanız yandırıldıqdan və qoşulma rejiminə təyin olunduqdan sonra aşağıda QOŞULMA düyməsinə klikləyin.",
	"Close": "Bağla",
	"Closed Caption": "Bağlı Başlıq",
	"Closed Caption Settings": "Bağlı Başlıq Parametrləri",
	"Code Value": "Kod Dəyəri",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Ən son proqram təminatını yeniləmək üçün yoxlamaq məqsədilə MAC ünvanı, model nömrəsi, ölkə kodu, dil parametrləri və proqram təminatı versiyasını toplayın və saxlayın.",
	"Colombia": "Kolumbiya",
	"Colombo": "Kolombo",
	"Color": "Rəng",
	"Color Gamut": "Rəng Qamması",
	"Color Management System": "Rəng İdarəetmə Rejimi",
	"Color Temperature": "Rəng Temperaturu",
	"Component": "Komponent",
	"Conakry": "Konakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Şərtlər və qaydaları təsdiqləyin və ya müqaviləni qəbul edib-etməməyi dəyişdirin.",
	"Congo Brazzaville": "Konqo-Brazavil",
	"Connect": "Qoşun",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth səsucaldanını və TV səsucaldanını qoşun və səsucaldanlar arasındakı Audio Gecikməni avtomatik tənzimləyin.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC-ni dəstəkləyən xarici audio cihazı eARC-yə qoşun.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Siqnal Qəbul Edən Qurğu, Səs Paneli və s. kimi xarici cihazları təlimata əsasən TV-yə qoşun.",
	"Connect the LAN cable directly to the TV to use the network.": "Şəbəkədən istifadə etmək üçün LAN kabelini birbaşa TV-yə qoşun.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP və DNS serveri ünvanları əl ilə daxil etməklə şəbəkəyə qoşulun.",
	"Connect to the network if a wireless router is installed.": "Əgər simsiz yönləndirici quraşdırılıbsa, şəbəkəyə qoşulun.",
	"Connect via WPS PBC": "WPS PBC vasitəsilə qoşun",
	"Connect via WPS PIN": "WPS PIN vasitəsilə qoşun",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Simli şəbəkə bağlantısını aktivləşdirmək üçün Ethernet kabeli ilə TV-nizi yönləndirici və ya modemə qoşun.",
	"Connect your TV with WiSA Speakers wirelessly.": "TV-nizi WiSA Səsucaldanlarına simsiz qoşun.",
	"Connectable Devices ({num})": "Qoşula Bilən Cihazlar ({num})",
	"Connected": "Qoşulub",
	"Connected to Internet": "İnternetə qoşulub",
	"Connecting...": "Qoşulur...",
	"Connection": "Bağlantı",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Smartfon və ya kompüter ilə Bağlantının İdarəolunması mümkündür. TV-ni mobil cihaza qoşmaq üçün smartfon və kompüterdə bağlantı parametrləri və sorğular tələb olunur.",
	"Content Recommendations": "Məzmun Tövsiyələri",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Multi-kanal audiosu HbbTV xidməti tərəfindən dəstəklənirsə, məzmun multi-kanal dinləməsi üçün müvafiq səs ilə ifa ediləcək.",
	"Contrast": "Kontrast",
	"Cool": "Sərin",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kanalları köçürün",
	"Copy/Delete file": "Faylı köçür/sil",
	"Correct contrast and brightness by adjusting black levels.": "Qaralıq səviyyələrini tənzimləməklə kontrast və parlaqlığı düzəldin.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Şəklin pikselini düzəldin və TV uzun müddət yandırılmış qalanda baş verə biləcək şəkil keyfiyyəti problemlərinin qarşısını alın.",
	"Costa Rica": "Kosta-Rika",
	"Could not fined available network.": "Mümkün şəbəkə tapılmadı.",
	"Croatia": "Xorvatiya",
	"Croatian": "Xorvat",
	"Cuba": "Kuba",
	"Cuiabá": "Kuyaba",
	"Current time is not valid. Do you want to set the correct time now?": "Cari vaxt düzgün deyil. Düzgün vaxtı indi təyin etmək istəyirsiniz?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Fərdiləşdirilmiş şəkil rejimi parametrlərinin cari qiymətləri bütün daxiletmələr üçün {pictureMode} rejiminə tətbiq ediləcək. Davam etmək istəyirsiniz?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Cari qoşulmuş LG Simsiz Klaviatura cihazının TV ilə bağlantısı kəsiləcək. Davam etmək istəyirsiniz?",
	"Custom": "Fərdi",
	"Custom Time Zone": "Fərdi Saat Qurşağı",
	"Customer Service": "Müştəri Xidməti",
	"Cyan": "Firuzəyi",
	"Cyprus": "Kipr",
	"Czech": "Çex Respublikası",
	"Czech Republic": "Çexiya Respublikası",
	"Côte d'Ivoire": "Kot-Divuar",
	"DNS Server": "DNS Serveri",
	"DR Congo": "Konqo - Kinşasa",
	"DTV Audio Setting": "DTV Audio Parametrləri",
	"Damascus": "Dəməşq",
	"Danish": "Danimarka",
	"Danmarkshavn": "Danmarkşavn",
	"Dar es Salaam": "Darüssalam",
	"Data Service": "Məlumat Xidməti",
	"Date": "Tarix",
	"Dawson": "Davson",
	"Dawson Creek": "Davson Krik",
	"Day": "Gün",
	"Delete": "Sil",
	"Delete Connection History": "Bağlantı Tarixçəsini Silin",
	"Delete Pairing History": "Qoşma Tarixçəsini silin",
	"Delete Usage Data": "İstifadə Verilənlərini Sil",
	"Demo Options": "Demo Seçimləri",
	"Democratic Republic of the Congo": "Konqo Demokratik Respublikası",
	"Denmark": "Danimarka",
	"Depressed": "Aşağı Salınmış",
	"Deregister": "Qeydiyyatdan çıx",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Görmə qabiliyyəti zəif izləyicilərin TV-dən istifadəsi üçün ekrandakı məzmunları səs ilə təsvir edin.",
	"Detect Range": "Aşkarlama Diapazonu",
	"Device Connection Settings": "Cihaz Bağlantısı Parametrləri",
	"Device List": "Cihaz Siyahısı",
	"Device Name": "Cihazın Adı",
	"Dhaka": "Daka",
	"Digital Mode": "Rəqəmli Rejim",
	"Digital Sound Out": "Rəqəmsal Səs Çıxışı",
	"Digital TV": "Rəqəmli TV",
	"Directed to Older Children (ages 7 and above)": "Daha böyük uşaqlar üçün nəzərdə tutulub (7 yaş və ondan yuxarı)",
	"Disabled": "Qeyri-aktiv edilib",
	"Disconnect": "Bağlantını kəs",
	"Display captions for hearing-impaired viewers to use TV.": "Eşitmə qabiliyyəti zəif izləyicilərin TV-dən istifadəsi üçün başlıqlar göstərin.",
	"Display fast-moving content smoothly and clearly.": "Sürətlə hərəkət edən məzmunu qüsursuz və daha aydın göstərin.",
	"Display luminance level for the highest point (100 IRE).": "Ən yüksək nöqtə üçün parlaqlıq səviyyəsini göstərin (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Şəkilləri isti və ya soyuq rəng temperaturunda göstərin.",
	"Djibouti": "Cibuti",
	"Do Not Sell My Personal Information": "Şəxsi Məlumatlarımı Satmayın",
	"Do Not Track": "İzləməyin",
	"Do you want to continue?": "Davam etmək istəyirsiniz?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Kanal siyahısını USB yaddaşından TV-nizə köçürmək istəyirsiniz? TV-nizdəki cari kanallar silinəcək.",
	"Do you want to copy channel list from your TV to the USB storage?": "Kanal siyahısını TV-nizdən USB yaddaşına köçürmək istəyirsiniz?",
	"Do you want to reset Position Settings?": "Mövqe Parametrlərini ilkin vəziyyətinə bərpa etmək istəyirsiniz?",
	"Do you want to reset Volume Control?": "Səs Səviyyəsi Parametrlərini ilkin vəziyyətinə bərpa etmək istəyirsiniz?",
	"Do you want to set the correct time now?": "Düzgün vaxtı indi təyin etmək istəyirsiniz?",
	"Do you want to turn your TV off now?": "TV-nizi indi söndürmək istəyirsinizmi?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikan Respublikası",
	"Done": "Hazırdır",
	"Douala": "Duala",
	"Download Mail": "Poçtu endir",
	"Download and Install": "Yükləyin və Quraşdırın",
	"Downloadable Rating": "Endirilə Bilən Reytinq",
	"Dual Mono": "İkili Mono",
	"Dubai": "Dubay",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on Sönmə Vaxtı ərzində səs tanınması və s. Kimi xüsusiyyətlərin bir hissəsi ekran sönülü olanda məhdud olur.",
	"Dushanbe": "Düşənbə",
	"Dutch": "Holland",
	"Dynamic Color": "Dinamik Rəng",
	"Dynamic Contrast": "Dinamik Kontrast",
	"Dynamic Tone Mapping": "Dinamik Ton Uyğunlaşdırılması",
	"Easter Island": "Pasxa Adası",
	"Eastern Africa": "Şərqi Afrika",
	"Eco": "Eko",
	"Eco Mode": "Ekoloji Rejim",
	"Ecuador": "Ekvador",
	"Edge Color": "Kənar Rəngi",
	"Edge Enhancer": "Kənar Gücləndirici",
	"Edge Type": "Kənar Növü",
	"Edit": "Redaktə et",
	"Egypt": "Misir",
	"Eirunepé": "Eiranep",
	"El Salvador": "Salvador",
	"El salvador": "Salvador",
	"Emergency Alert": "Fövqəladə Xəbərdarlıq",
	"Enabled": "Aktivləşdirilib",
	"Energy Saving": "Enerjiyə Qənaət",
	"Energy consumption may increase if this feature is on.": "Əgər bu xüsusiyyət aktivdirsə, enerji sərfiyyatı arta bilər.",
	"Energy saving modes to limit power consumption.": "Enerji sərfiyyatını məhdudlaşdırmaq üçün enerjiyə qənaət rejimləri.",
	"English": "İngilis",
	"Enhance the bass sound.": "Bass səsini gücləndirin.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Zəif görmə qabiliyyətli insanlar tərəfindən asanlıqla görülə bilməsi üçün arxa fon və mətn kimi bəzi menyuların parlaq və tünd sahələri arasındakı kontrastı artırın.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG Dərin Öyrənmə üsulu ilə öyrənilən alqoritmlə ayırdetmə dəqiqliyi və məzmunların kəskinliyini gücləndirin və məzmunların təhlili ilə dərinliyi optimallaşdırın.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Səs sahəsi effektini yandırmaqla optimal səs ilə Dolby Atmos məzmunundan zövq alın.",
	"Enjoy TV sound by connecting Wired Headphones.": "Simli Qulaqlıqları qoşmaqla TV-nin səsindən zövq alın.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) portuna qoşulmuş audio cihazları vasitəsilə TV-nin səsindən zövq alın.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT-a qoşulmuş audio cihazları vasitəsilə TV-nin səsindən zövq alın.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT portuna qoşulmuş LG audio cihazı vasitəsilə TV səsindən zövq alın.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Xarici Audio Out/Qulaqlıqların çıxış portlarına qoşulmuş audio cihazlar vasitəsilə TV-nin səsindən zövq alın.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Həm Daxili TV Səsucaldanı, həm də Simli Qulaqlıqlar vasitəsilə TV-nin səsdən zövq alın.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Həm Daxili TV Səsucaldanı, həm də OPTICAL DIGITAL AUDIO OUT portuna qoşulmuş xarici audio cihazlar ilə TV-nin səsindən zövq alın.",
	"Enjoy a clear and natural sound.": "Aydın və təbii səsdən zövq alın.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync və ya Bluetooth-a qoşulmuş simsiz audio cihaz ilə səsdən zövq alın.",
	"Enjoy the sound optimized to the room.": "Otaq üçün optimallaşdırılmış səsdən zövq alın.",
	"Enter CI Password": "CI Parolunu daxil edin",
	"Enter the PIN in your router's settings.": "Yönləndiricinizin parametrlərində PIN daxil edin.",
	"Enter the master password.": "Şablon parol daxil edin.",
	"Equalizer": "Bərabərləşdirici",
	"Equatorial Guinea": "Ekvatorial Qvineya",
	"Eritrea": "Eritreya",
	"Estonia": "Estoniya",
	"Estonian": "Eston",
	"Ethiopia": "Efiopiya",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Əgər hətta parametr qeyri-aktivdirsə, əlaqədar məlumatı kanal banneri, səs tanınması vasitəsilə yoxlaya bilərsiniz.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Hətta TV sönülü olduqda və minimum enerjidən istifadə etdikdə belə, siz mobil cihazı qoşmaqla musiqi dinləyə bilərsiniz. TV yandırıldıqda, xüsusiyyətlər sərvətindən yenidən sürətlə istifadə oluna bilər.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Hətta TV sönülü olanda belə smartfonu Bluetooth vasitəsilə TV-yə qoşaraq musiqiyə qulaq asa bilərsiniz.",
	"Every Day": "Hər Gün",
	"Every Weekday": "Hər Həftə İçi",
	"Every Weekend": "Hər Həftəsonu",
	"Expert (Bright Room)": "Ekspert (İşıqlı Otaq)",
	"Expert (Dark Room)": "Ekspert (Qaranlıq Otaq)",
	"Export your TV's channel list information to a connected USB device.": "TV kanal siyahınızla bağlı məlumatı qoşulu USB cihazına ixrac edin.",
	"Extended": "Genişləndirilib",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Avtomatik Enerjinin Söndürülməsi parametrinin vaxt müddətinin uzadılması və ya funksiyanın söndürülməsi enerji sərfiyyatını artıra bilər.",
	"Extreme": "Ekstrim",
	"Eye Comfort Mode": "Gözlər üçün Rahat Rejim",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE Avtomatik Dəyişikliyi",
	"Fantasy Violence": "Fantaziya Şiddəti",
	"Fast": "Sürətli",
	"Fernando de Noronha": "Fernando-di-Noronya",
	"Fiji": "Fici",
	"Find and tell an audio device available to connect around TV.": "TV-nin ətrafında qoşulmaq üçün mümkün olan audio cihazı tap və bildir.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Qırmızı, yaşıl, mavi, firuzəyi, maqenta və sarı rəng boşluqlarını dəqiq sazlayın.",
	"Finland": "Finlandiya",
	"Finnish": "Fin",
	"Flash": "Fləş",
	"Flat Mode": "Rəvan Rejim",
	"Font": "Şrift",
	"Font 1": "Şrift 1",
	"Font 2": "Şrift 2",
	"Font 3": "Şrift 3",
	"Font 4": "Şrift 4",
	"Font 5": "Şrift 5",
	"Font 6": "Şrift 6",
	"Font 7": "Şrift 7",
	"Font 8": "Şrift 8",
	"Football": "Futbol",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi ilə Qorunan Quraşdırma)-aktivləşdirilmiş simsiz yönləndirici üçün TV-ni simsiz şəbəkəyə qoşmaq məqsədilə PIN kod daxil edin.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi ilə Qorunan Quraşdırma)-aktivləşdirilmiş simsiz yönləndirici üçün TV-ni simsiz şəbəkəyə qoşmaq məqsədilə WPS-PBC düyməsini basın.",
	"France": "Fransa",
	"Freetown": "Fritaun",
	"French": "Fransız",
	"French Polynesia": "Fransız Polineziyası",
	"Full Wide": "Tam Geniş",
	"Gabon": "Qabon",
	"Gaborone": "Qaborone",
	"Gaelic": "Qal",
	"Galapagos Islands": "Qalapaqos Adaları",
	"Galician": "Qalisiyan",
	"Gallery": "Qalereya",
	"Gambia": "Qambiya",
	"Gambier": "Qambir",
	"Game": "Oyun",
	"Gamma": "Qamma",
	"Gateway": "Şlüz",
	"General": "Ümumi",
	"General Age": "Ümumi Yaş",
	"General Audience": "Ümumi Auditoriya",
	"General Audiences": "Ümumi Auditoriyalar",
	"General Program Locks": "Ümumi Proqram Kilidləri",
	"Georgia": "Gürcüstan",
	"German": "Alman",
	"Germany": "Almaniya",
	"Get started in a quiet environment for sound optimization.": "Səs optimallaşdırılması üçün sakit mühitdən başlayın",
	"Getting...": "Əldə edilir...",
	"Ghana": "Qana",
	"Gibraltar": "Cəbəllütariq",
	"Glace Bay": "Qleys Körfəzi",
	"Godthab": "Qodhob",
	"Grayscale": "Boz rəng çalarları",
	"Greece": "Yunanıstan",
	"Greek": "Yunan",
	"Green": "Yaşıl",
	"Greenland": "Qrenlandiya",
	"Grenada": "Qrenada",
	"Guadalcanal": "Quadalkanal",
	"Guadeloupe": "Qvadelupa",
	"Guam": "Quam",
	"Guatemala": "Qvatemala",
	"Guatemala City": "Qvatemala Siti",
	"Guayaquil": "Quayakil",
	"Guernsey": "Gernsi",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Görmə qabiliyyəti zəif izləyicilərin TV-dən istifadəsi üçün səs ilə bələdçilik menyuları və əməliyyatları.",
	"Guinea": "Qvineya",
	"Guinea Bissau": "Qvineya Bisau",
	"Guinea Conakry": "Qvineya Konakri",
	"Guinea Equatorial": "Ekvatorial Qvineya",
	"Gujarati": "Qucarati",
	"Guyana": "Qayana",
	"H Position": "H Mövqeyi",
	"H Sharpness": "H Kəskinlik",
	"H Size": "H Ölçüsü",
	"HD Mode": "HD Rejimi",
	"HD Mode Option": "HD Rejimi Seçimi",
	"HDD Eco Mode": "HDD Ekoloji Rejimi",
	"HDD Power Saving Mode": "HDD Enerjiyə Qənaət Rejimi",
	"HDMI Input Audio Format": "HDMI Daxiletmə Audio Formatı",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} və HDMI {port2} portları 8K Ultra HD Deep Color-u dəstəkləyir.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} və HDMI {port2} portları Ultra HD Deep Color-i dəstəkləyir.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} portu 8K Ultra HD Deep Color-u dəstəkləyir.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} portu Ultra HD Deep Color-i dəstəkləyir.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} və HDMI {port3} portları 8K Ultra HD Deep Color-u dəstəkləyir.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} və HDMI {port3} portları Ultra HD Deep Color-i dəstəkləyir.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} və HDMI {port4} portları 8K Ultra HD Deep Color-u dəstəkləyir.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} və HDMI {port4} portları Ultra HD Deep Color-i dəstəkləyir.",
	"HDR Effect": "HDR Effekti",
	"HDR Picture Mode": "HDR Şəkil Rejimi",
	"Halifax": "Halifaks",
	"Hard of Hearing": "Eşitmə Çətinliyi",
	"Headphones Volume": "Qulaqlığın Səs Səviyyəsi",
	"Hebrew": "İvrit",
	"Hermosillo": "Ermosilo",
	"High": "Yüksək",
	"High Contrast": "Yüksək Kəskinlik",
	"Higher values increase a sense of warmth or coldness.": "Daha yüksək qiymətlər istilik və ya soyuqluq sensorunu artırır.",
	"Hindi": "Hind",
	"Ho Chi Minh": "Ho Çi Min",
	"Home Animation": "Başlanğıc Səhifə Animasiyası",
	"Home Auto Launch": "Başlanğıc Səhifənin Avtomatik Başladılması",
	"Home Mode": "Ev Rejimi",
	"Home Promotion": "Başlanğıc Səhifə Reklamı",
	"Home Settings": "Başlanğıc Səhifə Parametrləri",
	"Home/Store Mode": "Ev/Saxlama Rejimi",
	"Hong Kong": "Honq-Konq",
	"Hongkong": "Honq-Konq",
	"Hours": "Saat",
	"However, the IPv6 version of the address does not support editing.": "Buna baxmayaraq, ünvanın IPv6 versiyası redaktəni dəstəkləmir.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Beləliklə, TV-nizi optimal vəziyyətdə saxlamaq üçün Always-on rejimi beş saatlıq qeyri-aktiv ediləcək və enerji tamamilə söndürüləcək.",
	"Hungarian": "Macar",
	"Hungary": "Macarıstan",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VACİB! İlkin vəziyyətinə bərpa hesab parametrləriniz və quraşdırılmış proqramların hamısını siləcək. Bu fəaliyyət qaytarıla bilməz.",
	"IP (Automatic)": "IP (Avtomatik)",
	"IP (Manual)": "IP (Əllə)",
	"IP Address": "IP Ünvanı",
	"IVC (Cote d’Ivoire)": "IVC (Kot-Divuar)",
	"Iceland": "İslandiya",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Avtomatik İşəsalma Sinxronlaşdırmasının seçilməsi ilə TV-niz SIMPLINK cihazını yandırdığınız zaman yandırılacaq və TV-nizi söndürdüyünüz zaman SIMPLINK cihazları söndürüləcək.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Siqnal Qəbul Edən Qurğu/OTT-nin Universal İdarəetməsi quraşdırılıbsa, LG uzaqdan idarəetməsinə qoşulmuş Siqnal Qəbul Edən Qurğudan istifadə edərək faydalanın.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Əgər cihaz porta qoşulubsa, siz cihaz videosunun minimallaşdırılmış gecikməsi və ya fasiləsi ilə oyunun optimallaşdırılmış şəklinə baxa bilərsiniz.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Əgər yandırılarsa və siz həm də Ultra HD Deep Color-u dəstəkləyən cihaz qoşsanız, şəkliniz daha aydın ola bilər.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Əgər yazı və ya proqram təminatının yenilənməsi icra olunursa, proses onların tamamlanmasını gözləyəcək və bu, bir saatdan çox çəkə bilər.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Əgər yazı və ya proqram təminatı yeniləməsi icra olunursa, proses onların tamamlanmasını gözləyəcək və bu, {n} dəqiqədən çox çəkə bilər.",
	"If the device is not connected, you may not hear any sound through it.": "Əgər cihaz qoşulmayıbsa, onun vasitəsilə səs eşidə bilməzsiniz.",
	"If the edge of the screen is not clean, please turn this function off.": "Əgər ekranın kənarı aydın deyilsə, bu funksiyanı söndürün.",
	"If the program does not support multiple languages, the default language is selected.": "Əgər proqram çoxsaylı dilləri dəstəkləmirsə, standart dil seçilir.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Əgər proqram seçilmiş çıxış formatını dəstəkləmirsə, mənbədən standart çıxış istifadə ediləcək.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Əgər veriliş müxtəlif audio parametrlərini dəstəkləmirsə, standart audio seçiləcək.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Eyni əlamət təkrarlanarsa, təyinat qiymətini dəyişdirin və ya qoşulmuş xarici cihazı yenidən başladın.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Əgər seçilmiş dil dəstəkləmirsə, yayımlardan standart dil istifadə ediləcək.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Əgər statik ekran bir saat ərzində heç bir istifadəçi daxiletməsi almazsa, o, ekran qoruyucusuna keçəcək.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Əgər təyin etdiyiniz vaxt cari vaxtdan çox fərqlidirsə, ağıllı xüsusiyyətlərdən bəziləri göstərilməyə bilər.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Cihaz vasitəsilə səsi eşidə bilmirsinizsə, onun müvafiq şəkildə işlədiyindən və LG Sound Sync-ı dəstəklədiyindən əmin olun.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Əgər siz Mağaza Demosu rejimi seçsəniz, o, TV satan pərakəndə displeylər üçün optimallaşdırılmış dəyərlərə təyin edilir.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Əgər Audio Bələdçini yandırsanız, uzaqdan idarəetmənizdə yalnız sol, sağ, yuxarı, aşağı düymələri ilə yerini dəyişə bilərsiniz və göstərici tələb edən bəzi proqramlar istifadə edilə bilməz.",
	"If you turn it off, CAM operator's profile will be deleted.": "Əgər onu söndürsəniz, CAM operatorunun profili silinəcəkdir.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Əgər bunu söndürsəniz, bütün sazlanmış CAM kanallarından istifadə mümkün olmayacaq və bildirişlər daha təmin edilməyəcək.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Əgər siz “Quick Start+” funskyasını söndürsəniz, Uzaqdan Sərbəst İdarəetmə ilə TV-nizi yandıra bilməyəcəksiniz. Davam etmək istəyirsiniz?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Əgər ekran qoruyucusunu yandırsanız və eyni təsvir ekranda 2 saatdan çox qalarsa, bu ekranınızın şəkil keyfiyyətinə mənfi təsir edə bilər. Əgər 5 saatdan çox qalarsa, daimi şəkil keyfiyyətinin düşməsi baş verə bilər. Davam etmək istəyirsiniz?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Əgər bu seçimi söndürsəniz, statik ekran uzun müddət qala bilər, bu isə ekranın keyfiyyətini pisləşdirir və ya bəzi hallarda çətinliklə bərpa olunur.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Enerjiyə Qənaət funksiyasının istifadəsi, televizorun parlaqlığına təsir edəcək.",
	"Import your TV's channel list information from a connected USB device.": "TV kanal siyahınızla bağlı məlumatı qoşulu USB cihazından idxal edin.",
	"Import/export your TV's channel list information from/to a connected USB device.": "TV kanal siyahınız haqqında məlumatı qoşulu USB cihazından/cihazına idxal/ixrac edin.",
	"In Home": "Başlanğıc Ekranda",
	"India": "Hindistan",
	"Indianapolis": "İndianapolis",
	"Indonesia": "İndoneziya",
	"Indonesian": "İndoneziya",
	"Inner": "Daxili",
	"Input": "Daxiletmə",
	"Input Locks": "Daxiletmə Kilidləri",
	"Input field": "Daxiletmə sahəsi",
	"Installing...": "Quraşdırılır...",
	"Instant Game Response": "Ani Oyun Cavabı",
	"Interactive Service": "İnteraktiv Xidmət",
	"Interactivity(DTVi)": "İnteraktivlik(DTVi)",
	"Internal TV Speaker": "Daxili TV Səsucaldanı",
	"Invert Colors": "Rəngləri dəyişdirin",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Ekranda göstərilən elementlərin görünmə dərəcəsini artırmaq üçün bəzi menyularda müəyyən rəngləri çevirin və tarazlaşdırın.",
	"Iran": "İran",
	"Iraq": "İraq",
	"Ireland": "İrlandiya",
	"Irish": "İrland",
	"Irkutsk": "İrkutsk",
	"Israel": "İsrail",
	"Istanbul": "İstanbul",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "O, individual olaraq şəkil rejiminin ilkin vəziyyətinə bərpadır, ona görə də arzuolunan şəkil rejimini seçin və onu ilkin vəziyyətinə bərpa edin.",
	"It may not sound depending on connected devices.": "Qoşulmuş cihazlardan asılı olaraq səs gəlməyə bilər.",
	"It may take a few minutes.": "Bir neçə dəqiqə çəkə bilər.",
	"It may take a few seconds.": "Bir neçə saniyə çəkə bilər.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Bu, LG Mexanizmi ilə Tədris üsulu vasitəsilə öyrənilmiş alqoritm vasitəsilə izləmə janrından asılı olaraq optimal səs və ya Virtual 4.0 mühitini təmin edir.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Bu, LG Dərin Öyrənmə üsulu ilə öyrənilmiş alqoritm vasitəsilə izləmə janrından asılı olaraq optimal səs və ya Virtual 5.1 mühitini təmin edir.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "O, TV quraşdırmasının növünə əsasən otaqda əks olunan səsi sazlamaqla optimallaşdırılmış səs təmin edir.",
	"It reduces jaggies in the picture for a smooth picture.": "Aydın şəkil üçün şəkildə siqnal tezliyini azaldır.",
	"It works only when the broadcasting program supports captions.": "Bu, yalnız yayım proqramı bağlı başlıqları dəstəkləyəndə işləyir.",
	"It works only when the broadcasting program supports subtitles.": "Bu, yalnız yayım proqramı alt-başlıqları dəstəkləyəndə işləyir.",
	"Italian": "İtalyan",
	"Italy": "İtaliya",
	"Ivory Coast": "Fildişi Sahili",
	"Jakarta": "Cakarta",
	"Jamaica": "Yamayka",
	"Japan": "Yaponiya",
	"Japanese": "Yapon",
	"Jayapura": "Cayapura",
	"Jerusalem": "Yerusəlim",
	"Johannesburg": "Yohannesburq",
	"Jordan": "İordaniya",
	"Just Scan": "Sadəcə skanlayın",
	"Kabul": "Kabil",
	"Kaliningrad": "Kalininqrad",
	"Kamchatka": "Kamçatka",
	"Karachi": "Kəraçi",
	"Kashgar": "Kaşqar",
	"Kazakh": "Qazax",
	"Kazakhstan": "Qazaxıstan",
	"Kenya": "Keniya",
	"Keyboard Languages": "Klaviatura Dilləri",
	"Khartoum": "Xartum",
	"Khovd": "Xovd",
	"Kiev": "Kiyev",
	"Kigali": "Kiqali",
	"Kingston": "Kinqston",
	"Kinshasa": "Kinşasa",
	"Kolkata": "Kəlkütə",
	"Korea": "Cənubi Koreya",
	"Korean": "Koreya",
	"Kuala Lumpur": "Kuala-Lumpur",
	"Kuching": "Kuçinq",
	"Kuwait": "Küveyt",
	"Kuwait City": "Küveyt Şəhəri",
	"Kyrgyzstan": "Qırğızıstan",
	"LED Local Dimming": "LED Lokal Tutqunlaşdırma",
	"LG Logo Light (Front of TV)": "LG Logo Light (TV-nin Önü)",
	"LG Services Country": "LG Xidmətləri Ölkəsi",
	"LG Wireless Keyboard": "LG Simsiz Klaviaturası",
	"LG Wireless Keyboard Connected:": "LG Simsiz Klaviaturası Qoşulub:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Simsiz Klaviaturası TV-ni Bluetooth vasitəsilə idarə etməyinizə icazə verir.",
	"Lagos": "Laqos",
	"Language": "Dil",
	"Large": "Böyük",
	"Last tuning:": "Son sazlama:",
	"Latvia": "Latviya",
	"Latvian": "Latviya",
	"Lebanon": "Livan",
	"Left": "Sol",
	"Left Right": "Sol/Sağ",
	"Left Surround": "Sol Ətraf",
	"Left drop shadow": "Soldan kölgə sal",
	"Legal Notice": "Hüquqi Bildiriş",
	"Lesotho": "Lesoto",
	"Liberia": "Liberiya",
	"Libreville": "Librevil",
	"Libya": "Liviya",
	"Liechtenstein": "Lixtenşteyn",
	"Light": "Açıq",
	"Lilongwe": "Lilonqve",
	"Limit AD Tracking": "AD İzlənməsini məhdudlaşdırın",
	"Lisbon": "Lissabon",
	"Lithuania": "Litva",
	"Lithuanian": "Litva",
	"Live Theater": "Canlı Teatr",
	"Ljubljana": "Lyublyana",
	"Loading...": "Yüklənir...",
	"Local": "Yerli",
	"Local Language": "Yerli Dil",
	"Location": "Məkan",
	"Lock All": "Hamısını Kilidlə",
	"Lock changes for currently running apps will be applied the next time they are started.": "Hazırda icra olunan proqramlar üçün proqram kilid dəyişiklikləri növbəti dəfə onlar başladılanda tətbiq olunacaqdır.",
	"Logo Luminance Adjustment": "Loqonun Parlaqlığının Tənzimləsi",
	"Lord Howe": "Lord Hau",
	"Los Angeles": "Los-Ancels",
	"Louisville": "Luisvill",
	"Low": "Aşağı",
	"Lubumbashi": "Lubumbaşi",
	"Luminance": "Parlaqlıq",
	"Luxembourg": "Lüksemburq",
	"MAC Address": "MAC Ünvanı",
	"MAC Address (Wired)": "MAC Ünvanı (Simli)",
	"MAC Address (Wireless)": "MAC Ünvanı (Simsiz)",
	"MASTER PASSWORD": "ŞABLON PAROL",
	"MHEG Guide": "MHEG Təlimatı",
	"MPEG Noise Reduction": "MPEG Səsin Azalması",
	"Macao": "Makao",
	"Macedonia": "Makedoniya",
	"Macedonia, The Former Yugoslav Republic Of": "Keçmiş Yuqoslaviya İttifaqı Respublikası Makedoniya",
	"Macedonian": "Makedon",
	"Maceió": "Maseyo ",
	"Maceió ": "Maseyo ",
	"Madagascar": "Madaqaskar",
	"Madeira": "Madeyra",
	"Magadan": "Maqadan",
	"Magenta": "Maqenta",
	"Make blurry or difficult-to-see areas more vivid.": "Bulanıq və ya çətin görürnən sahələri daha canlı edin.",
	"Malawi": "Malavi",
	"Malaysia": "Malayziya",
	"Maldives": "Maldiv Adaları",
	"Manage channels stored on the TV.": "TV-də saxlanan kanalları idarə edin.",
	"Managua": "Manaqua",
	"Manual": "Əllə",
	"Marathi": "Marati",
	"Marquesas": "Markiziski",
	"Marshall Islands": "Marşal Adaları",
	"Martinique": "Martinika",
	"Mature Audience Only": "Yalnız Yetkin Auditoriya",
	"Mauritania": "Mavritaniya",
	"Mauritius": "Mavriki",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Ekranın parlaq və tünd sahələrinin intensivliyini artırmaqla kontrastı maksimallaşdırın.",
	"Mayotte": "Mayotta",
	"Mazatlán": "Masatlan",
	"Medium": "Orta",
	"Menu Language": "Menyu Dili",
	"Menu Transparency": "Menyunun Şəffaflığı",
	"Message": "Mesaj",
	"Method": "Üsul",
	"Mexico": "Meksika",
	"Mexico City": "Mexiko Siti",
	"Middle East": "Orta Şərq",
	"Minutes": "Dəqiqə",
	"Mobile Connection Management": "Mobil Bağlantının İdarəolunması",
	"Mode Option": "Rejim Seçimi",
	"Mogadishu": "Moqadişu",
	"Monaco": "Monako",
	"Moncton": "Monkton",
	"Mongolia": "Monqolustan",
	"Monrovia": "Monroviya",
	"Montenegro": "Monteneqro",
	"Month": "Ay",
	"Montréal": "Montreal",
	"Morocco": "Mərakeş",
	"Moscow": "Moskva",
	"Movie Lock": "Film Kilidi",
	"Mozambique": "Mozambik",
	"Multi Channel Audio": "Multi Kanal Audiosu",
	"Multi Feed": "Multi Axın",
	"Multiple": "Çoxsaylı",
	"Muscat": "Muskat",
	"Music": "Musiqi",
	"Myanmar": "Myanma",
	"Mérida": "Merida",
	"NEXTGEN TV Mode": "NEXTGEN TV Rejimi",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Yeni Cənubi Uels/Avstraliya Paytaxt Ərazisi - Sidney",
	"NT - Northern Territory - Darwin": "NT - Şimal Ərazi - Darvin",
	"Nairobi": "Nayrobi",
	"Namibia": "Namibiya",
	"Narrow": "Dar",
	"Natural": "Təbii",
	"Ndjamena": "Ncamena",
	"Netherland": "Niderland",
	"Netherlands": "Niderland",
	"Network": "Şəbəkə",
	"Network Connection Settings": "Şəbəkə Bağlantısı Parametrləri",
	"Network Name": "Şəbəkə Adı",
	"Network-Based Personalization Recommendations": "Şəbəkə Əsaslı Fərdiləşdirmə Tövsiyələri",
	"New Caledonia": "Yeni Kaledoniya",
	"New York": "Nyu-York",
	"New Zealand": "Yeni Zelandiya",
	"Next": "Növbəti",
	"Nicaragua": "Nikaraqua",
	"Nicosia": "Nikosia",
	"Nigeria": "Nigeriya",
	"Night": "Gecə",
	"Nipigon": "Nipiqon",
	"No": "Xeyr",
	"No Internet via 3G/4G network": "3G/4G şəbəkəsi vasitəsilə İnternet yoxdur",
	"No Internet via Ethernet": "Ethernet vasitəsilə İnternet yoxdur",
	"No Internet via Wi-Fi": "Wi-Fi vasitəsilə İnternet yoxdur",
	"No One 17 and Under Admitted.": "Yaşı 17-dən az olan heç kəs qəbul edilmir.",
	"No Operation Auto Off": "Avtomatik Qeyri-aktiv Əməliyyat Yoxdur",
	"No Signal Auto Off": "Avtomatik Qeyri-aktiv Siqnal Yoxdur",
	"No Signal Image": "Siqnal Təsviri yoxdur",
	"No Signal Power Off (15Min)": "Siqnal Söndürməsi Yoxdur (15 Dəq)",
	"No devices have been found.": "Heç bir cihaz tapılmadı.",
	"No paired devices.": "Qoşulmuş cihazlar yoxdur.",
	"No signal on Server": "Serverdə siqnal yoxdur",
	"No updates found.": "Yeniləmə tapılmadı.",
	"Noise Reduction": "Səsin Azalması",
	"None": "Yoxdur",
	"North Korea": "Şimali Koreya",
	"Northern Africa": "Şimali Afrika",
	"Norway": "Norveç",
	"Norwegian": "Norveç",
	"Not Connected": "Qoşulmayıb",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Qeyd: Əgər cihazınız bu xüsusiyyəti dəstəkləmirsə, o düzgün işləməyə bilər. Bu halda siz cihazı başqa HDMI portuna qoşa və ya 8K HDMI Ultra HD Deep Color parametrini söndürə bilərsiniz.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Qeyd: Əgər cihazınız bu xüsusiyyəti dəstəkləmirsə, o düzgün işləməyə bilər. Bu halda siz cihazı başqa HDMI portuna qoşa və ya HDMI Ultra HD Deep Color parametrini söndürə bilərsiniz.",
	"Note: Available options depend on the broadcast program.": "Qeyd: Mümkün seçimlər yayım proqramından asılıdır.",
	"Note: Behavior may differ if connected device is not a LG device.": "Qeyd: Əgər qoşulmuş cihaz LG cihazı deyilsə, davranış fərqlənə bilər.",
	"Note: Only displayed when it is provided by the program.": "Qeyd: Yalnız proqram tərəfindən təmin edildiyi zaman göstərilir.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Qeyd: Altbaşlıqlar yalnız yayım proqramı tərəfindən təmin olunan zaman göstərilir.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Qeyd: Dəstəklənən xüsusiyyətlər modelə görə və şəffaflığı isə Live TV və ya VOD məzmunu kimi məzmun təkrar ifası ilə xüsusiyyətin əməliyyatına görə fərqlənə bilər.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Qeyd:<br>1. Əgər Piksel Təzələyicisi icra olunan zaman TV-niz yandırılsa, o, prosesi dayandıracaq və siz yenidən başlatmalısınız.<br>2. Emal olunan zaman ekranda ağ xətt görünə bilər. Bu, ekranınızı təmizləyərkən adi haldır.",
	"Notifications": "Bildirişlər",
	"Nouméa": "Numea",
	"OLED LIGHT": "OLED İŞIQ",
	"OLED Screen Saver": "OLED Ekran Qoruyucusu",
	"Object Audio": "Audio Obyekt",
	"Off": "Qeyri-aktiv",
	"On": "Aktiv",
	"OnTimer Channel not selected": "On Taymer kanalı seçilməyib.",
	"Open": "Aç",
	"Open Source Licenses": "Açıq Mənbə Proqram Təminatı Bildirişi",
	"Open when TV is turned on": "TV Yandırılan Zaman Açın",
	"Operate once when TV is off": "TV sönülü olan kimi bir dəfə işlədin",
	"Optical": "Optik",
	"Optical + Internal TV Speaker": "Optik + Daxili TV Səsucaldanı",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Mexanizmi ilə Tədris üsulu ilə öyrənilən alqoritmə məzmunlar üçün dərinliyi optimallaşdırın.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR məzmununun təsvir parlaqlığına əsasən kəskinlik parametrlərini optimallaşdırın.",
	"Optimize contrast settings based on image brightness.": "Təsvirin parlaqlığına əsasən kontrast parametrlərini optimallaşdırın.",
	"Optimize the sound for a cinematic experience.": "Kinoteatr təcrübəsi üçün səsi optimallaşdırın.",
	"Oranjestad": "Oranestad",
	"Original Language": "İlkin Dil",
	"Others": "Digərləri",
	"Ouagadougou": "Uaqaduqu",
	"Outer": "Xarici",
	"Output sound through the Internal TV speaker.": "Daxili TV səsucaldanı vasitəsilə çıxış səsi.",
	"PS": "Fələstin",
	"Panama City": "Panama Şəhəri",
	"Panjabi": "Pəncabi",
	"Papua New Guinea": "Papua Yeni Qvineya",
	"Paraguay": "Paraqvay",
	"Parental Guidance Suggested": "Valideyn Nəzarəti Təklif olunur",
	"Parental Guidance Suggested :": "Valideyn Nəzarəti Təklif olunur:",
	"Parental guidance suggested for children ages 8-13.": "8-13 yaşlı uşaqlar üçün valideyn himayəsi təklif edilir.",
	"Parents Guidance strongly required :": "Valideyn Nəzarəti şiddətlə tələb olunur:",
	"Parents Strongly Cautioned": "Valideynlərə ciddi xəbərdarlıq edilir",
	"Pass Through": "Keçid",
	"Password": "Parol",
	"Patent Information": "Patent Məlumatı",
	"Peak Brightness": "Ən yüksək Parlaqlıq",
	"Persian": "Fars",
	"Philippines": "Filippin",
	"Phnom Penh": "Pnompen",
	"Phoenix": "Feniks",
	"Photo": "Foto",
	"Pick a Time": "Vaxt seçin",
	"Picture": "Şəkil",
	"Picture Mode": "Şəkil Rejimi",
	"Picture Mode Settings": "Şəkil Rejimi Parametrləri",
	"Picture Options": "Şəkil Seçimləri",
	"Picture Test": "Şəkil Sınağı",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Qoşulmuş xarici cihaz və TV ilkin olaraq əlaqələnən zaman şəkil və ya səs müvafiq şəkildə işləməyə bilər. Əgər problem davam edərsə, lütfən, parametrləri qaytarın və ya qoşulmuş xarici cihazınızı yenidən yükləyin.",
	"Pitch": "Səs yüksəkliyi",
	"Pixel Refresher": "Piksel Təzələyicisi",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Piksel Təzələyicisi TV-nizə mümkün qədər ən aydın şəkli təqdim etmək imkanı verir.",
	"Pixel Refresher begins only once when the TV is turned off.": "TV söndürüldükdə, Piksel Təzələyicisi yalnız bir dəfə başlanır.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Piksel Təzələyicisinin başlanması növbəti dəfə TV söndürülənə planlaşdırılır.",
	"Play": "İfa et",
	"Play sound through TV Speaker.": "TV Səsucaldanı vasitəsilə səs ifa edin.",
	"Play the standard sound suitable for all types of content.": "Bütün növ məzmunlar üçün uyğun olan standart səsi ifa edin.",
	"Please check if WiSA Speakers are turned on and try again.": "WiSA Səsucaldanlarının yandırıldığını yoxlayın və yenidən cəhd edin.",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth cihazının artıq başqa cihaza qoşulub-qoşulmadığını yoxlayın.",
	"Please check the network name and password and try again.": "Lütfən, şəbəkə adı və parolu yoxlayın və yenidən cəhd edin.",
	"Please check the status and try again": "Lütfən, vəziyyəti yoxlayın və yenidən cəhd edin.",
	"Please do not unplug the USB storage until the copying is completed.": "Lütfən, köçürmə tamamlanmayana kimi USB yaddaşını çıxarmayın.",
	"Please enter your password to turn off this function.": "Bu funksiyanı söndürmək üçün, zəhmət olmasa, parolunuzu daxil edin.",
	"Please enter your password to turn on this function.": "Bu funksiyanı yandırmaq üçün lütfən, parolunuzu daxil edin.",
	"Please make sure that your TV is connected to the network and try again.": "TV-nizin şəbəkəyə qoşulduğuna əmin olun və yenidən cəhd edin.",
	"Please note that LG does not use or manage the value.": "Nəzərə alın ki, LG dəyəri istifadə və ya idarə etmir.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Nəzərə alın ki, Rəqəmsal səs çıxışı  \"Pass Through\"parametrinə təyin olunsa səs itkisi ola bilər.",
	"Please try again later.": "Lütfən, daha sonra yenidən cəhd edin.",
	"Please wait while the Settings application reloads.": "Lütfən, Parametrlər proqramı yenidən yüklənərkən gözləyin.",
	"Please wait while the Settings application restarts.": "Lütfən, Parametrlər proqramı yenidən başlayarkən gözləyin.",
	"Please wait while the TV restarts.": "Lütfən, TV yenidən başlayarkən gözləyin.",
	"Please wait while the TV searches for LG Service Country.": "TV LG Xidmət Ölkəsini axtaranda gözləyin.",
	"Podgorica": "Podqorisa",
	"Point": "Nöqtə",
	"Pointer Options": "Göstərici Seçimləri",
	"Pointer Size": "Göstəricinin Ölçüsü",
	"Poland": "Polşa",
	"Polish": "Polyak",
	"Port Louis": "Port Luis",
	"Port Moresby": "Port Morsbi",
	"Port of Spain": "İspaniya Portu",
	"Port-au-Prince": "Port-o-Prins",
	"Porto Novo": "Porto-Novo",
	"Porto Velho": "Portu Velyu",
	"Portugal": "Portuqaliya",
	"Portuguese": "Portuqal",
	"Position": "Mövqe",
	"Position Settings": "Mövqe Parametrləri",
	"Power Off Timer": "Söndürmə Taymeri",
	"Power On Timer": "Yandırma Taymeri",
	"Power Saving Mode": "Enerjiyə Qənaət Rejimi",
	"Prague": "Praqa",
	"Praia": "Praya",
	"Preschool": "Məktəbdən əvvəl",
	"Press right button to adjust de-blur and Motion Pro value.": "De-blur və Motion Pro dəyərini tənzimləmək üçün sağ düyməyə basın.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Bulanıqlığın ləğvi və OLED Motion Pro dəyərini tənzimləmək üçün sağ düyməni basın.",
	"Press right button to adjust de-blur and OLED Motion value.": "Bulanıqlığın ləğvi və OLED Motion dəyərini tənzimləmək üçün sağ düyməni basın.",
	"Press right button to adjust de-judder and Motion Pro value.": "De-judder və Motion Pro dəyərini tənzimləmək üçün sağ düyməyə basın.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Titrəmənin ləğvi və OLED Motion Pro dəyərini tənzimləmək üçün sağ düyməni basın.",
	"Press right button to adjust de-judder and OLED Motion value.": "Titrəmənin ləğvi və OLED Motion dəyərini tənzimləmək üçün sağ düyməni basın.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "De-judder, de-blur və Motion Pro dəyərini tənzimləmək üçün sağ düyməyə basın.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Titrəmənin, bulanıqlığın ləğvi və OLED Motion Pro dəyərini tənzimləmək üçün sağ düyməyə basın.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Titrəmənin, bulanıqlığın ləğvi və OLED Motion dəyərini tənzimləmək üçün sağ düyməyə basın.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TV-ni şəbəkəyə qoşmaq üçün WPS-aktivləşdirilmiş yönləndiricidə WPS düyməsini basın.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro parametrlərini tənzimləmək üçün sağ düyməyə basın.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro parametrlərini tənzimləmək üçün sağ düyməyə basın.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion parametrlərini tənzimləmək üçün sağ düyməyə basın.",
	"Press the right button to adjust de-blur settings.": "De-blur parametrlərini tənzimləmək üçün sağ düyməyə basın.",
	"Press the right button to adjust de-judder settings.": "De-judder parametrlərini tənzimləmək üçün sağ düyməyə basın.",
	"Previous": "Əvvəlki",
	"Primary Audio Language": "Əsas Audio Dil",
	"Primary Channels": "Əsas Kanallar",
	"Primary Teletext Language": "Əsas Telekest Dili",
	"Program exempted from ratings.": "Proqram reytinqlərdən azaddır.",
	"Programme": "Kanal",
	"Provide HbbTV Distinctive ID": "HbbTV Distinctive ID təmin edin",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Yayımlar üçün HbbTV xidmətinə HbbTV Fərqli ID təmin edin.",
	"Provided services may vary depending on countries.": "Göstərilən xidmətlər ölkələrdən asılı olaraq dəyişə bilər.",
	"Puerto Rico": "Puerto-Riko",
	"Pyongyang": "Pxenyan",
	"QLD - Queensland - Brisbane": "QLD - Qvinslend - Brisben",
	"Qatar": "Qətər",
	"Quick Help": "Cəld Kömək",
	"Rainy River": "Reyni River",
	"Raised": "Qaldırılmış",
	"Rangoon": "Ranqun",
	"Real Cinema": "Real Kino",
	"Reason: Authentication with access point was unsuccessful.": "Səbəb: Giriş nöqtəsi ilə əslliyin yoxlanması uğursuz oldu.",
	"Reason: Could not establish a connection to access point.": "Səbəb: Giriş nöqtəsi ilə bağlantı qurulmadı.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Səbəb: DHCP-dən istifadə etməklə etibarlı IP ünvanını əldə etmək mümkün olmadı.",
	"Reason: Entered password is incorrect.": "Səbəb: Daxil edilən parol səhvdir.",
	"Reason: Password is missing.": "Səbəb: Parol buraxılıb.",
	"Reason: The network you selected is out of range.": "Səbəb: Seçdiyiniz şəbəkə diapazondan kənardır.",
	"Reason: Unable to login.": "Səbəb: Daxil olmaq mümkün deyil.",
	"Receive emergency alerts from TV when an emergency occurs.": "Fövqəladə hal baş verəndə TV-dən fövqəladə xəbərdarlıq siqnalları alın.",
	"Recife": "Resifi",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Adətən TV-yə baxmadığınız saatları Always-on-a təyin etmək tövsiyə edilir.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Baxış tarixçəsi və proqramdan istifadə şablonlarına əsaslanan faydalı məzmunlar və xüsusiyyətlər tövsiyə edin.",
	"Recommendations are available for the people, products and locations related to the current program.": "Tövsiyələr cari proqramla əlaqəli olan insanlar, məhsullar və yerlər üçün mümkündür.",
	"Red": "Qırmızı",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Təsvir keyfiyyətini aydın şəkildə optimallaşdırmaq üçün rəqəmli video siqnallardan gələn qeyri-adi səs-küyü azaldın.",
	"Regina": "Recina",
	"Registered Devices ({num})": "Qeydiyyatdan Keçirilmiş Cihazlar ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Optimallaşdırılmış səsin yüksək səsli tonunu gücləndirin.",
	"Reinforce the low-pitched tone of the optimized sound.": "Optimallaşdırılmış səsin aşağı səsli tonunu gücləndirin.",
	"Remote Settings": "Uzaqdan İdarəetmə Parametrləri",
	"Remove irregular and erratic pixels for a clearer image.": "Daha aydın təsvir üçün qaydasız və dəyişkən pikselləri silin.",
	"Reset": "İlkin vəziyyətinə bərpa et",
	"Reset AD ID": "AD ID-ni ilkin vəziyyətə bərpa edin",
	"Reset CI Password": "CI Parolunu ilkin vəziyyətinə bərpa edin",
	"Reset HbbTV Distinctive ID": "HbbTV Distinctive ID-ni ilkin vəziyyətinə bərpa edin",
	"Reset Password": "Parolu İlkin Vəziyyətinə Bərpa Edin",
	"Reset Settings": "Parametrləri İlkin Vəziyyətinə Bərpa Et",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV mobil proqramına qoşulanda təsdiqlənmiş proqram siyahısını ilkin vəziyyətinə bərpa edin.",
	"Reset the caption position.": "Başlığın mövqeyini sıfırlayın.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Həm izləmə məzmunu, həm də proqramlardan istifadə tarixçəsini ilkin vəziyyətinə bərpa edin. Tarixçə ilkin vəziyyətinə bərpa ediləndə yenidən məzmun tövsiyələri almaq üçün müəyyən qədər vaxt lazım ola bilər.",
	"Reset to Initial Settings": "Parametrləri İlkin Vəziyyətinə Bərpa Edin",
	"Restrict access to TV programs based on their ratings.": "Reytinqlərinə görə TV proqramlarına müraciəti məhdudlaşdırın.",
	"Restrict watching based on age ratings for children programs.": "Uşaq proqramları üçün yaş reytinqlərinə əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on ages ratings.": "Yaş reytinqlərinə əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on fantasy violence content ratings.": "Fantaziya şiddətinin məzmun reytinqlərinə əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on programs containing adult language.": "Böyüklərin dilini ehtiva edən proqramlara əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on programs containing sexual scene.": "Cinsi səhnə ehtiva edən proqramlara əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Açıq-saçıq dialoq ehtiva edən proqramlara əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Valideyn nəzarəti altında müəyyən edilmiş yaşlar və ya məzmunların reytinqlərinə əsasən izləməni məhdudlaşdırın.",
	"Restrict watching based on violence content ratings.": "Şiddət məzmunu reytinqlərinə əsasən izləməni məhdudlaşdırın.",
	"Restrict watching movies based on rating.": "Reytinqə əsasən filmlər izləməni məhdudlaşdırın.",
	"Restrict watching programs based on rating.": "Reytinqə əsasən proqramları izləməni məhdudlaşdırın.",
	"Restriction ratings :": "Məhdudlaşdırma reytinqləri :",
	"Retry": "Yenidən cəhd edin",
	"Revert TV to its initial settings.": "TV-ni ilkin parametrlərinə geri qaytarın.",
	"Revert color adjustment settings to default.": "Rəngin tənzimlənməsi parametrlərini standarta qaytarın.",
	"Revert detailed sound effect settings of standard mode to default.": "Standart rejimin təfərrüatlı səs effekti parametrlərini standarta qaytarın.",
	"Revert picture setting values to default.": "Şəklin parametr dəyərlərini standarta qaytarın.",
	"Revert white balance settings to default.": "Ağ balansı parametrlərini standarta çevirin.",
	"Reykjavik": "Reykyavik",
	"Riga": "Riqa",
	"Right": "Sağ",
	"Right Left": "Sağ/Sol",
	"Right Surround": "Sağ Ətraf",
	"Right drop shadow": "Sağdan kölgə sal",
	"Rio Branco": "Riu-Branku",
	"Riyadh": "Riyad",
	"Romania": "Rumıniya",
	"Romanian": "Rumın",
	"Rome": "Roma",
	"Russia": "Rusiya",
	"Russian": "Rus dili",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Cənubi Avstraliya - Adelayda",
	"SIGNATURE Opening": "SIGNATURE Açılması",
	"SIGNATURE TV Settings": "SIGNATURE TV Parmetrləri",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK HDMI ilə LG Smart TV-nizə qoşulmuş DVD pleyer və ya audio ev kinoteatr sistemi kimi SIMPLINK-in aktivləşdirildiyi digər cihazları idarə etmək üçün LG Uzaqdan İdarəetmədən istifadə etməyinizə icazə verir.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK, bu ARC rejimindən istifadə etmək avtomatik yandırılacaq.",
	"Safety": "Təhlükəsizlik",
	"Saint Lucia": "Müqəddəs Lusiya",
	"Saint Vincent": "Sent-Vinsent və Qrenadin",
	"Sakhalin": "Saxalin",
	"Samarkand": "Səmərqənd",
	"San Salvador": "San-Salvador",
	"Santiago": "Santiaqo",
	"Santo Domingo": "Santo-Dominqo",
	"Sarajevo": "Sarayevo",
	"Satellite": "Peyk",
	"Satellite DTV": "Peyk DTV",
	"Satellite Radio": "Peyk Radio",
	"Saturation": "Doyma",
	"Saudi Arabia": "Səudiyyə Ərəbistanı",
	"Saudi arabia": "Səudiyyə Ərəbistanı",
	"Save CAM Operator's Profile": "CAM Operatorunun Profilini saxlayın",
	"Save CI Password": "CI Parolunu saxla",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Bütün daxiletmələrdə cari şəkil rejimindən rəngin tənzimlənməsi parametrlərini saxlayın.",
	"Save the white balance settings from the current picture mode in all inputs.": "Bütün daxiletmələrdə cari rəng rejimindən ağ balans parametrlərini saxlayın.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI Parolunu saxlayın/ilkin vəziyyətinə bərpa edin. Parolunuzu saxlasanız, bu sizə gələcəkdə giriş addımını ötürmək imkanı verəcəkdir.",
	"Scan \"Auto Detect\" automatically.": "“Avtomatik Aşkarlama”-nı avtomatik skanlayın.",
	"Scoresbysund": "Skorsbisun",
	"Screen Down": "Aşağı Ekran",
	"Screen Off": "Qeyri-aktiv Ekran",
	"Screen Saver": "Ekran Qoruyucusu",
	"Screen Shift ": "Ekran Dəyişməsi",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekran müntəzəm vaxt intervallarında dəyişir və TV uzun müddət yandırılmış qalanda baş verə biləcək şəkil keyfiyyəti problemlərinin qarşısını alın.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekran 5 saniyəyə sönəcək. Ekranı yenidən yandırmaq üçün işəsalma və səs səviyyəsi düyməsindən başqa istənilən düyməyə basın.",
	"Search": "Axtar",
	"Search Bluetooth Device": "Bluetooth Cihazı axtar",
	"Searching...": "Axtarılır...",
	"Second Language": "İkinci Dil",
	"Secondary Audio Language": "Köməkçi Audio Dil",
	"Secondary Teletext Language": "İkinci Telekest Dili",
	"Security": "Təhlükəsizlik",
	"Select IRE point to adjust luminance.": "Parlaqlığı tənzimləmək üçün IRE nöqtəsi seçin.",
	"Select Mode": "Seçim Rejimi",
	"Select TV's language settings.": "TV-nin dil parametrlərini seçin.",
	"Select a caption type for HD broadcasts.": "HD yayımları üçün başlıq növü seçin.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV yayımları üçün başlıq növü seçin.",
	"Select a caption type for UHD broadcasts.": "UHD yayımları üçün başlıq növü seçin.",
	"Select a caption type for analog broadcasts.": "Analoq yayımlar üçün başlıq növü seçin.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Baxış mühitinə uyğun gələn video rejimi seçin və ya kəskinlik, rəng və ya daha çox şey kimi video rejimi üçün parametrlər müəyyən edin.",
	"Select an audio format for each HDMI input.": "Hər HDMI daxiletməsi üçün audio format seçin.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pass Through seçdikdən sonra səs effektlərini eşidə bilməsəniz, başqa Rəqəmsal səs çıxışını (Avtomatik və ya PCM) seçin.",
	"Select audio language for digital broadcasts.": "Rəqəmli yayımlar üçün audio dil seçin.",
	"Select color to be adjusted.": "Tənzimlənəcək rəngi seçin.",
	"Select days to apply the Timer Power Off settings every week.": "Hər həftə Taymeri Söndürmə parametrlərini tətbiq etmək üçün günləri seçin.",
	"Select days to apply the Timer Power On settings every week.": "Hər həftə Taymeri Yandırma parametrlərini tətbiq etmək üçün günləri seçin.",
	"Select device for audio output.": "Audio çıxış üçün cihazı seçin.",
	"Select device or speaker for audio output.": "Audio çıxış üçün cihaz və ya səsucaldan seçin.",
	"Select digital audio output format.": "Rəqəmli audio çıxışının formatını seçin.",
	"Select language for TV menu.": "TV menyusu üçün dil seçin.",
	"Select language for subtitles.": "Altbaşlıqlar üçün dil seçin.",
	"Select languages for keyboards input.": "Klaviaturaların daxiletməsi üçün dillər seçin.",
	"Select method to adjust white balance.": "Ağ balansı tənzimləmək üçün üsul seçin.",
	"Select point to adjust luminance.": "Parlaqlığı tənzimləmək üçün nöqtə seçin.",
	"Select the Sound mode and set detailed Audio effects.": "Səs rejimini seçin və hərtərəfli Audio effektlərini təyin edin.",
	"Select the Sound mode for each content type.": "Hər məzmun növü üçün Səs rejimini seçin.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} portu üçün Ultra HD Deep Color seçin.",
	"Select the app to restrict the use.": "İstifadəni məhdudlaşdırmaq üçün proqram seçin.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Baxış mühiti və ya məzmun növünə uyğun müvafiq şəkil rejimi seçin.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Yayımı istədiyiniz şəkildə dinləmək üçün audio xüsusiyyətlər seçin.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Rəqəmsal yayımlar üçün başlıq növü seçin və təfərrüatlı alt-başlıq parametrləri təyin edin.",
	"Select the channel to restrict watching.": "İzləməni məhdudlaşdırmaq üçün kanal seçin.",
	"Select the channel to watch when the TV turns on.": "TV yandırılanda izləmək üçün kanal seçin.",
	"Select the color range to be displayed.": "Göstəriləcək rəng diapazonu seçin.",
	"Select the country for your country's special services.": "Ölkə üzrə xüsusi xidmətlər üçün ölkə seçin.",
	"Select the desired video angle.": "İstədiyiniz video bucağını seçin.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TV Rəqəmli səs çıxışını xarici cihaza ötürmək üçün formatı seçin.",
	"Select the input to use when the TV turns on.": "TV yandırılanda istifadə etmək üçün daxiletmə seçin.",
	"Select the inputs to restrict the use.": "İstifadəni məhdudlaşdırmaq üçün daxiletmələr seçin.",
	"Select the most preferred Subtitle Language.": "Altbaşlıq Dili üçün ilk seçiminizi edin.",
	"Select the place where to use the TV.": "TV-ni istifadə etmək üçün yer seçin.",
	"Select the residential region for your regional broadcast signal.": "Regional yayım siqnalınız üçün yaşayış regionu seçin.",
	"Select the second preferred Subtitle Language.": "Altbaşlıq Dili üçün ikinci seçiminizi edin.",
	"Select your first choice of audio language for digital broadcasts.": "Rəqəmli yayımlar üçün ilk seçdiyiniz audio dili seçin.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Yayım TV təminatçınızın teletekst xidmətləri üçün ilk dil seçiminizi edin.",
	"Select your second choice of audio language for digital broadcasts.": "Rəqəmli yayımlar üçün ikinci seçdiyiniz audio dili seçin.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Yayım TV təminatçınızın teletekst xidmətləri üçün ikinci dil seçiminizi edin.",
	"Senegal": "Seneqal",
	"Seoul": "Seul",
	"Serbia": "Serbiya",
	"Serbian": "Serb",
	"Serial Number": "Seriya Nömrəsi",
	"Service 1": "Xidmət 1",
	"Service 2": "Xidmət 2",
	"Service 3": "Xidmət 3",
	"Service 4": "Xidmət 4",
	"Service 5": "Xidmət 5",
	"Service 6": "Xidmət 6",
	"Service Area Zip Code": "Xidmət Ərazisi Poçt İndeksi",
	"Set Automatically": "Avtomatik təyin et",
	"Set ID": "ID təyin et",
	"Set My Team Alarm.": "Komanda Siqnalımı təyin et.",
	"Set Store Mode settings.": "Mağaza Rejimi parametrlərini qurun.",
	"Set System Color mode for your current TV input.": "Mövcud TV daxiletməniz üçün Sistemin Rəng rejimini təyin edin.",
	"Set additional options for Video Description.": "Video Təsvir üçün əlavə seçimlər təyin edin.",
	"Set additional picture settings.": "Əlavə şəkil parametrləri təyin edin.",
	"Set additional sound-related settings.": "Əlavə səs ilə əlaqədar parametrlər qurun.",
	"Set advanced Subtitle options.": "Təkmil Altbaşlıq seçimləri təyin edin.",
	"Set advanced captioning options.": "Təkmil titrləmə seçimləri təyin edin.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP ünvanı versiyasını IPv4 və ya IPv6-ya qurun və ya redaktə edin.",
	"Set audio-related options.": "Audio ilə əlaqədar seçimləri təyin edin.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Başlıq ölçüsü, rəngi, şəffaflıq və yayımlar üçün digər seçimləri təyin edin.",
	"Set color temperature from warm to cool.": "İstidən sərinə doğru rəng temperaturunu təyin edin.",
	"Set detailed caption settings for HD broadcasts.": "HD yayımları üçün təfərrüatlı başlıq parametrləri təyin edin.",
	"Set detailed options for the AI functions.": "AI funksiyaları üçün hərtərəfli seçimləri təyin edin.",
	"Set detailed options for the Home feature.": "Başlanğıc Səhifə xüsusiyyəti üçün təfərrüatlı seçimlər təyin edin.",
	"Set detailed options for the Recommendation feature.": "Tövsiyə xüsusiyyəti üçün təfərrüatlı seçimlər təyin edin.",
	"Set easy connection settings with external devices.": "Xarici cihazlar ilə asan bağlantı parametrləri qurun.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Valideyn nəzarətindən istifadə etmək üçün müəyyən edilmiş kanallar, proqramlar, daxiletmələrdə və s. kilidləmə qurun.",
	"Set necessary additional functions based on watching environment and screen status.": "İzləmə mühiti və ekran vəziyyətinə əsasən lazımi əlavə funksiyalar qurun.",
	"Set or reset the position of on-screen captions.": "Ekrandakı başlıqların mövqeyini təyin edin və ya sıfırlayın.",
	"Set settings related to your wired / wireless network.": "Simli / simsiz şəbəkəniz ilə əlaqədar parametrlər qurun.",
	"Set the TV to turn off automatically after a set amount of time.": "TV-ni müəyyən olunan vaxt müddətindən sonra avtomatik söndürməyə təyin edin.",
	"Set the TV to turn off automatically at a set time.": "TV-ni təyinat vaxtı avtomatik söndürməyə təyin edin",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV avtomatik yandıqdan sonra 4 saat ərzində heç bir istifadəçi daxiletməsi olmazsa, TV-ni avtomatik sönməyə qurun.",
	"Set the TV to turn on automatically at a set time.": "TV-ni təyinat vaxtı avtomatik yandırmağa təyin edin",
	"Set the additional functions related to the TV.": "TV ilə əlaqədar əlavə xüsusiyyətlər qurun.",
	"Set the current date and time.": "Cari vaxt və tarixi təyin edin.",
	"Set the current date manually.": "Cari tarixi əllə təyin edin.",
	"Set the current time manually.": "Cari vaxtı əllə təyin edin.",
	"Set the detect range of device available to connect.": "Qoşulmaq üçün mümkün olan cihazın aşkarlama diapazonunu təyin edin.",
	"Set the region and country for broadcasts and special services.": "Yayımlar və xüsusi xidmətlər üçün region və ölkəni təyin edin.",
	"Set the screen size and aspect ratio.": "Ekran ölçüsü və nisbətini təyin edin.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV-nin xüsusiləşdirilmiş funksiyalarını təyin edin.",
	"Set the time to turn off the TV automatically without user input.": "İstifadəçi daxiletməsi olmadan TV-ni avtomatik söndürmək üçün vaxt təyin edin.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Daha real səsdən həzz almaq üçün virtual çox-kanallı mühit səsi effekti qurun.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Daha real səsdən həzz almaq üçün virtual mühit səsi effekti qurun.",
	"Set the volume level when the TV turns on.": "TV yandırılanda, səs səviyyəsini təyin edin.",
	"Set time to turn off the TV.": "TV-ni söndürmək üçün vaxt təyin edin.",
	"Set time to turn on the TV.": "TV-ni yandırmaq üçün vaxt təyin edin.",
	"Set up additional features related to customer support.": "Müştəri dəstəyi ilə əlaqədar əlavə xüsusiyyətlər qurun.",
	"Set up an account to use LG Services.": "LG xidmətlərindən istifadə etmək üçün hesab qurun.",
	"Set whether to display Home when the TV is turned on.": "TV yandırılanda Başlanğıc Səhifəni göstərib-göstərməməyə qurun.",
	"Settings Help": "Parametrlər Köməyi",
	"Sexual Situations": "Seksual Vəziyyətlər",
	"Sexually Suggestive Dialogue": "Açıq-Saçıq Dialoq",
	"Shanghai": "Şanxay",
	"Sharpness": "Kəskinlik",
	"Show Password": "Parolu göstər",
	"Side by Side": "Yanbayan",
	"Sierra Leone": "Syerra-Leone",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Əgər simsiz yönləndirici TV-yə çox yaxındırsa, siqnal müdaxiləsi Magic Remote-un həssaslığını azalda bilər.",
	"Singapore": "Sinqapur",
	"Size": "Ölçü",
	"Skopje": "Skope",
	"Sleep Timer": "Yuxu Taymeri",
	"Slovakia": "Slovakiya",
	"Slovenia": "Sloveniya",
	"Slovenian": "Sloven",
	"Slow": "Yavaş",
	"Small": "Kiçik",
	"Smooth": "Hamar",
	"Soccer": "Futbol",
	"Software Update": "Proqram Təminatı Yeniləməsi",
	"Software Version": "Proqram Təminatı Versiyası",
	"Software update has been installed. Update will be applied when you restart your TV.": "Proqram təminatı yeniləməsi quraşdırılıb. Yeniləmə, TV-nizi yenidən başlatdığınız zaman tətbiq ediləcək.",
	"Solid": "Əsaslı",
	"Solomon Islands": "Solomon Adaları",
	"Somalia": "Somali",
	"Some material may not be appropriate for children under 13.": "Bəzi materiallar yaşı 13-dən aşağı olan uşaqlar üçün müvafiq olmaya bilər.",
	"Some material may not be appropriate for children.": "Bəzi materiallar uşaqlar üçün müvafiq olmaya bilər.",
	"Sotho, Northern": "Şimali Soto",
	"Sotho, Southern": "Cənubi Soto",
	"Sound": "Səs",
	"Sound Mode": "Səs Rejimi",
	"Sound Mode Settings": "Səs Rejimi Parametrləri",
	"Sound Out": "Səs Çıxışı",
	"Sound Share": "Səs Paylaşması",
	"Sound Test": "Səs Sınağı",
	"South Africa": "Cənubi Afrika",
	"South Korea": "Cənubi Koreya",
	"Southern Africa": "Cənubi Afrika",
	"Spain": "İspaniya",
	"Spanish": "İspan",
	"Speaker Volume Control": "Səsucaldanın Səs Səviyyəsi İdarəetməsi",
	"Specify detailed voice guidance settings after turning on this feature.": "Bu xüsusiyyəti yandırdıqdan sonra təfərrüatlı səs bələdçisi parametrləri göstərin.",
	"Speed": "Sürət",
	"Spoken Subtitle": "Danışıq Altbaşlığı",
	"Sports": "İdman",
	"Sports Alert": "İdman Siqnalı",
	"Srednekolymsk": "Srednekolımsk",
	"Sri Lanka": "Şri-Lanka",
	"St. John's": "Müqəddəs Con",
	"Stand": "Stend",
	"Standard": "Standart",
	"Standard Mode Sound Effect": "Standart Rejimdə Səs Effekti",
	"Standby Light": "Gözləmə İşığı",
	"Start New Sound Tuning": "Yeni Səs Sazlamasını başladın",
	"Start Now": "İndi Başla",
	"Startup Sound": "Açılış-Qapanış Səsi",
	"Stockholm": "Stokholm",
	"Stop": "Dayandır",
	"Store Demo": "Mağaza Demosu",
	"Store Mode": "Mağaza Rejimi",
	"Store Mode Settings": "Saxlama Rejimi Parametrləri",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Mağaza Rejimi mağazadaxili nümayiş məqsədləri üçündür. Bu, hər bir neçə dəqiqədən bir parametrləri yenidən işə salacaq. Bu proqramı bağlamaq və Mağaza Rejimini başlatmaq istəyirsinizmi?",
	"Strong": "Güclü",
	"Style": "Üslub",
	"Subnet Mask": "Altşəbəkə Maskası",
	"Subnet prefix length": "Alt-şəbəkə prefiksinin uzunluğu",
	"Subtitle First Choice Language": "Alt-başlığın İlk Seçim Dili",
	"Subtitle Language": "Altbaşlıq Dili",
	"Subtitle Second Choice Language": "Alt-başlığın İkinci Seçim Dili",
	"Subtitles": "Altbaşlıqlar",
	"Super Impose": "Super Tətbiqetmə",
	"Super Resolution": "Super Ayırdetmə Dəqiqliyi",
	"Support": "Dəstək",
	"Suriname": "Surinam",
	"Surround Balance": "Surround Balansı",
	"Surround Level": "Surround Səviyyəsi",
	"Swahili": "Suahili",
	"Swati": "Suati",
	"Swaziland": "Svazilend",
	"Sweden": "İsveç",
	"Swedish": "İsveç",
	"Swift Current": "Svift Cərəyanı",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "TV-söndürdüyünüz zaman TV-ni cəld yenidən yandırmaq üçün gözləmə rejiminə keçirin.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "TV-ni söndürdüyünüz zaman proqramlar, axtarış və s. kimi müxtəlif funksiyalardan cəld istifadə etmək üçün gözləmə rejiminə keçirin.",
	"Switzerland": "İsveçrə",
	"Syria": "Suriya",
	"System Color": "Sistemin Rəngi",
	"São Paulo": "San-Paulo",
	"TAS - Tasmania - Hobart": "TAS - Tasmaniya - Hobart",
	"TEXT 1": "MƏTN 1",
	"TEXT 2": "MƏTN 2",
	"TEXT 3": "MƏTN 3",
	"TEXT 4": "MƏTN 4",
	"TV Information": "TV Məlumatı",
	"TV Installation Type": "TV Quraşdırma Növü",
	"TV Lock": "TV Kilidi",
	"TV Name": "TV Adı",
	"TV On With Mobile": "Mobil İlə TV Yanılıdır",
	"TV Power Sound": "TV Power Səsi",
	"TV Power Sound Volume": "TV Power Səs Səviyyəsi",
	"TV Program Locks": "TV Proqramı Kilidləri",
	"TV Rating English": "İngilis TV Reytinqi",
	"TV Rating French": "Fransız TV Reytinqi",
	"TV Speaker": "TV Səsucaldanı",
	"TV can be used as an alarm.": "TV həyəcan siqnalı kimi istifadə edilə bilər.",
	"TV is turned off at a set time on every specified day.": "TV hər müəyyən edilən gün təyin edilmiş vaxtda söndürülür.",
	"TV to USB": "TV-dən USB-yə",
	"Tagalog": "Taqaloq",
	"Taipei": "Taybey",
	"Taiwan": "Tayvan",
	"Tajikistan": "Tacikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "İnternet, proqramlar, proqram təminatı yeniləmələri və s. kimi şəbəkə tələb edən xüsusiyyətlərdən faydalanın.",
	"Tallinn": "Tallin",
	"Tanzania": "Tanzaniya",
	"Target Luminance": "Hədəf Parlaqlıq",
	"Tashkent": "Daşkənd",
	"Tegucigalpa": "Tequsiqalpa",
	"Teletext": "Teletekst",
	"Telugu": "Teluqu",
	"Text Color": "Mətnin Rəngi",
	"Text Opacity": "Mətnin Qeyri-şəffaflığı",
	"Text Search": "Mətn Axtarışı",
	"Thai": "Tay",
	"Thailand": "Tayland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} və HDMI {port2} portları AMD FreeSync Premium-ı dəstəkləyir və siz bu funksiyanı seçə bilərsiniz.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} və HDMI {port2} portları AMD FreeSync Premium-ı dəstəkləyir və onu yandıra və ya söndürə bilərsiniz.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} və HDMI {port2} portları Ani Oyun Cavabını dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} portu AMD FreeSync Premium-ı dəstəkləyir və bu funksiyanı seçə bilərsiniz.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} portu AMD FreeSync Premium-ı dəstəkləyir və siz onu yandıra və ya söndürə bilərsiniz.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} portu Ani Oyun Cavabını dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} və HDMI {port3} portları AMD FreeSync Premium-ı dəstəkləyir və siz bu funksiyanı seçə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} və HDMI {port3} portları AMD FreeSync Premium-ı dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} və HDMI {port4} portları AMD FreeSync Premium-ı dəstəkləyir və siz bu funksiyanı seçə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} və HDMI {port4} portları AMD FreeSync Premium-ı dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} və HDMI {port4} portları Ani Oyun Cavabını dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} və HDMI {port3} portları Ani Oyun Cavabını dəstəkləyir və siz onu yandıra, yaxud söndürə bilərsiniz.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID yalnız HbbTV üçün istifadə edilən unikal dəyərdir, istifadəçinin şəxsi məlumatı ilə əlaqədar deyil.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Distinctive ID ilkin vəziyyətinə bərpa ediləcək.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV proqramı və ya xidməti onun fərdi istifadəçini izləməsini qeyri-aktiv edəcəkdir.",
	"The IBB service will disable its tracking of an individual user.": "IBB xidməti onun fərdi istifadəçini izləməsini qeyri-aktiv edəcəkdir.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG Xidmətləri Ölkəsi haqqında məlumatı serverdən yükləmək mümkün olmadı. Lütfən, daha sonra yenidən cəhd edin.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Menyu dilini dəyişdirmək üçün Parametrlər proqramı yenidən yüklənməlidir. Davam etmək istəyirsiniz?",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV ətrafında hərəkət aşkarlananda mühitin işıqlandırılması təmin ediləcək.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Mümkün xarici səsin tanınması xidmətləri dil parametrindən asılı olaraq dəyişə bilər. Həmçinin menyu dilini dəyişdirsəniz, parametr menyusu yenidən yüklənir. Davam etmək istəyirsiniz?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanal siyahısı USB yaddaşından TV-nizə uğurla köçürülüb. TV 5 saniyəyə yenidən başlayacaq.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanal siyahısı TV-nizdən USB yaddaşına uğurla köçürülüb.",
	"The closer to 100, the brighter.": "100-ə yaxın, bir qədər parlaq.",
	"The closer to 100, the clearer the color becomes.": "100-ə yaxın, rəng aydınlaşır.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50-yə yaxın olanda qırmızı aydılaşır, 50-yə yaxın olanda yaşıl aydınlaşır.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Ağ Balansı funksiyasının qurulmuş detallı dəyərləri ilkin vəziyyətinə bərpa ediləcək. Davam etmək istəyirsiniz?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Kanalın səs səviyyələri ilə proqram arasındakı boşluq avtomatik azalır ki, bu da verilişə uzlaşan səs səviyyəsi ilə baxmağınıza kömək edir.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Kanalın səs səviyyələri ilə proqram arasındakı boşluq avtomatik olaraq proqrama uyğun səs səviyyəsi ilə baxmağa təyin edilir.",
	"The higher the settings, the louder the sound rapidly.": "Parametrlər yüksək olduqca, səs daha uca olur.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Daxili TV Səsucaldanı və Bluetooth səsucaldanları canlı ətraf səs effekti yaradaraq səsi sinxron olaraq çıxara bilər.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Səsin tanınması üçün dil seçilmiş menyu dilindən asılı olaraq avtomatik təyin ediləcək.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Səsin Tanınması üçün istifadə edilən dil seçilmiş menyu dilinə əsasən qurulur. Dəstək xidmətləri səs dilindən asılı olaraq dəyişə bilər.",
	"The network is currently unavailable. Please try again later.": "Şəbəkənin hazırda istifadəsi mümkün deyil. Lütfən, daha sonra yenidən cəhd edin.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Prosesin tamamlanması təxminən bir saat çəkəcək və TV-niz sönülü qalmalıdır.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Prosesin tamamlanması təxminən {n} dəqiqə çəkəcək və TV-niz sönülü qalmalıdır.",
	"The program is intended for adults only.": "Veriliş yalnız böyüklər üçün nəzərdə tutulub.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ekran parlaqlığı TV-nizin ətrafındakı parlaqlığa əsasən avtomatik tənzimlənir.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran 5 saniyəyə aşağı sürüşəcək. Ekranı geriyə sürüşdürmək üçün uzaqdan idarəetmədə İşəsalma və Səs Səviyyəsindən başqa istənilən düyməni basın.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Rəng İdarəetmə Sistemi funksiyasının qurulmuş alt-dəyərləri ilkin vəziyyətinə bərpa ediləcək. Davam etmək istəyirsiniz?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth Surround Səsi + Daxili TV Səsucaldanı parametri ilkin vəziyyətə bərpa olunacaqdır.",
	"The settings are as follows.": "Parametrlər aşağıdakı kimidir.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Rəqəmsal səs çıxışına \"Pas Through\" parametri  təyin ediləndə səs itə bilər.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Yeniləməni TV-yə tətbiq etmək mümkün deyil. Proqram təminatı əvvəlki versiyasına qayıdacaqdır.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "TV yandırıldıqda və ekran hərəkət etdikdə vizual effektlər ekranda görünür.",
	"There are no paired devices.": "Qoşulmuş cihazlar yoxdur.",
	"There are settings to correct or prevent OLED panel noise.": "OLED panel səsini düzəltmək və ya onun qarşısını almaq üçün parametrlər mövcuddur.",
	"There is no USB device connected to your TV.": "TV-nizə qoşulan USB cihazı yoxdur.",
	"There is no message.": "Mesaj yoxdur.",
	"Thimphu": "Tximpxu",
	"Third Language": "Üçüncü Dil",
	"This feature applies only to specified LG Wireless Keyboard models.": "Bu xüsusiyyət yalnız müəyyən edilən LG Simsiz Klaviaturası modellərinə şamil olunur.",
	"This function works only when it is provided by the broadcast program.": "Bu funksiya yalnız yayım proqramı tərəfindən təmin edilən zaman işləyir.",
	"This is a closed caption preview": "Bu, bağlı başlıq önbaxışıdır",
	"This is an already existing value.": "Bu, artıq mövcud olan dəyərdir.",
	"This service provides you with more information about watching program and enjoys related contents.": "Bu xidmət proqramı izləmək haqqında sizi ətraflı məlumat ilə təmin edir və əlaqədar məzmunlardan istifadə edir.",
	"This will revert all options on TV to their default settings.": "Bu, TV-dəki bütün seçimləri standart parametrlərinə qaytaracaq.",
	"Thule": "Tul",
	"Tijuana": "Tixuana",
	"Time": "Vaxt",
	"Timer Channel": "Taymer Kanalı",
	"Timer Repeat": "Taymer Təkrarlaması",
	"Timers": "Taymerlər",
	"Timezone": "Vaxt Qurşağı",
	"Timor-Leste": "Timor-Leşte",
	"Tint": "Açıq Çalar",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Səsi optimallaşdırmaq üçün TV-də səs sınağı ifa edin və Magic Remote-dan istifadə edərək əks etdirilən səsi ölçməyə başlayın.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "TV-nizin səsini yoxlamaq üçün səs çıxışı parametri Daxili TV dinamikinə dəyişdirilməlidir. Davam etmək istəyirsiniz?",
	"Togo": "Toqo",
	"Tokyo": "Tokio",
	"Tonga": "Tonqa",
	"Top and Bottom": "Yuxarı və Aşağı",
	"Total Power On Time": "Vaxtında Ümumi Enerji",
	"Tracking Speed": "İzləmə Sürəti",
	"Translucent": "Yarımşəffaf",
	"Transparent": "Şəffaf",
	"Treble Boost": "Zilin Gücləndirilməsi",
	"Trinidad And Tobago": "Trinidad Və Tobaqo",
	"Trinidad and Tobago": "Trinidad və Tobaqo",
	"Tsonga": "Tsonqa",
	"Tswana": "Tsvana",
	"Tune and save available channels.": "Mümkün kanalları sazlayın və saxlayın.",
	"Tune and save available channels. You can set satellite channel options.": "Mümkün kanalları sazlayın və saxlayın. Peyk kanalı seçimləri təyin edə bilərsiniz.",
	"Tunisia": "Tunis",
	"Turkey": "Türkiyə",
	"Turkish": "Türk",
	"Turkmenistan": "Türkmənistan",
	"Turn on TV with mobile device same as smartphone.": "TV-ni smartfon kimi mobil cihaz ilə yandırın.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} portu üçün Ultra HD Deep Color-i yandırın/söndürün.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} portunun Ani Oyun Cavabını yandırın və ya söndürün.",
	"Turn on the TV using mobile device via Bluetooth.": "Mobil cihazdan istifadə etməklə Bluetooth vasitəsilə TV-ni yandırın.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Mobil cihazınızdan istifadə etməklə Wi-Fi vasitəsilə TV-ni yandırın.",
	"Turn on via Bluetooth": "Bluetooth vasitəsilə yandır",
	"Turn on via Wi-Fi": "Wi-Fi vasitəsilə yandır",
	"Turn on/off description box in Settings.": "Parametrlərdə təsvir qutusunu yandırın/söndürün.",
	"Turn on/off standby light.": "Gözləmə işığını yandırın/söndürün.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} portunun AMD FreeSync Premium-ni yandırın/söndürün.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Siqnal olmayanda ekranda göstəriləcək təsvirləri yandırın/söndürün.",
	"Turn on/off the related features of energy consumption.": "Enerji sərfiyyatının əlaqədar xüsusiyyətlərini yandırın/söndürün.",
	"Turn the Hybridcast service on/off.": "Hybridcast xidmətini yandırın/söndürün.",
	"Turn the Interactivity (DTVi) service on/off.": "İnteraktivlik (DTVi) xidmətini yandırın/söndürün.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Yayım TV təminatçınızın Təlimatını yandırın/söndürün.",
	"Turn your broadcast TV provider's teletext service on/off.": "Yayım TV təminatçınızın teletekst xidmətini yandırın/söndürün.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi-ı söndürsəniz, şəbəkəyə qoşulmaq üçün kabeldən istifadə etməyənə kimi bütün İnternetə əsaslanan xidmətlərə daxil ola bilməyəcəksiniz. Davam etmək istəyirsiniz?",
	"UAE": "Birləşmiş Ərəb Əmirlikləri",
	"UHD Mode": "UHD Rejimi",
	"USA": "ABŞ",
	"USB storage for Copy Channels": "Kanalların Köçürülməsi üçün USB yaddaşı",
	"USB to TV": "USB-dən TV-yə",
	"Uganda": "Uqanda",
	"Ukraine": "Ukrayna",
	"Ukrainian": "Ukraynca",
	"Ulaanbaatar": "Ulan-Bator",
	"Unable to check for updates.": "Yeniləmələri yoxlamaq mümkün deyil.",
	"Unable to connect to the network.": "Şəbəkəyə qoşulmaq mümkün deyil.",
	"Undefined": "Müəyyən olunmayıb",
	"Under 17 requires accompanying parent or adult guardian.": "Yaşı 17-dən az olan uşağı valideyn və ya böyük qəyyum müşayiət etməlidir.",
	"Uniform": "Standart",
	"United Arab Emirates": "Birləşmiş Ərəb Əmirlikləri",
	"United Kingdom": "Birləşmiş Krallıq",
	"United States of America": "Amerika Birləşmiş Ştatları",
	"Universal Control Settings": "Universal İdarə Elementi Parametrləri",
	"Unknown": "Naməlum",
	"Unknown issue has occurred.": "Naməlum problem baş verib.",
	"Update canceled.": "Yeniləmə ləğv edildi.",
	"Update in progress...": "Yeniləmə icra olunur...",
	"Update in progress...({n}%)": "Yeniləmə davam edir...({n}%)",
	"Update paused.": "Yeniləməyə fasilə verildi.",
	"Update reserved.": "Yeniləmə qorundu.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Yeniləmə ləğv olunacaq və bütün yeniləmə faylları indi silinəcək. Davam etmək istəyirsiniz?",
	"Uruguay": "Uruqvay",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Nəticələrə əsasən otağın akustikasını tənzimləmək və TV-nin səsini optimallaşdırmaq üçün Magic Remote-dan istifadə edin.",
	"Use a large pointer.": "Böyük göstəricidən istifadə edin.",
	"Use a medium pointer.": "Orta göstəricidən istifadə edin.",
	"Use a small pointer.": "Kiçik göstəricidən istifadə edin.",
	"Use the 4-way controller to change the position and press the OK button.": "Mövqeni dəyişdirmək üçün 4 tərəfli kontrollerdən istifadə edin və OK düyməsini basın.",
	"Use the following services with the selected language.": "Seçilmiş dil ilə aşağıdakı xidmətlərdən istifadə edin.",
	"User": "İstifadəçi",
	"User Agreements": "İstifadəçi Müqavilələri",
	"User Guide": "İstifadəçi Bələdçisi",
	"Uzbek": "Özbək",
	"Uzbekistan": "Özbəkistan",
	"Uzhhorod": "Ujqorod",
	"V Position": "V Mövqeyi",
	"V Sharpness": "V Kəskinlik",
	"V Size": "V Ölçüsü",
	"VIC - Victoria - Melbourne": "VIC - Viktoriya - Melburn",
	"Valencian": "Valensiya",
	"Vancouver": "Vankuver",
	"Vatican City": "Vatikan Şəhəri",
	"Venezuela": "Venesuela",
	"Vertical Zoom": "Şaquli Miqyaslama",
	"Video Description": "Video Təsvir",
	"Vienna": "Vyana",
	"Vientiane": "Ventayn",
	"Vietnam": "Vyetnam",
	"Vietnamese": "Vyetnam",
	"View current Common Interface (CI) information.": "Mövcud Ümumi İnterfeys (CI) məlumatına baxın.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Ekrandakı menyunun rəngini qara və ağa dəyişdirməklə elementlərə daha aydın baxın.",
	"View messages from your broadcast TV provider.": "Yayım TV təminatçınızdan mesajlara baxın.",
	"View more information about watching program and enjoy related contents.": "Proqramı izləmək haqqında ətraflı məlumata baxın və əlaqədar məzmundan zövq alın.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Orijinal ekrana olduğu kimi baxın və ya ekran ölçüsü və nisbətini təyin edin.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Ekrana yayım siqnalı və ya qoşulmuş cihazdan qəbul edildiyi kimi baxın.",
	"Vilnius": "Vilnüs",
	"Violence": "Zorakılıq",
	"Vivid": "Parlaq",
	"Voice Recognition Help and Settings": "Səsin Tanınması Köməyi və Parametrləri",
	"Voice Support Service": "Səs Səviyyəsi Dəstəyi Xidməti",
	"Volgograd": "Volqoqrad",
	"Volume": "Səs səviyyəsi",
	"Volume Increase Amount": "Səsin Artırılması Miqdarı",
	"Volume Mode": "Səs Səviyyəsi Rejimi",
	"WA - Western Australia - Eucla": "WA - Qərbi Avstraliya - Ekla",
	"WA - Western Australia - Perth": "WA - Qərbi Avstraliya - Pert",
	"Wall-mounted": "Divara quraşdırılmış",
	"Warsaw": "Varşava",
	"Watch a diverse range of Internet contents on TV channels.": "TV kanallarında İnternet məzmunlarının müxtəlif çeşidini izləyin.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Cihazınızı yoxlamaq və sizdə proqram təminatının ən son versiyası olub-olmadığını yoxlamaq üçün MAC ünvanı, model nömrəsi, ölkə kodu, dil parametrləri və proqram təminatı versiyasını toplayır və saxlayırıq.",
	"Welcome Feature": "Salamlama Xüsusiyyəti",
	"Welsh": "Uels",
	"Western Africa": "Qərbi Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Qoşulmuş HDD müəyyən edilən vaxt müddətində istifadə edilməyəndə, enerji sərfiyyatını azaltmaq üçün gözləmə rejiminə keçirin.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Cihaz porta qoşulanda oyun təsviri minimal gecikmələr, fasilələr və ya kəsintilər ilə optimallaşdırılır.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Ani Oyun Cavabı işə salınanda, video müvəqqəti titrəyə bilər.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Səs çıxışı  \"Bluetooth / HDMI ARC / Optical Digital / WiSA dinamik\" təyin ediləndə və ya qoşulmuş cihaz Ani Oyun Cavabını dəstəkləməyəndə, o, düzgün işləməyə bilər.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Səs çıxışı Bluetooth-a təyin ediləndə və ya qoşulmuş cihaz Ani Oyun Cavabını dəstəkləməyəndə, o, düzgün işləməyə bilər.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Cihaz yandırılıb/söndürüləndə, TV-niz avtomatik yanacaq/sönəcək.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Vizual effektlər qeyri-aktiv olduqda, ekran Canlı TV kimi göstərilir.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Bu xüsusiyyət “aktiv” təyin ediləndə, ekranda görünən bəzi xüsusiyyətlər qismən şəffaf olacaq.",
	"When your TV is turned off, the device will automatically turn off.": "TV-niz söndürüləndə cihaz avtomatik sönəcəkdir.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Dəyişdirilmiş təyinat dəyəri xarici cihaza ötürülərkən şəkil və ya səs müvəqqəti olaraq normal təmin edilməyə bilər.",
	"White": "Ağ",
	"White Balance": "Ağlıq Balansı",
	"Wi-Fi Connection": "Wi-Fi Bağlantısı",
	"Wi-Fi Security": "Wi-Fi Təhlükəsizliyi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi söndürülüb. Qoşula bildiyiniz mövcud şəbəkələrin siyahısı və əlaqəli əlavə menyu elementlərini görmək üçün onu yandırın.",
	"Wi-Fi issue has occurred.": "Wi-Fi problemi baş verib.",
	"WiSA Speakers": "WiSA Səsucaldanları",
	"Wide Area Zone": "Geniş Sahə Zonası",
	"Wide View": "Geniş Görünüş",
	"Wide View (32:9)": "Geniş Görünüş (32:9)",
	"Windhoek": "Vindxuk",
	"Window Color": "Pəncərə Rəngi",
	"Window Opacity": "Pəncərə Qeyri-Şəffaflığı",
	"Winnipeg": "Vinnipeq",
	"Wired Connection (Ethernet)": "Simli Şəbəkə (Ethernet)",
	"Wired Headphones": "Simli Qulaqlıqlar",
	"Wired Headphones + Internal TV Speaker": "Simli Qulaqlıqlar + Daxili TV Səsucaldanı",
	"With this option, you can control the audio device's volume with your TV remote.": "Bu seçim ilə siz audio cihazınızın səs səviyyəsini TV uzaqdan idarəetməniz ilə idarə edə bilərsiniz.",
	"Xhosa": "Xosa",
	"Yamoussoukro": "Yamusukro",
	"Yangon": "Yanqon",
	"Year": "İl",
	"Yekaterinburg": "Yekaterinburq",
	"Yellow": "Sarı",
	"Yellowknife": "Yellounayf",
	"Yemen": "Yəmən",
	"Yerevan": "İrəvan",
	"Yes": "Bəli",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Siz TV yanılı və ya sönülü olduqda və ekran hərəkət etdikdə səs effektlərini tənzimləyə bilərsiniz.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Cihaz quraşdırma prosesləri olmadan Magic Remote ilə HDMI portlarına qoşulmuş cihazları idarə edə bilərsiniz.",
	"You can delete the device connection history of Screen Share.": "Siz Screen Share-in cihaz bağlantısı tarixçəsini silə bilərsiniz.",
	"You can delete the device connection history of Sound Share.": "Siz Səs Paylaşmasının cihaz bağlantısı tarixçəsini silə bilərsiniz.",
	"You can find the default password in User Guide.": "Siz, cari parolunu, istifadəçi bələdçisində tapa bilərsiniz.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD Deep Color-u “Aktiv”-ə təyin etməklə Ani Oyun Cavabını işə sala bilərsiniz.",
	"You can only change settings from the current HDMI input.": "Parametrləri yalnız cari HDMI daxiletməsindən dəyişə bilərsiniz.",
	"You can scan again to connect the device.": "Cihazı qoşmaq üçün yenidən skanlaya bilərsiniz.",
	"You can select left and right audio settings for broadcast signal.": "Siz yayım siqnalı üçün sol və sağ audio parametrlərini seçə bilərsiniz.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} portunun AMD FreeSync Premium-ni seçə bilərsiniz.",
	"You can select the Ultra HD Deep Color of port.": "Siz Portun Ultra HD Deep Color-unu seçə bilərsiniz.",
	"You can set the sound to play when the TV is turned on or off.": "TV yandırılanda və ya söndürüləndə səsi ifa etməyə qura bilərsiniz.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Siz CAM operatorunun profilinin saxlanması funksiyasını yandıra/söndürə bilərsiniz.",
	"You can turn this feature on or off.": "Siz bu xüsusiyyəti yandıra və ya söndürə bilərsiniz.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Siz Şəbəkə vasitəsilə fərqli məzmun tövsiyələrini qəbul edə bilərsiniz. Bu seçimi söndürsəniz, yalnız əsas məzmun təqdim olunacaq və bəzi xüsusiyyətlərdən istifadə mümkün olmaya bilər.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV və SIMPLINK-ə qoşulmuş cihazınız aşağıdakı kimi sinxronlaşdırılacaqdır:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Piksel Təzələyicisi prosesi icra olunan zaman TV-niz sönülü qalmalıdır. Bu proses zamanı planlaşdırılan hər hansı mövcud, yaxud gözlənilən yazmalar, xatırladıcılar və ya taymer işə salmaları ləğv olunacaqdır və Sıfır Görünüşündə BT səsucaldanından istifadə etmək mümkün olmur.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Piksel Təzələyicisi prosesi icra olunan zaman TV-niz sönülü qalmalıdır. Bu proses zamanı planlaşdırılan hər hansı mövcud, yaxud gözlənilən yazmalar, xatırladıcılar və ya taymer işə salmaları ləğv olunacaqdır.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG Xidmətləri Ölkənizi avtomatik təyin etmək üçün TV-niz şəbəkəyə qoşulmalıdır. Bağlantını yoxlamaq üçün Şəbəkə Parametrlərinə indi keçmək istəyirsiniz?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV-niz rəqəmli TV siqnalı vasitəsilə fövqəladə xəbərdarlıq mesajları təmin etmək üçün düzgün məkanı bilməlidir.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Proses tamamlanana kimi TV-niz sönəcək və sonra avtomatik yanacaq.",
	"Zagreb": "Zaqreb",
	"Zambia": "Zambiya",
	"Zaporozhye": "Zaporoje",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Miqyaslama",
	"Zürich": "Sürix",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] cihazının TV-niz ilə bağlantısı kəsiləcək. Səs artıq bu cihazdan ifa edilməyəcək. Davam etmək istəyirsiniz?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] qoşulmuş cihaz siyahısından silinəcək. Əgər onu daha sonra qoşmaq istəyirsinizsə, mümkün cihazları axtarmalı və onu yenidən qoşmalısınız. Davam etmək istəyirsiniz?",
	"[{deviceName}] will be deleted.": "[{deviceName}] cihazı silinəcək.",
	"aspectRatio_original": "İlkin",
	"audioGuidance_fast": "Sürətli",
	"audioGuidance_high": "Yüksək",
	"audioGuidance_low": "Aşağı",
	"audioGuidance_medium": "Orta",
	"audioGuidance_slow": "Yavaş",
	"audioGuidance_veryFast": "Çox Sürətli",
	"audioGuidance_veryHigh": "Çox Yüksək",
	"audioGuidance_veryLow": "Çox Aşağı",
	"audioGuidance_verySlow": "Çox Yavaş",
	"btDotSignalStrength_wide": "Geniş",
	"button": "düymə",
	"character": "simvol",
	"characters": "simvollar",
	"checked": "yoxlanmış",
	"colorGamutJPNWide": "Geniş",
	"connecting": "qoşulur",
	"depthOfColor": "Rəng",
	"diagonal zoom in": "diaqonal böyütmə",
	"diagonal zoom out": "diaqonal kiçiltmə",
	"digitalOptionSetByProgram": "Proqram Tərəfindən Təyin Edilmiş",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Orta",
	"freesync_high": "Yüksək",
	"freesync_low": "Aşağı",
	"freesync_off": "Qeyri-aktiv",
	"freesync_wide": "Geniş",
	"hidden": "gizli",
	"horizontal zoom in": "üfuqi böyütmə",
	"horizontal zoom out": "üfuqi kiçiltmə",
	"jpDoNot": "Qeyri-aktiv",
	"logoLuminance_high": "Yüksək",
	"logoLuminance_low": "Aşağı",
	"min": "dəq",
	"minus": "çıxma",
	"not connected": "qoşulmayıb",
	"objet_soundMode": "Hər məzmun növü üçün səs rejimini optimallaşdırın.",
	"pictureControl3dModeStandard": "Standart",
	"pictureControlAuto": "Avtomatik",
	"pictureControlAuto_BlackLevel": "Avtomatik",
	"pictureControlHigh": "Yüksək",
	"pictureControlHigh_BlackLevel": "Yüksək",
	"pictureControlHigh_Male": "Yüksək",
	"pictureControlLow": "Aşağı",
	"pictureControlLow_BlackLevel": "Zəif",
	"pictureControlLow_Male": "Zəif",
	"pictureControlMedium": "Orta",
	"pictureControlMedium_BlackLevel": "Orta",
	"pictureControlMedium_Male": "Orta",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Orta",
	"pictureLocalDimmingHigh": "Yüksək",
	"pictureLocalDimmingLow": "Aşağı",
	"pictureLocalDimmingMed": "Orta",
	"pictureMode": "Standart",
	"pictureModeSettings": "Fərdiləşdir",
	"plus": "üstəgəlmə",
	"press OK button to edit IP manually": "IP-ni əllə redaktə etmək üçün OK düyməsini basın",
	"press OK button to enter channel to search": "Axtarmaq məqsədilə kanal daxil etmək üçün OK düyməsini basın",
	"press OK button to enter value": "Qiyməti daxil etmək üçün OK düyməsini basın",
	"press right button to adjust de-judder and de-blur value": "De-judder və de-blur qiymətini tənzimləmək üçün sağ düyməni basın",
	"press right button to adjust zoom ratio and position": "Miqyaslama nisbəti və mövqeyini tənzimləmək üçün sağ düyməni basın",
	"shift current screen down": "cari ekranın yerini aşağı dəyişdirin",
	"shift current screen to the left": "cari ekranı sola dəyişdirin",
	"shift current screen to the right": "cari ekranı sağa dəyişdirin",
	"shift current screen up": "cari ekranın yerini yuxarı dəyişdirin",
	"shift down": "aşağı dəyişdirin",
	"shift left": "sola dəyişdirin",
	"shift right": "sağa dəyişdirin",
	"shift up": "yuxarı dəyişdirin",
	"soundMode_Standard": "Standart",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Yoxdur",
	"unchecked": "yoxlanmamış",
	"unread": "oxunmamış",
	"vertical zoom in": "şaquli böyütmə",
	"vertical zoom out": "şaquli kiçiltmə",
	"volumeModeHigh": "Yüksək",
	"volumeModeLow": "Zəif",
	"volumeModeMedium": "Orta",
	"webOS TV Version": "webOS TV Versiyası",
	"zoom in": "böyüt",
	"zoom out": "kiçilt",
	"{label} : L{value}": "{label} : SO{value}",
	"{label} : R{value}": "{label} : SA{value}"
}
