{
	" (User)": " (Χρήστης)",
	"(Version: {l})": "(Έκδοση: {l})",
	"* The device connected should support this service.": "* Η συνδεδεμένη συσκευή θα πρέπει να υποστηρίζει αυτήν την υπηρεσία.",
	"* This feature is applied once and only once when the TV is turned off.": "* Αυτή η λειτουργία εφαρμόζεται μία μόνο φορά όταν η τηλεόραση είναι απενεργοποιημένη.",
	"* This feature is available on certain devices only.": "* Αυτή η λειτουργία διατίθεται μόνο σε συγκεκριμένες συσκευές.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Η λειτουργία αυτή εκφράζει σαφώς τις προθέσεις του FILMMAKER MODE, αλλά ενδέχεται να φαίνεται πιο σκοτεινή από άλλες λειτουργίες εικόνας.",
	"* This settings is only available for Internal TV Speaker.": "* Αυτή η ρύθμιση είναι διαθέσιμη μόνο για το ενσωματωμένο ηχείο τηλεόρασης.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Ακόμη και όταν αυτή η επιλογή είναι ενεργοποιημένη, η προφύλαξη οθόνης δεν θα ενεργοποιείται όταν παρακολουθείτε περιεχόμενο από εξωτερικές πηγές εισόδου όπως το Live TV, ώστε να μην διακόπτεται η εμπειρία θέασης.",
	"* You can control the app which supports the function on your mobile device.": "* Μπορείτε να χειρίζεστε στη φορητή συσκευή σας την εφαρμογή που υποστηρίζει τη λειτουργία.",
	"1) Turn the Bluetooth on the other device off.": "1) Ενεργοποιήστε τη συσκευή Bluetooth και απενεργοποιήστε την άλλη συσκευή.",
	"10 Points Code Value": "Τιμή κωδικού 10 σημείων",
	"10 Points IRE": "IRE 10 σημείων",
	"10 and Above": "10 και πάνω",
	"10 min": "10 λεπ.",
	"11 and Above": "11 και πάνω",
	"12 Hours": "12 ώρες",
	"12 and Above": "12 και πάνω",
	"120 min": "120 λεπ.",
	"13 and Above": "13 και πάνω",
	"14 and Above": "14 και πάνω",
	"14 by 9": "14 προς 9",
	"15 and Above": "15 και πάνω",
	"16 and Above": "16 και πάνω",
	"16 by 9": "16 προς 9",
	"17 and Above": "17 και πάνω",
	"18 and Above": "18 και πάνω",
	"180 min": "180 λεπ.",
	"19 and Above": "19 και πάνω",
	"2 Channel": "2 κανάλια",
	"2 Hours": "2 ώρες",
	"2) Turn the Bluetooth device to connect off and on.": "2) Απενεργοποιήστε τη συσκευή Bluetooth που πρόκειται να συνδεθεί και ενεργοποιήστε την ξανά.",
	"20 Points Code Value": "Κωδικός 20 σημείων",
	"20 Points IRE": "IRE 20 σημείων",
	"20 and Above": "20 και πάνω",
	"20 min": "20 λεπ.",
	"21 by 9": "21 προς 9",
	"22 Points Code Value": "Τιμή κωδικού 22 σημείων",
	"22 Points IRE": "IRE 22 σημείων",
	"24 Hours": "24 ώρες",
	"240 min": "240 λεπ.",
	"3 Hours": "3 ώρες",
	"30 min": "30 λεπ.",
	"32 by 12": "32 προς 12",
	"32 by 9": "32 προς 9",
	"3G/4G Connection": "Σύνδεση 3G/4G",
	"4 Hours": "4 ώρες",
	"4 Hours Auto Power Off": "Αυτόματη απενεργοποίηση σε 4 ώρες",
	"4 and Above": "4 και πάνω",
	"4 by 3": "4 προς 3",
	"4-Way Zoom": "Ζουμ 4 κατευθύνσεων",
	"5 and Above": "5 και πάνω",
	"5.1 Channel": "5.1 κανάλια",
	"6 Hours": "6 ώρες",
	"6 and Above": "6 και πάνω",
	"60 min": "60 λεπ.",
	"7 and Above": "7 και πάνω",
	"8 Hours": "8 ώρες",
	"8 and Above": "8 και πάνω",
	"9 and Above": "9 και πάνω",
	"90 min": "90 λεπ.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Το αναγνωριστικό AD ID χρησιμοποιείται για την αναγνώριση αυτής της συσκευής για διαφημιστικούς σκοπούς και για τη διευκόλυνση προβολής ορισμένων διαφημίσεων που μπορεί να σας ενδιαφέρουν. Μπορείτε να επαναφέρετε το AD ID ή να περιορίσετε την παρακολούθηση του AD ID παρακάτω.",
	"AI Acoustic Tuning": "Ακουστικός συντονισμός με AI",
	"AI Acoustic Tuning Options": "Επιλογές Ακουστικού συντονισμού με AI",
	"AI Acoustic Tuning is disabled.": "Ο Ακουστικός συντονισμός με AI είναι απενεργοποιημένος.",
	"AI Brightness Control": "Έλεγχος Φωτεινότητας AI",
	"AI Picture": "Εικόνα AI",
	"AI Picture Pro": "Επαγγελματική εικόνα AI",
	"AI Recommendation": "Προτεινόμενα AI",
	"AI Service": "Υπηρεσία AI",
	"AI Sound": "Ήχος AI",
	"AI Sound Pro": "Επαγγελματικός ήχος AI",
	"AV Sync Adjustment": "Ρύθμιση AV Sync",
	"Abidjan": "Αμπιτζάν",
	"Accessibility": "Προσβασιμ.",
	"Account Management": "Διαχείριση λογαριασμού",
	"Accra": "Άκρα",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Η ενεργοποίηση αυτής της επιλογής θα διακόψει τη συλλογή και την παρακολούθηση προσωπικών δεδομένων σχετικών με τη διαφήμιση από αυτή την Smart TV. Η ενεργοποίηση αυτού του κουμπιού εναλλαγής μπορεί να επηρεάσει τους τύπους διαφημίσεων που θα βλέπετε στο εξής, αλλά δεν θα σταματήσει τη λήψη διαφημίσεων.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Αν ενεργοποιηθεί αυτό το κουμπί εναλλαγής, η LGE θα ενημερώσει τους τρίτους παρόχους να σταματήσουν την εμπορική διάθεση των προσωπικών σας πληροφοριών. Θα εξακολουθήσετε να έχετε πρόσβαση σε υπηρεσίες όπως η Live Plus, η LG Channels και η Who.Where.What?, εκτός και αν επιλέξετε να αποσυνδεθείτε.",
	"Adak": "Άντακ",
	"Add Network": "Προσθήκη δικτύου",
	"Add a hidden wireless network": "Προσθήκη κρυφού ασύρματου δικτύου",
	"Add wireless network by manually entering network name (SSID).": "Προσθήκη ασύρματου δικτύου με μη αυτόματη εισαγωγή του ονόματος δικτύου (SSID).",
	"Addis Ababa": "Αντίς Αμπέμπα",
	"Additional Audio Selection": "Πρόσθετη επιλογή ήχου",
	"Additional Settings": "Πρόσθετες ρυθμίσεις",
	"Address Setting": "Ορισμός διεύθυνσης",
	"Aden": "Άντεν",
	"Adjust Audio Guidance pitch.": "Προσαρμογή τόνου της ηχητικής καθοδήγησης.",
	"Adjust Audio Guidance speed.": "Προσαρμογή ταχύτητας της ηχητικής καθοδήγησης.",
	"Adjust Audio Guidance volume.": "Προσαρμογή έντασης της ηχητικής καθοδήγησης.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ρύθμιση της φωτεινότητας του οπισθοφωτισμού για αύξηση ή μείωση της φωτεινότητας της οθόνης.",
	"Adjust Screen Position": "Προσαρμογή θέσης οθόνης",
	"Adjust Zoom Ratio": "Προσαρμογή αναλογίας ζουμ",
	"Adjust animation effect shown on the home at certain times.": "Προσαρμογή του εφέ κινούμενης εικόνας που εμφανίζεται στην αρχική οθόνη σε συγκεκριμένες στιγμές.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Βελτιστοποίηση της φωτεινότητας με ανάλυση των κινήσεων των εικόνων προκειμένου να αποφεύγονται οι αντανακλάσεις και να μειώνεται η κατανάλωση ενέργειας.",
	"Adjust brightness of the LG logo.": "Ρυθμίστε τη φωτεινότητα του λογότυπου LG.",
	"Adjust color and saturation for a more vivid image.": "Ρύθμιση του χρώματος και του κορεσμού για πιο ζωντανές εικόνες.",
	"Adjust color temperature automatically to reduce eye strain.": "Αυτόματη προσαρμογή της θερμοκρασίας χρώματος για να μειώνεται η κόπωση των ματιών.",
	"Adjust cursor speed.": "Προσαρμογή ταχύτητας του δρομέα.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Προσαρμογή ευκρίνειας άκρου. Με τις υψηλότερες τιμές αυξάνεται η ευκρίνεια και η καθαρότητα της εικόνας.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Προσαρμογή των ρυθμίσεων γάμμα για αντιστάθμιση της φωτεινότητας του σήματος εισόδου.",
	"Adjust left/right audio balance.": "Προσαρμογή ισορροπίας ήχου αριστερά/δεξιά.",
	"Adjust luminance for selected color.": "Προσαρμογή της φωτεινότητας για το επιλεγμένο χρώμα.",
	"Adjust luminance level for selected IRE point.": "Να προσαρμοστεί το επίπεδο φωτεινότητας για το επιλεγμένο σημείο IRE.",
	"Adjust peak brightness for the brightest luminance.": "Ρυθμίστε τη μέγιστη φωτεινότητα για πιο έντονο φως.",
	"Adjust remote's cursor speed and appearance.": "Προσαρμογή της ταχύτητας και εμφάνισης του δρομέα του τηλεχειριστηρίου.",
	"Adjust saturation for selected color.": "Προσαρμογή του κορεσμού για το επιλεγμένο χρώμα.",
	"Adjust screen brightness to reduce energy consumption.": "Ρύθμιση της φωτεινότητας της οθόνης για μείωση της κατανάλωσης ενέργειας.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ρύθμιση της ΛΥΧΝΙΑΣ OLED για αύξηση ή μείωση της φωτεινότητας της οθόνης.",
	"Adjust the audio timing to synchronize the video and audio.": "Προσαρμόστε τη ρύθμιση του χρόνου του ήχου για συγχρονισμό εικόνας και ήχου.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ρύθμιση της ισορροπίας του κόκκινου και πράσινου χρώματος για την εμφάνιση της απόχρωσης στην οθόνη.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ρύθμιση της ισορροπίας χρωμάτων με τροποποίηση της θερμοκρασίας του χρώματος, της φωτεινότητας και της έντασης του κόκκινου, του πράσινου και του μπλε χρώματος.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Λεπτομερής ρύθμιση της αντίθεσης, της ανάλυσης κ.λπ. για μεμονωμένες λειτουργίες εικόνας και επιπλέον ορισμός του προτιμώμενου χρώματος, τιμής γάμμα κ.λπ.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ρύθμιση της διαφοράς μεταξύ των φωτεινών και των σκοτεινών περιοχών της οθόνης. Με τις υψηλότερες τιμές εντείνεται η διαφορά.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Προσαρμογή της αναλογίας πλαισίου με τρόπο όμοιο με εκείνον της ταινίας, έτσι ώστε να παρέχεται εμπειρία κινηματογραφικής αίθουσας.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Προσαρμογή της φωτεινότητας στατικών εικόνων όπως λογότυπα κ.λπ., ώστε να αποτραπούν προβλήματα ποιότητας εικόνας που μπορεί να προκύψουν όταν η τηλεόραση παραμένει ενεργοποιημένη για μεγάλο χρονικό διάστημα.",
	"Adjust the screen color to be pale or deep.": "Προσαρμογή του χρώματος της οθόνης ώστε να έχει μικρό ή μεγάλο βάθος.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Ρύθμιση του ήχου ανάλογα με τις προτιμήσεις σας για κάθε εύρος συχνότητας.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Προσαρμογή του χρονισμού για τον συγχρονισμό εικόνας και ήχου όταν έχουν χρονική διαφορά.",
	"Adjust the tint to brighten or darken the screen.": "Ρύθμιση της απόχρωσης για αύξηση ή μείωση της φωτεινότητας της οθόνης.",
	"Adjust the volume you want with pressing remote's volume key.": "Ρυθμίστε την ένταση στην τιμή που θέλετε πατώντας το κουμπί έντασης ήχου στο τηλεχειριστήριο.",
	"Adjust tint for selected color.": "Προσαρμογή της απόχρωσης για το επιλεγμένο χρώμα.",
	"Adjust whether to display the home promotion.": "Επιλογή του αν θα εμφανίζεται το πεδίο διαφήμισης στην αρχική οθόνη.",
	"Adjusting Luminance": "Προσαρμογή φωτεινότητας",
	"Adolescent over 13 are allowed to watch.": "Κατάλληλο για εφήβους άνω των 13 ετών.",
	"Adolescent over 14 are allowed to watch.": "Κατάλληλο για εφήβους άνω των 14 ετών.",
	"Adolescent over 16 are allowed to watch.": "Κατάλληλο για εφήβους άνω των 16 ετών.",
	"Adult": "Ενήλικες",
	"Adult Language": "Γλώσσα ενηλίκων",
	"Adults only.": "Κατάλληλο μόνο για ενηλίκους.",
	"Advanced": "Ρυθμίσεις για προχωρημένους",
	"Advanced Controls": "Προηγμένα στοιχεία ελέγχου",
	"Advanced Wi-Fi Settings": "Προηγμένες ρυθμίσεις Wi-Fi",
	"Advertisement": "Διαφήμιση",
	"Afghanistan": "Αφγανιστάν",
	"Afrikaans": "Αφρικάανς",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Μετά την αλλαγή της χώρας, θα διαγραφούν όλα τα συντονισμένα προγράμματα. Για να συντονίσετε ξανά τα προγράμματα, μεταβείτε στον ‘Αυτόματο συντονισμό’. Θέλετε να συνεχίσετε;",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Μετά την αλλαγή του ταχυδρομικού κώδικα, θα διαγραφούν όλα τα υπάρχοντα προγράμματα Freesat. Για να συντονίσετε ξανά τα προγράμματα, μεταβείτε στον ‘Αυτόματο συντονισμό’. Θέλετε να συνεχίσετε;",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Αφού αλλάξετε τη χώρα σας, μπορείτε να πραγματοποιήσετε σάρωση για τα κανάλια σας χρησιμοποιώντας τον Αυτόματο συντονισμό. Θέλετε να συνεχίσετε;",
	"Ages 2-7 are allowed to watch.": "Κατάλληλο για ηλικίες 2-7.",
	"Albania": "Αλβανία",
	"Albanian": "Αλβανικά",
	"Alerts you by sound when the TV is turned on or off.": "Σας ειδοποιεί με έναν ήχο όταν ενεργοποιείται ή απενεργοποιείται η τηλεόραση.",
	"Algeria": "Αλγερία",
	"Algiers": "Αλγέρι",
	"All Channels": "Όλα τα κανάλια",
	"All Children": "Κατάλληλο για όλα τα παιδιά",
	"All ages are allowed to watch.": "Κατάλληλο για όλες τις ηλικίες.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Θα γίνει επαναφορά όλων των τρεχουσών ρυθμίσεων για τη λειτουργία {pictureMode}. Θέλετε να συνεχίσετε;",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Θα γίνει επαναφορά όλων των ρυθμίσεων ηχητικών εφέ για την Τυπική λειτουργία. Θέλετε να συνεχίσετε;",
	"Allow Automatic Updates": "Να επιτρέπονται οι αυτόματες ενημερώσεις",
	"Almaty": "Αλμάτι",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Επίσης, μπορείτε να προσαρμόσετε τις λεπτομερείς ρυθμίσεις του Περιφερειακού ήχου Bluetooth.",
	"Always Open": "Πάντα ανοιχτό",
	"Always-on Off Time": "Ώρα απενεργοποίησης λειτουργίας Always-on",
	"Amman": "Αμάν",
	"Amsterdam": "Άμστερνταμ",
	"An error has occurred while copy channels.": "Παρουσιάστηκε σφάλμα κατά την αντιγραφή καναλιών.",
	"An important software update is available.": "Υπάρχει διαθέσιμη μια σημαντική ενημέρωση λογισμικού.",
	"Anadyr": "Αναντίρ",
	"Analog Mode": "Αναλογική λειτουργία",
	"Analog TV": "Αναλογική τηλεόραση",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Ανάλυση χαρακτηριστικών του ήχου και βελτιστοποίηση του ήχου ανάλογα με το περιεχόμενο σε πραγματικό χρόνο.",
	"Anchorage": "Ανκορέιτζ",
	"Angola": "Ανγκόλα",
	"Antananarivo": "Ανταναναρίβο",
	"Antenna": "Λήψη με κεραία",
	"Antenna ATV": "Κεραία ATV",
	"Antenna DTV": "Ψηφιακή ασύρματη τηλεόραση",
	"Antenna Radio": "Ραδιοφωνική λήψη με κεραία",
	"Antigua and Barbuda": "Αντίγκουα και Μπαρμπούντα",
	"Any Supplementary Audio": "Οποιοσδήποτε συμπληρωματικός ήχος",
	"Apia": "Άπια",
	"App Alarm": "Ειδοποίηση εφαρμογής",
	"Application Locks": "Κλείδωμα εφαρμογών",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Εφαρμογή των αναλυτικών τιμών ρυθμίσεων της τρέχουσας λειτουργίας εικόνας σε όλες τις εισόδους ή τις εφαρμογές.",
	"Apply to all inputs": "Εφαρμογή σε όλες τις καταχωρήσεις",
	"Applying value to all inputs...": "Εφαρμογή τιμής σε όλες τις καταχωρήσεις...",
	"Aqtöbe": "Ακτόμπε",
	"Arabic": "Αραβικά",
	"Araguaína": "Αραγκουαίνα",
	"Argentina": "Αργεντινή",
	"Armenia": "Αρμενία",
	"Aruba": "Αρούμπα",
	"Ashgabat": "Ασγκαμπάτ",
	"Asmara": "Ασμάρα",
	"Aspect Ratio": "Λόγος διαστάσεων",
	"Aspect Ratio Settings": "Ρυθμίσεις λόγου διαστάσεων",
	"Assamese": "Ασαμικά",
	"Assign channels to remote buttons so you can quickly jump to them.": "Αντιστοιχίστε κανάλια σε κουμπιά του τηλεχειριστηρίου για να μεταβαίνετε γρήγορα σε αυτά.",
	"Asunción": "Ασουνσιόν",
	"Athens": "Αθήνα",
	"Atikokan": "Ατικόκαν",
	"Auckland": "Όκλαντ",
	"Audio Delay": "Καθυστέρηση ήχου",
	"Audio Description": "Περιγραφή ήχου",
	"Audio Description Volume": "Ηχητική περιγραφή έντασης",
	"Audio Guidance": "Ηχητική καθοδήγηση",
	"Audio Language": "Γλώσσα ήχου",
	"Audio Out (Line Out)": "Έξοδος ήχου (Line Out)",
	"Audio Type": "Τύπος ήχου",
	"Australia": "Αυστραλία",
	"Austria": "Αυστρία",
	"Auto": "Αυτόματο",
	"Auto Detect": "Αυτόματος εντοπισμός",
	"Auto Device Detection": "Αυτόματος εντοπισμός συσκευής",
	"Auto Genre Selection": "Αυτόματη επιλογή είδους",
	"Auto Power Off": "Αυτόματη απενεργοποίηση",
	"Auto Power Sync": "Αυτόματος συγχρονισμός λειτουργίας",
	"Auto Start": "Αυτόματη έναρξη",
	"Auto Volume": "Αυτόματη ρύθμιση έντασης ήχου",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Αυτόματη προσαρμογή του κενού στην ένταση ήχου ή ορισμός της έντασης ήχου που ρυθμίζεται κάθε φορά με το πλήκτρο έντασης του τηλεχειριστηρίου.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Αυτόματη προσαρμογή σε τιμή εικόνας βελτιστοποιημένη για το είδος περιεχομένου Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Αυτόματη προσαρμογή σε τιμή εικόνας βελτιστοποιημένη για το είδος περιεχομένου.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Αυτόματη μετάβαση σε FILMMAKER MODE όταν αναγνωρίζεται το περιεχόμενο της ταινίας.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Αυτόματη βελτιστοποίηση της ποιότητας εικόνας με βάση το χρώμα και τη φωτεινότητα του περιβάλλοντος φωτισμού.",
	"Automatically update system software when an update is found.": "Το λογισμικό του συστήματος να ενημερώνεται αυτόματα όταν εντοπίζεται ενημέρωση.",
	"Available Internal Storage": "Μη διαθέσιμη μνήμη εσωτερικής αποθήκευσης",
	"Azerbaijan": "Αζερμπαϊτζάν",
	"Azores": "Αζόρες ",
	"BG Color": "Χρώμα φόντου",
	"BG Opacity": "Διαφάνεια φόντου",
	"Back": "Πίσω",
	"Backlight": "Οπισθοφωτισμός",
	"Baghdad": "Βαγδάτη",
	"Bahamas": "Μπαχάμες",
	"Bahrain": "Μπαχρέιν",
	"Baku": "Μπακού",
	"Balance": "Ισορροπία",
	"Bamako": "Μπαμακό",
	"Bangkok": "Μπανγκόκ",
	"Bangladesh": "Μπανγκλαντές",
	"Bangui": "Μπανγκί",
	"Banjul": "Μπάνγιουλ",
	"Barbados": "Μπαρμπάντος",
	"Basque": "Βασκικά",
	"Bass Boost": "Ενίσχυση μπάσων",
	"Behavior may vary depending on connected device.": "Η συμπεριφορά μπορεί να διαφέρει ανάλογα με τη συνδεδεμένη συσκευή.",
	"Beijing": "Πεκίνο",
	"Beirut": "Βηρυτός",
	"Belarus": "Λευκορωσία",
	"Belgium": "Βέλγιο",
	"Belgrade": "Βελιγράδι",
	"Belize": "Μπελίζ",
	"Belém": "Μπελέμ",
	"Bengali": "Βεγγαλικά",
	"Benin": "Μπενίν",
	"Berlin": "Βερολίνο",
	"Bermuda": "Βερμούδες",
	"Bhutan": "Μπουτάν",
	"Bishkek": "Μπίσκεκ",
	"Bissau": "Μπισάου",
	"Black": "Μαύρο",
	"Black Level": "Επίπεδο μαύρου",
	"Blanc-Sablon": "Μπλαν Σαμπλόν",
	"Blantyre": "Μπλαντάιρ",
	"Block TV programs broadcast in English based on their content ratings.": "Προβείτε σε αποκλεισμό τηλεοπτικών προγραμμάτων στα αγγλικά με βάση τις αξιολογήσεις περιεχομένου.",
	"Block TV programs broadcast in French based on their content ratings.": "Προβείτε σε αποκλεισμό τηλεοπτικών προγραμμάτων στα γαλλικά με βάση τις αξιολογήσεις περιεχομένου.",
	"Block content based on genre.": "Αποκλεισμός περιεχομένου βάσει είδους.",
	"Blue": "Μπλε",
	"Bluetooth Speaker Mode": "Λειτουργία ηχείου Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Ήχος Surround Bluetooth + Ενσωματωμένο ηχείο τηλεόρασης",
	"Bluetooth Surround Sound Setup": "Ρύθμιση ήχου Surround Bluetooth",
	"Boa Vista": "Μπόα Βίστα",
	"Bogotá": "Μπογκοτά",
	"Bolivia": "Βολιβία",
	"Bosnia": "Βοσνία - Ερζεγοβίνη",
	"Bosnia And Herzegovina": "Βοσνία Ερζεγοβίνη ",
	"Bosnian": "Βοσνιακά",
	"Botswana": "Μποτσουάνα",
	"Bratislava": "Μπρατισλάβα",
	"Brazil": "Βραζιλία",
	"Brazzaville": "Μπραζαβίλ",
	"Brightness": "Φωτεινότητα",
	"Broadcast Country": "Χώρα μετάδοσης",
	"Broadcast Mail": "Mail μετάδοσης",
	"Broken Hill": "Μπρόκεν Χιλ",
	"Brussels": "Βρυξέλλες",
	"Bucharest": "Βουκουρέστι",
	"Budapest": "Βουδαπέστη",
	"Buenos Aires": "Μπουένος Άιρες",
	"Bujumbura": "Μπουζουμπούρα",
	"Bulgaria": "Βουλγαρία",
	"Bulgarian": "Βουλγαρικά",
	"Burkina Faso": "Μπουρκίνα Φάσο",
	"Burundi": "Μπουρούντι",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Πατώντας το κουμπί \"Επαναφορά\", θα διαγράψετε όλα τα δεδομένα που σχετίζονται με τη διαφήμιση και έχει συλλέξει η LGE από τη συγκεκριμένη Smart TV στο παρελθόν. Το πάτημα του κουμπιού \"Επαναφορά\" μπορεί να επηρεάσει τους τύπους διαφημίσεων που θα βλέπετε στο εξής, αλλά δεν θα σταματήσει τη λήψη διαφημίσεων.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ενεργοποιώντας το Live Plus, συναινείτε στη συλλογή πληροφοριών τηλεοπτικής προβολής από την LG Electronics Inc. (\"LGE\") μέσω της μονάδας ACR, οι οποίες ενδέχεται να κοινοποιούνται σε μια ανώνυμη βάση σε τρίτους για να σας παρέχουν διαδραστικές υπηρεσίες. Ενδέχεται επίσης να κοινοποιούμε ανώνυμα αθροιστικά στοιχεία σε τρίτους για σκοπούς μάρκετινγκ. Σημειώστε ότι δεν συλλέγουμε ή διανέμουμε σκόπιμα προσωπικά στοιχεία παιδιών κάτω των 13 ετών ή προσωπικά στοιχεία που προέρχονται από παιδιά τέτοιας ηλικίας. Οι λεπτομερείς πληροφορίες σχετικά με το Live Plus απεικονίζονται στις Πληροφορίες προβολής (όροι), ενότητα στην οποία μπορείτε να έχετε πρόσβαση από το μενού ρυθμίσεων SmartTV. Η LGE συνιστά ανεπιφύλακτα να διαβάσετε την πλήρη έκδοση Πληροφοριών προβολής (όροι) πριν ενεργοποιήσετε τη λειτουργία Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ενεργοποιώντας την υπηρεσία Live Plus, κατανοείτε ότι το περιεχόμενο που εμφανίζεται στην τηλεόρασή σας μπορεί να αναγνωριστεί και οι πληροφορίες προβολής μπορεί να χρησιμοποιηθούν ώστε να σας παρέχουμε βελτιωμένη εμπειρία προβολής και προσωποποιημένες υπηρεσίες, συμπεριλαμβανομένων των προτάσεων περιεχομένου και των διαφημίσεων. Για περισσότερες πληροφορίες, ανατρέξτε στην Πολιτική απορρήτου και στις σχετικές Συμφωνίες χρήστη στο μενού Ρυθμίσεις τηλεόρασης.",
	"CI Information": "Πληροφορίες CI",
	"CI password incorrect. Please enter again.": "Λανθασμένος κωδικός πρόσβασης CI. Πληκτρολογήστε τον ξανά.",
	"CS1 Board": "Κάρτα CS1",
	"CS2 Board": "Κάρτα CS2",
	"Cable": "Καλωδιακή",
	"Cable ATV": "Καλωδιακή ATV",
	"Cable DTV": "Καλωδιακή ασύρματη τηλεόραση",
	"Cable Radio": "Καλωδιακό ραδιόφωνο",
	"Cairo": "Κάιρο",
	"Cambodia": "Καμπότζη",
	"Cameroon": "Καμερούν",
	"Campo Grande": "Κάμπο Γκράντε",
	"Can not Find Channel": "Δεν είναι δυνατή η εύρεση του καναλιού",
	"Canada": "Καναδάς",
	"Canary Islands": "Κανάρια Νησιά",
	"Cancel": "Ακύρωση",
	"Cancel Schedule": "Ακύρωση προγραμματισμού",
	"Cancel Update": "Ακύρωση ενημέρωσης",
	"Cancún": "Κανκούν",
	"Cantonese": "Καντονικά",
	"Cape Verde": "Πράσινο Ακρωτήριο",
	"Caracas": "Καράκας",
	"Casablanca": "Καζαμπλάνκα",
	"Catalan": "Καταλανικά",
	"Caution": "Προσοχή",
	"Cayman Islands": "Νησιά Καϊμάν",
	"Center": "Κέντρο",
	"Central African Republic": "Κεντροαφρικανική Δημοκρατία",
	"Ceuta": "Θέουτα",
	"Chad": "Τσαντ",
	"Change blue intensity and adjust the color balance.": "Αλλαγή της έντασης του μπλε και ρύθμιση της ισορροπίας χρωμάτων.",
	"Change green intensity and adjust the color balance.": "Αλλαγή της έντασης του πράσινου και ρύθμιση της ισορροπίας χρωμάτων.",
	"Change red intensity and adjust the color balance.": "Αλλαγή της έντασης του κόκκινου και ρύθμιση της ισορροπίας χρωμάτων.",
	"Change the left / right sound": "Αλλαγή ήχου αριστερά / δεξιά",
	"Change the position of captions using the 4-way dial on the remote control.": "Αλλαγή της θέσης των λεζαντών με χρήση του πληκτρολογίου 4 κατευθύνσεων στο τηλεχειριστήριο.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Με την αλλαγή της περιοχής μπορεί να αλλάξουν τα συντονισμένα κανάλια στην τηλεόρασή σας. Μπορείτε να συντονίσετε ξανά τα κανάλια με τον ‘Αυτόματο συντονισμό’. Θέλετε να αλλάξετε τις ρυθμίσεις περιοχής τώρα;",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Η αλλαγή της χώρας θα οδηγήσει σε επανεκκίνηση της τηλεόρασής σας και ενδεχομένως να πρέπει να αποδεχθείτε ξανά τις Άδειες χρήσης της LG. Επιπλέον, η διαθεσιμότητα για ορισμένες από αυτές τις εφαρμογές και υπηρεσίες ενδέχεται να διαφέρει ανάλογα με τη χώρα παροχής των υπηρεσιών LG. Θέλετε να συνεχίσετε;",
	"Channel Locks": "Κλείδωμα καναλιών",
	"Channel Manager": "Διαχείριση καναλιών",
	"Channel Scrolling Options": "Επιλογές κύλισης καναλιών",
	"Channel Tuning": "Συντονισμός καναλιών",
	"Channel Tuning & Settings": "Συντονισμός και ρύθμιση καναλιών",
	"Channels": "Κανάλια",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Τα προγράμματα από HDMI και άλλες εξωτερικές πηγές εισόδου δεν μπορούν να κλειδωθούν. Για να κλειδώσετε τηλεοπτικά προγράμματα, αλλάξτε την τρέχουσα πηγή εισόδου σε Live TV.",
	"Chatham Islands": "Νησιά Τσάθαμ",
	"Check TV information.": "Έλεγχος πληροφοριών τηλεόρασης.",
	"Check alarm messages about the user settings or TV status.": "Προβολή μηνυμάτων ειδοποίησης για τις ρυθμίσεις χρήστη ή την κατάσταση της τηλεόρασης.",
	"Check descriptions for each LG webOS TV functions.": "Προβολή περιγραφών για κάθε λειτουργία LG webOS TV.",
	"Check for Advertising settings and set it.": "Ελέγξτε τις ρυθμίσεις Διαφημίσεων και ορίστε τις.",
	"Check for Updates": "Έλεγχος για ενημερώσεις",
	"Check for available functions with Voice and set Voice Settings.": "Ελέγξτε τις διαθέσιμες ρυθμίσεις με τη λειτουργία Φωνής και ορίστε τις Ρυθμίσεις φωνής.",
	"Check for problems with the picture quality.": "Έλεγχος για προβλήματα ποιότητας εικόνας.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Ελέγξτε για προβλήματα ποιότητας ήχου στο ενσωματωμένο ηχείο της τηλεόρασης.",
	"Check for software updates and update if available.": "Έλεγχος για ενημερώσεις λογισμικού και ενημέρωση εάν υπάρχουν διαθέσιμες.",
	"Check whether the Bluetooth device is in pairing mode.": "Ελέγξτε αν η συσκευή Bluetooth βρίσκεται σε λειτουργία σύζευξης.",
	"Check your TV status to solve problems or use remote support.": "Ελέγξτε την κατάσταση της τηλεόρασής σας για να επιλύσετε προβλήματα ή για να χρησιμοποιήσετε την απομακρυσμένη υποστήριξη.",
	"Checking Password": "Έλεγχος κωδικού πρόσβασης",
	"Checking for Updates": "Έλεγχος για ενημερώσεις",
	"Checking...": "Έλεγχος...",
	"Chicago": "Σικάγο",
	"Chihuahua": "Τσιουάουα",
	"Children": "Παιδιά",
	"Children Age": "Παιδική ηλικία",
	"Children Program Locks": "Κλειδώματα παιδικών προγραμμάτων",
	"Children over 8 are allowed to watch.": "Κατάλληλο για παιδιά άνω των 8 ετών.",
	"Chile": "Χιλή",
	"China": "Κίνα",
	"Chinese": "Κινεζικά",
	"Chisinau": "Κισινάου",
	"Choibalsan": "Τσοϊμπαλασάν",
	"Chongqing": "Τσονκίνγκ",
	"Choose to have all channels or just your primary ones when you change channels.": "Επιλέξτε αν θέλετε όλα τα κανάλια ή μόνο τα κύρια κανάλια σας κατά την αλλαγή καναλιών.",
	"Christmas Island": "Νησί Χριστουγέννων",
	"Cinema": "Σινεμά",
	"Cinema Clear": "Κινηματογραφική ποιότητα",
	"Cinema Home": "Οικιακός κινηματογράφος",
	"Cinema View": "Κινηματογραφική προβολή",
	"Cinema View (32:12)": "Κινηματογραφική προβολή (32:12)",
	"Cinema Zoom": "Κινηματογραφικό ζουμ",
	"City": "Πόλη",
	"City Selection": "Επιλογή πόλης",
	"Clean Audio": "Εκκαθάριση ήχου",
	"Clear": "Απαλοιφή",
	"Clear Voice Ⅲ": "Λειτουργία καθαρής φωνής Ⅲ",
	"Clear Voice Ⅳ": "Λειτουργία καθαρής φωνής Ⅳ",
	"Clear1": "Απαλοιφή",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Πατήστε το κουμπί ΣΥΝΔΕΣΗ αφού ενεργοποιήσετε το ασύρματο πληκτρολόγιο LG και ορίσετε τη λειτουργία ζεύξης.",
	"Close": "Κλείσιμο",
	"Closed Caption": "Κλειστή λεζάντα",
	"Closed Caption Settings": "Ρυθμίσεις λεζάντας",
	"Code Value": "Κωδικός",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Συλλογή και αποθήκευση πληροφοριών σχετικά με τη διεύθυνση MAC, τον αριθμό μοντέλου, τον κωδικό χώρας, τις ρυθμίσεις γλώσσας και την έκδοση λογισμικού για την επαλήθευση της πιο πρόσφατης έκδοσης του λογισμικού προς ενημέρωση.",
	"Colombia": "Κολομβία",
	"Colombo": "Κολόμπο",
	"Color": "Χρώμα",
	"Color Gamut": "Χρωματικό φάσμα",
	"Color Management System": "Σύστημα διαχείρισης χρωμάτων",
	"Color Temperature": "Θερμοκρασία χρώματος",
	"Conakry": "Κόνακρι",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Επιβεβαιώστε τους Όρους και προϋποθέσεις ή αλλάξτε το αν θα αποδεχτείτε τη συμφωνία.",
	"Congo Brazzaville": "Κονγκό Μπραζαβίλ",
	"Connect": "Σύνδεση",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Συνδέστε το ηχείο Bluetooth και το ηχείο της τηλεόρασης και προσαρμόστε αυτόματα την Καθυστέρηση ήχου μεταξύ των ηχείων.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Συνδέστε στο eARC μια εξωτερική συσκευή ήχου η οποία υποστηρίζει το eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Σύνδεση εξωτερικών συσκευών όπως αποκωδικοποιητή, ηχομπάρας κ.λπ. στην τηλεόραση με βάση τις οδηγίες.",
	"Connect the LAN cable directly to the TV to use the network.": "Συνδέστε το καλώδιο LAN απευθείας στην τηλεόραση για να χρησιμοποιήσετε το δίκτυο.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Σύνδεση στο δίκτυο με μη αυτόματη εισαγωγή των διευθύνσεων IP και διακομιστή DNS.",
	"Connect to the network if a wireless router is installed.": "Σύνδεση στο δίκτυο εάν υπάρχει εγκατεστημένος ασύρματος δρομολογητής.",
	"Connect via WPS PBC": "Σύνδεση μέσω WPS PBC",
	"Connect via WPS PIN": "Σύνδεση μέσω WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Συνδέστε την τηλεόρασή σας στο δρομολογητή ή το μόντεμ σας με ένα καλώδιο Ethernet για να ενεργοποιήσετε τη σύνδεση του ενσύρματου δικτύου.",
	"Connect your TV with WiSA Speakers wirelessly.": "Συνδέστε ασύρματα την τηλεόραση με τα Ηχεία WiSA.",
	"Connectable Devices ({num})": "Συσκευές με δυνατότητα σύνδεσης ({num})",
	"Connected": "Έχει συνδεθεί",
	"Connected to Internet": "Συνδέθηκε στο Internet",
	"Connecting...": "Σύνδεση...",
	"Connection": "Σύνδεση",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Η διαχείριση σύνδεσης με smartphone ή υπολογιστή είναι διαθέσιμη. Για να συνδέσετε τηλεόραση με φορητή συσκευή, απαιτούνται ρυθμίσεις και αιτήματα σύνδεσης στο smartphone και στον υπολογιστή.",
	"Content Recommendations": "Προτάσεις περιεχομένου",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Η αναπαραγωγή του περιεχομένου θα γίνεται με ήχο κατάλληλο για πολυκαναλική ακρόαση, εάν ο πολυκαναλικός ήχος υποστηρίζεται από τη λειτουργία HbbTV.",
	"Contrast": "Αντίθεση",
	"Cool": "Απαλό",
	"Copenhagen": "Κοπεγχάγη",
	"Copy Channels": "Αντιγραφή καναλιών",
	"Copy/Delete file": "Αντιγραφή/Διαγραφή αρχείου",
	"Correct contrast and brightness by adjusting black levels.": "Διόρθωση της αντίθεσης και της φωτεινότητας με προσαρμογή των επιπέδων του μαύρου.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Διόρθωση pixel εικόνας και αποτροπή προβλημάτων ποιότητας εικόνας που μπορεί να προκύψουν όταν η τηλεόραση μείνει ενεργοποιημένη για μεγάλο χρονικό διάστημα.",
	"Costa Rica": "Κόστα Ρίκα",
	"Could not fined available network.": "Δεν βρέθηκε διαθέσιμο δίκτυο.",
	"Croatia": "Κροατία",
	"Croatian": "Κροάτικα",
	"Cuba": "Κούβα",
	"Cuiabá": "Κουιάμπα",
	"Current time is not valid. Do you want to set the correct time now?": "Η τρέχουσα ώρα δεν είναι έγκυρη. Θέλετε να ρυθμίσετε τη σωστή ώρα τώρα;",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Οι τρέχουσες τιμές των προσαρμοσμένων ρυθμίσεων λειτουργίας εικόνας θα εφαρμοστούν στη λειτουργία {pictureMode} για όλες τις εισόδους. Θέλετε να συνεχίσετε;",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Το συνδεδεμένο ασύρματο πληκτρολόγιο LG θα αποσυνδεθεί από την τηλεόραση. Θέλετε να συνεχίσετε;",
	"Custom": "Προσαρμογή",
	"Custom Time Zone": "Προσαρμογή ζώνης ώρας",
	"Customer Service": "Εξυπηρέτηση πελατών",
	"Cyan": "Κυανό",
	"Cyprus": "Κύπρος",
	"Czech": "Τσεχία",
	"Czech Republic": "Δημοκρατία της Τσεχίας",
	"Côte d'Ivoire": "Ακτή Ελεφαντοστού",
	"DNS Server": "Διακομιστής DNS",
	"DR Congo": "Λαϊκή Δημοκρατία του Κονγκό",
	"DTV Audio Setting": "Ρύθμιση ήχου DTV",
	"Dakar": "Ντακάρ",
	"Damascus": "Δαμασκός",
	"Danish": "Δανικά",
	"Dar es Salaam": "Νταρ ες Σαλάμ",
	"Data Service": "Υπηρεσία δεδομένων",
	"Date": "Ημερομηνία",
	"Dawson": "Ντόσον",
	"Dawson Creek": "Ντόσον Κρικ",
	"Day": "Ημέρα",
	"De-Judder": "De-Judder (εξομάλυνση κίνησης)",
	"Delete": "Διαγραφή",
	"Delete Connection History": "Διαγραφή ιστορικού συνδέσεων",
	"Delete Pairing History": "Διαγραφή ιστορικού ζεύξεων",
	"Delete Usage Data": "Διαγραφή δεδομένων χρήσης",
	"Demo Options": "Επιλογές επίδειξης",
	"Democratic Republic of the Congo": "Λαϊκή Δημοκρατία του Κονγκό",
	"Denmark": "Δανία",
	"Denver": "Ντένβερ",
	"Depressed": "Συνεπτυγμένο",
	"Deregister": "Κατάργηση εγγραφής",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Φωνητική περιγραφή των περιεχομένων της οθόνης για τη χρήση της τηλεόρασης από θεατές με προβλήματα όρασης.",
	"Detect Range": "Εύρος ανίχνευσης",
	"Detroit": "Ντετρουά",
	"Device Connection Settings": "Ρυθμίσεις σύνδεσης συσκευής",
	"Device List": "Λίστα συσκευών",
	"Device Name": "Όνομα συσκευής",
	"Dhaka": "Ντάκα",
	"Digital Mode": "Ψηφιακή λειτουργία",
	"Digital Sound Out": "Ψηφιακή έξοδος ήχου",
	"Digital TV": "Ψηφιακή τηλεόραση",
	"Dili": "Ντίλι",
	"Directed to Older Children (ages 7 and above)": "Απευθύνεται σε μεγαλύτερα παιδιά (7 ετών και άνω)",
	"Disabled": "Απενεργοποιήθηκε",
	"Disconnect": "Αποσύνδεση",
	"Display captions for hearing-impaired viewers to use TV.": "Εμφάνιση λεζαντών για τη χρήση της τηλεόρασης από θεατές με προβλήματα ακοής.",
	"Display fast-moving content smoothly and clearly.": "Ομαλή και ευδιάκριτη προβολή περιεχομένου που κινείται γρήγορα στην οθόνη.",
	"Display luminance level for the highest point (100 IRE).": "Να εμφανιστεί το επίπεδο της φωτεινότητας για το πιο υψηλό σημείο (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Προβολή εικόνων σε θερμή ή ψυχρή θερμοκρασία χρωμάτων.",
	"Djibouti": "Τζιμπουτί",
	"Do Not Sell My Personal Information": "Να μην πωλούνται οι προσωπικές μου πληροφορίες",
	"Do Not Track": "Χωρίς παρακολούθηση",
	"Do you want to continue?": "Θέλετε να συνεχίσετε;",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Θέλετε να αντιγράψετε τη λίστα καναλιών από τη συσκευή αποθήκευσης USB στην τηλεόραση; Τα υπάρχοντα κανάλια στην τηλεόραση θα διαγραφούν.",
	"Do you want to copy channel list from your TV to the USB storage?": "Θέλετε να αντιγράψετε τη λίστα καναλιών από την τηλεόραση στη συσκευή αποθήκευσης USB;",
	"Do you want to reset Position Settings?": "Θέλετε να επαναφέρετε τις Ρυθμίσεις θέσης;",
	"Do you want to reset Volume Control?": "Θέλετε να επαναφέρετε τον Έλεγχο έντασης ήχου;",
	"Do you want to set the correct time now?": "Θέλετε να ρυθμίσετε τη σωστή ώρα τώρα;",
	"Do you want to turn your TV off now?": "Θέλετε να απενεργοποιήσετε την τηλεόρασή σας τώρα;",
	"Dodoma": "Ντοντόμα",
	"Doha": "Ντόχα",
	"Dominica": "Ντομίνικα",
	"Dominican Republic": "Δομινικανή Δημοκρατία",
	"Done": "Τέλος",
	"Douala": "Ντουάλα",
	"Download Mail": "Λήψη mail",
	"Download and Install": "Λήψη και εγκατάσταση",
	"Downloadable Rating": "Αξιολόγηση με δυνατότητα λήψης",
	"Dual Mono": "Διπλή λειτουργία μονοφωνικού ήχου",
	"Dubai": "Ντουμπάι",
	"Dublin": "Δουβλίνο",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Κατά την ώρα απενεργοποίησης της λειτουργίας Always-on, ορισμένες λειτουργίες, όπως η αναγνώριση φωνής κ.λπ., μπορεί να μην είναι πλήρως λειτουργικές όταν η οθόνη απενεργοποιηθεί.",
	"Dushanbe": "Ντουσανμπέ",
	"Dutch": "Ολλανδικά",
	"Dynamic Color": "Δυναμικό χρώμα",
	"Dynamic Contrast": "Δυναμική αντίθεση",
	"Easter Island": "Νήσος του Πάσχα",
	"Eastern Africa": "Ανατολική Αφρική",
	"Eco Mode": "Λειτουργία Eco",
	"Ecuador": "Ισημερινός",
	"Edge Color": "Χρώμα ακμής",
	"Edge Enhancer": "Βελτίωση άκρων",
	"Edge Type": "Τύπος ακμής",
	"Edit": "Επεξεργασία",
	"Edmonton": "Έντμοντον",
	"Egypt": "Αίγυπτος",
	"Eirunepé": "Εϊρουνεπέ",
	"El Salvador": "Ελ Σαλβαδόρ",
	"El salvador": "Ελ Σαλβαδόρ",
	"Emergency Alert": "Ειδοποίηση έκτακτης ανάγκης",
	"Enabled": "Ενεργοποιήθηκε",
	"Energy Saving": "Εξοικονόμηση ενέργειας",
	"Energy consumption may increase if this feature is on.": "Η κατανάλωση ενέργειας μπορεί να αυξηθεί εάν αυτή η λειτουργία είναι ενεργοποιημένη.",
	"Energy saving modes to limit power consumption.": "Λειτουργίες εξοικονόμησης ενέργειας που περιορίζουν την κατανάλωση ενέργειας.",
	"English": "Αγγλικά",
	"Enhance the bass sound.": "Ενίσχυση μπάσων ήχου.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Ενίσχυση της αντίθεσης μεταξύ των φωτεινών και σκοτεινών περιοχών ορισμένων μενού, όπως μεταξύ του φόντου και του κειμένου, για εύκολη θέαση από άτομα με χαμηλή όραση.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Βελτίωση της ανάλυσης και της ευκρίνειας των περιεχομένων βάσει αλγόριθμου που εκπαιδεύεται μέσω μιας τεχνικής βαθιάς εκμάθησης που ανέπτυξε η LG, και βελτίωση της εις βάθος ανάλυσης περιεχομένου.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Απολαύστε περιεχόμενο Dolby Atmos με ιδανικό ήχο, ενεργοποιώντας το εφέ ηχητικού πεδίου.",
	"Enjoy TV sound by connecting Wired Headphones.": "Απολαύστε τον ήχο της τηλεόρασης συνδέοντας ενσύρματα ακουστικά.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Απολαύστε τον ήχο της τηλεόρασης μέσα από συσκευές ήχου συνδεδεμένες στη θύρα HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Απολαύστε τον ήχο της τηλεόρασης μέσα από συσκευές ήχου συνδεδεμένες στη θύρα OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Απολαύστε τον ήχο της τηλεόρασης μέσω συσκευής ήχου LG συνδεδεμένης στη θύρα OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Απολαύστε τον ήχο της τηλεόρασης μέσω εξωτερικών συσκευών ήχου συνδεδεμένων στις θύρες εξόδου ήχου/εξόδου ακουστικών.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Απολαύστε τον ήχο της τηλεόρασης τόσο από το ενσωματωμένο ηχείο της τηλεόρασης όσο και από ενσύρματα ακουστικά.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Απολαύστε τον ήχο της τηλεόρασης μέσα από εξωτερικές συσκευές ήχου συνδεδεμένες στο ενσωματωμένο ηχείο της τηλεόρασης και στη θύρα OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Απολαύστε καθαρό και φυσικό ήχο.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Απολαύστε τον ήχο με μια ασύρματη συσκευή ήχου συνδεδεμένη στο LG Sound Sync ή μέσω Bluetooth.",
	"Enjoy the sound optimized to the room.": "Απολαύστε ήχο βελτιστοποιημένο για το χώρο σας.",
	"Enter CI Password": "Εισαγωγή κωδικού πρόσβασης CI",
	"Enter the PIN in your router's settings.": "Εισάγετε το PIN στις ρυθμίσεις του δρομολογητή σας.",
	"Enter the master password.": "Εισαγάγετε τον κύριο κωδικό πρόσβασης.",
	"Equalizer": "Ισοσταθμιστής",
	"Equatorial Guinea": "Ισημερινή Γουινέα",
	"Eritrea": "Ερυθραία",
	"Estonia": "Εσθονία",
	"Estonian": "Εσθονικά",
	"Ethiopia": "Αιθιοπία",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Ακόμη και αν η ρύθμιση είναι απενεργοποιημένη, μπορείτε να ελέγξετε τις σχετικές πληροφορίες μέσω της αναγνώρισης φωνής του πλαισίου καναλιού.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Ακόμη και όταν η τηλεόραση είναι απενεργοποιημένη και χρησιμοποιεί ελάχιστη ενέργεια, μπορείτε να ακούτε μουσική συνδέοντας τη φορητή συσκευή. Όταν ενεργοποιηθεί η τηλεόραση μπορείτε να χρησιμοποιήσετε ξανά μια πληθώρα δυνατοτήτων.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Ακόμα και όταν η τηλεόραση είναι απενεργοποιημένη, μπορείτε να ακούτε μουσική συνδέοντας το smartphone με την τηλεόραση μέσω Bluetooth.",
	"Every Day": "Κάθε μέρα",
	"Every Weekday": "Κάθε καθημερινή",
	"Every Weekend": "Κάθε Σαββατοκύριακο",
	"Expert (Bright Room)": "Expert (Φωτεινός χώρος)",
	"Expert (Dark Room)": "Expert (Σκοτεινός χώρος)",
	"Export your TV's channel list information to a connected USB device.": "Πραγματοποιήστε εξαγωγή των πληροφοριών της λίστας προγραμμάτων σε μια συνδεδεμένη συσκευή USB.",
	"Extended": "Διευρυμένη",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Η παράταση της χρονικής διάρκειας της ρύθμισης αυτόματης απενεργοποίησης ή η απενεργοποίηση της λειτουργίας μπορεί να αυξήσει την κατανάλωση ενέργειας.",
	"Extreme": "Ακραίο",
	"Eye Comfort Mode": "Λειτουργία ξεκούραστων ματιών",
	"FILMMAKER MODE Auto Change": "Αυτόματη αλλαγή FILMMAKER MODE",
	"Fantasy Violence": "Φαντασία Βία",
	"Fast": "Γρήγορη",
	"Fernando de Noronha": "Φερνάρντο ντε Νορόνια",
	"Fiji": "Φίτζι",
	"Find and tell an audio device available to connect around TV.": "Εντοπισμός μιας συσκευής ήχου διαθέσιμης προς σύνδεση κοντά στην τηλεόραση.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Λεπτομερής ρύθμιση των χρωματικών χώρων του κόκκινου, πράσινου, μπλε, κυανού, ματζέντα και κίτρινου.",
	"Finland": "Φινλανδία",
	"Finnish": "Φινλανδικά",
	"Flash": "Αναβόσβησμα",
	"Flat Mode": "Επίπεδη λειτουργία",
	"Font": "Γραμματοσειρά",
	"Font 1": "Γραμματοσειρά 1",
	"Font 2": "Γραμματοσειρά 2",
	"Font 3": "Γραμματοσειρά 3",
	"Font 4": "Γραμματοσειρά 4",
	"Font 5": "Γραμματοσειρά 5",
	"Font 6": "Γραμματοσειρά 6",
	"Font 7": "Γραμματοσειρά 7",
	"Font 8": "Γραμματοσειρά 8",
	"Football": "Ποδόσφαιρο",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Για ασύρματο δρομολογητή με δυνατότητα WPS (Wi-Fi Protected Setup), πληκτρολογήστε τον κωδικό PIN για να συνδέσετε την τηλεόραση στο ασύρματο δίκτυο.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Για ασύρματο δρομολογητή με δυνατότητα WPS (Wi-Fi Protected Setup), πατήστε το κουμπί WPS-PBC για να συνδέσετε την τηλεόραση στο ασύρματο δίκτυο.",
	"Fortaleza": "Φορταλέτσα",
	"France": "Γαλλία",
	"Freetown": "Φριτάουν",
	"French": "Γαλλικά",
	"French Polynesia": "Γαλλική Πολυνησία",
	"Full Wide": "Πλήρης",
	"Gabon": "Γκαμπόν",
	"Gaborone": "Γκαμπορόνε",
	"Gaelic": "Κελτικά",
	"Galapagos Islands": "Νησιά Γκαλαπάγκος",
	"Galician": "Γαλικικά",
	"Gallery": "Συλλογή",
	"Gambia": "Γκάμπια",
	"Gambier": "Γκάμπιερ",
	"Game": "Παιχνίδι",
	"Gamma": "Γάμμα",
	"Gateway": "Πύλη",
	"General": "Γενικά",
	"General Age": "Γενική ηλικία",
	"General Audience": "Κατάλληλο για όλους",
	"General Audiences": "Κατάλληλο για όλους",
	"General Program Locks": "Κλειδώματα γενικών προγραμμάτων",
	"Georgia": "Γεωργία",
	"German": "Γερμανικά",
	"Germany": "Γερμανία",
	"Get started in a quiet environment for sound optimization.": "Ξεκινήστε σε ήσυχο περιβάλλον για βελτιστοποίηση ήχου",
	"Getting...": "Λήψη...",
	"Ghana": "Γκάνα",
	"Gibraltar": "Γιβραλτάρ",
	"Glace Bay": "Κόλπος Glace",
	"Godthab": "Γκόντθαμπ",
	"Grayscale": "Κλίμακα του γκρι",
	"Greece": "Ελλάδα",
	"Greek": "Ελληνικά",
	"Green": "Πράσινο",
	"Greenland": "Γροιλανδία",
	"Grenada": "Γρενάδα",
	"Guadalcanal": "Γκουανταλκανάλ",
	"Guadeloupe": "Γουαδελούπη",
	"Guam": "Γκουάμ",
	"Guatemala": "Γουατεμάλα",
	"Guatemala City": "Πόλη της Γουατεμάλας",
	"Guayaquil": "Γκουαγιακουίλ",
	"Guernsey": "Γκουέρνσεϊ",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Μενού καθοδήγησης και λειτουργίες μέσω φωνής για τη χρήση της τηλεόρασης από θεατές με προβλήματα όρασης.",
	"Guinea": "Γουινέα",
	"Guinea Bissau": "Γουινέα-Μπισάου",
	"Guinea Conakry": "Γουινέα Κονάκρι",
	"Guinea Equatorial": "Ισημερινή Γουινέα",
	"Gujarati": "Γκουτζαρατικά ",
	"Guyana": "Γουιάνα",
	"H Position": "Οριζόντια θέση",
	"H Sharpness": "Οριζόντια ευκρίνεια",
	"H Size": "Οριζόντιο μέγεθος",
	"HD Mode": "Λειτουργία HD",
	"HD Mode Option": "Επιλογή λειτουργίας HD",
	"HDD Eco Mode": "Λειτουργία Eco HDD",
	"HDD Power Saving Mode": "Λειτουργία εξοικονόμησης ενέργειας σκληρού δίσκου",
	"HDMI Input Audio Format": "Μορφή ήχου εισόδου HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Οι θύρες HDMI {port1} και HDMI {port2} υποστηρίζουν το Ultra HD Deep Colour 8K.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Οι θύρες HDMI {port1} και HDMI {port2} υποστηρίζουν το Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Η θύρα HDMI {port1} υποστηρίζει το Ultra HD Deep Colour 8K.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Η θύρα HDMI {port1} υποστηρίζει το Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Οι θύρες HDMI {port1}, HDMI {port2} και HDMI {port3} υποστηρίζουν το Ultra HD Deep Colour 8K.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Οι θύρες HDMI {port1}, HDMI {port2} και HDMI {port3} υποστηρίζουν το Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Οι θύρες HDMI {port1}, HDMI {port2}, HDMI {port3} και HDMI {port4} υποστηρίζουν το Ultra HD Deep Colour 8K.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Οι θύρες HDMI {port1}, HDMI {port2}, HDMI {port3} και HDMI {port4} υποστηρίζουν το Ultra HD Deep Colour.",
	"HDR Effect": "Εφέ HDR",
	"HDR Picture Mode": "Λειτουργία εικόνας HDR",
	"Haiti": "Αϊτή",
	"Halifax": "Χάλιφαξ",
	"Harare": "Χαράρε",
	"Harbin": "Χαρμπίν",
	"Hard of Hearing": "Περιορισμένη ακοή",
	"Havana": "Αβάνα",
	"Headphones Volume": "Ένταση ήχου ακουστικών",
	"Hebrew": "Εβραϊκά",
	"Helsinki": "Ελσίνκι",
	"Hermosillo": "Χερμοσίλο",
	"High": "Υψηλή",
	"High Contrast": "Υψηλή αντίθεση",
	"Higher values increase a sense of warmth or coldness.": "Με τις υψηλές τιμές αυξάνεται η αίσθηση ζεστασιάς ή ψυχρότητας.",
	"Hindi": "Χίντι",
	"Ho Chi Minh": "Χο Τσι Μινχ",
	"Home Animation": "Κινούμενη εικόνα οικιακής λειτουργίας",
	"Home Auto Launch": "Αυτόματη εκκίνηση Αρχικής οθόνης",
	"Home Mode": "Οικιακή λειτουργία",
	"Home Settings": "Ρυθμίσεις Αρχικής οθόνης",
	"Home/Store Mode": "Οικιακή λειτουργία/λειτουργία καταστήματος",
	"Honduras": "Ονδούρα",
	"Hong Kong": "Χονκ Κονγκ",
	"Hongkong": "Χονκ Κονγκ",
	"Honolulu": "Χονολουλού",
	"Hours": "Ώρες",
	"However, the IPv6 version of the address does not support editing.": "Ωστόσο, η έκδοση IPv6 της διεύθυνσης δεν υποστηρίζει επεξεργασία.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Ωστόσο, για τη διατήρηση της τηλεόρασης στη βέλτιστη κατάσταση, η λειτουργία Always-on θα απενεργοποιείται για τις πέντε ώρες που θα ορίσετε και η τροφοδοσία θα διακόπτεται εντελώς.",
	"Hungarian": "Ουγγρικά",
	"Hungary": "Ουγγαρία",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ΣΗΜΑΝΤΙΚΟ! Με την επαναφορά θα διαγραφούν όλες οι ρυθμίσεις λογαριασμού και οι εγκατεστημένες εφαρμογές. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
	"IP (Automatic)": "IP (αυτόματο)",
	"IP (Manual)": "IP (μη αυτόματο)",
	"IP Address": "Διεύθυνση IP",
	"IVC (Cote d’Ivoire)": "Ακτή Ελεφαντοστού",
	"Iceland": "Ισλανδία",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Με επιλεγμένη τη ρύθμιση Αυτόματου συγχρονισμού λειτουργίας, η τηλεόρασή σας θα ενεργοποιείται όταν ενεργοποιείτε μια συσκευή SIMPLINK και οι συσκευές SIMPLINK θα απενεργοποιούνται όταν απενεργοποιείτε την τηλεόρασή σας.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Εάν έχει ρυθμιστεί τηλεχειριστήριο πολλαπλών συσκευών για τον αποκωδικοποιητή/OTT, επωφεληθείτε χρησιμοποιώντας τον συνδεδεμένο αποκωδικοποιητή από το τηλεχειριστήριο LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Εάν μια συσκευή έχει συνδεθεί στη θύρα, μπορείτε να δείτε βελτιστοποιημένη εικόνα του παιχνιδιού με παράλληλη ελαχιστοποίηση των καθυστερήσεων ή διακοπών του βίντεο της συσκευής.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Εάν ενεργοποιηθεί και συνδέσετε μια συσκευή που επίσης υποστηρίζει Ultra HD Deep Colour, η εικόνα μπορεί να είναι πιο καθαρή.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Εάν βρίσκεται σε εξέλιξη η διαδικασία εγγραφής ή ανανέωσης λογισμικού, τότε η λειτουργία ανανέωσης ρυθμού pixel τίθεται σε αναμονή έως ότου ολοκληρωθούν η εγγραφή και η ανανέωση λογισμικού. Ολόκληρη η διαδικασία ενδέχεται να διαρκέσει παραπάνω από μία ώρα.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Εάν βρίσκεται σε εξέλιξη η διαδικασία εγγραφής ή ενημέρωσης λογισμικού, τότε η λειτουργία τίθεται σε αναμονή έως ότου ολοκληρωθούν. Ολόκληρη η διαδικασία ενδέχεται να διαρκέσει περισσότερο από {n} λεπτό/λεπτά.",
	"If the device is not connected, you may not hear any sound through it.": "Αν η συσκευή δεν έχει συνδεθεί ενδέχεται να μην μεταδίδεται ήχος.",
	"If the edge of the screen is not clean, please turn this function off.": "Εάν οι άκρες της οθόνης δεν φαίνονται καθαρά, απενεργοποιήστε αυτήν τη λειτουργία.",
	"If the program does not support multiple languages, the default language is selected.": "Εάν το πρόγραμμα δεν υποστηρίζει πολλαπλές γλώσσες, επιλέγεται η προεπιλεγμένη γλώσσα.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Εάν το πρόγραμμα δεν υποστηρίζει την επιλεγμένη μορφή εξόδου, θα χρησιμοποιείται η προεπιλεγμένη έξοδος από την προέλευση.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Εάν το πρόγραμμα δεν υποστηρίζει διαφορετικές ρυθμίσεις ήχου, θα οριστεί ο προεπιλεγμένος ήχος.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Αν το πρόβλημα επαναλαμβάνεται, παρακαλώ αλλάξτε ξανά την τιμή ή κάντε επανεκκίνηση της συνδεδεμένης εξωτερικής συσκευής.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Εάν δεν υποστηρίζεται η επιλεγμένη γλώσσα, θα χρησιμοποιηθεί η προεπιλεγμένη γλώσσα για τις μεταδόσεις.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Όταν η στατική οθόνη δεν έχει λάβει καμία εντολή από το χρήστη για μία ώρα, τότε η προβολή θα μεταβεί σε κάποια προφύλαξη οθόνης.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Εάν η ώρα που θα ορίσετε διαφέρει κατά πολύ από την τρέχουσα ώρα, ορισμένες από τις έξυπνες λειτουργίες ενδέχεται να μην εμφανίζονται.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Εάν δεν μπορείτε να ακούσετε ήχο από τη συσκευή, βεβαιωθείτε ότι λειτουργεί σωστά και ότι υποστηρίζει τη λειτουργία LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Εάν επιλέξετε τη λειτουργία \"Επίδειξη στο κατάστημα\", θα χρησιμοποιηθούν τιμές βελτιστοποιημένες για τις προθήκες καταστημάτων λιανικής πώλησης τηλεοράσεων.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Εάν ενεργοποιήσετε την ηχητική καθοδήγηση, μπορείτε να μετακινείστε μόνο με τα κουμπιά αριστερά, δεξιά, επάνω και κάτω του τηλεχειριστηρίου, και ορισμένες εφαρμογές που απαιτούν τον δείκτη δεν μπορούν να χρησιμοποιηθούν.",
	"If you turn it off, CAM operator's profile will be deleted.": "Εάν την απενεργοποιήσετε, το προφίλ χειριστή CAM θα διαγραφεί.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Εάν την απενεργοποιήσετε, όλα τα συντονισμένα κανάλια CAM δεν θα είναι διαθέσιμα και οι ειδοποιήσεις δεν θα παρέχονται.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Εάν απενεργοποιήσετε το \"Quick Start+\", δεν θα μπορείτε να ενεργοποιείτε την τηλεόραση με τη φωνή σας χωρίς τη χρήση τηλεχειριστηρίου. Θέλετε να συνεχίσετε;",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Εάν απενεργοποιήσετε τη λειτουργία προφύλαξης οθόνης και η ίδια εικόνα παραμείνει στην οθόνη για περισσότερες από 2 ώρες, ενδέχεται να επηρεαστεί η ποιότητα εικόνας της οθόνης. Εάν η εικόνα παραμείνει για περισσότερες από 5 ώρες, ενδέχεται να παρουσιαστεί μόνιμη υποβάθμιση της ποιότητας εικόνας. Θέλετε να συνεχίσετε;",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Εάν απενεργοποιήσετε αυτήν τη λειτουργία, η στατική εικόνα μπορεί να παραμείνει στην οθόνη για περισσότερο χρόνο, υποβαθμίζοντας την ποιότητα της εικόνας με τρόπο μη αναστρέψιμο σε ορισμένες περιπτώσεις.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Εάν χρησιμοποιείτε τη λειτουργία εξοικονόμησης ενέργειας, η φωτεινότητα της τηλεόρασής σας θα επηρεαστεί.",
	"Import your TV's channel list information from a connected USB device.": "Πραγματοποιήστε εισαγωγή των πληροφοριών της λίστας προγραμμάτων από μια συνδεδεμένη συσκευή USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Πραγματοποιήστε εισαγωγή/εξαγωγή των πληροφοριών της λίστας τηλεοπτικών καναλιών από/σε μια συνδεδεμένη συσκευή USB.",
	"In Home": "Στο σπίτι",
	"India": "Ινδία",
	"Indianapolis": "Iνδιανάπολη",
	"Indonesia": "Ινδονησία",
	"Indonesian": "Ινδονησιακά",
	"Inner": "Εσωτερικό",
	"Input": "Είσοδος",
	"Input Locks": "Η είσοδος κλείδωσε",
	"Input field": "Πεδίο εισαγωγής",
	"Installing...": "Εγκατάσταση...",
	"Instant Game Response": "Άμεση απόκριση παιχνιδιού",
	"Interactive Service": "Διαδραστική υπηρεσία",
	"Interactivity(DTVi)": "Διαδραστικότητα (DTVi)",
	"Internal TV Speaker": "Ενσωματωμένο ηχείο τηλεόρασης",
	"Invert Colors": "Αντιστροφή χρωμάτων",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Αντιστροφή και αντιστάθμιση συγκεκριμένων χρωμάτων σε ορισμένα μενού για βελτίωση της ορατότητας των στοιχείων που εμφανίζονται στην οθόνη.",
	"Iran": "Ιράν",
	"Iraq": "Ιράκ",
	"Ireland": "Ιρλανδία",
	"Irish": "Ιρλανδικά",
	"Irkutsk": "Ιρκούτσκ",
	"Israel": "Ισραήλ",
	"Istanbul": "Κωνσταντινούπολη",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Η επαναφορά γίνεται μεμονωμένα για κάθε λειτουργία εικόνας, συνεπώς επιλέξτε την επιθυμητή λειτουργία εικόνας και επαναφέρετε τις ρυθμίσεις της.",
	"It may not sound depending on connected devices.": "Ενδέχεται να μην υπάρχει ήχος, ανάλογα με τις συνδεδεμένες συσκευές.",
	"It may take a few minutes.": "Μπορεί να χρειαστούν μερικά λεπτά.",
	"It may take a few seconds.": "Μπορεί να χρειαστούν μερικά δευτερόλεπτα.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Παρέχει τον βέλτιστο ήχο ή Virtual 4.0 Surround ανάλογα με το είδος προβολής, βάσει αλγόριθμου που εκπαιδεύεται μέσω μιας τεχνικής μηχανικής εκμάθησης που ανέπτυξε η LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Παρέχει τον βέλτιστο ήχο ή Virtual 5.1 Surround ανάλογα με το είδος προβολής, βάσει αλγόριθμου που εκπαιδεύεται μέσω μιας τεχνικής βαθιάς εκμάθησης που ανέπτυξε η LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Παρέχει βελτιστοποιημένο ήχο ρυθμίζοντας τον ανακλώμενο ήχο του χώρου με βάση τον τύπο εγκατάστασης της τηλεόρασης.",
	"It reduces jaggies in the picture for a smooth picture.": "Μειώνει τις αλλοιώσεις της εικόνας για μια ομαλή εικόνα.",
	"It works only when the broadcasting program supports captions.": "Λειτουργεί μόνο όταν το τηλεοπτικό πρόγραμμα υποστηρίζει λεζάντες.",
	"It works only when the broadcasting program supports subtitles.": "Λειτουργεί μόνο όταν το τηλεοπτικό πρόγραμμα υποστηρίζει υπότιτλους.",
	"Italian": "Ιταλικά",
	"Italy": "Ιταλία",
	"Ivory Coast": "Ακτή Ελεφαντοστού",
	"Jakarta": "Τζακάρτα",
	"Jamaica": "Τζαμάικα",
	"Japan": "Ιαπωνία",
	"Japanese": "Ιαπωνικά",
	"Jayapura": "Τζαγιαπούρα",
	"Jerusalem": "Ιερουσαλήμ",
	"Johannesburg": "Γιοχάνεσμπουργκ",
	"Jordan": "Ιορδανία",
	"Just Scan": "Απλή σάρωση",
	"Kabul": "Καμπούλ",
	"Kaliningrad": "Καλίνινγκραντ",
	"Kamchatka": "Καμτσάτκα",
	"Kampala": "Καμπάλα",
	"Kannada": "Κανάντα",
	"Karachi": "Καράτσι ",
	"Kashgar": "Κασγκάρ",
	"Katmandu": "Κατμαντού",
	"Kazakh": "Καζαχστανικά",
	"Kazakhstan": "Καζακστάν",
	"Kenya": "Κένυα",
	"Keyboard Languages": "Γλώσσες πληκτρολογίου",
	"Khartoum": "Χαρτούμ",
	"Khovd": "Κοβντ",
	"Kiev": "Κίεβο",
	"Kigali": "Κιγκάλι",
	"Kingston": "Κίνγκστον",
	"Kinshasa": "Κινσάσα",
	"Kiribati": "Κιριμπάτι",
	"Kiritimati": "Κιριμάτι",
	"Kolkata": "Καλκούτα",
	"Korea": "Κορέα",
	"Korean": "Κορεατικά",
	"Krasnoyarsk": "Κρασνογιάρσκ",
	"Kuala Lumpur": "Κουάλα Λουμπούρ",
	"Kuching": "Κουτσίνγκ",
	"Kuwait": "Κουβέιτ",
	"Kuwait City": "Κουβέιτ",
	"Kyrgyzstan": "Κιργιστάν",
	"LED Local Dimming": "Μείωση τοπικού φωτισμού LED",
	"LG Logo Light (Front of TV)": "Φωτισμός λογότυπου LG (μπροστινό μέρος τηλεόρασης)",
	"LG Services Country": "Χώρα παροχής υπηρεσιών LG",
	"LG Wireless Keyboard": "Ασύρματο πληκτρολόγιο LG",
	"LG Wireless Keyboard Connected:": "Το ασύρματο πληκτρολόγιο LG συνδέθηκε:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Το Ασύρματο πληκτρολόγιο LG σάς επιτρέπει να χειρίζεστε την τηλεόραση μέσω Bluetooth.",
	"La Paz": "Λα Παζ",
	"Lagos": "Λάγος",
	"Language": "Γλώσσα",
	"Laos": "Λάος",
	"Large": "Μεγάλο",
	"Last tuning:": "Τελευταίος συντονισμός:",
	"Latvia": "Λετονία",
	"Latvian": "Λεττονικά",
	"Lebanon": "Λίβανος",
	"Left": "Αριστερά",
	"Left Right": "Αριστερά/Δεξιά",
	"Left Surround": "Αριστερό surround",
	"Left drop shadow": "Αριστερά αναπτυσσόμενη σκιά",
	"Legal Notice": "Νομική σημείωση",
	"Lesotho": "Λεσότο",
	"Liberia": "Λιβερία",
	"Libreville": "Λιμπρεβίλ",
	"Libya": "Λιβύη",
	"Liechtenstein": "Λιχτενστάιν",
	"Light": "Ελαφρύ",
	"Lilongwe": "Λιλόνγκουε",
	"Lima": "Λίμα",
	"Limit AD Tracking": "Περιορισμός παρακολούθησης AD",
	"Lisbon": "Λισαβώνα",
	"Lithuania": "Λιθουανία",
	"Lithuanian": "Λιθουανικά",
	"Ljubljana": "Λιουμπλιάνα",
	"Loading...": "Φόρτωση...",
	"Local": "Τοπικός",
	"Local Language": "Τοπική γλώσσα",
	"Location": "Τοποθεσία",
	"Lock All": "Κλείδωμα όλων",
	"Lock changes for currently running apps will be applied the next time they are started.": "Οι αλλαγές του κλειδώματος για εφαρμογές που εκτελούνται αυτήν τη στιγμή θα εφαρμοστούν στην επόμενη εκκίνηση των εφαρμογών.",
	"Logo Luminance Adjustment": "Ρύθμιση φωτεινότητας λογότυπου",
	"Lome": "Λομέ",
	"London": "Λονδίνο",
	"Lord Howe": "Λορντ Χάου",
	"Los Angeles": "Λος Άντζελες",
	"Louisville": "Λούισβιλ",
	"Low": "Χαμηλή",
	"Luanda": "Λουάντα",
	"Lubumbashi": "Λουμπουμπάσι",
	"Luminance": "Φωτεινότητα",
	"Lusaka": "Λουσάκα",
	"Luxembourg": "Λουξεμβούργο",
	"MAC Address": "Διεύθυνση MAC",
	"MAC Address (Wired)": "Διεύθυνση MAC (Ενσύρματη σύνδεση)",
	"MAC Address (Wireless)": "Διεύθυνση MAC (Ασύρματη σύνδεση)",
	"MASTER PASSWORD": "ΚΥΡΙΟΣ ΚΩΔΙΚΟΣ ΠΡΟΣΒΑΣΗΣ",
	"MHEG Guide": "Οδηγός MHEG",
	"MPEG Noise Reduction": "Μείωση θορύβου MPEG",
	"Macao": "Μακάου",
	"Macedonia": "Πρώην Γιουγκοσλαβική Δημοκρατία της Μακεδονίας",
	"Macedonia, The Former Yugoslav Republic Of": "Μακεδονία, Πρώην Γιουγκοσλαβική Δημοκρατία της Μακεδονίας",
	"Macedonian": "Μακεδονικά",
	"Madagascar": "Μαδαγασκάρη",
	"Madeira": "Μαδέρα",
	"Madrid": "Μαδρίτη",
	"Magadan": "Μάγκανταν",
	"Magenta": "Ματζέντα",
	"Makassar": "Μακασάρ",
	"Make blurry or difficult-to-see areas more vivid.": "Τονισμός των θολών ή δυσδιάκριτων περιοχών.",
	"Malabo": "Μαλάμπο",
	"Malawi": "Μαλάουι",
	"Malay": "Μαλαϊκά",
	"Malayalam": "Μαλαγιαλαμικά",
	"Malaysia": "Μαλαισία",
	"Maldives": "Μαλδίβες",
	"Mali": "Μάλι",
	"Malta": "Μάλτα",
	"Manage channels stored on the TV.": "Διαχείριση των καναλιών που έχουν αποθηκευτεί στην τηλεόραση.",
	"Managua": "Μανάγκουα",
	"Manama": "Μανάμα",
	"Manaus": "Μανάους",
	"Mandarin": "Μανταρινικά",
	"Manila": "Μανίλα",
	"Manual": "Μη αυτόματη",
	"Maori": "Μαορί",
	"Maputo": "Μαπούτο",
	"Marathi": "Μαραθικά",
	"Marquesas": "Μαρκέζας",
	"Marshall Islands": "Νησιά Μάρσαλ",
	"Martinique": "Μαρτινίκα",
	"Maseru": "Μαζέρου",
	"Mature Audience Only": "Κατάλληλο μόνο για ενηλίκους",
	"Mauritania": "Μαυριτανία",
	"Mauritius": "Μαυρίκιος",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Μεγιστοποίηση της αντίθεσης με αύξηση της έντασης των φωτεινών και των σκοτεινών περιοχών της οθόνης.",
	"Mayotte": "Μαγιότ",
	"Mazatlán": "Μαζατλάν",
	"Mbabane": "Μπαμπάνε",
	"Medium": "Μεσαία",
	"Menu Language": "Γλώσσα μενού",
	"Menu Transparency": "Διαφάνεια μενού",
	"Message": "Μήνυμα",
	"Method": "Μέθοδος",
	"Mexico": "Μεξικό",
	"Mexico City": "Πόλη του Μεξικού",
	"Middle East": "Μέση Ανατολή",
	"Minsk": "Μινσκ",
	"Minutes": "Λεπτά",
	"Mobile Connection Management": "Διαχείριση σύνδεσης φορητής συσκευής",
	"Mode Option": "Επιλογή λειτουργίας",
	"Model": "Μοντέλο",
	"Mogadishu": "Μογκαντίσου",
	"Moldova": "Μολδαβία",
	"Monaco": "Μονακό",
	"Moncton": "Μόνκτον",
	"Mongolia": "Μογγολία",
	"Monrovia": "Μονροβία",
	"Montenegro": "Μαυροβούνιο",
	"Monterrey": "Μοντερέυ",
	"Montevideo": "Μοντεβίδεο",
	"Month": "Μήνας",
	"Montréal": "Μόντρεαλ",
	"Morocco": "Μαρόκο",
	"Moscow": "Μόσχα",
	"Movie Lock": "Κλείδωμα ταινίας",
	"Mozambique": "Μοζαμβίκη",
	"Multi Audio": "Πολλαπλός ήχος",
	"Multi Channel Audio": "Πολυκαναλικός ήχος",
	"Multi Feed": "Πολλαπλή τροφοδοσία",
	"Multiple": "Πολλαπλές γλώσσες",
	"Muscat": "Μουσκάτ",
	"Music": "Μουσική",
	"Myanmar": "Μιανμάρ/Βιρμανία",
	"Mérida": "Μέριδα",
	"NEXTGEN TV Mode": "Λειτουργία τηλεοπτικής μετάδοσης NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Νέα Νότια Ουαλία/Διαμέρισμα Πρωτεύουσας Αυστραλίας - Σίδνεϋ",
	"NT - Northern Territory - Darwin": "NT - Βόρειο διαμέρισμα - Ντάργουιν",
	"Nairobi": "Ναϊρόμπι",
	"Namibia": "Ναμίμπια",
	"Narrow": "Στενό",
	"Nassau": "Νασάου",
	"Natural": "Φυσική",
	"Ndebele": "Ντεμπέλε",
	"Ndjamena": "Ντζαμένα",
	"Nepal": "Νεπάλ",
	"Netherland": "Ολλανδία",
	"Netherlands": "Ολλανδία",
	"Network": "Δίκτυο",
	"Network Connection Settings": "Ρυθμίσεις σύνδεσης δικτύου",
	"Network Name": "Όνομα δικτύου",
	"Network-Based Personalization Recommendations": "Προτάσεις εξατομίκευσης βάσει δικτύου",
	"New Caledonia": "Νέα Καληδονία",
	"New York": "Νέα Υόρκη",
	"New Zealand": "Νέα Ζηλανδία",
	"Next": "Επόμενο",
	"Niamey": "Νιαμέι",
	"Nicaragua": "Νικαράγουα",
	"Nicosia": "Λευκωσία",
	"Niger": "Νίγηρας",
	"Nigeria": "Νιγηρία",
	"Night": "Νύχτα",
	"Nipigon": "Νιπιγκόν",
	"No": "Όχι",
	"No Internet via 3G/4G network": "Δεν είναι δυνατή η σύνδεση Internet μέσω του δικτύου 3G/4G",
	"No Internet via Ethernet": "Δεν είναι δυνατή η σύνδεση στο Internet μέσω Ethernet",
	"No Internet via Wi-Fi": "Δεν είναι δυνατή η σύνδεση στο Internet μέσω Wi-Fi",
	"No One 17 and Under Admitted.": "Κατάλληλο μόνο για άτομα άνω των 17 ετών.",
	"No Operation Auto Off": "Αυτόματη απενεργοποίηση όταν δεν υπάρχει λειτουργία",
	"No Signal Auto Off": "Αυτόματη απενεργοποίηση όταν δεν υπάρχει σήμα",
	"No Signal Image": "Δεν υπάρχει εικόνα σήματος",
	"No Signal Power Off (15Min)": "Δεν υπάρχει σήμα, απενεργοποίηση (15 λεπτά)",
	"No devices have been found.": "Δεν βρέθηκαν συσκευές.",
	"No paired devices.": "Δεν υπάρχουν συζευγμένες συσκευές.",
	"No signal on Server": "Δεν υπάρχει σήμα στον Διακομιστή",
	"No updates found.": "Δεν βρέθηκαν ενημερώσεις.",
	"Noise Reduction": "Μείωση θορύβου",
	"None": "Καμία",
	"Normal": "Κανονική",
	"North Korea": "Βόρεια Κορέα",
	"Northern Africa": "Βόρεια Αφρική",
	"Norway": "Νορβηγία",
	"Norwegian": "Νορβηγικά",
	"Not Connected": "Χωρίς σύνδεση",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Σημείωση: Αν η συσκευή σας δεν υποστηρίζει αυτή τη λειτουργία, μπορεί να μην λειτουργεί σωστά. Σε αυτή την περίπτωση, μπορείτε να συνδέσετε τη συσκευή σε μια διαφορετική θύρα HDMI ή να απενεργοποιήσετε τη ρύθμιση Ultra HD Deep Colour 8K για HDMI.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Σημείωση: Εάν η συσκευή σας δεν υποστηρίζει αυτή τη λειτουργία, μπορεί να μην λειτουργεί σωστά. Σε αυτή την περίπτωση, μπορείτε να συνδέσετε τη συσκευή σε μια διαφορετική θύρα HDMI ή να απενεργοποιήσετε τη ρύθμιση Ultra HD Deep Colour για HDMI.",
	"Note: Available options depend on the broadcast program.": "Σημείωση: Οι διαθέσιμες επιλογές εξαρτώνται από το πρόγραμμα μετάδοσης.",
	"Note: Behavior may differ if connected device is not a LG device.": "Σημείωση: η συμπεριφορά μπορεί να διαφέρει εάν η συνδεδεμένη συσκευή δεν είναι συσκευή LG.",
	"Note: Only displayed when it is provided by the program.": "Σημείωση: Εμφανίζεται μόνο αν παρέχεται από το πρόγραμμα.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Σημείωση: Οι υπότιτλοι εμφανίζονται μόνο όταν παρέχονται από το πρόγραμμα που μεταδίδεται.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Σημείωση: Οι υποστηριζόμενες λειτουργίες μπορεί να διαφέρουν ανά μοντέλο και από άποψη διαφάνειας ανάλογα με τη λειτουργία τους κατά την αναπαραγωγή περιεχομένου, όπως περιεχομένου Live TV ή VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Σημείωση:<br>1. Εάν ενεργοποιηθεί η τηλεόραση όσο η διαδικασία ανανέωσης ρυθμού pixel βρίσκεται σε εξέλιξη, η διαδικασία θα διακοπεί και θα πρέπει να την αρχίσετε από την αρχή.<br>2. Κατά την εξέλιξη της διαδικασίας, στην οθόνη ενδέχεται να εμφανιστεί μια λευκή γραμμή. Πρόκειται για φυσιολογική κατάσταση κατά τη διαδικασία απαλοιφής θορύβου της οθόνης σας.",
	"Notifications": "Ειδοποιήσεις",
	"Nouméa": "Νουμέα",
	"Novosibirsk": "Νοβοσιμπίρσκ",
	"OLED LIGHT": "ΛΥΧΝΙΑ OLED",
	"OLED Screen Saver": "Προφύλαξη οθόνης OLED",
	"Object Audio": "Ήχος στόχου",
	"Off": "Απενεργοποίηση",
	"Oman": "Ομάν",
	"Omsk": "Ομσκ",
	"On": "Ενεργοποίηση",
	"OnTimer Channel not selected": "Δεν έχει επιλεγεί κανάλι για ενεργοποίηση από το χρονοδιακόπτη.",
	"Open": "Ανοιχτό",
	"Open Source Licenses": "Σημείωση για το λογισμικό ανοιχτού κώδικα",
	"Open when TV is turned on": "Ανοιχτό όταν η τηλεόραση είναι ενεργοποιημένη",
	"Operate once when TV is off": "Να λειτουργήσει μία φορά κατά την απενεργοποίηση της τηλεόρασης",
	"Optical + Internal TV Speaker": "Optical + Ενσωματωμένο ηχείο τηλεόρασης",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Βελτίωση της εις βάθος ανάλυσης περιεχομένου, βάσει αλγόριθμου που εκπαιδεύεται μέσω μιας τεχνικής μηχανικής εκμάθησης που ανέπτυξε η LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Βελτιστοποιήστε τις ρυθμίσεις αντίθεσης με βάση τη φωτεινότητα της εικόνας του περιεχομένου HDR.",
	"Optimize contrast settings based on image brightness.": "Βελτιστοποίηση των ρυθμίσεων αντίθεσης με βάση τη φωτεινότητα της εικόνας.",
	"Optimize the sound for a cinematic experience.": "Βελτιστοποίηση του ήχου για κινηματογραφική εμπειρία.",
	"Oranjestad": "Οράνιεσταντ",
	"Original Language": "Αρχική γλώσσα",
	"Oslo": "Όσλο",
	"Others": "Άλλα",
	"Ouagadougou": "Ουαγκαντουγκού",
	"Outer": "Εξωτερικό",
	"Output sound through the Internal TV speaker.": "Ρυθμίστε την έξοδο ήχου στο ενσωματωμένο ηχείο της τηλεόρασης.",
	"Pakistan": "Πακιστάν",
	"Palau": "Παλάου",
	"Panama": "Παναμάς",
	"Panama City": "Πόλη του Παναμά",
	"Panjabi": "Παντζαπικά",
	"Papua New Guinea": "Παπούα Νέα Γουινέα",
	"Paraguay": "Παραγουάη",
	"Paramaribo": "Παραμαρίμπο",
	"Parental Guidance Suggested": "Επιθυμητή η γονική συναίνεση",
	"Parental Guidance Suggested :": "Επιθυμητή η γονική συναίνεση:",
	"Parental guidance suggested for children ages 8-13.": "Επιθυμητή η γονική συναίνεση για παιδιά ηλικίας 8-13.",
	"Parents Guidance strongly required :": "Απαραίτητη η γονική συναίνεση:",
	"Parents Strongly Cautioned": "Απαραίτητη η γονική συναίνεση",
	"Paris": "Παρίσι",
	"Pass Through": "Διέλευση",
	"Password": "Κωδικός πρόσβασης",
	"Patent Information": "Πληροφορίες ευρεσιτεχνίας",
	"Peak Brightness": "Μέγιστη φωτεινότητα",
	"Persian": "Περσικά",
	"Peru": "Περού",
	"Philippines": "Φιλιππίνες",
	"Phnom Penh": "Πνομ Πεν",
	"Phoenix": "Φοίνιξ",
	"Photo": "Φωτογραφία",
	"Pick a Time": "Επιλέξτε ώρα",
	"Picture": "Εικόνα",
	"Picture Mode": "Λειτουργία εικόνας",
	"Picture Mode Settings": "Ρυθμίσεις λειτουργίας εικόνας",
	"Picture Options": "Επιλογές εικόνας",
	"Picture Test": "Έλεγχος εικόνας",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Η εικόνα ή ο ήχος ενδέχεται να μην λειτουργούν σωστά κατά την αρχική επικοινωνία της συνδεδεμένης εξωτερικής συσκευής και της τηλεόρασης. Εάν το πρόβλημα παραμένει, επαναφέρετε τις ρυθμίσεις ή επανεκκινήστε τη συνδεδεμένη εξωτερική συσκευή.",
	"Pitch": "Τόνος",
	"Pixel Refresher": "Ανανέωση ρυθμού pixel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Η λειτουργία ανανέωσης ρυθμού pixel επιτρέπει στην τηλεόρασή σας να προβάλλει την καθαρότερη δυνατή εικόνα.",
	"Pixel Refresher begins only once when the TV is turned off.": "Η Ανανέωση ρυθμού pixel εκκινείται μόνο μία φορά όταν η τηλεόραση είναι απενεργοποιημένη.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Η λειτουργία ανανέωσης ρυθμού pixel έχει προγραμματιστεί να ξεκινήσει κατά την επόμενη απενεργοποίηση της τηλεόρασής σας.",
	"Play": "Αναπαραγωγή",
	"Play sound through TV Speaker.": "Αναπαραγωγή ήχου μέσω του ηχείου της τηλεόρασης.",
	"Play the standard sound suitable for all types of content.": "Αναπαραγωγή του τυπικού ήχου, κατάλληλου για όλους τους τύπους περιεχομένου.",
	"Please check if WiSA Speakers are turned on and try again.": "Παρακαλώ ελέγξτε αν τα ηχεία WiSA είναι ενεργοποιημένα και δοκιμάστε ξανά.",
	"Please check that the Bluetooth device is already connected to another device.": "Ελέγξτε αν η συσκευή Bluetooth είναι ήδη συνδεδεμένη με άλλη συσκευή.",
	"Please check the network name and password and try again.": "Ελέγξτε το όνομα του δικτύου και τον κωδικό πρόσβασης και δοκιμάστε ξανά.",
	"Please check the status and try again": "Ελέγξτε την κατάσταση και δοκιμάστε ξανά.",
	"Please do not unplug the USB storage until the copying is completed.": "Παρακαλώ μην αποσυνδέσετε τη συσκευή αποθήκευσης USB μέχρι να ολοκληρωθεί η αντιγραφή.",
	"Please enter your password to turn off this function.": "Παρακαλώ εισάγετε τον κωδικό σας για να απενεργοποιήσετε αυτή τη λειτουργία.",
	"Please enter your password to turn on this function.": "Εισάγετε τον κωδικό σας για να ενεργοποιήσετε αυτήν την λειτουργία.",
	"Please make sure that your TV is connected to the network and try again.": "Βεβαιωθείτε ότι η τηλεόραση είναι συνδεδεμένη στο δίκτυο και δοκιμάστε ξανά.",
	"Please note that LG does not use or manage the value.": "Παρακαλώ λάβετε υπόψη ότι η LG δεν χρησιμοποιεί ή διαχειρίζεται την τιμή.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Σημείωση: Μπορεί να μην γίνεται έξοδος ήχου όταν η ρύθμιση \"Ψηφιακή έξοδος ήχου\" οριστεί σε \"Διέλευση\".",
	"Please try again later.": "Δοκιμάστε ξανά αργότερα.",
	"Please wait while the Settings application reloads.": "Παρακαλώ περιμένετε μέχρι να γίνει επαναφόρτωση της εφαρμογής ‘Ρυθμίσεις’.",
	"Please wait while the Settings application restarts.": "Περιμένετε μέχρι να γίνει επανεκκίνηση της εφαρμογής 'Ρυθμίσεις'.",
	"Please wait while the TV restarts.": "Περιμένετε μέχρι να γίνει επανεκκίνηση της τηλεόρασης.",
	"Please wait while the TV searches for LG Service Country.": "Περιμένετε όσο η τηλεόραση πραγματοποιεί αναζήτηση για χώρα υπηρεσίας LG.",
	"Podgorica": "Ποντγκόριτσα",
	"Point": "Βήμα",
	"Pointer Options": "Επιλογές δείκτη",
	"Pointer Size": "Μέγεθος δείκτη",
	"Poland": "Πολωνία",
	"Polish": "Πολωνικά",
	"Pontianak": "Πόντιανακ",
	"Port Louis": "Πορ Λουί",
	"Port Moresby": "Πορτ Μόρεσμπι",
	"Port of Spain": "Πορτ-οφ-Σπέιν",
	"Port-au-Prince": "Πορτ-ο-Πρενς ",
	"Porto Novo": "Πόρτο Νόβο",
	"Porto Velho": "Πόρτο Βέλχο",
	"Porto-Novo": "Πόρτο Νόβο",
	"Portugal": "Πορτογαλία",
	"Portuguese": "Πορτογαλικά",
	"Position": "Θέση",
	"Position Settings": "Ρυθμίσεις θέσης",
	"Power Off Timer": "Χρονοδιακόπτης απενεργοποίησης",
	"Power On Timer": "Χρονοδιακόπτης ενεργοποίησης",
	"Power Saving Mode": "Λειτουργία εξοικονόμησης ενέργειας",
	"Prague": "Πράγα",
	"Praia": "Πράια",
	"Preschool": "Παιδιά προσχολικής ηλικίας",
	"Press right button to adjust de-blur and Motion Pro value.": "Πατήστε το κουμπί 'Δεξιά' για να ρυθμίσετε τις τιμές εξομάλυνσης θαμπώματος και Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης θαμπώματος και OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης θαμπώματος και OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Πατήστε το κουμπί 'Δεξιά' για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης και Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης και OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης και OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Πατήστε το κουμπί 'Δεξιά' για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης, θαμπώματος και Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης, θαμπώματος και OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης, θαμπώματος και OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Για να συνδέσετε την τηλεόραση στο δίκτυο, πατήστε το κουμπί WPS σε έναν δρομολογητή με ενεργοποιημένο WPS.",
	"Press the right button to adjust Motion Pro settings.": "Πατήστε το κουμπί 'Δεξιά' για να ορίσετε τις ρυθμίσεις Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Πατήστε το κουμπί \"Δεξιά\" για να ορίσετε τις ρυθμίσεις OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Πατήστε το κουμπί \"Δεξιά\" για να ορίσετε τις ρυθμίσεις OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Πατήστε το δεξί κουμπί για να ορίσετε τις ρυθμίσεις εξομάλυνσης θαμπώματος.",
	"Press the right button to adjust de-judder settings.": "Πατήστε το δεξί κουμπί για να ορίσετε τις ρυθμίσεις εξομάλυνσης κίνησης.",
	"Previous": "Προηγούμενο",
	"Primary Audio Language": "Βασική γλώσσα ήχου",
	"Primary Channels": "Βασικά κανάλια",
	"Primary Teletext Language": "Κύρια γλώσσα Teletext",
	"Program exempted from ratings.": "Το πρόγραμμα εξαιρείται από τις αξιολογήσεις.",
	"Programme": "Πρόγραμμα",
	"Provide HbbTV Distinctive ID": "Παροχή Διακριτικού αναγνωριστικού HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Παρέχετε Διακριτικό αναγνωριστικό HbbTV στην υπηρεσία HbbTV για μεταδόσεις.",
	"Provided services may vary depending on countries.": "Οι παρεχόμενες υπηρεσίες ενδέχεται να διαφέρουν ανάλογα με τη χώρα.",
	"Puerto Rico": "Πουέρτο Ρίκο",
	"Pyongyang": "Πιονγκ Γιανγκ",
	"QLD - Queensland - Brisbane": "QLD - Κουίνσλαντ - Μπρισμπέιν",
	"Qatar": "Κατάρ",
	"Quick Help": "Γρήγορη βοήθεια",
	"Rainy River": "Ρέινι Ρίβερ",
	"Raised": "Ανασηκωμένο",
	"Rangoon": "Ρανγκούν",
	"Real Cinema": "Πραγματικός κινηματογράφος",
	"Reason: Authentication with access point was unsuccessful.": "Αιτία: Απέτυχε ο έλεγχος ταυτότητας με το σημείο πρόσβασης.",
	"Reason: Could not establish a connection to access point.": "Αιτία: δεν ήταν δυνατή η σύνδεση στο σημείο πρόσβασης.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Αιτία: δεν ήταν δυνατή η ανάκτηση έγκυρης διεύθυνσης IP με χρήση DHCP.",
	"Reason: Entered password is incorrect.": "Αιτία: Ο κωδικός πρόσβασης δεν είναι σωστός.",
	"Reason: Password is missing.": "Αιτία: Δεν υπάρχει κωδικός πρόσβασης.",
	"Reason: The network you selected is out of range.": "Αιτία: Το δίκτυο που επιλέξατε είναι εκτός εμβέλειας.",
	"Reason: Unable to login.": "Αιτία: δεν είναι δυνατή η σύνδεση.",
	"Receive emergency alerts from TV when an emergency occurs.": "Λήψη ειδοποιήσεων έκτακτης ανάγκης από την τηλεόραση όταν προκύπτει κατάσταση έκτακτης ανάγκης.",
	"Recife": "Ρεσίφε",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Για τη λειτουργία Always-on συνιστάται να επιλέξετε τις ώρες που συνήθως δεν βλέπετε τηλεόραση.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Προτείνετε χρήσιμο περιεχόμενο και λειτουργίες με βάση το ιστορικό προβολής και τα μοτίβα χρήσης της εφαρμογής.",
	"Recommendations are available for the people, products and locations related to the current program.": "Διατίθενται προτάσεις για τα άτομα, τα προϊόντα και τις τοποθεσίες που σχετίζονται με το τρέχον πρόγραμμα.",
	"Red": "Κόκκινο",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Μείωση του μη φυσιολογικού θορύβου από τα ψηφιακά σήματα βίντεο για σαφή βελτίωση της ποιότητας της εικόνας.",
	"Regina": "Ρετζίνα",
	"Region": "Περιοχή",
	"Registered Devices ({num})": "Εγγεγραμμένες συσκευές ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Ενισχύστε έναν υψηλό τόνο του βελτιστοποιημένου ήχου.",
	"Reinforce the low-pitched tone of the optimized sound.": "Ενισχύστε τον χαμηλό τόνο του βελτιστοποιημένου ήχου.",
	"Remote Settings": "Αντιστοίχιση καναλιών στο τηλεχειριστήριο",
	"Remove irregular and erratic pixels for a clearer image.": "Αφαίρεση των ακανόνιστων και μη ομαλών pixel για πιο καθαρή εικόνα.",
	"Reset": "Επαναφορά",
	"Reset AD ID": "Επαναφορά AD ID",
	"Reset CI Password": "Επαναφορά κωδικού πρόσβασης CI",
	"Reset HbbTV Distinctive ID": "Επαναφορά Διακριτικού αναγνωριστικού HbbTV",
	"Reset Password": "Επαναφορά κωδικού πρόσβασης",
	"Reset Settings": "Επαναφορά ρυθμίσεων",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Επαναφορά της λίστας εφαρμογών που εγκρίθηκε κατά τη σύνδεση με την εφαρμογή HbbTV για κινητά.",
	"Reset the caption position.": "Επαναφορά της θέσης της λεζάντας.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Κάντε επαναφορά του ιστορικού προβολής περιεχομένου και χρήσης εφαρμογών. Όταν γίνει επαναφορά του ιστορικού, μπορεί να χρειαστεί κάποιος χρόνος μέχρι να αρχίσετε να λαμβάνετε προτάσεις για περιεχόμενο ξανά.",
	"Reset to Initial Settings": "Επαναφορά στις αρχικές ρυθμίσεις",
	"Restrict access to TV programs based on their ratings.": "Περιορισμός της πρόσβασης σε τηλεοπτικά προγράμματα με βάση την αξιολόγησή τους.",
	"Restrict watching based on age ratings for children programs.": "Περιορισμός της παρακολούθησης με βάση αξιολογήσεις καταλληλότητας ηλικίας για παιδικά προγράμματα.",
	"Restrict watching based on ages ratings.": "Περιορισμός της παρακολούθησης με βάση αξιολογήσεις καταλληλότητας ηλικίας.",
	"Restrict watching based on fantasy violence content ratings.": "Περιορισμός της παρακολούθησης με βάση αξιολογήσεις καταλληλότητας φανταστικού περιεχομένου βίας.",
	"Restrict watching based on programs containing adult language.": "Περιορισμός της παρακολούθησης με βάση προγράμματα που περιέχουν άσεμνες εκφράσεις.",
	"Restrict watching based on programs containing sexual scene.": "Περιορισμός της παρακολούθησης με βάση προγράμματα που περιέχουν σεξουαλικές σκηνές.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Περιορισμός της παρακολούθησης με βάση προγράμματα που περιέχουν διάλογο με σεξουαλικά υπονοούμενα.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Περιορισμός της παρακολούθησης με βάση καθορισμένες ηλικίες ή αξιολογήσεις καταλληλότητας περιεχομένου με γονική συναίνεση.",
	"Restrict watching based on violence content ratings.": "Περιορισμός της παρακολούθησης με βάση αξιολογήσεις καταλληλότητας περιεχομένου βίας.",
	"Restrict watching movies based on rating.": "Περιορισμός της παρακολούθησης ταινιών με βάση την αξιολόγηση καταλληλότητας.",
	"Restrict watching programs based on rating.": "Περιορισμός της παρακολούθησης προγραμμάτων με βάση την αξιολόγηση καταλληλότητας.",
	"Restriction ratings :": "Αξιολογήσεις περιορισμού περιεχομένου:",
	"Retry": "Επανάληψη",
	"Revert TV to its initial settings.": "Επαναφορά στις αρχικές ρυθμίσεις της τηλεόρασης.",
	"Revert color adjustment settings to default.": "Επαναφορά των ρυθμίσεων προσαρμογής χρώματος στις προεπιλεγμένες ρυθμίσεις.",
	"Revert detailed sound effect settings of standard mode to default.": "Επαναφορά των ρυθμίσεων λεπτομερών εφέ ήχου της τυπικής λειτουργίας στις προεπιλεγμένες τιμές.",
	"Revert picture setting values to default.": "Επαναφορά των ρυθμίσεων εικόνας στις προεπιλεγμένες.",
	"Revert white balance settings to default.": "Επαναφέρετε την ισορροπία λευκού στις προεπιλεγμένες ρυθμίσεις.",
	"Reykjavik": "Ρέικιαβικ",
	"Riga": "Ρίγα",
	"Right": "Δεξιά",
	"Right Left": "Δεξιά/αριστερά",
	"Right Surround": "Δεξί surround",
	"Right drop shadow": "Δεξιά αναπτυσσόμενη σκιά",
	"Rio Branco": "Ρίο Μπράνκο",
	"Riyadh": "Ριάντ",
	"Romania": "Ρουμανία",
	"Romanian": "Ρουμάνικα",
	"Rome": "Ρώμη",
	"Russia": "Ρωσία",
	"Russian": "Ρωσικά",
	"Rwanda": "Ρουάντα",
	"SA - South Australia - Adelaide": "SA - Νότια Αυστραλία - Αδελαΐδα",
	"SIGNATURE Opening": "Άνοιγμα SIGNATURE",
	"SIGNATURE TV Settings": "Ρυθμίσεις τηλεόρασης SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Με το SIMPLINK μπορείτε να χρησιμοποιήσετε το τηλεχειριστήριο LG για να ελέγχετε άλλες συσκευές με ενεργοποιημένο SIMPLINK, όπως κάποια συσκευή αναπαραγωγής DVD ή ένα σύστημα ήχου home theater που είναι συνδεδεμένα στην τηλεόραση LG Smart TV σας μέσω HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Το SIMPLINK θα ενεργοποιηθεί αυτόματα για να χρησιμοποιηθεί αυτή η λειτουργία ARC.",
	"Safety": "Ασφάλεια",
	"Saint Lucia": "Αγία Λουκία",
	"Saint Vincent": "Άγιος Βικέντιος",
	"Sakhalin": "Σαχαλίνη",
	"Samara": "Σαμάρα",
	"Samarkand": "Σαμαρκάντ",
	"Samoa": "Σαμόα",
	"San Salvador": "Σαν Σαλβαδόρ",
	"Sana": "Σαναά",
	"Santiago": "Σαντιάγκο",
	"Santo Domingo": "Άγιος Δομίνικος",
	"Sarajevo": "Σεράγεβο",
	"Satellite": "Δορυφορική",
	"Satellite DTV": "Δορυφορική ασύρματη τηλεόραση",
	"Satellite Radio": "Δορυφορικό ραδιόφωνο",
	"Saturation": "Κορεσμός",
	"Saudi Arabia": "Σαουδική Αραβία",
	"Saudi arabia": "Σαουδική Αραβία",
	"Save CAM Operator's Profile": "Αποθήκευση Προφίλ διαχειριστή κάρτας CAM",
	"Save CI Password": "Αποθήκευση κωδικού πρόσβασης CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Αποθήκευση των ρυθμίσεων προσαρμογής χρώματος από την τρέχουσα λειτουργία εικόνας για όλες τις πηγές εισόδου.",
	"Save the white balance settings from the current picture mode in all inputs.": "Αποθήκευση των ρυθμίσεων ισορροπίας λευκού από την τρέχουσα λειτουργία εικόνας σε όλες τις εισόδους.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Αποθήκευση/επαναφορά κωδικού πρόσβασης CI. Εάν αποθηκεύσετε τον κωδικό πρόσβασης θα μπορείτε να παραλείψετε το βήμα εισόδου στο μέλλον.",
	"Scan \"Auto Detect\" automatically.": "Αυτόματη σάρωση για τη λειτουργία \"Αυτόματος εντοπισμός\".",
	"Scoresbysund": "Σκορσμπισάντ",
	"Screen Down": "Οθόνη προς τα κάτω",
	"Screen Off": "Οθόνη απενεργοποιημένη",
	"Screen Saver": "Προφύλαξη οθόνης",
	"Screen Shift ": "Μετακίνηση οθόνης",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Η εικόνα της οθόνης μετακινείται σε τακτά χρονικά διαστήματα, ώστε να αποτραπούν προβλήματα ποιότητας εικόνας που μπορεί να προκύψουν όταν η τηλεόραση παραμένει ενεργοποιημένη για μεγάλο χρονικό διάστημα.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Η οθόνη θα απενεργοποιηθεί σε 5 δευτερόλεπτα. Για να ενεργοποιήσετε ξανά την οθόνη, πατήστε οποιοδήποτε κουμπί εκτός από το κουμπί λειτουργίας και έντασης ήχου.",
	"Search": "Αναζήτηση",
	"Search Bluetooth Device": "Αναζήτηση συσκευής Bluetooth",
	"Searching...": "Αναζήτηση...",
	"Second Language": "Δεύτερη γλώσσα",
	"Secondary Audio Language": "Δευτερεύουσα γλώσσα ήχου",
	"Secondary Teletext Language": "Δευτερεύουσα γλώσσα teletext",
	"Security": "Ασφάλεια",
	"Select IRE point to adjust luminance.": "Επιλέξτε ένα σημείο IRE για να προσαρμόσετε τη φωτεινότητα.",
	"Select Mode": "Επιλέξτε λειτουργία",
	"Select TV's language settings.": "Επιλέγετε τις ρυθμίσεις γλώσσας της τηλεόρασης.",
	"Select a caption type for HD broadcasts.": "Επιλογή τύπου λεζαντών για μεταδόσεις HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Επιλογή τύπου λεζαντών για τηλεοπτικές μεταδόσεις NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Επιλογή τύπου λεζαντών για μεταδόσεις UHD.",
	"Select a caption type for analog broadcasts.": "Επιλογή τύπου λεζαντών για αναλογικές μεταδόσεις.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Επιλογή μιας λειτουργίας βίντεο που ταιριάζει με το περιβάλλον προβολής ή προσδιορισμός ρυθμίσεων για μια λειτουργία βίντεο, όπως η αντίθεση, το χρώμα και άλλα.",
	"Select an audio format for each HDMI input.": "Επιλογή μορφής ήχου για κάθε είσοδο HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Αν έχετε επιλέξει Διέλευση και δεν μπορείτε να ακούσετε τα ηχητικά εφέ, επιλέξτε διαφορετική ψηφιακή έξοδο ήχου (Αυτόματα ή PCM).",
	"Select audio language for digital broadcasts.": "Επιλογή γλώσσας ήχου για τις ψηφιακές μεταδόσεις.",
	"Select color to be adjusted.": "Επιλογή χρώματος για προσαρμογή.",
	"Select days to apply the Timer Power Off settings every week.": "Επιλογή ημερών για την εφαρμογή των ρυθμίσεων απενεργοποίησης με χρονοδιακόπτη κάθε εβδομάδα.",
	"Select days to apply the Timer Power On settings every week.": "Επιλογή ημερών για να εφαρμόζονται οι ρυθμίσεις ενεργοποίησης χρονοδιακόπτη κάθε εβδομάδα.",
	"Select device for audio output.": "Επιλογή συσκευής για την έξοδο ήχου.",
	"Select device or speaker for audio output.": "Επιλογή συσκευής ή ηχείου για την έξοδο ήχου.",
	"Select digital audio output format.": "Επιλογή μορφής εξόδου ψηφιακού ήχου.",
	"Select language for TV menu.": "Επιλογή γλώσσας για το μενού της τηλεόρασης.",
	"Select language for subtitles.": "Επιλογή γλώσσας για υπότιτλους.",
	"Select languages for keyboards input.": "Επιλογή γλωσσών για την εισαγωγη πληκτρολογίων.",
	"Select method to adjust white balance.": "Ορισμός μεθόδου για την προσαρμογή της ισορροπίας λευκού.",
	"Select point to adjust luminance.": "Επιλέξτε σημείο για να προσαρμόσετε τη φωτεινότητα.",
	"Select the Sound mode and set detailed Audio effects.": "Επιλογή της λειτουργίας ήχου και ορισμός λεπτομερών Εφέ ήχου.",
	"Select the Sound mode for each content type.": "Επιλογή της λειτουργίας ήχου για κάθε τύπο περιεχομένου.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Επιλέξτε τη ρύθμιση Ultra HD Deep Colour για τη θύρα HDMI {num}.",
	"Select the app to restrict the use.": "Επιλογή εφαρμογής για περιορισμό χρήσης.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Επιλογή της κατάλληλης λειτουργίας εικόνας ανάλογα με το περιβάλλον προβολής ή τον τύπο του περιεχομένου.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Επιλέξτε τις ιδιότητες ήχου για να ακούτε τη μετάδοση με τον τρόπο που θέλετε.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Επιλογή του τύπου λεζαντών για ψηφιακές μεταδόσεις και ορισμός λεπτομερών ρυθμίσεων υποτίτλων.",
	"Select the channel to restrict watching.": "Επιλογή καναλιού για περιορισμό παρακολούθησης.",
	"Select the channel to watch when the TV turns on.": "Επιλογή του καναλιού που θα προβάλλεται όταν ενεργοποιείται η τηλεόραση.",
	"Select the color range to be displayed.": "Επιλογή του εύρους χρωμάτων που θα εμφανίζονται.",
	"Select the country for your country's special services.": "Επιλογή της χώρας για τις ειδικές υπηρεσίες της χώρας σας.",
	"Select the desired video angle.": "Επιλογή της επιθυμητής γωνίας video.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Επιλογή της μορφής για τη μεταφορά της ψηφιακής εξόδου ήχου της τηλεόρασης σε εξωτερική συσκευή.",
	"Select the input to use when the TV turns on.": "Επιλογή της εισόδου που θα χρησιμοποιείται όταν ενεργοποιείται η τηλεόραση.",
	"Select the inputs to restrict the use.": "Επιλογή πηγών εισόδου για περιορισμό χρήσης.",
	"Select the most preferred Subtitle Language.": "Ορίστε την πρώτη σας επιλογή για τη γλώσσα υπότιτλων.",
	"Select the place where to use the TV.": "Επιλογή της θέσης όπου θα χρησιμοποιηθεί η τηλεόραση.",
	"Select the residential region for your regional broadcast signal.": "Επιλογή της τοποθεσίας κατοικίας για το τοπικό σήμα μετάδοσης.",
	"Select the second preferred Subtitle Language.": "Ορίστε τη δεύτερή σας επιλογή για τη γλώσσα υπότιτλων.",
	"Select your first choice of audio language for digital broadcasts.": "Ορίστε την πρώτη επιλογή σας για γλώσσα ήχου για ψηφιακές μεταδόσεις.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Ορίστε την πρώτη επιλογή γλώσσας για τις υπηρεσίες teletext του παρόχου τηλεοπτικής μετάδοσης.",
	"Select your second choice of audio language for digital broadcasts.": "Ορίστε τη δεύτερη επιλογή σας για γλώσσα ήχου για ψηφιακές μεταδόσεις.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Ορίστε τη δεύτερη επιλογή γλώσσας για τις υπηρεσίες teletext του παρόχου τηλεοπτικής μετάδοσης.",
	"Senegal": "Σενεγάλη",
	"Seoul": "Σεούλ",
	"Serbia": "Σερβία",
	"Serbian": "Σέρβικα",
	"Serial Number": "Σειριακός αριθμός",
	"Service 1": "Υπηρεσία 1",
	"Service 2": "Υπηρεσία 2",
	"Service 3": "Υπηρεσία 3",
	"Service 4": "Υπηρεσία 4",
	"Service 5": "Υπηρεσία 5",
	"Service 6": "Υπηρεσία 6",
	"Service Area Zip Code": "Επιλέξτε ταχυδρομικό κωδικό περιοχής",
	"Set Automatically": "Αυτόματη ρύθμιση",
	"Set ID": "Ορισμός αναγνωριστικού",
	"Set My Team Alarm.": "Ρυθμίστε την ειδοποίηση \"Η ομάδα μου\".",
	"Set Store Mode settings.": "Ορίστε τις ρυθμίσεις για τη Λειτουργία καταστήματος.",
	"Set System Color mode for your current TV input.": "Ρυθμίστε τη λειτουργία Σύστημα χρωμάτων για την τρέχουσα είσοδο τηλεόρασης.",
	"Set additional options for Video Description.": "Ορισμός πρόσθετων επιλογών για την περιγραφή βίντεο.",
	"Set additional picture settings.": "Ορισμός πρόσθετων ρυθμίσεων εικόνας.",
	"Set additional sound-related settings.": "Ορισμός πρόσθετων ρυθμίσεων σχετικά με τον ήχο.",
	"Set advanced Subtitle options.": "Ορισμός προηγμένων επιλογών υπότιτλων.",
	"Set advanced captioning options.": "Ορισμός προηγμένων επιλογών λεζαντών.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Ορισμός και επεξεργασία της διεύθυνσης IP σε IPv4 ή IPv6.",
	"Set audio-related options.": "Ορίστε τις σχετικές με τον ήχο επιλογές.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Ρύθμιση μεγέθους, χρώματος, διαφάνειας και άλλων επιλογών λεζαντών για μεταδόσεις.",
	"Set color temperature from warm to cool.": "Ρύθμιση της θερμοκρασίας χρώματος από θερμή έως ψυχρή.",
	"Set detailed caption settings for HD broadcasts.": "Ορισμός λεπτομερών ρυθμίσεων λεζαντών για μεταδόσεις HD.",
	"Set detailed options for the AI functions.": "Ορισμός λεπτομερών επιλογών για τις λειτουργίες AI.",
	"Set detailed options for the Home feature.": "Ορισμός λεπτομερών επιλογών για τη λειτουργία Αρχικής οθόνης.",
	"Set detailed options for the Recommendation feature.": "Ορισμός λεπτομερών επιλογών για τη λειτουργία Προτάσεων.",
	"Set easy connection settings with external devices.": "Ορισμός ρυθμίσεων εύκολης σύνδεσης με εξωτερικές συσκευές.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Ορισμός κλειδώματος στα καθορισμένα κανάλια, εφαρμογές, πηγές εισόδου κ.λπ. που πρέπει να χρησιμοποιούνται με γονική συναίνεση.",
	"Set necessary additional functions based on watching environment and screen status.": "Ορισμός των απαραίτητων πρόσθετων λειτουργιών βάσει του περιβάλλοντος παρακολούθησης και της κατάστασης της οθόνης.",
	"Set or reset the position of on-screen captions.": "Ορισμός ή επαναφορά της θέσης των λεζαντών στην οθόνη.",
	"Set settings related to your wired / wireless network.": "Ορισμός ρυθμίσεων που αφορούν το ενσύρματο / ασύρματο δίκτυό σας.",
	"Set the TV to turn off automatically after a set amount of time.": "Ρύθμιση της τηλεόρασης ώστε να απενεργοποιείται αυτόματα ύστερα από ένα καθορισμένο χρονικό διάστημα.",
	"Set the TV to turn off automatically at a set time.": "Ορισμός της τηλεόρασης για αυτόματη απενεργοποίηση σε μια συγκεκριμένη ώρα.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Ρύθμιση της τηλεόρασης για να απενεργοποιείται αυτόματα εάν δεν έχει υπάρξει εντολή από τον χρήστη 4 ώρες μετά την αυτόματη ενεργοποίησή της.",
	"Set the TV to turn on automatically at a set time.": "Ρύθμιση της τηλεόρασης ώστε να ενεργοποιηθεί αυτόματα σε μια συγκεκριμένη ώρα.",
	"Set the additional functions related to the TV.": "Ορισμός πρόσθετων λειτουργιών που αφορούν την τηλεόραση.",
	"Set the current date and time.": "Ρύθμιση ημερομηνίας και ώρας.",
	"Set the current date manually.": "Ρυθμίστε την τρέχουσα ημερομηνία μη αυτόματα.",
	"Set the current time manually.": "Ρυθμίστε την τρέχουσα ώρα μη αυτόματα.",
	"Set the detect range of device available to connect.": "Ορισμός της εμβέλειας ανίχνευσης μιας διαθέσιμης προς σύνδεση συσκευής.",
	"Set the region and country for broadcasts and special services.": "Ορισμός της περιοχής και της χώρας για εκπομπές και ειδικές υπηρεσίες.",
	"Set the screen size and aspect ratio.": "Ρύθμιση του μεγέθους εικόνας και της αναλογίας οθόνης.",
	"Set the specialized functions of SIGNATURE TV.": "Ορισμός των εξειδικευμένων λειτουργιών του SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Ορισμός ώρας για την αυτόματη απενεργοποίηση της τηλεόρασης χωρίς εντολή από τον χρήστη.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Ορισμός του πολυκαναλικού εφέ ήχου Virtual Surround για μεγαλύτερη απόλαυση με πιο ρεαλιστικό ήχο.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Ορισμός του ηχητικού εφέ ήχου Virtual Surround για μεγαλύτερη απόλαυση με πιο ρεαλιστικό ήχο.",
	"Set the volume level when the TV turns on.": "Ρύθμιση της έντασης ήχου κατά την ενεργοποίηση της τηλεόρασης.",
	"Set time to turn off the TV.": "Ρύθμιση ώρας για την απενεργοποίηση της τηλεόρασης.",
	"Set time to turn on the TV.": "Ορισμός ώρας για την ενεργοποίηση της τηλεόρασης.",
	"Set up additional features related to customer support.": "Ορισμός πρόσθετων λειτουργιών που αφορούν την υποστήριξη πελατών.",
	"Set up an account to use LG Services.": "Δημιουργήστε έναν λογαριασμό για να χρησιμοποιήσετε τις υπηρεσίες LG.",
	"Set whether to display Home when the TV is turned on.": "Ορισμός εάν θα εμφανίζεται η Αρχική οθόνη όταν ενεργοποιείται η τηλεόραση.",
	"Settings Help": "Βοήθεια για τις Ρυθμίσεις",
	"Sexual Situations": "Σεξουαλικές σκηνές",
	"Sexually Suggestive Dialogue": "Διάλογος με σεξουαλικά υπονοούμενα",
	"Shanghai": "Σαγκάη",
	"Sharpness": "Ευκρίνεια",
	"Show Password": "Εμφάνιση κωδικού πρόσβασης",
	"Side by Side": "Πλευρά - πλευρά",
	"Sierra Leone": "Σιέρα Λεόνε",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Αν ένας ασύρματος δρομολογητής βρίσκεται υπερβολικά κοντά στην τηλεόραση, οι παρεμβολές στο σήμα μπορεί να μειώσουν την ευαισθησία του Magic Remote.",
	"Simferopol": "Συμφερόπολη",
	"Singapore": "Σιγκαπούρη",
	"Size": "Μέγεθος",
	"Skopje": "Σκόπια",
	"Sleep Timer": "Χρονοπρογραμματισμός αδράνειας",
	"Slovak": "Σλοβακικά",
	"Slovakia": "Σλοβακία",
	"Slovenia": "Σλοβενία",
	"Slovenian": "Σλοβένικα",
	"Slow": "Αργή",
	"Small": "Μικρό",
	"Smooth": "Απαλό",
	"Smooth Gradation": "Ομαλή διαβάθμιση",
	"Soccer": "Ποδόσφαιρο",
	"Sofia": "Σόφια",
	"Software Update": "Ενημέρωση λογισμικού",
	"Software Version": "Έκδοση λογισμικού",
	"Software update has been installed. Update will be applied when you restart your TV.": "Η ενημέρωση λογισμικού εγκαταστάθηκε. Η ενημέρωση θα εφαρμοστεί όταν επανεκκινήσετε την τηλεόραση.",
	"Solid": "Συμπαγές",
	"Solomon Islands": "Νήσοι Σολομώντα ",
	"Somalia": "Σομαλία",
	"Some material may not be appropriate for children under 13.": "Μέρος του υλικού ενδέχεται να μην είναι κατάλληλο για παιδιά κάτω των 13.",
	"Some material may not be appropriate for children.": "Μέρος του υλικού ενδέχεται να μην είναι κατάλληλο για παιδιά.",
	"Sotho, Northern": "Βόρεια Σότο",
	"Sotho, Southern": "Νότια Σότο",
	"Sound": "Ήχος",
	"Sound Mode": "Λειτουργία ήχου",
	"Sound Mode Settings": "Ρυθμίσεις λειτουργίας ήχου",
	"Sound Out": "Έξοδος ήχου",
	"Sound Share": "Κοινή χρήση ήχου",
	"Sound Test": "Έλεγχος ήχου",
	"South Africa": "Νότια Αφρική",
	"South Korea": "Νότια Κορέα",
	"Southern Africa": "Νότια Αφρική",
	"Spain": "Ισπανία",
	"Spanish": "Ισπανικά",
	"Speaker Volume Control": "Έλεγχος έντασης ήχου ηχείου",
	"Specify detailed voice guidance settings after turning on this feature.": "Προσδιορισμός λεπτομερών ρυθμίσεων φωνητικής καθοδήγησης μετά την ενεργοποίηση αυτής της λειτουργίας.",
	"Speed": "Ταχύτητα",
	"Spoken Subtitle": "Υπότιτλοι με ομιλία",
	"Sports": "Αθλητισμός",
	"Sports Alert": "Αθλητική ειδοποίηση",
	"Srednekolymsk": "Σρεντνεκολίμσκ",
	"Sri Lanka": "Σρι Λάνκα",
	"St. John's": "Σεντ Τζονς",
	"Stand": "Βάση",
	"Standard": "Τυπική",
	"Standard Mode Sound Effect": "Ηχητικά εφέ τυπικής λειτουργίας",
	"Standby Light": "Φωτισμός αναμονής",
	"Start New Sound Tuning": "Εκκίνηση νέου συντονισμού ήχου",
	"Start Now": "Έναρξη τώρα",
	"Stockholm": "Στοκχόλμη",
	"Stop": "Διακοπή",
	"Store Demo": "Επίδειξη στο κατάστημα",
	"Store Mode": "Λειτουργία καταστήματος",
	"Store Mode Settings": "Ρυθμίσεις Λειτουργίας καταστήματος",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Η λειτουργία καταστήματος προορίζεται για σκοπούς προβολής εντός του καταστήματος. Επαναφέρει τις ρυθμίσεις κάθε λίγα λεπτά. Θέλετε να κλείσετε αυτήν την εφαρμογή και να ανοίξετε τη Λειτουργία καταστήματος;",
	"Strong": "Δυνατό",
	"Style": "Στυλ",
	"Subnet Mask": "Μάσκα υποδικτύου",
	"Subnet prefix length": "Μήκος προθέματος υποδικτύου",
	"Subtitle First Choice Language": "Γλώσσα υπότιτλων πρώτης επιλογής",
	"Subtitle Language": "Γλώσσα υπότιτλων",
	"Subtitle Second Choice Language": "Γλώσσα υπότιτλων δεύτερης επιλογής",
	"Subtitles": "Υπότιτλοι",
	"Sudan": "Σουδάν",
	"Super Impose": "Τοποθέτηση επάνω",
	"Super Resolution": "Πολύ υψηλή ανάλυση",
	"Support": "Υποστήριξη",
	"Suriname": "Σουρινάμ",
	"Surround Balance": "Ισορροπία περιφερειακού ήχου",
	"Surround Level": "Επίπεδο περιφερειακού ήχου",
	"Swahili": "Σουαχίλι",
	"Swati": "Σουάτι",
	"Swaziland": "Σουαζιλάνδη",
	"Sweden": "Σουηδία",
	"Swedish": "Σουηδικά",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Μετάβαση στη λειτουργία αναμονής όταν απενεργοποιείται η τηλεόραση, ώστε να ενεργοποιείται ξανά γρήγορα.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Μετάβαση στη λειτουργία αναμονής όταν απενεργοποιείται η τηλεόραση, ώστε να μπορούν να χρησιμοποιηθούν γρήγορα διάφορες λειτουργίες όπως εφαρμογές, αναζήτηση κ.α.",
	"Switzerland": "Ελβετία",
	"Sync Demo": "Συγχρονισμός επίδειξης",
	"Syria": "Συρία",
	"System Color": "Σύστημα χρωμάτων",
	"São Paulo": "Σάο Πάολο",
	"TAS - Tasmania - Hobart": "TAS - Ταζμανία - Χόμπαρτ",
	"TEXT 1": "ΚΕΙΜΕΝΟ 1",
	"TEXT 2": "ΚΕΙΜΕΝΟ 2",
	"TEXT 3": "ΚΕΙΜΕΝΟ 3",
	"TEXT 4": "ΚΕΙΜΕΝΟ 4",
	"TV": "Τηλεόραση",
	"TV Information": "Πληροφορίες τηλεόρασης",
	"TV Installation Type": "Τύπος εγκατάστασης τηλεόρασης",
	"TV Lock": "Κλείδωμα τηλεόρασης",
	"TV Name": "Όνομα τηλεόρασης",
	"TV On With Mobile": "Ενεργοποίηση τηλεόρασης με φορητή συσκευή",
	"TV Power Sound": "Ήχος τροφοδοσίας τηλεόρασης",
	"TV Power Sound Volume": "Ένταση ήχου τροφοδοσίας τηλεόρασης",
	"TV Program Locks": "Κλειδώματα τηλεοπτικών προγραμμάτων",
	"TV Rating English": "Αξιολόγηση τηλεοπτικών προγραμμάτων, Αγγλικά",
	"TV Rating French": "Αξιολόγηση τηλεοπτικών προγραμμάτων, Γαλλικά",
	"TV Speaker": "Ηχείο τηλεόρασης",
	"TV can be used as an alarm.": "Η τηλεόραση μπορεί να χρησιμοποιηθεί για αφύπνιση.",
	"TV is turned off at a set time on every specified day.": "Η τηλεόραση απενεργοποιείται σε καθορισμένη ώρα και σε κάθε καθορισμένη ημέρα.",
	"TV to USB": "Από την τηλεόραση στο USB",
	"Tagalog": "Τάγκαλογκ",
	"Tahiti": "Ταϊτή",
	"Taipei": "Ταϊπέι",
	"Taiwan": "Ταϊβάν",
	"Tajikistan": "Τατζικιστάν",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Επωφεληθείτε από λειτουργίες που απαιτούν σύνδεση με το δίκτυο, όπως περιήγηση στο Internet, εφαρμογές, ενημερώσεις λογισμικού κ.α.",
	"Tallinn": "Τάλιν",
	"Tamil": "Ταμιλικά",
	"Tanzania": "Τανζανία",
	"Target Luminance": "Φωτεινότητα στόχου",
	"Tashkent": "Τασκένδη",
	"Tbilisi": "Τυφλίδα",
	"Tegucigalpa": "Τεγκουσιγκάλπα",
	"Tehran": "Τεχεράνη",
	"Telugu": "Τελουγκουικά",
	"Text Color": "Χρώμα κειμένου",
	"Text Opacity": "Διαφάνεια κειμένου",
	"Text Search": "Αναζήτηση κειμένου",
	"Thai": "Ταϊλανδικά",
	"Thailand": "Ταϊλάνδη",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Οι θύρες HDMI {port1} και HDMI {port2} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την επιλέξετε.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Οι θύρες HDMI {port1} και HDMI {port2} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Οι θύρες HDMI {port1} και HDMI {port2} υποστηρίζουν την Άμεση απόκριση παιχνιδιού και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Η θύρα HDMI {port1} υποστηρίζει τη λειτουργία AMD FreeSync Premium και μπορείτε να την επιλέξετε.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Η θύρα HDMI {port1} υποστηρίζει τη λειτουργία AMD FreeSync Premium και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Η θύρα HDMI {port1} υποστηρίζει την Άμεση απόκριση παιχνιδιού και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Οι θύρες HDMI {port1}, HDMI {port2} και HDMI {port3} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την επιλέξετε.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Οι θύρες HDMI {port1}, HDMI {port2} και HDMI {port3} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Οι θύρες HDMI {port1}, HDMI {port2}, HDMI {port3} και HDMI {port4} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την επιλέξετε.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Οι θύρες HDMI {port1}, HDMI {port2}, HDMI {port3} και HDMI {port4} υποστηρίζουν τη λειτουργία AMD FreeSync Premium και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Οι θύρες HDMI {port1}, HDMI {port2}, HDMI {port3} και HDMI {port4} υποστηρίζουν την Άμεση απόκριση παιχνιδιού και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Οι θύρες HDMI {port1}, HDMI {port2} και HDMI {port3} υποστηρίζουν την Άμεση απόκριση παιχνιδιού και μπορείτε να την ενεργοποιήσετε ή να την απενεργοποιήσετε.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Το Διακριτικό αναγνωριστικό HbbTV είναι μια μοναδική τιμή που χρησιμοποιείται μόνο για το HbbTV και το οποίο δεν σχετίζεται με τις προσωπικές πληροφορίες του χρήστη.",
	"The HbbTV Distinctive ID will be reset.": "Θα γίνει επαναφορά του Διακριτικού αναγνωριστικού HbbTV.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Η εφαρμογή ή η υπηρεσία HbbTV θα απενεργοποιήσει την παρακολούθηση μεμονωμένου χρήστη.",
	"The IBB service will disable its tracking of an individual user.": "Η υπηρεσία IBB θα απενεργοποιήσει την παρακολούθηση μεμονωμένου χρήστη.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Δεν ήταν δυνατή η ανάκτηση της πληροφορίας της χώρας παροχής υπηρεσιών LG από το διακομιστή. Δοκιμάστε ξανά αργότερα.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Απαιτείται επαναφόρτωση της εφαρμογής ρυθμίσεων για να αλλάξει η γλώσσα του μενού. Θέλετε να συνεχίσετε;",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ο φωτισμός περιβάλλοντος θα ανάβει, όποτε ανιχνεύεται κίνηση γύρω από την τηλεόραση.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Οι διαθέσιμες εξωτερικές υπηρεσίες φωνητικής αναγνώρισης μπορεί να αλλάξουν ανάλογα με τη ρύθμιση της γλώσσας. Επίσης, αν αλλάξετε τη γλώσσα μενού, το μενού ρυθμίσεων φορτώνεται εκ νέου. Θέλετε να συνεχίσετε;",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Η αντιγραφή της λίστας καναλιών από τη συσκευή αποθήκευσης USB στην τηλεόραση ολοκληρώθηκε με επιτυχία. Θα γίνει επανεκκίνηση της τηλεόρασης σε 5 δευτερόλεπτα.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Η αντιγραφή της λίστας καναλιών από την τηλεόραση στη συσκευή αποθήκευσης USB ολοκληρώθηκε με επιτυχία.",
	"The closer to 100, the brighter.": "Όσο πιο κοντά στο 100 είναι η ρύθμιση, τόσο μεγαλύτερη είναι η φωτεινότητα.",
	"The closer to 100, the clearer the color becomes.": "Όσο πιο κοντά στο 100 είναι η ρύθμιση, τόσο μεγαλύτερη είναι η καθαρότητα χρώματος.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Όσο πιο κοντά στο 50 είναι η ρύθμιση για το κόκκινο ή το πράσινο, τόσο πιο καθαρό είναι το αντίστοιχο χρώμα.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Θα γίνει επαναφορά των λεπτομερών τιμών της λειτουργίας ισορροπίας λευκού. Θέλετε να συνεχίσετε;",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Το κενό μεταξύ της έντασης ήχου του καναλιού και του προγράμματος μειώνεται αυτόματα, κάτι που σας βοηθάει να παρακολουθείτε το πρόγραμμα με σταθερή ένταση ήχου.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Το κενό μεταξύ της έντασης ήχου του καναλιού και του προγράμματος ρυθμίζεται αυτόματα, για σταθερή ένταση ήχου κατά την παρακολούθηση του προγράμματος.",
	"The higher the settings, the louder the sound rapidly.": "Όσο υψηλότερη είναι η τιμή των ρυθμίσεων, τόσο πιο γρήγορα αυξάνεται η ένταση του ήχου.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Είναι δυνατή η ταυτόχρονη αναπαραγωγή ήχου από το ενσωματωμένο ηχείο τηλεόρασης και τα ηχεία Bluetooth, δημιουργώντας ένα συναρπαστικό εφέ ήχου surround.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Η γλώσσα για την αναγνώριση φωνής θα ρυθμιστεί αυτόματα, ανάλογα με την επιλεγμένη γλώσσα μενού.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Η γλώσσα που χρησιμοποιείται για την Αναγνώριση φωνής ορίζεται σύμφωνα με την επιλεγμένη γλώσσα μενού. Οι υπηρεσίες υποστήριξης ενδέχεται να διαφέρουν ανάλογα με τη γλώσσα φωνής.",
	"The network is currently unavailable. Please try again later.": "Το δίκτυο δεν είναι αυτή τη στιγμή διαθέσιμο. Δοκιμάστε ξανά αργότερα.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Για την ολοκλήρωση της διαδικασίας θα απαιτηθεί περίπου μία ώρα και σε αυτό το διάστημα η τηλεόραση πρέπει να παραμείνει απενεργοποιημένη.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Η διαδικασία θα ολοκληρωθεί σε περίπου {n} λεπτό/λεπτά και σε αυτό το διάστημα η τηλεόραση πρέπει να παραμείνει απενεργοποιημένη.",
	"The program is intended for adults only.": "Κατάλληλο μόνο για ενήλικες.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Η φωτεινότητα της οθόνης προσαρμόζεται αυτόματα σύμφωνα με τη φωτεινότητα γύρω από την τηλεόρασή σας.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Η οθόνη θα κατέβει σε 5 δευτερόλεπτα. Πατήστε οποιοδήποτε κουμπί, εκτός από το κουμπί ενεργοποίησης  και το κουμπί έντασης, στο τηλεχειριστήριο για να ανεβάσετε ξανά την οθόνη.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Θα γίνει επαναφορά των δευτερευουσών τιμών της λειτουργίας συστήματος διαχείρισης χρωμάτων. Θέλετε να συνεχίσετε;",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Θα γίνει επαναφορά της ρύθμισης Ήχου Surround Bluetooth + Ενσωματωμένου ηχείου τηλεόρασης.",
	"The settings are as follows.": "Οι ρυθμίσεις είναι οι ακόλουθες.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Μπορεί να μη γίνεται έξοδος ήχου όταν η ρύθμιση ψηφιακής εξόδου ήχου έχει οριστεί σε Διέλευση.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Η ενημέρωση δεν μπορεί να εφαρμοστεί στην τηλεόραση. Το λογισμικό θα επανέλθει στην προηγούμενη έκδοση.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Τα οπτικά εφέ εμφανίζονται στην οθόνη όταν η τηλεοραση είναι ενεργοποιημένη και είναι κινούμενα.",
	"There are no paired devices.": "Δεν υπάρχουν συζευγμένες συσκευές.",
	"There are settings to correct or prevent OLED panel noise.": "Υπάρχουν ρυθμίσεις για να διορθώσετε ή να αποτρέψετε τον θόρυβο της οθόνης OLED.",
	"There is no USB device connected to your TV.": "Δεν έχει συνδεθεί συσκευή USB στην τηλεόρασή σας.",
	"There is no message.": "Δεν υπάρχει κανένα μήνυμα.",
	"Thimphu": "Θιμπού",
	"Third Language": "Τρίτη γλώσσα",
	"This feature applies only to specified LG Wireless Keyboard models.": "Αυτή η λειτουργία υπάρχει μόνο σε συγκεκριμένα μοντέλα ασύρματων πληκτρολογίων LG.",
	"This function works only when it is provided by the broadcast program.": "Αυτή η λειτουργία είναι διαθέσιμη μόνο όταν παρέχεται από το πρόγραμμα που μεταδίδεται.",
	"This is a closed caption preview": "Αυτή είναι προεπισκόπηση λεζάντας",
	"This is an already existing value.": "Αυτή η τιμή υπάρχει ήδη.",
	"This service provides you with more information about watching program and enjoys related contents.": "Αυτή η υπηρεσία σάς παρέχει περισσότερες πληροφορίες για το πρόγραμμα που παρακολουθείτε και για σχετικό περιεχόμενο που μπορείτε να απολαύσετε.",
	"This will revert all options on TV to their default settings.": "Επαναφέρει όλες τις επιλογές της τηλεόρασης στις προεπιλεγμένες ρυθμίσεις τους.",
	"Thule": "Τούλε",
	"Tijuana": "Τιχουάνα",
	"Time": "Ώρα",
	"Timer Channel": "Κανάλι χρονόμετρου",
	"Timer Repeat": "Επανάληψη χρονόμετρου",
	"Timers": "Χρονοδιακόπτες",
	"Timezone": "Ζώνη ώρας",
	"Timor-Leste": "Τιμόρ-Λέστε",
	"Tint": "Απόχρωση",
	"Tiranë": "Τίρανα",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Για να βελτιστοποιήσετε τον ήχο, κάντε αναπαραγωγή δοκιμαστικού ήχου στην τηλεόραση και αρχίστε να μετράτε τον ανακλώμενο ήχο με το Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Για να ελέγξετε τον ήχο της τηλεόρασής σας, θα πρέπει να αλλάξετε τη ρύθμιση εξόδου ήχου στα ενσωματωμένα ηχεία της τηλεόρασης. Θέλετε να συνεχίσετε;",
	"Togo": "Τόγκο",
	"Tokyo": "Τόκιο",
	"Tonga": "Τόνγκα",
	"Top and Bottom": "Επάνω και κάτω",
	"Toronto": "Τορόντο",
	"Total Power On Time": "Συνολικός χρόνος ενεργοποίησης",
	"Tracking Speed": "Ταχύτητα παρακολούθησης",
	"Translucent": "Διαυγές",
	"Transparent": "Διαφανές",
	"Treble Boost": "Ενίσχυση πρίμων",
	"Trinidad And Tobago": "Τρινιντάντ και Τομπάγκο",
	"Trinidad and Tobago": "Τρινιντάντ και Τομπάγκο",
	"Tripoli": "Τρίπολη",
	"Tsonga": "Τσόνγκα",
	"Tswana": "Τσουάνα",
	"Tune and save available channels.": "Συντονίστε και αποθηκεύστε τα διαθέσιμα προγράμματα.",
	"Tune and save available channels. You can set satellite channel options.": "Συντονίστε και αποθηκεύστε τα διαθέσιμα προγράμματα. Μπορείτε να ορίσετε επιλογές δορυφορικών καναλιών.",
	"Tunis": "Τύνιδα",
	"Tunisia": "Τυνησία",
	"Turkey": "Τουρκία",
	"Turkish": "Τουρκικά",
	"Turkmenistan": "Τουρκμενιστάν",
	"Turn on TV with mobile device same as smartphone.": "Ενεργοποίηση της τηλεόρασης με φορητή συσκευή όπως smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ενεργοποιήστε και απενεργοποιήστε το Ultra HD Deep Colour για τη θύρα HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Ενεργοποίηση ή απενεργοποίηση της Άμεσης απόκρισης παιχνιδιών της θύρας HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Ενεργοποίηση της τηλεόρασης χρησιμοποιώντας φορητή συσκευή μέσω Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Ενεργοποίηση της τηλεόρασης με τη φορητή σας συσκευή μέσω Wi-Fi.",
	"Turn on via Bluetooth": "Ενεργοποίηση μέσω Bluetooth",
	"Turn on via Wi-Fi": "Ενεργοποίηση μέσω Wi-Fi",
	"Turn on/off description box in Settings.": "Ενεργοποιήστε/απενεργοποιήστε το πλαίσιο περιγραφών στις Ρυθμίσεις.",
	"Turn on/off standby light.": "Ενεργοποιήστε/απενεργοποιήστε το φωτισμό κατάστασης αναμονής.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Ενεργοποιήστε/Απενεργοποιήστε τη λειτουργία AMD FreeSync Premium της θύρας HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Ενεργοποίηση/Απενεργοποίηση των εικόνων προς προβολή στην οθόνη όταν δεν υπάρχει σήμα.",
	"Turn on/off the related features of energy consumption.": "Ενεργοποίηση/απενεργοποίηση των λειτουργιών που σχετίζονται με την κατανάλωση ενέργειας.",
	"Turn the Hybridcast service on/off.": "Ενεργοποίηση/απενεργοποίηση υπηρεσίας Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Ενεργοποίηση/απενεργοποίηση της υπηρεσίας αλληλεπίδρασης (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Ενεργοποίηση/απενεργοποίηση του οδηγού τηλεόρασης του παρόχου τηλεοπτικής μετάδοσης.",
	"Turn your broadcast TV provider's teletext service on/off.": "Ενεργοποίηση/απενεργοποίηση της υπηρεσίας teletext του παρόχου τηλεοπτικής μετάδοσης.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Η απενεργοποίηση του Wi-Fi θα εμποδίσει την πρόσβασή σας σε όλες τις υπηρεσίες που βασίζονται στο Internet, εκτός εάν χρησιμοποιείτε καλώδιο για να συνδεθείτε στο δίκτυο. Θέλετε να συνεχίσετε;",
	"UAE": "Ηνωμένα Αραβικά Εμιράτα",
	"UHD Mode": "Λειτουργία UHD",
	"USA": "Ηνωμένες Πολιτείες Αμερικής",
	"USB storage for Copy Channels": "Αποθήκευση USB για Αντιγραφή καναλιών",
	"USB to TV": "USB σε τηλεόραση",
	"Uganda": "Ουγκάντα",
	"Ukraine": "Ουκρανία",
	"Ukrainian": "Ουκρανικά",
	"Ulaanbaatar": "Ουλάν Μπατόρ",
	"Unable to check for updates.": "Δεν μπορεί να γίνει έλεγχος για ενημερώσεις.",
	"Unable to connect to the network.": "Δεν είναι δυνατή η σύνδεση στο δίκτυο.",
	"Undefined": "Μη καθορισμένο",
	"Under 17 requires accompanying parent or adult guardian.": "Τα άτομα κάτω των 17 πρέπει να συνοδεύονται από γονέα ή ενήλικο κηδεμόνα.",
	"Uniform": "Ομοιόμορφο",
	"United Arab Emirates": "Ηνωμένα Αραβικά Εμιράτα",
	"United Kingdom": "Ηνωμένο Βασίλειο",
	"United States of America": "Ηνωμένες Πολιτείες Αμερικής",
	"Universal Control Settings": "Ρυθμίσεις τηλεχειριστηρίου πολλαπλών συσκευών",
	"Unknown": "Άγνωστο",
	"Unknown issue has occurred.": "Παρουσιάστηκε άγνωστο πρόβλημα.",
	"Update canceled.": "Η ενημέρωση ακυρώθηκε.",
	"Update in progress...": "Η ενημέρωση βρίσκεται σε εξέλιξη...",
	"Update in progress...({n}%)": "Ενημέρωση σε εξέλιξη…({n}%)",
	"Update paused.": "Έγινε παύση της ενημέρωσης.",
	"Update reserved.": "Δεν έγινε ενημέρωση.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Η ενημέρωση θα ακυρωθεί και όλα τα αρχεία της θα διαγραφούν τώρα. Θέλετε να συνεχίσετε;",
	"Urdu": "Ουρντού",
	"Uruguay": "Ουρουγουάη",
	"Urumqi": "Ουρούμκι",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Χρήση του Magic Remote για την ανάλυση της ακουστικής του δωματίου και, βάσει των αποτελεσμάτων, τη βελτιστοποίηση του ήχου της τηλεόρασης.",
	"Use a large pointer.": "Χρήση μεγάλου δείκτη.",
	"Use a medium pointer.": "Χρήση μεσαίου δείκτη.",
	"Use a small pointer.": "Χρήση μικρού δείκτη.",
	"Use the 4-way controller to change the position and press the OK button.": "Χρησιμοποιήστε το χειριστήριο 4 κατευθύνσεων για να αλλάξετε τη θέση και πατήστε το κουμπί OK.",
	"Use the following services with the selected language.": "Χρησιμοποιήστε τις παρακάτω υπηρεσίες με την επιλεγμένη γλώσσα.",
	"User": "Χρήστης",
	"User Agreements": "Συμφωνίες χρήστη",
	"User Guide": "Οδηγός χρήσης",
	"Uzbek": "Ουζμπεκικά",
	"Uzbekistan": "Ουζμπεκιστάν",
	"Uzhhorod": "Ουζχορόντ",
	"V Position": "Κατακόρυφη θέση",
	"V Sharpness": "Κατακόρυφη ευκρίνεια",
	"V Size": "Κατακόρυφο μέγεθος",
	"VIC - Victoria - Melbourne": "VIC - Βικτόρια - Μελβούρνη",
	"Vaduz": "Βαντούζ",
	"Valencian": "Βαλενθιανά",
	"Vancouver": "Βανκούβερ",
	"Vatican City": "Πόλη του Βατικανού",
	"Venda": "Βένδα",
	"Venezuela": "Βενεζουέλα",
	"Vertical Zoom": "Κατακόρυφο ζουμ",
	"Video 1": "Βίντεο 1",
	"Video 2": "Βίντεο 2",
	"Video 3": "Βίντεο 3",
	"Video Description": "Περιγραφή βίντεο",
	"Vienna": "Βιέννη",
	"Vientiane": "Βιεντιάν",
	"Vietnam": "Βιετνάμ",
	"Vietnamese": "Βιετναμικά",
	"View current Common Interface (CI) information.": "Προβολή τρεχουσών πληροφοριών Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Πιο ευδιάκριτη προβολή στοιχείων μέσω της αλλαγής του χρώματος του μενού της οθόνης σε ασπρόμαυρο.",
	"View messages from your broadcast TV provider.": "Προβάλετε μηνύματα από τον πάροχο τηλεοπτικής μετάδοσης.",
	"View more information about watching program and enjoy related contents.": "Προβολή περισσότερων πληροφοριών για το πρόγραμμα που παρακολουθείτε και απολαύστε προγράμματα σχετικού περιεχομένου",
	"View the original screen as it is or set the screen size and aspect ratio.": "Προβολή της αρχικής οθόνης σε φυσική μορφή ή ρύθμιση του μεγέθους εικόνας και της αναλογίας οθόνης.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Προβολή της αρχικής οθόνης όπως λαμβάνεται από το σήμα μετάδοσης ή τη συνδεδεμένη συσκευή.",
	"Vilnius": "Βίλνιους",
	"Violence": "Βία",
	"Vivid": "Ζωηρόχρωμο",
	"Vladivostok": "Βλαδιβοστόκ",
	"Voice Recognition Help and Settings": "Βοήθεια και ρυθμίσεις αναγνώρισης φωνής",
	"Voice Support Service": "Υπηρεσία φωνητικής υποστήριξης",
	"Volgograd": "Βόλγκογκραντ",
	"Volume": "Ένταση ήχου",
	"Volume Increase Amount": "Τιμή αύξησης έντασης ήχου",
	"Volume Mode": "Λειτουργία ρύθμισης έντασης ήχου",
	"WA - Western Australia - Eucla": "WA - Δυτική Αυστραλία - Γιούκλα",
	"WA - Western Australia - Perth": "WA - Δυτική Αυστραλία - Περθ",
	"Wall-mounted": "Τοποθέτηση στον τοίχο",
	"Warm1": "Θερμό1",
	"Warm2": "Θερμό2",
	"Warm3": "Θερμό3",
	"Warsaw": "Βαρσοβία",
	"Watch a diverse range of Internet contents on TV channels.": "Παρακολουθήστε μια μεγάλη ποικιλία περιεχομένου Internet σε τηλεοπτικά κανάλια.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Συλλέγουμε και αποθηκεύουμε πληροφορίες σχετικά με τη διεύθυνση MAC, τον αριθμό μοντέλου, τον κωδικό χώρας, τις ρυθμίσεις γλώσσας και την έκδοση λογισμικού προκειμένου να επαληθεύσουμε την ταυτότητα της συσκευής σας και να βεβαιωνόμαστε ότι έχετε την πιο πρόσφατη έκδοση του λογισμικού.",
	"Welcome Feature": "Λειτουργία καλωσορίσματος",
	"Welsh": "Ουαλλικά",
	"Western Africa": "Δυτική Αφρική",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Όταν ένας συνδεδεμένος δίσκος HDD δεν έχει χρησιμοποιηθεί για ένα καθορισμένο χρονικό διάστημα, να γίνεται μετάβαση σε λειτουργία αναμονής για μείωση της κατανάλωσης ισχύος.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Όταν κάποια συσκευή συνδέεται στη θύρα, η εικόνα του παιχνιδιού βελτιστοποιείται με ελάχιστες καθυστερήσεις, παραμορφώσεις ή διακοπές.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Όταν γίνει εκκίνηση της Άμεσης απόκρισης παιχνιδιών, το βίντεο μπορεί να αναβοσβήσει προσωρινά.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Αν η έξοδος ήχου έχει οριστεί σε \"Bluetooth / HDMI ARC / Optical Digital / Ηχεία WiSA\" ή αν η συνδεδεμένη συσκευή δεν υποστηρίζει την Άμεση απόκριση παιχνιδιών, μπορεί να μην λειτουργεί κανονικά.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Εάν η έξοδος ήχου έχει οριστεί σε \"Bluetooth\" ή εάν η συνδεδεμένη συσκευή δεν υποστηρίζει την Άμεση απόκριση παιχνιδιού, μπορεί να μην λειτουργεί σωστά.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Κατά την ενεργοποίηση ή απενεργοποίηση της συσκευής σας θα ενεργοποιείται ή θα απενεργοποιείται αυτόματα και η τηλεόραση.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Όταν τα οπτικά εφέ είναι απενεργοποιημένα, η οθόνη μπαίνει σε λειτουργία Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Όταν η λειτουργία αυτή είναι ενεργοποιημένη, κάποιες λειτουργίες που εμφανίζονται στην οθόνη θα είναι μερικώς διαφανείς.",
	"When your TV is turned off, the device will automatically turn off.": "Όταν απενεργοποιείται η τηλεόραση θα απενεργοποιείται αυτόματα και η συσκευή.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Κατά τη μεταφορά της αλλαγμένης τιμής σε εξωτερική συσκευή, ενδέχεται η εικόνα ή ο ήχος να μην παρέχονται κανονικά για λίγο.",
	"White": "Λευκό",
	"White Balance": "Ισορροπία λευκού",
	"Wi-Fi Connection": "Σύνδεση Wi-Fi",
	"Wi-Fi Security": "Ασφάλεια Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Το Wi-Fi είναι απενεργοποιημένο. Ενεργοποιήστε το για να δείτε τη λίστα των διαθέσιμων δικτύων στα οποία μπορείτε να συνδεθείτε και πρόσθετα σχετικά στοιχεία μενού.",
	"Wi-Fi issue has occurred.": "Παρουσιάστηκε πρόβλημα στο Wi-Fi.",
	"WiSA Speakers": "Ηχεία WiSA",
	"Wide Area Zone": "Ζώνη ευρείας περιοχής",
	"Wide View": "Ευρεία προβολή",
	"Wide View (32:9)": "Ευρεία προβολή (32:9)",
	"Wide Zoom": "Ευρύ ζουμ",
	"Windhoek": "Βίντχουκ",
	"Window Color": "Χρώμα παραθύρου",
	"Window Opacity": "Αδιαφάνεια παραθύρου",
	"Winnipeg": "Γουίνιπεγκ",
	"Wired Connection (Ethernet)": "Ενσύρματη σύνδεση (Ethernet)",
	"Wired Headphones": "Ενσύρματα ακουστικά",
	"Wired Headphones + Internal TV Speaker": "Ενσύρματα ακουστικά + Ενσωματωμένο ηχείο τηλεόρασης",
	"With this option, you can control the audio device's volume with your TV remote.": "Με αυτή την επιλογή μπορείτε να ελέγχετε την ένταση της συσκευής ήχου από το τηλεχειριστήριο της τηλεόρασης.",
	"Xhosa": "Ξόζα",
	"Yakutsk": "Γιακούτσκ",
	"Yamoussoukro": "Γιαμουσούκρο",
	"Year": "Έτος",
	"Yekaterinburg": "Γεκατερίνμπουργκ",
	"Yellow": "Κίτρινο",
	"Yellowknife": "Γελοουνάιφ",
	"Yemen": "Υεμένη",
	"Yerevan": "Ερεβάν",
	"Yes": "Ναι",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Μπορείτε να προσαρμόσετε τα ηχητικά εφέ που ακούγονται κατά την ενεργοποίηση/απενεργοποίηση της τηλεόρασης και κατά την μετακίνηση της οθόνης.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Μπορείτε να ελέγξετε τις συσκευές που είναι συνδεδεμένες σε θύρες HDMI με το Magic Remote χωρίς διαδικασίες ρύθμισης συσκευής.",
	"You can delete the device connection history of Screen Share.": "Μπορείτε να διαγράψετε το ιστορικό σύνδεσης συσκευής του Screen Share.",
	"You can delete the device connection history of Sound Share.": "Μπορείτε να διαγράψετε το ιστορικό σύνδεσης συσκευής της λειτουργίας Κοινής χρήσης ήχου.",
	"You can find the default password in User Guide.": "Ο Οδηγός χρήσης περιλαμβάνει τον προεπιλεγμένο κωδικό πρόσβασης.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Μπορείτε να εκκινήσετε την Άμεση απόκριση παιχνιδιού ενεργοποιώντας τη ρύθμιση Ultra HD Deep Colour για HDMI.",
	"You can only change settings from the current HDMI input.": "Μπορείτε να αλλάξετε τις ρυθμίσεις μόνο από την τρέχουσα είσοδο HDMI.",
	"You can scan again to connect the device.": "Μπορείτε να κάνετε ξανά σάρωση για σύνδεση στη συσκευή.",
	"You can select left and right audio settings for broadcast signal.": "Μπορείτε να επιλέξετε ρυθμίσεις αριστερού και δεξιού ήχου για το σήμα μετάδοσης.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Μπορείτε να επιλέξετε τη λειτουργία AMD FreeSync Premium της θύρας HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Μπορείτε να επιλέξετε τη λειτουργία Ultra HD Deep Colour για τη θύρα.",
	"You can set the sound to play when the TV is turned on or off.": "Μπορείτε να ορίσετε να γίνεται αναπαραγωγή ήχου όταν η τηλεόραση είναι είτε ενεργοποιημένη, είτε απενεργοποιημένη.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε τη λειτουργία αποθήκευσης προφίλ χειριστή CAM.",
	"You can turn this feature on or off.": "Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτή τη λειτουργία.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Ενδέχεται να λάβετε διάφορες προτάσεις περιεχομένου μέσω του δικτύου. Με απενεργοποίηση αυτής της επιλογής θα παρέχεται βασικό περιεχόμενο και κάποιες λειτουργίες μπορεί να μην είναι διαθέσιμες.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Ο συγχρονισμός της τηλεόρασης και της συσκευής που έχει συνδεθεί με SIMPLINK θα γίνει ως εξής:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Η τηλεόρασή σας πρέπει να παραμείνει απενεργοποιημένη για το διάστημα κατά το οποίο θα εκτελείται η λειτουργία ανανέωσης ρυθμού pixel. Οποιαδήποτε τρέχουσα ή επερχόμενη εγγραφή, υπενθύμιση ή ενεργοποίηση μέσω χρονοδιακόπτη που έχει προγραμματιστεί κατά τη διάρκεια αυτής της διαδικασίας θα ακυρωθεί και το ηχείο BT δεν θα είναι διαθέσιμο στη μηδενική προβολή.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Η τηλεόρασή σας πρέπει να παραμείνει απενεργοποιημένη για το διάστημα κατά το οποίο θα εκτελείται η λειτουργία ανανέωσης ρυθμού pixel. Οποιαδήποτε τρέχουσα ή επερχόμενη εγγραφή, υπενθύμιση ή ενεργοποίηση μέσω χρονοδιακόπτη που έχει προγραμματιστεί κατά τη διάρκεια αυτής της διαδικασίας θα ακυρωθεί.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Η τηλεόρασή σας πρέπει να είναι συνδεδεμένη στο δίκτυο για να οριστεί αυτόματα η χώρα παροχής υπηρεσιών LG. Θέλετε να μεταβείτε τώρα στις 'Ρυθμίσεις δικτύου' για να ελέγξετε τη σύνδεση;",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Απαιτείται ο ορισμός ακριβούς τοποθεσίας στην τηλεόρασή σας για να εκπέμπει μηνύματα επείγουσας ειδοποίησης μέσω του ψηφιακού σήματος.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Η τηλεόραση θα απενεργοποιηθεί μέχρι να ολοκληρωθεί η διαδικασία και μετά θα ενεργοποιηθεί ξανά αυτόματα.",
	"Zagreb": "Ζάγκρεμπ",
	"Zambia": "Ζάμπια",
	"Zaporozhye": "Ζαπορόζιε",
	"Zimbabwe": "Ζιμπάμπουε",
	"Zoom": "Ζουμ",
	"Zoom2": "Ζουμ2",
	"Zulu": "Ζουλού",
	"Zürich": "Ζυρίχη",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Η συσκευή [{Device}] θα αποσυνδεθεί από την τηλεόραση. Δεν θα αναπαράγεται πλέον ήχος από αυτήν τη συσκευή. Θέλετε να συνεχίσετε;",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Η συσκευή [{Device}] θα διαγραφεί από τη λίστα συζευγμένων συσκευών. Εάν θέλετε να τη συνδέσετε αργότερα, πρέπει να πραγματοποιήσετε αναζήτηση για διαθέσιμες συσκευές και να επαναλάβετε τη ζεύξη. Θέλετε να συνεχίσετε;",
	"[{deviceName}] will be deleted.": "Η συσκευή [{deviceName}] θα διαγραφεί.",
	"aspectRatio_original": "Αρχική",
	"audioGuidance_fast": "Γρήγορη",
	"audioGuidance_high": "Υψηλή",
	"audioGuidance_low": "Χαμηλή",
	"audioGuidance_medium": "Μεσαία",
	"audioGuidance_slow": "Αργή",
	"audioGuidance_veryFast": "Πολύ γρήγορη",
	"audioGuidance_veryHigh": "Πολύ υψηλή",
	"audioGuidance_veryLow": "Πολύ χαμηλή",
	"audioGuidance_verySlow": "Πολύ αργή",
	"btDotSignalStrength_wide": "Ευρύ",
	"button": "κουμπί",
	"character": "χαρακτήρας",
	"characters": "χαρακτήρες",
	"checked": "επιλεγμένο",
	"colorGamutJPNWide": "Ευρύ",
	"connecting": "σύνδεση",
	"depthOfColor": "Χρώμα",
	"diagonal zoom in": "αύξηση ζουμ διαγώνια",
	"diagonal zoom out": "μείωση ζουμ διαγώνια",
	"digitalOptionSetByProgram": "Ρύθμιση βάσει προγραμμάτων",
	"energy_Maximum": "Μέγιστο",
	"energy_Medium": "Μεσαίο",
	"energy_Minimum": "Ελάχιστο",
	"freesync_high": "Υψηλή",
	"freesync_low": "Χαμηλή",
	"freesync_off": "Απενεργοποίηση",
	"freesync_wide": "Ευρύ",
	"gamma_high1": "Υψηλό 1",
	"gamma_high2": "Υψηλό 2",
	"hidden": "με απόκρυψη",
	"horizontal zoom in": "αύξηση ζουμ οριζόντια",
	"horizontal zoom out": "μείωση ζουμ οριζόντια",
	"jpDoNot": "Απενεργοποίηση",
	"logoLuminance_high": "Υψηλή",
	"logoLuminance_low": "Χαμηλή",
	"min": "λεπ",
	"not connected": "μη συνδεδεμένο",
	"objet_soundMode": "Βελτιστοποίηση της λειτουργίας ήχου για κάθε τύπο περιεχομένου.",
	"pictureControl3dModeStandard": "Τυπική",
	"pictureControlAuto": "Αυτόματο",
	"pictureControlAuto_BlackLevel": "Αυτόματο",
	"pictureControlHigh": "Υψηλή",
	"pictureControlHigh_BlackLevel": "Υψηλή",
	"pictureControlHigh_Male": "Υψηλή",
	"pictureControlLow": "Χαμηλή",
	"pictureControlLow_BlackLevel": "Χαμηλή",
	"pictureControlLow_Male": "Χαμηλή",
	"pictureControlMedium": "Μεσαία",
	"pictureControlMedium_BlackLevel": "Μεσαία",
	"pictureControlMedium_Male": "Μεσαία",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Μεσαία",
	"pictureLocalDimmingHigh": "Υψηλή",
	"pictureLocalDimmingLow": "Χαμηλή",
	"pictureLocalDimmingMed": "Μεσαία",
	"pictureMode": "Πρότυπο",
	"pictureModeSettings": "Προσαρμογή",
	"press OK button to edit IP manually": "πατήστε το κουμπί OK για να επεξεργαστείτε τη διεύθυνση IP χειροκίνητα",
	"press OK button to enter channel to search": "πατήστε το κουμπί OK για να πληκτρολογήσετε το κανάλι που θα αναζητήσετε",
	"press OK button to enter value": "πατήστε το κουμπί OK για να καταχωρίσετε μια τιμή",
	"press right button to adjust de-judder and de-blur value": "πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε τις τιμές εξομάλυνσης κίνησης και θαμπώματος",
	"press right button to adjust zoom ratio and position": "πατήστε το κουμπί \"Δεξιά\" για να ρυθμίσετε την αναλογία και τη θέση του ζουμ",
	"shift current screen down": "μετακίνηση τρέχουσας οθόνης προς τα κάτω",
	"shift current screen to the left": "μετακίνηση τρέχουσας οθόνης προς τα αριστερά",
	"shift current screen to the right": "μετακίνηση τρέχουσας οθόνης προς τα δεξιά",
	"shift current screen up": "μετακίνηση τρέχουσας οθόνης προς τα επάνω",
	"shift down": "μετακίνηση προς τα κάτω",
	"shift left": "μετακίνηση προς τα αριστερά",
	"shift right": "μετακίνηση προς τα δεξιά",
	"shift up": "μετακίνηση προς τα επάνω",
	"soundMode_Standard": "Τυπική",
	"speaker_channel": "Κανάλι",
	"thaRatingNone": "Καμία",
	"unchecked": "μη επιλεγμένο",
	"unread": "μη αναγνωσμένα",
	"vertical zoom in": "αύξηση ζουμ κατακόρυφα",
	"vertical zoom out": "μείωση ζουμ κατακόρυφα",
	"volumeModeHigh": "Υψηλή",
	"volumeModeLow": "Χαμηλή",
	"volumeModeMedium": "Μεσαία",
	"webOS TV Version": "Έκδοση webOS TV",
	"zoom in": "αύξηση ζουμ",
	"zoom out": "μείωση ζουμ"
}
