{
	" (User)": " (Người dùng)",
	"(Version: {l})": "(Phiên bản: {l})",
	"* The device connected should support this service.": "* Thiết bị được kết nối phải hỗ trợ dịch vụ này.",
	"* This feature is applied once and only once when the TV is turned off.": "* Tính năng này chỉ áp dụng một lần khi TV tắt.",
	"* This feature is available on certain devices only.": "* Tính năng này chỉ khả dụng trên một số thiết bị.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Chế độ này thể hiện rõ hơn ý đồ của FILMMAKER MODE nhưng có thể tối hơn các chế độ hình ảnh khác.",
	"* This settings is only available for Internal TV Speaker.": "* Cài đặt này chỉ khả dụng đối với Loa trong của TV.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Dù tùy chọn này được đặt thành BẬT, nhưng trình bảo vệ màn hình sẽ không hoạt động để tránh gây ảnh hưởng đến trải nghiệm xem của bạn trên đầu vào bên ngoài như Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Bạn có thể điều khiển ứng dụng có hỗ trợ chức năng này trên thiết bị di động.",
	"1) Turn the Bluetooth on the other device off.": "1) Tắt Bluetooth trên thiết bị còn lại.",
	"10 Points Code Value": "Giá trị mã 10 điểm",
	"10 Points IRE": "IRE 10 điểm",
	"10 and Above": "10 trở lên",
	"11 and Above": "11 trở lên",
	"12 Hours": "12 giờ",
	"12 and Above": "12 trở lên",
	"13 and Above": "13 trở lên",
	"14 and Above": "14 trở lên",
	"14 by 9": "Mười bốn chia chín",
	"15 and Above": "15 trở lên",
	"16 and Above": "16 trở lên",
	"16 by 9": "Mười sáu chia chín",
	"17 and Above": "17 trở lên",
	"18 and Above": "18 trở lên",
	"19 and Above": "19 trở lên",
	"2 Channel": "Nguồn phát 2",
	"2 Hours": "2 giờ",
	"2 Points": "2 Điểm",
	"2) Turn the Bluetooth device to connect off and on.": "2) Tắt thiết bị Bluetooth cần kết nối rồi bật lại.",
	"20 Points Code Value": "Giá trị mã 20 điểm",
	"20 Points IRE": "IRE 20 điểm",
	"20 and Above": "20 trở lên",
	"21 by 9": "Hai mốt chia chín",
	"22 Points Code Value": "Giá trị mã 22 điểm",
	"22 Points IRE": "IRE 22 điểm",
	"24 Hours": "24 giờ",
	"3 Hours": "3 giờ",
	"32 by 12": "Ba hai chia mười hai",
	"32 by 9": "Ba hai chia chín",
	"3G/4G Connection": "Kết nối 3G/4G",
	"4 Hours": "4 giờ",
	"4 Hours Auto Power Off": "Tự động tắt nguồn sau 4 giờ",
	"4 and Above": "4 trở lên",
	"4 by 3": "Bốn chia ba",
	"4-Way Zoom": "Thu phóng 4 chiều",
	"5 and Above": "5 trở lên",
	"5.1 Channel": "Nguồn phát 5.1",
	"6 Hours": "6 giờ",
	"6 and Above": "6 trở lên",
	"7 and Above": "7 trở lên",
	"8 Hours": "8 giờ",
	"8 and Above": "8 trở lên",
	"9 and Above": "9 trở lên",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID được dùng để xác định thiết bị này cho mục đích quảng cáo và để hỗ trợ quảng cáo nhất định mà bạn có thể quan tâm. Bạn có thể đặt lại AD ID hoặc giới hạn tính năng theo dõi AD ID như bên dưới.",
	"AI Acoustic Tuning": "Hiệu chỉnh âm thanh thông minh AI",
	"AI Acoustic Tuning Options": "Tùy chọn Hiệu chỉnh âm thanh thông minh AI",
	"AI Acoustic Tuning is disabled.": "Tính năng Hiệu chỉnh âm thanh thông minh AI đã tắt.",
	"AI Brightness Control": "Điều khiển Độ sáng AI",
	"AI Picture": "Hình ảnh AI",
	"AI Picture Pro": "Hình ảnh AI chuyên nghiệp",
	"AI Recommendation": "Đề xuất AI",
	"AI Service": "Dịch vụ AI",
	"AI Sound": "Âm thanh AI",
	"AI Sound Pro": "Âm thanh AI chuyên nghiệp",
	"AV Sync Adjustment": "Điều chỉnh AV Sync",
	"Accessibility": "K.năng tr.cập",
	"Account Management": "Quản lý tài khoản",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Việc kích hoạt tùy chọn này sẽ dừng hoạt động thu thập và theo dõi dữ liệu cá nhân liên quan đến quảng cáo từ Smart TV này. Bật chuyển đổi này có thể ảnh hưởng đến loại quảng cáo bạn xem về sau, nhưng sẽ không khiến bạn dừng nhận quảng cáo.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Kích hoạt chuyển đổi này sẽ khiến LGE hướng dẫn các nhà cung cấp bên thứ ba ngừng thương mại hóa thông tin cá nhân của bạn. Trừ khi bạn chọn không tham gia, bạn vẫn có thể truy cập vào các dịch vụ như Live Plus, LG Channels và Who.Where.What?.",
	"Add Network": "Thêm mạng",
	"Add a hidden wireless network": "Thêm mạng không dây ẩn",
	"Add wireless network by manually entering network name (SSID).": "Thêm mạng không dây bằng cách nhập thủ công tên mạng (SSID).",
	"Additional Audio Selection": "Chọn âm thanh bổ sung",
	"Additional Settings": "Cài đặt bổ sung",
	"Address Setting": "Cài đặt địa chỉ",
	"Adjust Audio Guidance pitch.": "Điều chỉnh cao độ của Hướng dẫn bằng âm thanh.",
	"Adjust Audio Guidance speed.": "Điều chỉnh tốc độ Hướng dẫn bằng âm thanh.",
	"Adjust Audio Guidance volume.": "Điều chỉnh âm lượng Hướng dẫn bằng âm thanh.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Điều chỉnh độ sáng Đèn nền để tăng hoặc giảm độ sáng màn hình.",
	"Adjust Screen Position": "Điều chỉnh vị trí màn hình",
	"Adjust Zoom Ratio": "Điều chỉnh tỷ lệ thu phóng",
	"Adjust animation effect shown on the home at certain times.": "Điều chỉnh hiệu ứng hoạt hình hiển thị trên màn hình chính vào những thời điểm nhất định.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Điều chỉnh độ sáng bằng cách phân tích chuyển động hình ảnh để ngăn ánh sáng chói và giảm mức tiêu thụ năng lượng.",
	"Adjust brightness of the LG logo.": "Điều chỉnh độ sáng của logo LG.",
	"Adjust color and saturation for a more vivid image.": "Điều chỉnh màu và độ bão hòa để có hình ảnh sống động hơn.",
	"Adjust color temperature automatically to reduce eye strain.": "Tự động điều chỉnh nhiệt độ màu để giảm mỏi mắt.",
	"Adjust cursor speed.": "Điều chỉnh tốc độ con trỏ.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Điều chỉnh độ sắc nét cạnh. Giá trị càng cao, độ sinh động và rõ nét của hình ảnh càng tăng.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Điều chỉnh cài đặt gamma để bù độ sáng của tín hiệu đầu vào.",
	"Adjust left/right audio balance.": "Điều chỉnh cân bằng âm thanh trái/phải.",
	"Adjust luminance for selected color.": "Điều chỉnh độ sáng cho màu được chọn.",
	"Adjust luminance level for selected IRE point.": "Điều chỉnh mức độ sáng cho điểm IRE được chọn.",
	"Adjust peak brightness for the brightest luminance.": "Điều chỉnh độ sáng cực đại để hiển thị rõ ràng nhất.",
	"Adjust remote's cursor speed and appearance.": "Điều chỉnh hình dạng và tốc độ con trỏ của điều khiển từ xa.",
	"Adjust saturation for selected color.": "Điều chỉnh độ bão hòa cho màu được chọn.",
	"Adjust screen brightness to reduce energy consumption.": "Điều chỉnh độ sáng màn hình để giảm mức tiêu thụ năng lượng.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Điều chỉnh ĐÈN OLED để tăng hoặc giảm độ sáng màn hình.",
	"Adjust the audio timing to synchronize the video and audio.": "Điều chỉnh thời gian của âm thanh để đồng bộ hóa video và âm thanh.",
	"Adjust the balance of red and green to display the tint on the screen.": "Điều chỉnh cân bằng màu đỏ và xanh lục để hiển thị gam màu trên màn hình.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Điều chỉnh độ cân bằng màu sắc bằng cách thay đổi nhiệt độ màu, độ sáng và cường độ màu đỏ, xanh lục và xanh lam.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Điều chỉnh chi tiết độ tương phản, độ phân giải, v.v. cho từng chế độ hình ảnh, đồng thời cài đặt thêm màu sắc, gamma ưa thích, v.v.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Điều chỉnh chênh lệch giữa vùng sáng và vùng tối trên màn hình. Giá trị càng cao, chênh lệch càng tăng.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Điều chỉnh tỉ lệ khung hình giống với phim để tạo cảm giác như xem phim ở rạp.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Điều chỉnh độ sáng của các hình ảnh tĩnh như logo, v.v. và ngăn ngừa các vấn đề về chất lượng hình ảnh có thể xảy ra khi bật TV trong một thời gian dài.",
	"Adjust the screen color to be pale or deep.": "Điều chỉnh màu sắc màn hình thành nhạt hoặc đậm.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Điều chỉnh âm thanh cho phù hợp với sở thích của bạn đối với mỗi dải tần âm thanh.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Điều chỉnh thời gian đồng bộ hóa khi có sự chênh lệch về thời gian giữa video và âm thanh.",
	"Adjust the tint to brighten or darken the screen.": "Điều chỉnh gam màu để tăng hoặc giảm độ sáng màn hình.",
	"Adjust the volume you want with pressing remote's volume key.": "Điều chỉnh mức âm lượng mà bạn muốn bằng cách nhấn phím âm lượng trên điều khiển từ xa.",
	"Adjust tint for selected color.": "Điều chỉnh gam màu cho màu được chọn.",
	"Adjust whether to display the home promotion.": "Điều chỉnh việc hiển thị quảng cáo trên màn hình chính.",
	"Adjusting Luminance": "Điều chỉnh độ sáng",
	"Adolescent over 13 are allowed to watch.": "Phù hợp với thanh thiếu niên từ 13 tuổi trở lên.",
	"Adolescent over 14 are allowed to watch.": "Phù hợp với thanh thiếu niên từ 14 tuổi trở lên.",
	"Adolescent over 16 are allowed to watch.": "Phù hợp với thanh thiếu niên từ 16 tuổi trở lên.",
	"Adult": "Người lớn",
	"Adult Language": "Ngôn ngữ người lớn",
	"Adults only.": "Chỉ người lớn.",
	"Advanced": "Cài đặt nâng cao",
	"Advanced Controls": "Điều khiển Nâng cao",
	"Advanced Wi-Fi Settings": "Cài đặt Wi-Fi Nâng cao",
	"Advertisement": "Quảng cáo",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Sau khi thay đổi quốc gia, tất cả các kênh đã được dò hiện tại sẽ bị xóa. Để dò lại kênh, vui lòng đi tới Dò tự động. Bạn có muốn tiếp tục không?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Sau khi đổi Mã Zip, tất cả các kênh Freesat hiện tại sẽ bị xóa. Để dò lại kênh, vui lòng đi tới Dò tự động. Bạn có muốn tiếp tục không?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Sau khi bạn thay đổi quốc gia của mình, bạn có thể quét tìm các kênh bằng Dò tự động. Bạn có muốn tiếp tục không?",
	"Ages 2-7 are allowed to watch.": "Phù hợp với trẻ em từ 2 đến 7 tuổi.",
	"Albanian": "Tiếng Albania",
	"Alerts you by sound when the TV is turned on or off.": "Thông báo cho bạn bằng âm thanh khi TV bật hoặc tắt.",
	"All Channels": "Tất cả kênh",
	"All Children": "Tất cả trẻ em",
	"All ages are allowed to watch.": "Phù hợp với người xem ở mọi lứa tuổi.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tất cả cài đặt hiện tại cho chế độ {pictureMode} sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tất cả các cài đặt hiệu ứng âm thanh cho Chế độ chuẩn sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"Allow Automatic Updates": "Cho phép bản cập nhật tự động",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Đồng thời, bạn có thể điều chỉnh các mục cài đặt chi tiết cho Âm thanh vòm Bluetooth.",
	"Always Open": "Luôn mở",
	"Always-on Off Time": "Thời gian tắt Always-on",
	"An error has occurred while copy channels.": "Đã xảy ra lỗi khi sao chép các kênh.",
	"An important software update is available.": "Có sẵn bản cập nhật phần mềm quan trọng.",
	"Analog Mode": "Chế độ Analog",
	"Analog TV": "TV Analog",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Phân tích đặc điểm của âm thanh và tối ưu hóa âm thanh cho từng nội dung trong thời gian thực.",
	"Antenna": "Ăng-ten",
	"Antenna ATV": "Ăng-ten ATV",
	"Antenna DTV": "Ăng-ten DTV",
	"Antenna Radio": "Ăng-ten vô tuyến",
	"Antigua and Barbuda": "Antigua và Barbuda",
	"Any Supplementary Audio": "Âm thanh bổ sung bất kỳ",
	"App Alarm": "Chuông báo ứng dụng",
	"Application Locks": "Khóa ứng dụng",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Áp dụng các giá trị cài đặt chi tiết của chế độ hình ảnh hiện tại cho tất cả đầu vào hoặc ứng dụng.",
	"Apply to all inputs": "Áp dụng cho tất cả đầu vào",
	"Applying value to all inputs...": "Đang áp dụng cho tất cả đầu vào...",
	"Arabic": "Tiếng Ả Rập",
	"Aspect Ratio": "Tỷ lệ khung hình",
	"Aspect Ratio Settings": "Cài đặt tỷ lệ khung hình",
	"Assamese": "Tiếng Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Gán kênh cho các nút điều khiển từ xa để bạn có thể nhanh chóng nhảy tới các kênh đó.",
	"Audio Delay": "Độ trễ âm thanh",
	"Audio Description": "Mô tả âm thanh",
	"Audio Description Volume": "Âm lượng mô tả âm thanh",
	"Audio Guidance": "Hướng dẫn bằng âm thanh",
	"Audio Language": "Ngôn ngữ âm thanh",
	"Audio Out (Line Out)": "Đầu ra âm thanh (Đường tín hiệu ra)",
	"Audio Type": "Loại âm thanh",
	"Austria": "Áo",
	"Auto": "Tự động",
	"Auto Detect": "Tự động phát hiện",
	"Auto Device Detection": "Tự động dò tìm thiết bị",
	"Auto Genre Selection": "Tự động chọn thể loại",
	"Auto Power Off": "Tự động tắt nguồn",
	"Auto Power Sync": "Tự động đồng bộ hóa nguồn",
	"Auto Start": "Tự động bắt đầu",
	"Auto Volume": "Tự động điều chỉnh âm lượng",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Tự động điều chỉnh chênh lệch âm lượng hoặc thiết lập âm lượng được điều chỉnh riêng bằng phím âm lượng trên điều khiển từ xa.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Tự động điều chỉnh giá trị hình ảnh được tối ưu hóa cho nội dung Dolby HDR theo thể loại.",
	"Automatically adjust to a picture value optimized for contents genre.": "Tự động điều chỉnh giá trị hình ảnh được tối ưu hóa cho nội dung theo thể loại.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Tự động chuyển sang FILMMAKER MODE khi nhận ra nội dung phim.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Tự động tối ưu hóa chất lượng hình ảnh dựa trên màu sắc và độ sáng của ánh sáng xung quanh.",
	"Automatically update system software when an update is found.": "Tự động cập nhật phần mềm hệ thống khi tìm thấy bản cập nhật.",
	"Available Internal Storage": "Bộ nhớ trong sẵn có",
	"BG Color": "Màu nền",
	"BG Opacity": "Độ mờ nền",
	"Back": "Quay lại",
	"Backlight": "Đèn nền",
	"Balance": "Cân bằng",
	"Basque": "Tiếng Baxcơ",
	"Bass Boost": "Tăng âm trầm",
	"Behavior may vary depending on connected device.": "Trạng thái có thể thay đổi tùy theo thiết bị được kết nối.",
	"Beijing": "Bắc Kinh",
	"Belgium": "Bỉ",
	"Bengali": "Tiếng Ben-gan",
	"Black": "Đen",
	"Black Level": "Mức Đen",
	"Block TV programs broadcast in English based on their content ratings.": "Chặn các chương trình TV được phát sóng bằng tiếng Anh dựa trên xếp loại nội dung.",
	"Block TV programs broadcast in French based on their content ratings.": "Chặn các chương trình TV được phát sóng bằng tiếng Pháp dựa trên xếp loại nội dung.",
	"Block content based on genre.": "Chặn nội dung dựa trên thể loại.",
	"Blue": "Xanh da trời",
	"Bluetooth Speaker Mode": "Chế độ loa Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Âm thanh vòm Bluetooth + Loa trong của TV",
	"Bluetooth Surround Sound Setup": "Thiết lập âm thanh vòm Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia và Herzegovina",
	"Bosnian": "Tiếng Bosnia",
	"Brazilian Punk": "Nhạc rock Braxin",
	"Brightness": "Độ sáng",
	"Broadcast Country": "Quốc gia phát sóng",
	"Broadcast Mail": "Thư truyền hình",
	"Bulgarian": "Tiếng Bulgari",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Bằng cách nhấn “Đặt lại”, bạn sẽ xóa tất cả dữ liệu liên quan đến quảng cáo mà LGE đã thu thập từ Smart TV này. Việc nhấn “Đặt lại” có thể ảnh hưởng đến loại quảng cáo bạn xem về sau, nhưng sẽ không khiến bạn dừng nhận quảng cáo.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Bằng cách bật Live Plus, bạn chấp thuận cho LG Electronics Inc. (\"LGE\") thu thập thông tin xem tivi thông qua mô đun ACR, mà có thể được chia sẻ cho các bên thứ ba trên cơ sở ẩn danh để cung cấp cho bạn các dịch vụ tương tác. Chúng tôi cũng có thể chia sẻ thông tin ẩn danh tổng hợp cho các bên thứ ba vì mục đích tiếp thị. Xin lưu ý rằng chúng tôi không chủ tâm thu thập hoặc phát tán thông tin trên từ hoặc liên quan đến trẻ em dưới 13 tuổi. Thông tin chi tiết về Live Plus được minh họa trong Thông tin Xem (điều khoản) có thể được truy cập trong menu cài đặt SmartTV. LGE đề nghị rằng bạn nên xem lại phiên bản Thông tin Xem đầy đủ (điều khoản) trước khi kích hoạt chức năng Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Bằng cách bật Live Plus, bạn hiểu rằng nội dung hiển thị trên TV có thể được nhận dạng và thông tin xem có thể được sử dụng để cung cấp cho bạn trải nghiệm xem nâng cao và các dịch vụ được cá nhân hóa bao gồm các đề xuất và quảng cáo nội dung. Vui lòng xem lại Chính sách bảo mật và Thỏa thuận người dùng có liên quan trong menu Cài đặt TV để biết thêm thông tin.",
	"CI Information": "Thông tin thẻ CI",
	"CI password incorrect. Please enter again.": "Mật khẩu CI không chính xác. Vui lòng nhập lại.",
	"COMPONENT2": "BỘ PHẬN2",
	"COMPONENT3": "BỘ PHẬN3",
	"CS1 Board": "Bảng CS1",
	"CS2 Board": "Bảng CS2",
	"Cable": "Cáp",
	"Cable ATV": "Cáp ATV",
	"Cable DTV": "Cáp DTV",
	"Cable Radio": "Cáp vô tuyến",
	"Can not Find Channel": "Không tìm thấy kênh",
	"Canary Islands": "Quần đảo Canary",
	"Cancel": "Hủy",
	"Cancel Schedule": "Hủy lịch",
	"Cancel Update": "Hủy cập nhật",
	"Cantonese": "Tiếng Quảng Đông",
	"Catalan": "Tiếng Catalan",
	"Caution": "Thận trọng",
	"Cayman Islands": "Quần đảo Cayman",
	"Center": "Ở giữa",
	"Central African Republic": "Cộng hòa Trung Phi",
	"Change blue intensity and adjust the color balance.": "Thay đổi cường độ màu xanh lam và điều chỉnh độ cân bằng màu sắc.",
	"Change green intensity and adjust the color balance.": "Thay đổi cường độ màu xanh lục và điều chỉnh độ cân bằng màu sắc.",
	"Change red intensity and adjust the color balance.": "Thay đổi cường độ màu đỏ và điều chỉnh độ cân bằng màu sắc.",
	"Change the left / right sound": "Thay đổi âm thanh trái/phải",
	"Change the position of captions using the 4-way dial on the remote control.": "Thay đổi vị trí của phụ đề bằng nút điều hướng 4 chiều trên điều khiển từ xa.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Thay đổi khu vực có thể làm thay đổi các kênh đã được dò hiện tại trên TV của bạn. Bạn có thể dò lại kênh trong Dò tự động. Bạn có muốn thay đổi cài đặt khu vực ngay bây giờ không?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Thay đổi quốc gia sẽ khiến TV của bạn khởi động lại và bạn có thể cần đồng ý với Thỏa thuận người dùng của LG một lần nữa. Ngoài ra, tính khả dụng của một số ứng dụng và dịch vụ có thể thay đổi theo Quốc gia sử dụng dịch vụ của LG. Bạn có muốn tiếp tục không?",
	"Channel Locks": "Khóa kênh",
	"Channel Manager": "Trình quản lý kênh",
	"Channel Scrolling Options": "Tùy chọn cuộn kênh",
	"Channel Tuning": "Dò Kênh",
	"Channel Tuning & Settings": "Dò Kênh & Cài đặt",
	"Channels": "Kênh",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Bạn không thể khóa các kênh từ HDMI cũng như các đầu vào bên ngoài khác. Để khóa kênh TV, hãy đổi đầu vào hiện tại thành Live TV.",
	"Chatham Islands": "Quần đảo Chatham",
	"Check TV information.": "Kiểm tra thông tin TV.",
	"Check alarm messages about the user settings or TV status.": "Kiểm tra tin nhắn thông báo về cài đặt người dùng hoặc trạng thái TV.",
	"Check descriptions for each LG webOS TV functions.": "Kiểm tra phần mô tả cho từng chức năng của LG webOS TV.",
	"Check for Advertising settings and set it.": "Kiểm tra cài đặt Quảng cáo và đặt cài đặt.",
	"Check for Updates": "Kiểm tra bản cập nhật",
	"Check for available functions with Voice and set Voice Settings.": "Kiểm tra chức năng khả dụng với Giọng nói và đặt Cài đặt giọng nói.",
	"Check for problems with the picture quality.": "Kiểm tra sự cố với chất lượng hình ảnh.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kiểm tra sự cố với chất lượng âm thanh của Loa trong của TV.",
	"Check for software updates and update if available.": "Kiểm tra các bản cập nhật phần mềm và cập nhật nếu có.",
	"Check whether the Bluetooth device is in pairing mode.": "Kiểm tra xem thiết bị Bluetooth có đang ở chế độ ghép nối không.",
	"Check your TV status to solve problems or use remote support.": "Hãy kiểm tra trạng thái TV của bạn để giải quyết vấn đề hoặc sử dụng hỗ trợ từ xa.",
	"Checking Password": "Đang kiểm tra mật khẩu",
	"Checking for Updates": "Đang kiểm tra bản cập nhật",
	"Checking...": "Đang kiểm tra...",
	"Children": "Trẻ em",
	"Children Age": "Thiếu niên",
	"Children Program Locks": "Khóa chương trình thiếu nhi",
	"Children over 8 are allowed to watch.": "Phù hợp với trẻ em từ 8 tuổi trở lên.",
	"China": "Trung Quốc",
	"Chinese": "Tiếng Trung",
	"Choose to have all channels or just your primary ones when you change channels.": "Chọn để có tất cả các kênh hoặc chỉ những kênh chính khi bạn thay đổi kênh.",
	"Christmas Island": "Đảo Christmas",
	"Cinema": "Phim",
	"Cinema Clear": "Điện ảnh rõ ràng",
	"Cinema Home": "Rạp chiếu phim tại nhà",
	"Cinema View": "Chế độ xem rạp chiếu phim",
	"Cinema View (32:12)": "Xem Rạp chiếu phim (32:12)",
	"Cinema Zoom": "Mở rộng phim",
	"City": "Thành phố",
	"City Selection": "Chọn thành phố",
	"Clean Audio": "Âm thanh trong",
	"Clear": "rực rỡ",
	"Clear Plus": "Nét tăng cường",
	"Clear Voice Ⅲ": "Lọc Tiếng Ⅲ",
	"Clear Voice Ⅳ": "Lọc Tiếng Ⅳ",
	"Clear1": "Trong suốt",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Nhấp vào nút KẾT NỐI dưới đây sau khi Bàn phím Không dây LG được bật và đặt ở chế độ ghép nối.",
	"Close": "Đóng",
	"Closed Caption": "Phụ đề đóng",
	"Closed Caption Settings": "Cài đặt phụ đề đóng",
	"Code Value": "Giá trị mã",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Thu thập và lưu trữ địa chỉ MAC, số kiểu máy, mã quốc gia, cài đặt ngôn ngữ và phiên bản phần mềm để xác minh phần mềm mới nhất cần cập nhật.",
	"Color": "Màu sắc",
	"Color Gamut": "Gam màu",
	"Color Management System": "Hệ thống quản lý màu sắc",
	"Color Temperature": "Nhiệt độ màu",
	"Component": "Thành phần",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Xác nhận các điều khoản và điều kiện hoặc thay đổi việc chấp nhận thỏa thuận.",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Kết nối",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Kết nối loa Bluetooth với loa TV và tự động điều chỉnh Độ trễ âm thanh giữa các loa.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Kết nối thiết bị âm thanh ngoài (có hỗ trợ eARC) với eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Kết nối các thiết bị bên ngoài như Đầu thu số, Thanh âm thanh, v.v. với TV theo hướng dẫn.",
	"Connect the LAN cable directly to the TV to use the network.": "Kết nối trực tiếp cáp LAN với TV để sử dụng mạng.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Kết nối mạng bằng cách nhập địa chỉ IP và máy chủ DNS theo cách thủ công.",
	"Connect to the network if a wireless router is installed.": "Kết nối mạng nếu đã lắp đặt bộ định tuyến không dây.",
	"Connect via WPS PBC": "Kết nối qua WPS PBC",
	"Connect via WPS PIN": "Kết nối qua WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Kết nối TV của bạn với bộ định tuyến hoặc modem bằng cáp Ethernet để kích hoạt kết nối mạng có dây của bạn.",
	"Connect your TV with WiSA Speakers wirelessly.": "Kết nối không dây TV với Loa WiSA.",
	"Connectable Devices ({num})": "Thiết bị có thể kết nối ({num})",
	"Connected": "Đã kết nối",
	"Connected to Internet": "Đã kết nối với Internet",
	"Connecting...": "Đang kết nối...",
	"Connection": "Kết nối",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Chức năng Quản lý kết nối với điện thoại thông minh hoặc PC đang khả dụng. Để kết nối TV với thiết bị di động, bạn cần cài đặt và yêu cầu kết nối trên điện thoại thông minh và PC.",
	"Content Recommendations": "Đề xuất nội dung",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Nội dung sẽ phát với âm thanh phù hợp cho việc nghe nhạc đa kênh nếu dịch vụ HbbTV hỗ trợ âm thanh đa kênh.",
	"Contrast": "Độ tương phản",
	"Cool": "Gam màu lạnh",
	"Copy Channels": "Sao chép kênh",
	"Copy/Delete file": "Sao chép/Xóa tệp",
	"Correct contrast and brightness by adjusting black levels.": "Hiệu chỉnh độ tương phản và độ sáng bằng cách điều chỉnh mức đen.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Hiệu chỉnh điểm ảnh và ngăn ngừa các vấn đề về chất lượng hình ảnh có thể xảy ra khi bật TV trong một thời gian dài.",
	"Could not fined available network.": "Không thể tìm thấy mạng hiện có.",
	"Croatian": "Tiếng Croatia",
	"Current time is not valid. Do you want to set the correct time now?": "Thời gian hiện tại không hợp lệ. Bạn có muốn đặt thời gian chính xác bây giờ không?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Giá trị hiện tại của cài đặt chế độ hình ảnh tùy chỉnh sẽ được áp dụng cho chế độ {pictureMode} cho tất cả đầu vào. Bạn có muốn tiếp tục không?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Thiết bị Bàn phím không dây LG hiện đang kết nối sẽ bị ngắt kết nối khỏi TV của bạn. Bạn có muốn tiếp tục không?",
	"Custom": "Tùy chỉnh",
	"Custom Time Zone": "Tùy chỉnh múi giờ",
	"Customer Service": "Dịch vụ khách hàng",
	"Cyan": "Màu xanh lam",
	"Cyprus": "Síp",
	"Czech": "Séc",
	"Czech Republic": "Cộng hòa Séc",
	"DNS Server": "Máy chủ DNS",
	"DR Congo": "Cộng hòa dân chủ Congo",
	"DTV Audio Setting": "Cài đặt âm thanh DTV",
	"Danish": "Tiếng Đan Mạch",
	"Data Service": "Dịch vụ dữ liệu",
	"Date": "Ngày",
	"Day": "Ngày",
	"De-Judder": "Khử rung",
	"Delete": "Xóa",
	"Delete Connection History": "Xóa lịch sử kết nối",
	"Delete Pairing History": "Xóa lịch sử ghép nối",
	"Delete Usage Data": "Xóa dữ liệu sử dụng",
	"Demo Options": "Tùy chọn Demo",
	"Democratic Republic of the Congo": "Cộng hòa Dân chủ Congo",
	"Denmark": "Đan Mạch",
	"Depressed": "Đã giảm",
	"Deregister": "Hủy đăng ký",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Mô tả nội dung trên màn hình bằng giọng nói để người khiếm thị có thể sử dụng TV.",
	"Detect Range": "Phạm vi phát hiện",
	"Device Connection Settings": "Cài đặt Kết nối thiết bị",
	"Device List": "Danh sách thiết bị",
	"Device Name": "Tên thiết bị",
	"Digital Mode": "Chế độ kỹ thuật số",
	"Digital Sound Out": "Đầu ra âm thanh kỹ thuật số",
	"Digital TV": "TV Kỹ thuật số",
	"Directed to Older Children (ages 7 and above)": "Nhằm vào trẻ em lớn hơn (7 tuổi trở lên)",
	"Disabled": "Đã tắt",
	"Disconnect": "Ngắt kết nối",
	"Display captions for hearing-impaired viewers to use TV.": "Hiển thị phụ đề để người khiếm thính có thể sử dụng TV.",
	"Display fast-moving content smoothly and clearly.": "Hiển thị nội dung di chuyển nhanh rõ ràng và mượt mà.",
	"Display luminance level for the highest point (100 IRE).": "Hiển thị mức độ sáng cho điểm cao nhất (IRE 100).",
	"Display pictures in a warm or cool color temperature.": "Hiển thị hình ảnh ở nhiệt độ màu ấm hoặc mát.",
	"Do Not Sell My Personal Information": "Không được bán thông tin cá nhân của tôi",
	"Do Not Track": "Không theo dõi",
	"Do you want to continue?": "Bạn có muốn tiếp tục không?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Bạn có muốn sao chép danh sách kênh từ bộ nhớ USB sang TV không? Các kênh hiện tại trong TV của bạn sẽ bị xóa.",
	"Do you want to copy channel list from your TV to the USB storage?": "Bạn có muốn sao chép danh sách kênh từ TV sang bộ lưu trữ USB không?",
	"Do you want to reset Position Settings?": "Bạn có muốn đặt lại Cài đặt vị trí không?",
	"Do you want to reset Volume Control?": "Bạn có muốn đặt lại Kiểm soát âm lượng không?",
	"Do you want to set the correct time now?": "Bạn có muốn đặt thời gian chính xác bây giờ không?",
	"Do you want to turn your TV off now?": "Bạn có muốn tắt TV ngay bây giờ không?",
	"Dominican Republic": "Cộng hòa Dominica",
	"Done": "Xong",
	"Download Mail": "Tải xuống thư",
	"Download and Install": "Tải xuống và cài đặt",
	"Downloadable Rating": "Đánh giá nội dung có thể tải xuống",
	"Dual Mono": "Mono kép",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Trong thời gian tắt Always-on, một số tính năng như nhận dạng giọng nói, v.v. sẽ bị hạn chế khi tắt màn hình.",
	"Dutch": "Tiếng Hà Lan",
	"Dynamic Color": "Màu động",
	"Dynamic Contrast": "Độ tương phản Động",
	"Dynamic Tone Mapping": "Ánh xạ tông màu nổi bật",
	"Easter Island": "Đảo Easter",
	"Eastern Africa": "Đông Phi",
	"Eco Mode": "Chế độ Eco",
	"Edge Color": "Màu cạnh",
	"Edge Enhancer": "Bộ nâng cao cạnh",
	"Edge Type": "Kiểu cạnh",
	"Edit": "Sửa",
	"Egypt": "Ai Cập",
	"Emergency Alert": "Cảnh báo khẩn cấp",
	"Enabled": "Đã bật",
	"Energy Saving": "Tiết kiệm năng lượng",
	"Energy consumption may increase if this feature is on.": "Mức tiêu thụ năng lượng có thể tăng nếu bật tính năng này.",
	"Energy saving modes to limit power consumption.": "Chế độ tiết kiệm năng lượng để hạn chế tiêu thụ điện.",
	"English": "Tiếng Anh",
	"Enhance the bass sound.": "Tăng âm trầm.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Tăng độ tương phản giữa các vùng sáng và tối của một số menu, chẳng hạn như nền và văn bản, để những người có thị lực kém dễ xem hơn.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Cải thiện độ phân giải và độ sắc nét của nội dung bằng thuật toán học qua kỹ thuật Học sâu của LG và tối ưu hóa độ sâu qua việc phân tích nội dung.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Thưởng thức nội dung Dolby Atmos với âm thanh tối ưu bằng cách bật hiệu ứng trường âm thanh.",
	"Enjoy TV sound by connecting Wired Headphones.": "Thưởng thức âm thanh TV bằng cách kết nối với Tai nghe có dây.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Thưởng thức âm thanh thông qua thiết bị âm thanh được kết nối với cổng HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Thưởng thức âm thanh TV thông qua thiết bị âm thanh được kết nối với cổng OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Thưởng thức âm thanh TV thông qua một thiết bị âm thanh LG được kết nối với cổng OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Thưởng thức âm thanh TV thông qua thiết bị âm thanh được kết nối với cổng ra Đầu ra âm thanh/Tai nghe bên ngoài.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Thưởng thức âm thanh TV thông qua cả Loa trong của TV và Tai nghe có dây.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Thưởng thức âm thanh TV thông qua thiết bị âm thanh ngoài được kết nối với cả Loa trong của TV và cổng OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Thưởng thức âm thanh trong trẻo và tự nhiên.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Thưởng thức âm thanh với thiết bị âm thanh không dây được kết nối với LG Sound Sync hoặc Bluetooth.",
	"Enjoy the sound optimized to the room.": "Thưởng thức âm thanh tối ưu trong phòng.",
	"Enter CI Password": "Nhập mật khẩu CI",
	"Enter the PIN in your router's settings.": "Nhập PIN vào cài đặt bộ định tuyến của bạn.",
	"Enter the master password.": "Nhập mật khẩu chính.",
	"Equalizer": "Bộ cân bằng",
	"Equatorial Guinea": "Guinea Xích đạo",
	"Estonian": "Tiếng Estonia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Ngay cả khi tắt mục cài đặt này, bạn vẫn có thể kiểm tra thông tin có liên quan qua biểu ngữ kênh, chức năng nhận dạng giọng nói.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Ngay cả khi TV đang tắt và sử dụng ít nguồn điện nhất, thì bạn vẫn có thể nghe nhạc bằng cách kết nối thiết bị di động. Bạn có thể nhanh chóng sử dụng lại nhiều tính năng khi TV bật.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Ngay cả khi TV đang tắt, bạn vẫn có thể nghe nhạc bằng cách kết nối điện thoại thông minh với TV qua Bluetooth.",
	"Every Day": "Hàng ngày",
	"Every Weekday": "Mỗi ngày trong tuần",
	"Every Weekend": "Mỗi cuối tuần",
	"Expert (Bright Room)": "Chuyên gia (Phòng sáng)",
	"Expert (Dark Room)": "Chuyên gia (Phòng tối)",
	"Export your TV's channel list information to a connected USB device.": "Xuất thông tin danh sách kênh của TV tới thiết bị USB đã kết nối.",
	"Extended": "Mở rộng",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Kéo dài khoảng thời gian của cài đặt Tự động tắt nguồn hoặc tắt chức năng này có thể làm tăng mức tiêu thụ năng lượng.",
	"Extreme": "Màu đậm",
	"Eye Comfort Mode": "Chế độ Chống mỏi mắt",
	"FILMMAKER MODE Auto Change": "Tự động thay đổi chế độ FILMMAKER MODE",
	"Fantasy Violence": "Bạo lực giả tưởng",
	"Fast": "Nhanh",
	"Find and tell an audio device available to connect around TV.": "Tìm và cho biết thiết bị âm thanh có thể kết nối quanh TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Tinh chỉnh không gian màu đỏ, xanh lục, xanh lam, lục lam, đỏ tươi và vàng.",
	"Finland": "Phần Lan",
	"Finnish": "Tiếng Phần Lan",
	"Flat Mode": "Chế độ Phẳng",
	"Font": "Phông chữ",
	"Font 1": "Phông chữ 1",
	"Font 2": "Phông chữ 2",
	"Font 3": "Phông chữ 3",
	"Font 4": "Phông chữ 4",
	"Font 5": "Phông chữ 5",
	"Font 6": "Phông chữ 6",
	"Font 7": "Phông chữ 7",
	"Font 8": "Phông chữ 8",
	"Football": "Bóng đá",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Với bộ định tuyến không dây hỗ trợ WPS (Thiết lập Wi-Fi bảo mật), nhập mã PIN để kết nối TV với mạng không dây.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Với bộ định tuyến không dây hỗ trợ WPS (Thiết lập Wi-Fi bảo mật), nhấn nút WPS-PBC để kết nối TV với mạng không dây.",
	"France": "Pháp",
	"French": "Tiếng Pháp",
	"French Polynesia": "Polynesia thuộc Pháp",
	"Full Wide": "Toàn chiều rộng",
	"Gaelic": "Tiếng Xen-tơ",
	"Galapagos Islands": "Quần đảo Galapagos",
	"Galician": "Tiếng Galicia",
	"Gallery": "Thư viện",
	"Game": "Trò chơi",
	"Gateway": "Cổng",
	"General": "Cài đặt chung",
	"General Age": "Mọi Lứa tuổi",
	"General Audience": "Người xem nói chung",
	"General Audiences": "Tất cả người xem",
	"General Program Locks": "Khóa chương trình chung",
	"Georgia": "Gruzia",
	"German": "Tiếng Đức",
	"Germany": "Đức",
	"Get started in a quiet environment for sound optimization.": "Bắt đầu trong một môi trường yên tĩnh để tối ưu hóa âm thanh",
	"Getting...": "Đang nhận...",
	"Grayscale": "Thang xám",
	"Greece": "Hy Lạp",
	"Greek": "Tiếng Hy Lạp",
	"Green": "Xanh lá cây",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menu hướng dẫn và vận hành bằng giọng nói để người khiếm thị có thể sử dụng TV.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Xích đạo",
	"Gujarati": "Ngôn ngữ Gujarat",
	"H Position": "Vị trí H",
	"H Sharpness": "Độ sắc nét H",
	"H Size": "Kích thước H",
	"HD Mode": "Chế độ HD",
	"HD Mode Option": "Tùy chọn chế độ HD",
	"HDD Eco Mode": "Chế độ Eco HDD",
	"HDD Power Saving Mode": "Chế độ tiết kiệm điện HDD",
	"HDMI Input Audio Format": "Định dạng âm thanh đầu vào HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Cổng HDMI {port1} và HDMI {port2} hỗ trợ 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Các cổng HDMI {port1} và HDMI {port2} hỗ trợ Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Cổng HDMI {port1} hỗ trợ 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Cổng HDMI {port1} hỗ trợ Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Các cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Các cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ Ultra HD Deep Color.",
	"HDR Effect": "Hiệu ứng HDR",
	"HDR Picture Mode": "Chế độ hình ảnh HDR",
	"Hard of Hearing": "Khiếm thính",
	"Headphones Volume": "Âm lượng tai nghe",
	"Hebrew": "Tiếng Hê-brơ",
	"High": "Cao",
	"High Contrast": "Độ tương phản cao",
	"Higher values increase a sense of warmth or coldness.": "Giá trị cao hơn sẽ tăng cảm giác về độ ấm hoặc độ lạnh.",
	"Hindi": "Tiếng Hindi",
	"Ho Chi Minh": "Hồ Chí Minh",
	"Home Animation": "Hoạt hình trên màn hình chính",
	"Home Auto Launch": "Tự động khởi chạy Trang chính",
	"Home Mode": "Chế độ tại nhà",
	"Home Promotion": "Khuyến mãi trên màn hình chính",
	"Home Settings": "Cài đặt Trang chính",
	"Home/Store Mode": "Chế độ tại nhà/cửa hàng",
	"Hong Kong": "Hồng Kông",
	"Hongkong": "Hồng Kông",
	"Hours": "Giờ",
	"However, the IPv6 version of the address does not support editing.": "Tuy nhiên, phiên bản IPv6 của địa chỉ không hỗ trợ chức năng chỉnh sửa.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Tuy nhiên, để duy trì TV ở tình trạng tối ưu, tính năng Always-on sẽ tắt sau 5 tiếng đã đặt. Khi đó, nguồn sẽ tắt hoàn toàn.",
	"Hungarian": "Tiếng Hungary",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "QUAN TRỌNG! Resetting sẽ xóa tất cả cài đặt tài khoản và các ứng dụng đã cài đặt của bạn. Không thể hoàn tác thao tác này.",
	"IP (Automatic)": "IP (Tự động)",
	"IP (Manual)": "IP (Thủ công)",
	"IP Address": "Địa chỉ IP",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Bằng Tự động đồng bộ hóa nguồn đã chọn, TV của bạn sẽ được bật khi bạn bật thiết bị SIMPLINK và các thiết bị SIMPLINK sẽ bị tắt khi bạn tắt TV của bạn.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Nếu đã thiết lập điều khiển đa năng cho Đầu thu số/OTT, bạn có thể sử dụng Đầu thu số đã kết nối từ điều khiển từ xa LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Nếu kết nối một thiết bị với cổng, bạn sẽ được thưởng thức hình ảnh trò chơi được tối ưu hóa với độ trễ hoặc gián đoạn tối thiểu của video trên thiết bị.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Nếu bật tính năng này và bạn kết nối thiết bị cũng hỗ trợ Ultra HD Deep Color thì hình ảnh của bạn có thể rõ ràng hơn.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Nếu đang ghi hoặc cập nhật phần mềm, quá trình này sẽ chờ đến khi hoàn tất ghi hoặc cập nhật và có thể kéo dài hơn một giờ.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Nếu đang ghi hoặc cập nhật phần mềm, quá trình này sẽ bắt đầu sau khi quá trình ghi hoặc cập nhật hoàn tất và có thể mất hơn {n} phút.",
	"If the device is not connected, you may not hear any sound through it.": "Nếu thiết bị chưa được kết nối, bạn có thể không nghe thấy bất kỳ âm thanh nào qua đó.",
	"If the edge of the screen is not clean, please turn this function off.": "Nếu hình ảnh trên cạnh màn hình không sắc nét, hãy tắt chức năng này.",
	"If the program does not support multiple languages, the default language is selected.": "Nếu chương trình không hỗ trợ nhiều ngôn ngữ, thì ngôn ngữ mặc định sẽ được chọn.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Nếu chương trình không hỗ trợ định dạng đầu ra được chọn, thì đầu ra mặc định từ nguồn sẽ được sử dụng.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Nếu chương trình không hỗ trợ các cài đặt âm thanh khác nhau, thì âm thanh mặc định sẽ được chọn.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Nếu tình trạng lặp lại, vui lòng thay đổi giá trị thiết lập lần nữa hoặc khởi động lại thiết bị bên ngoài đã kết nối.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Nếu ngôn ngữ đã chọn không được hỗ trợ, thì ngôn ngữ mặc định của chương trình phát sẽ được sử dụng.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Nếu không có thao tác nhập nào của người dùng trong một giờ, thì màn hình tĩnh sẽ chuyển sang trình bảo vệ màn hình.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Nếu thời gian bạn đặt khác xa thời gian hiện tại, thì một số tính năng thông minh có thể không được hiển thị.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Nếu bạn không nghe được âm thanh thông qua thiết bị, hãy đảm bảo thiết bị đang hoạt động bình thường và hỗ trợ LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Nếu bạn chọn chế độ Demo cửa hàng, các giá trị ở chế độ này sẽ được tối ưu hóa cho TV tại cửa hàng trưng bày, bán lẻ.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Nếu bật Hướng dẫn bằng âm thanh thì bạn chỉ có thể di chuyển bằng các nút trái, phải, lên, xuống trên điều khiển từ xa và trên một số ứng dụng yêu cầu không sử dụng con trỏ.",
	"If you turn it off, CAM operator's profile will be deleted.": "Nếu bạn tắt tính năng này, hồ sơ của nhà cung cấp CAM sẽ bị xóa.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Nếu bạn tắt chức năng này, tất cả các kênh CAM đã dò sẽ không khả dụng và thông báo sẽ không được cung cấp nữa.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Nếu tắt 'Khởi động Nhanh+', bạn sẽ không thể bật TV bằng chức năng Điều khiển không dùng điều khiển từ xa. Bạn có muốn tiếp tục không?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Nếu bạn tắt trình bảo vệ màn hình và hình ảnh tương tự vẫn xuất hiện trên màn hình trong thời gian hơn 2 giờ thì điều này có thể ảnh hưởng đến chất lượng hình ảnh của màn hình. Nếu hình ảnh đó vẫn xuất hiện trong thời gian hơn 5 giờ thì có thể dẫn đến hiện tượng giảm chất lượng hình ảnh vĩnh viễn. Bạn có muốn tiếp tục không?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Nếu bạn tắt tùy chọn này, màn hình tĩnh có thể xuất hiện lâu hơn. Điều này sẽ làm giảm chất lượng màn hình hoặc khó khôi phục trong một số trường hợp.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Nếu bạn sử dụng chức năng tiết kiệm năng lượng, độ sáng màn hình TV sẽ bị ảnh hưởng.",
	"Import your TV's channel list information from a connected USB device.": "Nhập thông tin danh sách kênh của TV từ thiết bị USB đã kết nối.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Nhập/xuất thông tin danh sách kênh của TV từ/tới thiết bị USB đã kết nối.",
	"In Home": "Ở Nhà",
	"India": "Ấn Độ",
	"Indonesian": "Tiếng Indonesia",
	"Inner": "Bên trong",
	"Input": "Đầu vào",
	"Input Locks": "Khóa đầu vào",
	"Input field": "Trường nhập",
	"Installing...": "Đang cài đặt...",
	"Instant Game Response": "Phản hồi trò chơi tức thời",
	"Interactive Service": "Dịch vụ tương tác",
	"Interactivity(DTVi)": "Tính tương tác (DTVi)",
	"Internal TV Speaker": "Loa trong của TV",
	"Invert Colors": "Đảo màu",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Đảo và cân bằng các màu nhất định trong một số menu để cải thiện khả năng hiển thị của các mục trên màn hình.",
	"Irish": "Tiếng Ai-len",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Mỗi chế độ hình ảnh phải được đặt lại riêng. Vì vậy, hãy chọn chế độ hình ảnh mong muốn và đặt lại.",
	"It may not sound depending on connected devices.": "Có thể sẽ không có âm thanh, tùy theo thiết bị được kết nối.",
	"It may take a few minutes.": "Quá trình này có thể mất một vài phút.",
	"It may take a few seconds.": "Quá trình này có thể mất một vài giây.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Tính năng này cung cấp âm thanh hoặc Virtual Surround 4.0 tối ưu tùy thuộc vào nội dung đang xem bằng thuật toán học qua kỹ thuật Học máy của LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Tính năng này cung cấp âm thanh hoặc Virtual Surround 5.1 tùy thuộc vào nội dung đang xem bằng thuật toán học qua kỹ thuật Học sâu của LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Âm thanh tối ưu được tạo ra bằng cách điều chỉnh âm thanh phản lại trong phòng dựa trên kiểu lắp đặt TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Tính năng này sẽ giảm vấn đề răng cưa trong hình ảnh để hình ảnh mượt mà hơn.",
	"It works only when the broadcasting program supports captions.": "Tính năng này chỉ hoạt động khi chương trình phát hỗ trợ chú thích.",
	"It works only when the broadcasting program supports subtitles.": "Chế độ này chỉ hoạt động khi chương trình phát hỗ trợ phụ đề.",
	"Italian": "Tiếng Ý",
	"Italy": "Ý",
	"Ivory Coast": "Bờ Biển Ngà",
	"Japan": "Nhật Bản",
	"Japanese": "Tiếng Nhật",
	"Just Scan": "Chỉ quét",
	"Kannada": "Tiếng Kannada",
	"Kazakh": "Tiếng Kazakh",
	"Keyboard Languages": "Ngôn ngữ bàn phím",
	"Korea": "Hàn Quốc",
	"Korean": "Tiếng Hàn",
	"LED Local Dimming": "LED Mờ Nội bộ",
	"LG Logo Light (Front of TV)": "Đèn logo LG (Trước TV)",
	"LG Services Country": "Quốc gia sử dụng dịch vụ của LG",
	"LG Wireless Keyboard": "Bàn phím Không dây LG",
	"LG Wireless Keyboard Connected:": "Bàn phím Không dây LG được Kết nối:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Bàn phím Không dây LG cho phép bạn điều khiển TV qua Bluetooth.",
	"Language": "Ngôn ngữ",
	"Laos": "Lào",
	"Large": "Lớn",
	"Last tuning:": "Chỉnh lần cuối:",
	"Latvian": "Tiếng Latvia",
	"Lebanon": "Li Băng",
	"Left": "Bên trái",
	"Left Right": "Trái/Phải",
	"Left Surround": "Xung quanh bên trái",
	"Left drop shadow": "Bóng đổ bên trái",
	"Legal Notice": "Thông báo Pháp lý",
	"Light": "Nhẹ",
	"Limit AD Tracking": "Giới hạn tính năng Theo dõi quảng cáo",
	"Lithuanian": "Tiếng Lithuania",
	"Live Theater": "Rạp hát trực tiếp",
	"Loading...": "Đang tải...",
	"Local": "Cục bộ",
	"Local Language": "Ngôn ngữ địa phương",
	"Location": "Vị trí",
	"Lock All": "Khóa tất cả",
	"Lock changes for currently running apps will be applied the next time they are started.": "Các thay đổi về khóa đối với các ứng dụng đang chạy sẽ được áp dụng vào lần tiếp theo chúng được khởi động.",
	"Logo Luminance Adjustment": "Điều chỉnh độ sáng logo",
	"London": "Luân Đôn",
	"Low": "Thấp",
	"Luminance": "Độ sáng",
	"MAC Address": "Địa chỉ MAC",
	"MAC Address (Wired)": "Địa chỉ MAC (Có dây)",
	"MAC Address (Wireless)": "Địa chỉ MAC (Không dây)",
	"MASTER PASSWORD": "MẬT KHẨU CHÍNH",
	"MHEG Guide": "Hướng dẫn MHEG",
	"MPEG Noise Reduction": "Giảm Nhiễu MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Cộng hòa Macedonia thuộc Nam Tư Cũ",
	"Macedonian": "Tiếng Macedonia",
	"Magenta": "Màu đỏ thẫm",
	"Make blurry or difficult-to-see areas more vivid.": "Khiến các vùng bị mờ hoặc khó nhìn trở nên sống động hơn.",
	"Malay": "Tiếng Malaysia",
	"Malayalam": "Tiếng Malayalam",
	"Manage channels stored on the TV.": "Quản lý các kênh đã lưu trên TV.",
	"Mandarin": "Tiếng Quan thoại",
	"Manual": "Thủ công",
	"Maori": "Tiếng Maori",
	"Marathi": "Tiếng Marathi",
	"Marshall Islands": "Quần đảo Marshall",
	"Mature Audience Only": "Chỉ người xem đã trưởng thành",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Tối đa hóa độ tương phản bằng cách tăng cường độ của các vùng sáng và vùng tối trên màn hình.",
	"Medium": "Trung bình",
	"Menu Language": "Ngôn ngữ menu",
	"Menu Transparency": "Độ trong suốt của menu",
	"Message": "Tin nhắn",
	"Method": "Phương pháp",
	"Middle East": "Trung Đông",
	"Minutes": "Phút",
	"Mobile Connection Management": "Quản lý kết nối di động",
	"Mode Option": "Tùy chọn chế độ",
	"Model": "Kiểu máy",
	"Mongolia": "Mông Cổ",
	"Month": "Tháng",
	"Morocco": "Ma rốc",
	"Motion Eye Care": "Bảo vệ Mắt khi Chuyển động nhanh",
	"Movie Lock": "Khóa Phim",
	"Multi": "Đa",
	"Multi Audio": "Đa âm thanh",
	"Multi Channel Audio": "Âm thanh nhiều kênh",
	"Multi Feed": "Đa dữ liệu",
	"Multiple": "Nhiều",
	"Music": "Nhạc",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Chế độ NEXTGEN TV",
	"NT - Northern Territory - Darwin": "NT - Lãnh thổ phía Bắc - Darwin",
	"Narrow": "Hẹp",
	"Natural": "Tự nhiên",
	"Netherland": "Hà Lan",
	"Netherlands": "Hà Lan",
	"Network": "Mạng",
	"Network Connection Settings": "Cài đặt Kết nối mạng",
	"Network Name": "Tên mạng",
	"Network-Based Personalization Recommendations": "Đề xuất cá nhân hóa dựa trên mạng",
	"Next": "Tiếp theo",
	"Night": "Ban đêm",
	"No": "Không",
	"No Internet via 3G/4G network": "Không có Internet qua mạng 3G/4G",
	"No Internet via Ethernet": "Không có Internet qua Ethernet",
	"No Internet via Wi-Fi": "Không có Internet qua Wi-Fi",
	"No One 17 and Under Admitted.": "Không dành cho trẻ từ 17 tuổi trở xuống.",
	"No Operation Auto Off": "Tự động tắt khi không hoạt động",
	"No Signal Auto Off": "Tự động tắt khi không có tín hiệu",
	"No Signal Image": "Hình ảnh khi không có tín hiệu",
	"No Signal Power Off (15Min)": "Không có tín hiệu tắt nguồn (15 phút)",
	"No devices have been found.": "Không tìm thấy thiết bị nào.",
	"No paired devices.": "Không có thiết bị được ghép nối.",
	"No signal on Server": "Không có tín hiệu trên Máy chủ",
	"No updates found.": "Không tìm thấy bản cập nhật nào.",
	"Noise Reduction": "Giảm Nhiễu",
	"None": "Không có",
	"Normal": "Bình thường",
	"North Korea": "Triều Tiên",
	"Northern Africa": "Bắc Phi",
	"Norway": "Na Uy",
	"Norwegian": "Tiếng Na Uy",
	"Not Connected": "Chưa được kết nối",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Lưu ý: Nếu không hỗ trợ tính năng này, thiết bị của bạn có thể không hoạt động bình thường. Trong trường hợp đó, bạn có thể kết nối thiết bị với một cổng HDMI khác hoặc tắt cài đặt 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Lưu ý: Nếu không hỗ trợ tính năng này thì thiết bị của bạn có thể không hoạt động đúng cách. Trong trường hợp đó, bạn có thể kết nối thiết bị với một cổng HDMI khác hoặc tắt cài đặt HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Lưu ý: Các tùy chọn khả dụng phụ thuộc vào chương trình phát.",
	"Note: Behavior may differ if connected device is not a LG device.": "Lưu ý: Trạng thái có thể khác nhau nếu thiết bị được kết nối không phải là thiết bị LG.",
	"Note: Only displayed when it is provided by the program.": "Lưu ý: Chỉ được hiển thị khi phụ đề được chương trình cung cấp.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Lưu ý: Phụ đề chỉ được hiển thị khi được chương trình phát cung cấp.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Lưu ý: Các tính năng được hỗ trợ có thể khác nhau theo kiểu máy và độ trong suốt có thể khác nhau theo hoạt động của tính năng với chức năng phát lại nội dung như nội dung VOD hoặc Live TV.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Lưu ý:<br>1. Nếu TV của bạn được bật khi đang tiến hành Làm mới điểm ảnh, TV sẽ dừng quá trình này và bạn sẽ phải bắt đầu lại.<br>2. Trong quá trình xử lý, một đường thẳng màu trắng có thể xuất hiện trên màn hình. Điều này là bình thường khi đang tối ưu hóa màn hình của bạn.",
	"Notifications": "Thông báo",
	"OLED LIGHT": "ĐÈN OLED",
	"OLED Screen Saver": "Trình bảo vệ màn hình OLED",
	"Object Audio": "Âm thanh đối tượng",
	"Off": "Tắt",
	"On": "Bật",
	"OnTimer Channel not selected": "Kênh bật hẹn giờ chưa được chọn.",
	"Open": "Đang mở",
	"Open Source Licenses": "Thông báo phần mềm nguồn mở",
	"Open when TV is turned on": "Mở khi TV bật",
	"Operate once when TV is off": "Hoạt động một lần khi TV đã tắt",
	"Optical + Internal TV Speaker": "Loa ngoài quang + Loa trong của TV",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Tối ưu hóa độ sâu cho nội dung bằng thuật toán học qua kỹ thuật Học máy của LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Tối ưu hóa cài đặt độ tương phản dựa trên độ sáng hình ảnh của nội dung HDR.",
	"Optimize contrast settings based on image brightness.": "Tối ưu hóa cài đặt độ tương phản dựa trên độ sáng hình ảnh.",
	"Optimize the sound for a cinematic experience.": "Tối ưu hóa âm thanh để có trải nghiệm rạp hát.",
	"Original Language": "Ngôn ngữ ban đầu",
	"Others": "Khác",
	"Outer": "Bên ngoài",
	"Output sound through the Internal TV speaker.": "Âm thanh ra qua loa trong của TV.",
	"Pagode": "Nhạc hội",
	"Panjabi": "Tiếng Panjabi",
	"Parental Guidance Suggested": "Đã gợi ý hướng dẫn của cha mẹ",
	"Parental Guidance Suggested :": "Nội dung nên có Hướng dẫn của cha mẹ:",
	"Parental guidance suggested for children ages 8-13.": "Hướng dẫn của cha mẹ được gợi ý cho trẻ từ 8 đến 13 tuổi.",
	"Parents Guidance strongly required :": "Nội dung bắt buộc phải có Hướng dẫn của cha mẹ:",
	"Parents Strongly Cautioned": "Cha mẹ cần đặc biệt chú ý",
	"Pass Through": "Chuyển qua",
	"Password": "Mật khẩu",
	"Patent Information": "Thông tin bằng sáng chế",
	"Peak Brightness": "Độ sáng cực đại",
	"Persian": "Tiếng Ba Tư",
	"Photo": "Ảnh",
	"Pick a Time": "Chọn một thời điểm",
	"Picture": "Hình ảnh",
	"Picture Mode": "Chế độ hình ảnh",
	"Picture Mode Settings": "Cài đặt chế độ hình ảnh",
	"Picture Options": "Tùy chọn hình ảnh",
	"Picture Test": "Kiểm tra hình ảnh",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Hình ảnh hoặc âm thanh có thể không hoạt động đúng cách trong khi thiết bị bên ngoài được kết nối và TV đang bắt đầu giao tiếp với nhau. Nếu sự cố vẫn tiếp diễn, vui lòng hoàn nguyên cài đặt hoặc khởi động lại thiết bị bên ngoài đã kết nối của bạn.",
	"Pitch": "Cao độ",
	"Pixel Refresher": "Làm mới điểm ảnh",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Làm mới điểm ảnh cho phép TV của bạn cung cấp hình ảnh rõ nét nhất có thể.",
	"Pixel Refresher begins only once when the TV is turned off.": "Tính năng Làm mới điểm ảnh chỉ bắt đầu một lần khi TV đã tắt.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Làm mới điểm ảnh đã được lên lịch bắt đầu vào lần tiếp theo khi bạn tắt TV.",
	"Play": "Phát",
	"Play sound through TV Speaker.": "Phát âm thanh qua Loa TV.",
	"Play the standard sound suitable for all types of content.": "Phát âm thanh tiêu chuẩn phù hợp với mọi loại nội dung.",
	"Please check if WiSA Speakers are turned on and try again.": "Vui lòng kiểm tra xem Loa WiSA đã được bật hay chưa rồi thử lại.",
	"Please check that the Bluetooth device is already connected to another device.": "Vui lòng kiểm tra để đảm bảo rằng thiết bị Bluetooth đã kết nối với thiết bị khác.",
	"Please check the network name and password and try again.": "Vui lòng kiểm tra tên mạng và mật khẩu và thử lại.",
	"Please check the status and try again": "Hãy kiểm tra trạng thái và thử lại",
	"Please do not unplug the USB storage until the copying is completed.": "Vui lòng không tháo bộ nhớ USB cho đến khi hoàn tất sao chép.",
	"Please enter your password to turn off this function.": "Vui lòng nhập mật mã của bạn để tắt chức năng này.",
	"Please enter your password to turn on this function.": "Hãy nhập mật khẩu để bật chức năng này.",
	"Please make sure that your TV is connected to the network and try again.": "Hãy đảm bảo rằng TV của bạn được kết nối mạng rồi thử lại.",
	"Please note that LG does not use or manage the value.": "Vui lòng lưu ý rằng LG không sử dụng hay quản lý giá trị đó.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Xin lưu ý rằng có thể sẽ không có âm thanh phát ra khi Đầu ra âm thanh kỹ thuật số được đặt ở Chuyển qua.",
	"Please try again later.": "Vui lòng thử lại sau.",
	"Please wait while the Settings application reloads.": "Vui lòng đợi trong khi ứng dụng Cài đặt tải lại.",
	"Please wait while the Settings application restarts.": "Vui lòng đợi trong khi ứng dụng cài đặt khởi động lại.",
	"Please wait while the TV restarts.": "Vui lòng chờ trong khi TV khởi động lại.",
	"Please wait while the TV searches for LG Service Country.": "Vui lòng đợi khi TV tìm kiếm quốc gia sử dụng dịch vụ của LG",
	"Point": "Bước",
	"Pointer Options": "Tùy chọn Con trỏ",
	"Pointer Size": "Kích thước con trỏ",
	"Poland": "Ba Lan",
	"Polish": "Tiếng Ba Lan",
	"Portugal": "Bồ Đào Nha",
	"Portuguese": "Tiếng Bồ Đào Nha",
	"Position": "Vị trí",
	"Position Settings": "Cài đặt vị trí",
	"Power Off Timer": "Bộ hẹn giờ tắt",
	"Power On Timer": "Bộ hẹn giờ bật",
	"Power Saving Mode": "Chế độ tiết kiệm điện",
	"Preschool": "Mẫu giáo",
	"Press right button to adjust de-blur and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử mờ và Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử mờ và OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Nhấn nút phải để điều chỉnh giá trị khử mờ và OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung và Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung và OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Nhấn nút phải để điều chỉnh giá trị khử rung và OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung, khử mờ và Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung, khử mờ và OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Nhấn nút phải để điều chỉnh giá trị khử rung, khử mờ và OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Nhấn nút WPS trên bộ định tuyến hỗ trợ WPS để kết nối TV với mạng.",
	"Press the right button to adjust Motion Pro settings.": "Nhấn nút phải để điều chỉnh cài đặt Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Nhấn nút phải để điều chỉnh cài đặt OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Nhấn nút phải để điều chỉnh cài đặt OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Nhấn nút phải để điều chỉnh cài đặt khử mờ.",
	"Press the right button to adjust de-judder settings.": "Nhấn nút phải để điều chỉnh cài đặt khử rung.",
	"Previous": "Trước",
	"Primary Audio Language": "Ngôn ngữ âm thanh chính",
	"Primary Channels": "Kênh chính",
	"Primary Teletext Language": "Ngôn ngữ Teletext Chính",
	"Program exempted from ratings.": "Chương trình được miễn xếp loại.",
	"Programme": "Chương trình",
	"Provide HbbTV Distinctive ID": "Cung cấp ID HbbTV riêng",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Cung cấp ID HbbTV riêng cho dịch vụ HbbTV của chương trình phát.",
	"Provided services may vary depending on countries.": "Các dịch vụ được cung cấp có thể thay đổi tùy theo quốc gia.",
	"Pyongyang": "Bình Nhưỡng",
	"Quick Help": "Trợ giúp nhanh",
	"Quick Start+": "Khởi động Nhanh+",
	"Raised": "Đã tăng",
	"Real Cinema": "Phim Thực",
	"Reason: Authentication with access point was unsuccessful.": "Lý do: Xác thực điểm truy cập không thành công.",
	"Reason: Could not establish a connection to access point.": "Nguyên nhân: Không thể thiết lập kết nối với điểm truy cập.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Nguyên nhân: Không thể truy xuất địa chỉ IP hợp lệ bằng cách sử dụng DHCP.",
	"Reason: Entered password is incorrect.": "Nguyên nhân: Mật khẩu đã nhập không chính xác.",
	"Reason: Password is missing.": "Lý do: Thiếu mật khẩu.",
	"Reason: The network you selected is out of range.": "Nguyên nhân: Mạng bạn đã chọn nằm ngoài phạm vi.",
	"Reason: Unable to login.": "Nguyên nhân: Không thể đăng nhập.",
	"Receive emergency alerts from TV when an emergency occurs.": "Nhận cảnh báo khẩn cấp từ TV khi xảy ra tình huống khẩn cấp.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Bạn nên cài đặt khung giờ mà mình không hay xem TV ở trạng thái Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Đề xuất nội dung và tính năng hữu ích dựa trên lịch sử xem cũng như mức sử dụng ứng dụng.",
	"Recommendations are available for the people, products and locations related to the current program.": "Đề xuất có sẵn cho con người, sản phẩm và địa điểm liên quan đến chương trình hiện tại.",
	"Red": "Đỏ",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Giảm độ nhiễu bất thường từ tín hiệu video kỹ thuật số để tối ưu hóa chất lượng hình ảnh rõ ràng.",
	"Region": "Khu vực",
	"Registered Devices ({num})": "Thiết bị được đăng ký ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Tăng cường tông cao của âm thanh đã tối ưu.",
	"Reinforce the low-pitched tone of the optimized sound.": "Tăng cường tông thấp của âm thanh đã tối ưu.",
	"Remote Settings": "Cài đặt từ xa",
	"Remove irregular and erratic pixels for a clearer image.": "Loại bỏ các điểm ảnh bất thường để có hình ảnh rõ ràng hơn.",
	"Reset": "Đặt lại",
	"Reset AD ID": "Đặt lại AD ID",
	"Reset CI Password": "Đặt lại mật khẩu CI",
	"Reset HbbTV Distinctive ID": "Đặt lại ID HbbTV riêng",
	"Reset Password": "Đặt lại mật khẩu",
	"Reset Settings": "Đặt lại Cài đặt",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Đặt lại danh sách ứng dụng được phê duyệt khi kết nối với ứng dụng HbbTV dành cho thiết bị di động.",
	"Reset the caption position.": "Đặt lại vị trí phụ đề.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Đặt lại lịch sử xem nội dung và dùng ứng dụng. Khi đặt lại lịch sử, có thể một thời gian sau bạn mới nhận được đề xuất nội dung trở lại.",
	"Reset to Initial Settings": "Đặt lại về cài đặt ban đầu",
	"Restrict access to TV programs based on their ratings.": "Hạn chế quyền truy cập vào các chương trình TV dựa trên xếp loại của chúng.",
	"Restrict watching based on age ratings for children programs.": "Hạn chế xem dựa trên xếp loại độ tuổi đối với các chương trình dành cho trẻ em.",
	"Restrict watching based on ages ratings.": "Hạn chế xem dựa trên xếp loại độ tuổi.",
	"Restrict watching based on fantasy violence content ratings.": "Hạn chế xem dựa trên xếp loại về nội dung bạo lực giả tưởng.",
	"Restrict watching based on programs containing adult language.": "Hạn chế xem đối với các chương trình có chứa ngôn ngữ người lớn.",
	"Restrict watching based on programs containing sexual scene.": "Hạn chế xem đối với các chương trình có chứa cảnh khiêu dâm.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Hạn chế xem đối với các chương trình có chứa hội thoại khiêu dâm.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Hạn chế xem dựa trên xếp loại độ tuổi hoặc nội dung nhất định dưới sự hướng dẫn của cha mẹ.",
	"Restrict watching based on violence content ratings.": "Hạn chế xem dựa trên xếp loại về nội dung bạo lực.",
	"Restrict watching movies based on rating.": "Hạn chế xem phim dựa trên xếp loại.",
	"Restrict watching programs based on rating.": "Hạn chế xem các chương trình dựa trên xếp loại.",
	"Restriction ratings :": "Xếp loại bị hạn chế:",
	"Retry": "Thử lại",
	"Revert TV to its initial settings.": "Hoàn nguyên TV về cài đặt ban đầu.",
	"Revert color adjustment settings to default.": "Hoàn nguyên cài đặt điều chỉnh màu sắc về mặc định.",
	"Revert detailed sound effect settings of standard mode to default.": "Hoàn nguyên cài đặt hiệu ứng âm thanh chi tiết của chế độ tiêu chuẩn về mặc định.",
	"Revert picture setting values to default.": "Hoàn nguyên các giá trị cài đặt hình ảnh về mặc định.",
	"Revert white balance settings to default.": "Hoàn nguyên cài đặt cân bằng trắng về mặc định.",
	"Right": "Bên phải",
	"Right Left": "Phải/Trái",
	"Right Surround": "Xung quanh bên phải",
	"Right drop shadow": "Bóng đổ bên phải",
	"Romanian": "Tiếng Romani",
	"Russia": "Nga",
	"Russian": "Tiếng Nga",
	"SA - South Australia - Adelaide": "SA - Nam Úc - Adelaide",
	"SIGNATURE Opening": "SIGNATURE đang mở",
	"SIGNATURE TV Settings": "Cài đặt SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK cho phép bạn sử dụng Điều khiển từ xa của LG để điều khiển các thiết bị hỗ trợ SIMPLINK khác như đầu DVD hoặc hệ thống âm thanh của rạp hát gia đình được kết nối với LG Smart TV bằng HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK sẽ tự động được bật để sử dụng chế độ ARC này.",
	"Safety": "An toàn",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Vệ tinh",
	"Satellite DTV": "Vệ tinh DTV",
	"Satellite Radio": "Vệ tinh vô tuyến",
	"Saturation": "Độ bão hòa",
	"Saudi Arabia": "Ả Rập Xê Út",
	"Saudi arabia": "Ả Rập Xê Út",
	"Save CAM Operator's Profile": "Lưu hồ sơ của nhà cung cấp CAM",
	"Save CI Password": "Lưu mật khẩu CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Lưu cài đặt điều chỉnh màu sắc của chế độ hình ảnh hiện tại cho tất cả đầu vào.",
	"Save the white balance settings from the current picture mode in all inputs.": "Lưu cài đặt cân bằng trắng của chế độ hình ảnh hiện tại cho tất cả đầu vào.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Lưu/Đặt lại mật khẩu CI của bạn. Việc lưu mật khẩu sẽ cho phép bạn bỏ qua bước đăng nhập trong sau này.",
	"Scan \"Auto Detect\" automatically.": "Tự động quét “Tự động phát hiện”.",
	"Screen Down": "Hạ thấp màn hình",
	"Screen Off": "Màn hình tắt",
	"Screen Saver": "Trình bảo vệ màn hình",
	"Screen Shift ": "Dịch chuyển Màn hình",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Màn hình dịch chuyển định kỳ và ngăn ngừa các vấn đề về chất lượng hình ảnh có thể xảy ra khi bật TV trong một thời gian dài.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Màn hình sẽ tắt sau 5 giây. Để bật lại màn hình, hãy nhấn nút bất kỳ trừ nút nguồn và âm lượng.",
	"Search": "Tìm kiếm",
	"Search Bluetooth Device": "Tìm kiếm thiết bị Bluetooth",
	"Searching...": "Đang tìm kiếm...",
	"Second Language": "Ngôn ngữ thứ hai",
	"Secondary Audio Language": "Ngôn ngữ âm thanh phụ",
	"Secondary Teletext Language": "Ngôn ngữ teletext phụ",
	"Security": "Bảo mật",
	"Select IRE point to adjust luminance.": "Chọn điểm IRE để điều chỉnh độ sáng.",
	"Select Mode": "Chọn chế độ",
	"Select TV's language settings.": "Chọn cài đặt ngôn ngữ của TV.",
	"Select a caption type for HD broadcasts.": "Chọn loại phụ đề cho chương trình phát HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Chọn loại phụ đề cho chương trình phát NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Chọn loại phụ đề cho chương trình phát UHD.",
	"Select a caption type for analog broadcasts.": "Chọn loại phụ đề cho chương trình phát analog.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Chọn chế độ video thích hợp với môi trường xem hoặc chỉ định cài đặt cho chế độ video, như độ tương phản, màu sắc và các cài đặt khác.",
	"Select an audio format for each HDMI input.": "Chọn một định dạng âm thanh cho mỗi đầu vào HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Chọn Đầu ra âm thanh kỹ thuật số khác (Tự động hoặc PCM) nếu bạn không nghe thấy hiệu ứng âm thanh sau khi chọn Truyền qua.",
	"Select audio language for digital broadcasts.": "Chọn ngôn ngữ âm thanh cho chương trình phát kỹ thuật số.",
	"Select color to be adjusted.": "Chọn màu sẽ điều chỉnh.",
	"Select days to apply the Timer Power Off settings every week.": "Chọn ngày sẽ áp dụng cài đặt Tắt hẹn giờ mỗi tuần.",
	"Select days to apply the Timer Power On settings every week.": "Chọn ngày sẽ áp dụng cài đặt Bật hẹn giờ mỗi tuần.",
	"Select device for audio output.": "Chọn thiết bị cho đầu ra âm thanh.",
	"Select device or speaker for audio output.": "Chọn thiết bị hoặc loa cho đầu ra âm thanh.",
	"Select digital audio output format.": "Chọn định dạng đầu ra âm thanh kỹ thuật số.",
	"Select language for TV menu.": "Chọn ngôn ngữ cho menu TV.",
	"Select language for subtitles.": "Chọn ngôn ngữ cho phụ đề.",
	"Select languages for keyboards input.": "Chọn ngôn ngữ nhập cho bàn phím.",
	"Select method to adjust white balance.": "Chọn phương pháp điều chỉnh cân bằng trắng.",
	"Select point to adjust luminance.": "Chọn điểm cần điều chỉnh độ sáng.",
	"Select the Sound mode and set detailed Audio effects.": "Chọn chế độ Âm thanh và đặt hiệu ứng Âm thanh chi tiết.",
	"Select the Sound mode for each content type.": "Chọn chế độ Âm thanh cho từng loại nội dung.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Chọn Ultra HD Deep Color cho cổng HDMI {num}.",
	"Select the app to restrict the use.": "Chọn ứng dụng cần hạn chế dùng.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Chọn chế độ hình ảnh thích hợp tương ứng với môi trường xem hoặc loại nội dung.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Chọn thuộc tính âm thanh để nghe chương trình phát theo ý thích của bạn.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Chọn loại phụ đề cho chương trình phát sóng kỹ thuật số và đặt cài đặt phụ đề chi tiết.",
	"Select the channel to restrict watching.": "Chọn kênh cần hạn chế xem.",
	"Select the channel to watch when the TV turns on.": "Chọn kênh sẽ xem khi TV bật.",
	"Select the color range to be displayed.": "Chọn dải màu để hiển thị.",
	"Select the country for your country's special services.": "Chọn quốc gia để biết các dịch vụ đặc biệt tại quốc gia của bạn.",
	"Select the desired video angle.": "Chọn góc video mong muốn.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Chọn định dạng để truyền Đầu ra âm thanh kỹ thuật số của TV ra thiết bị bên ngoài.",
	"Select the input to use when the TV turns on.": "Chọn đầu vào sẽ sử dụng khi TV bật.",
	"Select the inputs to restrict the use.": "Chọn đầu vào cần hạn chế dùng.",
	"Select the most preferred Subtitle Language.": "Chọn lựa chọn đầu tiên của bạn cho Ngôn ngữ phụ đề.",
	"Select the place where to use the TV.": "Chọn địa điểm sử dụng TV.",
	"Select the residential region for your regional broadcast signal.": "Chọn khu vực dân cư để biết tín hiệu phát sóng tại khu vực của bạn.",
	"Select the second preferred Subtitle Language.": "Chọn lựa chọn thứ hai của bạn cho Ngôn ngữ phụ đề.",
	"Select your first choice of audio language for digital broadcasts.": "Chọn ngôn ngữ âm thanh đầu tiên cho chương trình phát kỹ thuật số.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Chọn lựa chọn ngôn ngữ đầu tiên cho dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông.",
	"Select your second choice of audio language for digital broadcasts.": "Chọn ngôn ngữ âm thanh thứ hai cho chương trình phát kỹ thuật số.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Chọn lựa chọn ngôn ngữ thứ hai cho dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông.",
	"Serbian": "Tiếng Serbia",
	"Serial Number": "Số sê-ri",
	"Service 1": "Dịch vụ 1",
	"Service 2": "Dịch vụ 2",
	"Service 3": "Dịch vụ 3",
	"Service 4": "Dịch vụ 4",
	"Service 5": "Dịch vụ 5",
	"Service 6": "Dịch vụ 6",
	"Service Area Zip Code": "Mã zip của vùng dịch vụ",
	"Set Automatically": "Đặt tự động",
	"Set ID": "Đặt ID",
	"Set My Team Alarm.": "Đặt Thông báo cho đội của tôi.",
	"Set Store Mode settings.": "Đặt cài đặt Chế độ cửa hàng.",
	"Set System Color mode for your current TV input.": "Đặt chế độ Hệ màu cho đầu vào TV hiện tại.",
	"Set additional options for Video Description.": "Thiết lập các tùy chọn bổ sung cho Mô tả video.",
	"Set additional picture settings.": "Đặt cài đặt hình ảnh bổ sung.",
	"Set additional sound-related settings.": "Thiết lập các cài đặt bổ sung liên quan đến âm thanh.",
	"Set advanced Subtitle options.": "Đặt các tùy chọn Phụ đề nâng cao.",
	"Set advanced captioning options.": "Đặt tùy chọn phụ đề nâng cao.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Đặt và chỉnh sửa phiên bản địa chỉ IP thành IPv4 hoặc IPv6.",
	"Set audio-related options.": "Đặt các tùy chọn liên quan đến âm thanh.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Đặt kích cỡ, màu sắc, độ trong suốt của phụ đề và các tùy chọn khác cho chương trình phát.",
	"Set color temperature from warm to cool.": "Đặt nhiệt độ màu từ ấm thành mát.",
	"Set detailed caption settings for HD broadcasts.": "Đặt cài đặt phụ đề chi tiết cho chương trình phát sóng HD.",
	"Set detailed options for the AI functions.": "Đặt các tùy chọn chi tiết cho chức năng AI.",
	"Set detailed options for the Home feature.": "Đặt các tùy chọn chi tiết cho tính năng Màn hình chính.",
	"Set detailed options for the Recommendation feature.": "Đặt các tùy chọn chi tiết cho tính năng Đề xuất.",
	"Set easy connection settings with external devices.": "Đặt cài đặt kết nối dễ dàng với các thiết bị bên ngoài.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Cài đặt khóa các kênh, ứng dụng, đầu vào, v.v. nhất định để sử dụng dưới sự hướng dẫn của cha mẹ.",
	"Set necessary additional functions based on watching environment and screen status.": "Cài đặt chức năng bổ sung cần thiết dựa trên môi trường xem và trạng thái màn hình.",
	"Set or reset the position of on-screen captions.": "Đặt hoặc đặt lại vị trí của phụ đề trên màn hình.",
	"Set settings related to your wired / wireless network.": "Đặt cài đặt liên quan đến mạng có dây/không dây.",
	"Set the TV to turn off automatically after a set amount of time.": "Đặt TV tắt tự động sau một khoảng thời gian đã đặt.",
	"Set the TV to turn off automatically at a set time.": "Đặt TV tắt tự động tại một thời điểm đã đặt.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Đặt để TV tự động tắt nếu không có thao tác nhập nào của người dùng trong 4 giờ sau khi TV tự động bật.",
	"Set the TV to turn on automatically at a set time.": "Đặt TV bật tự động tại một thời điểm đã đặt.",
	"Set the additional functions related to the TV.": "Cài đặt các chức năng bổ sung liên quan đến TV.",
	"Set the current date and time.": "Đặt ngày và giờ hiện tại.",
	"Set the current date manually.": "Đặt ngày hiện tại theo cách thủ công.",
	"Set the current time manually.": "Đặt thời gian hiện tại theo cách thủ công.",
	"Set the detect range of device available to connect.": "Thiết lập phạm vi phát hiện của thiết bị có thể kết nối.",
	"Set the region and country for broadcasts and special services.": "Đặt khu vực và quốc gia để biết các chương trình phát và dịch vụ đặc biệt.",
	"Set the screen size and aspect ratio.": "Đặt kích thước màn hình và tỷ lệ khung hình.",
	"Set the specialized functions of SIGNATURE TV.": "Đặt các chức năng chuyên biệt của SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Đặt thời gian tự động tắt TV khi không có thao tác nhập của người dùng.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Thiết lập hiệu ứng âm thanh vòm ảo đa kênh để thưởng thức âm thanh chân thực hơn.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Thiết lập hiệu ứng âm thanh vòm ảo để thưởng thức âm thanh chân thực hơn.",
	"Set the volume level when the TV turns on.": "Chọn mức âm lượng khi TV bật.",
	"Set time to turn off the TV.": "Đặt giờ tắt TV.",
	"Set time to turn on the TV.": "Đặt thời gian bật TV.",
	"Set up additional features related to customer support.": "Thiết lập các tính năng bổ sung liên quan đế hỗ trợ khách hàng.",
	"Set up an account to use LG Services.": "Thiết lập tài khoản của bạn để sử dụng Dịch vụ của LG.",
	"Set whether to display Home when the TV is turned on.": "Đặt hiển thị hoặc không hiển thị Màn hình chính khi TV bật.",
	"Settings Help": "Trợ giúp cài đặt",
	"Sexual Situations": "Tình huống tình dục",
	"Sexually Suggestive Dialogue": "Hội thoại khiêu dâm",
	"Shanghai": "Thượng Hải",
	"Sharpness": "Độ sắc nét",
	"Show Password": "Hiển thị mật khẩu",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Nhiễu tín hiệu có thể làm giảm độ nhạy của Magic Remote nếu bộ định tuyến không dây quá gần TV.",
	"Size": "Kích thước",
	"Sleep Timer": "Hẹn giờ ngủ",
	"Slovak": "Tiếng Slovak",
	"Slovenian": "Tiếng Slovenia",
	"Slow": "Chậm",
	"Small": "Nhỏ",
	"Smooth": "Màu dịu",
	"Smooth Gradation": "Biến đổi mượt",
	"Soccer": "Bóng đá",
	"Software Update": "Cập nhật phần mềm",
	"Software Version": "Phiên bản phần mềm",
	"Software update has been installed. Update will be applied when you restart your TV.": "Đã cài đặt bản cập nhật phần mềm. Bản cập nhật sẽ được áp dụng khi bạn khởi động lại TV.",
	"Solid": "Rắn",
	"Solomon Islands": "Quần đảo Solomon",
	"Some material may not be appropriate for children under 13.": "Một số tài liệu có thể không phù hợp với trẻ em dưới 13 tuổi.",
	"Some material may not be appropriate for children.": "Một số tài liệu có thể không phù hợp với trẻ em.",
	"Sound": "Âm thanh",
	"Sound Mode": "Chế độ âm thanh",
	"Sound Mode Settings": "Cài đặt chế độ âm thanh",
	"Sound Out": "Đầu ra âm thanh",
	"Sound Share": "Chia sẻ âm thanh",
	"Sound Test": "Kiểm tra âm thanh",
	"South Africa": "Nam Phi",
	"South Korea": "Hàn Quốc",
	"Southern Africa": "Nam Phi",
	"Spain": "Tây Ban Nha",
	"Spanish": "Tiếng Tây Ban Nha",
	"Speaker Volume Control": "Kiểm soát âm lượng loa",
	"Specify detailed voice guidance settings after turning on this feature.": "Chỉ định cài đặt hướng dẫn bằng giọng nói chi tiết sau khi bật tính năng này.",
	"Speed": "Tốc độ",
	"Spoken Subtitle": "Phụ đề có thuyết minh",
	"Sports": "Thể thao",
	"Sports Alert": "Thông báo thể thao",
	"Stand": "Chân đế",
	"Standard": "Tiêu chuẩn",
	"Standard Mode Sound Effect": "Hiệu ứng âm thanh chế độ tiêu chuẩn",
	"Standby Light": "Đèn chờ",
	"Start New Sound Tuning": "Bắt đầu Chỉnh âm thanh mới",
	"Start Now": "Bắt đầu ngay",
	"Stop": "Dừng",
	"Store Demo": "Demo Cửa hàng",
	"Store Mode": "Chế độ cửa hàng",
	"Store Mode Settings": "Cài đặt chế độ cửa hàng",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Chế độ cửa hàng được dùng để hiển thị trong cửa hàng. Chế độ này sẽ khởi tạo lại cài đặt vài phút một lần. Bạn có muốn đóng ứng dụng này và khởi động Chế độ cửa hàng không?",
	"Strong": "Mạnh",
	"Style": "Kiểu",
	"Subnet Mask": "Mặt nạ mạng con",
	"Subnet prefix length": "Độ dài tiền tố mạng con",
	"Subtitle First Choice Language": "Lựa chọn đầu tiên cho ngôn ngữ phụ đề",
	"Subtitle Language": "Ngôn ngữ phụ đề",
	"Subtitle Second Choice Language": "Lựa chọn thứ hai cho ngôn ngữ phụ đề",
	"Subtitles": "Phụ đề",
	"Super Impose": "Đặt lên trên cùng",
	"Super Resolution": "Siêu độ phân giải",
	"Support": "Hỗ trợ",
	"Surround Balance": "Cân bằng âm thanh vòm",
	"Surround Level": "Mức âm thanh vòm",
	"Sweden": "Thụy Điển",
	"Swedish": "Tiếng Thụy Điển",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Chuyển sang chế độ chờ để nhanh chóng bật lại TV sau khi tắt.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Chuyển sang chế độ chờ để nhanh chóng sử dụng nhiều chức năng như ứng dụng, tìm kiếm, v.v. khi bạn tắt TV.",
	"Switzerland": "Thụy Sĩ",
	"Sync Demo": "Demo đồng bộ hóa",
	"System Color": "Hệ Màu",
	"TEXT 1": "VĂN BẢN 1",
	"TEXT 2": "VĂN BẢN 2",
	"TEXT 3": "VĂN BẢN 3",
	"TEXT 4": "VĂN BẢN 4",
	"TV Information": "Thông tin về TV",
	"TV Installation Type": "Loại cài đặt TV",
	"TV Lock": "Khóa TV",
	"TV Name": "Tên TV",
	"TV On With Mobile": "Bật TV bằng thiết bị di động",
	"TV Power Sound": "Âm thanh nguồn TV",
	"TV Power Sound Volume": "Âm lượng nguồn TV",
	"TV Program Locks": "Khóa chương trình TV",
	"TV Rating English": "Đánh giá chương trình truyền hình tiếng Anh",
	"TV Rating French": "Đánh giá chương trình truyền hình tiếng Pháp",
	"TV Speaker": "Loa TV",
	"TV can be used as an alarm.": "Bạn có thể dùng TV làm báo thức.",
	"TV is turned off at a set time on every specified day.": "TV sẽ tắt tại một thời điểm đã đặt vào những ngày được chỉ định.",
	"TV to USB": "TV tới USB",
	"Tagalog": "Tiếng Tagalog",
	"Taipei": "Đài Bắc",
	"Taiwan": "Đài Loan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Khai thác các tính năng yêu cầu kết nối mạng, chẳng hạn như Internet, ứng dụng, cập nhật phần mềm, v.v.",
	"Tamil": "Tiếng Ta-min",
	"Target Luminance": "Độ sáng mục tiêu",
	"Telugu": "Tiếng Telugu",
	"Text Color": "Màu chữ",
	"Text Opacity": "Độ mờ chữ",
	"Text Search": "Tìm kiếm bằng Văn bản",
	"Thai": "Tiếng Thái",
	"Thailand": "Thái Lan",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Các cổng HDMI {port1} và HDMI {port2} hỗ trợ AMD FreeSync Premium và bạn có thể chọn chức năng này.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Các cổng HDMI {port1} và HDMI {port2} hỗ trợ AMD FreeSync Premium và bạn có thể bật hoặc tắt chức năng này.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Cổng HDMI {port1} và HDMI {port2} hỗ trợ Phản hồi trò chơi tức thời, bạn có thể bật hoặc tắt tính năng này.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Cổng HDMI {port1} hỗ trợ AMD FreeSync Premium và bạn có thể chọn chức năng này.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Cổng HDMI {port1} hỗ trợ AMD FreeSync Premium và bạn có thể bật hoặc tắt chức năng này.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Cổng HDMI {port1} hỗ trợ Phản hồi trò chơi tức thời, bạn có thể bật hoặc tắt tính năng này.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Các cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ AMD FreeSync Premium và bạn có thể chọn chức năng này.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Các cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ AMD FreeSync Premium và bạn có thể bật hoặc tắt chức năng này.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Các cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ AMD FreeSync Premium và bạn có thể chọn chức năng này.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Các cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ AMD FreeSync Premium và bạn có thể bật hoặc tắt chức năng này.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ Phản hồi trò chơi tức thời, bạn có thể bật hoặc tắt tính năng này.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ Phản hồi trò chơi tức thời, bạn có thể bật hoặc tắt tính năng này.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID HbbTV riêng là giá trị duy nhất chỉ được dùng cho HbbTV, không liên quan đến thông tin cá nhân của người dùng.",
	"The HbbTV Distinctive ID will be reset.": "ID HbbTV riêng sẽ được đặt lại.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Ứng dụng hoặc dịch vụ HbbTV sẽ tắt tính năng theo dõi một người dùng cá nhân.",
	"The IBB service will disable its tracking of an individual user.": "Dịch vụ IBB sẽ tắt tính năng theo dõi một người dùng cá nhân.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Không thể truy xuất thông tin Quốc gia sử dụng dịch vụ LG từ máy chủ. Vui lòng thử lại sau.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Ứng dụng Cài đặt phải tải lại để thay đổi ngôn ngữ menu. Bạn có muốn tiếp tục không?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ánh sáng xung quanh sẽ xuất hiện khi nhận thấy chuyển động xung quanh TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Các dịch vụ nhận dạng giọng nói có sẵn bên ngoài có thể thay đổi tùy theo cài đặt ngôn ngữ. Ngoài ra, nếu bạn thay đổi ngôn ngữ menu thì menu cài đặt sẽ được tải lại. Bạn có muốn tiếp tục không?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Đã sao chép thành công danh sách kênh từ bộ nhớ USB sang TV của bạn. TV sẽ khởi động lại sau 5 giây.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Đã sao chép thành công danh sách kênh từ TV của bạn sang bộ nhớ USB.",
	"The closer to 100, the brighter.": "Càng gần đến 100 thì màn hình càng sáng.",
	"The closer to 100, the clearer the color becomes.": "Càng gần đến 100 thì màu sắc càng trở nên rõ ràng hơn.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Càng gần đến 50 thì màu đỏ/màu xanh càng sắc nét.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Các giá trị thiết lập chi tiết về chức năng Cân bằng trắng sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Tự động thu hẹp khoảng cách giữa âm lượng của kênh và âm lượng của chương trình, nhờ vậy bạn có thể xem chương trình với âm lượng nhất quán.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Tự động thiết lập độ chênh lệch giữa âm lượng của kênh và âm lượng của chương trình để xem chương trình với âm lượng nhất quán.",
	"The higher the settings, the louder the sound rapidly.": "Giá trị cài đặt càng cao thì âm thanh càng lớn.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Loa trong của TV và các loa Bluetooth có thể phát âm thanh đồng thời, tạo ra hiệu ứng âm thanh vòm sống động.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Ngôn ngữ nhận diện giọng nói sẽ được đặt tự động tùy theo ngôn ngữ menu đã chọn.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Ngôn ngữ dùng cho Nhận dạng giọng nói được đặt theo ngôn ngữ menu đã chọn. Dịch vụ hỗ trợ có thể thay đổi theo ngôn ngữ nói.",
	"The network is currently unavailable. Please try again later.": "Mạng hiện không khả dụng. Vui lòng thử lại sau.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Sẽ mất khoảng một giờ để hoàn tất quá trình này và TV của bạn cần được giữ ở trạng thái tắt.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Sẽ mất khoảng {n} phút để hoàn tất quá trình này và TV cần được duy trì ở trạng thái tắt.",
	"The program is intended for adults only.": "Chương trình này chỉ dành cho người lớn.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Độ sáng màn hình tự động điều chỉnh theo độ sáng xung quanh TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Màn hình sẽ trượt xuống sau 5 giây nữa. Hãy nhấn nút bất kỳ trên điều khiển từ xa, trừ nút Nguồn và nút Âm lượng, để trượt màn hình lên.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Các giá trị thiết lập thứ cấp về chức năng Hệ thống quản lý màu sắc sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Cài đặt Âm thanh vòm Bluetooth + Loa trong của TV sẽ được đặt lại.",
	"The settings are as follows.": "Có các cài đặt như sau.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Âm thanh có thể không được phát khi đầu ra âm thanh kỹ thuật số được đặt thành Chuyển qua.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Không thể áp dụng bản cập nhật cho TV. Phần mềm sẽ hoàn nguyên về phiên bản trước.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Khi TV bật, hiệu ứng hình ảnh sẽ hiển thị trên màn hình và màn hình sẽ chuyển động.",
	"There are no paired devices.": "Không có thiết bị nào được ghép nối.",
	"There are settings to correct or prevent OLED panel noise.": "Có các cài đặt để sửa hoặc ngăn nhiễu bảng điều khiển OLED.",
	"There is no USB device connected to your TV.": "Không có thiết bị USB nào được kết nối với TV.",
	"There is no message.": "Không có tin nhắn.",
	"Third Language": "Ngôn ngữ thứ ba",
	"This feature applies only to specified LG Wireless Keyboard models.": "Tính năng này chỉ áp dụng cho các kiểu Bàn phím Không dây LG nhất định.",
	"This function works only when it is provided by the broadcast program.": "Chức năng này chỉ hoạt động khi được chương trình phát cung cấp.",
	"This is a closed caption preview": "Đây là bản xem trước của phụ đề đóng",
	"This is an already existing value.": "Hiện đã có giá trị này.",
	"This service provides you with more information about watching program and enjoys related contents.": "Với dịch vụ này, bạn sẽ được cung cấp thêm thông tin về chương trình đang xem và thưởng thức những nội dung liên quan.",
	"This will revert all options on TV to their default settings.": "Thao tác này sẽ hoàn nguyên tất cả các tùy chọn trên TV về cài đặt mặc định.",
	"Time": "Giờ",
	"Timer Channel": "Kênh hẹn giờ",
	"Timer Repeat": "Lặp lại hẹn giờ",
	"Timers": "Hẹn giờ",
	"Timezone": "Múi giờ",
	"Timor-Leste": "Đông Timor",
	"Tint": "Sắc",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Để tối ưu hóa âm thanh, hãy phát âm thanh thử nghiệm trên TV và bắt đầu đo âm thanh phản lại bằng Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Để kiểm tra âm thanh TV của bạn, cài đặt Đầu ra âm thanh cần được đổi thành Loa trong của TV. Bạn có muốn tiếp tục không?",
	"Total Power On Time": "Tổng thời gian bật nguồn",
	"Tracking Speed": "Tốc độ theo dõi",
	"Translucent": "Hơi mờ",
	"Transparent": "Trong suốt",
	"Treble Boost": "Tăng âm cao",
	"Trinidad And Tobago": "Trinidad và Tobago",
	"Trinidad and Tobago": "Trinidad và Tobago",
	"Tune and save available channels.": "Dò và lưu các kênh có sẵn.",
	"Tune and save available channels. You can set satellite channel options.": "Dò và lưu các kênh có sẵn. Bạn có thể đặt các tùy chọn kênh vệ tinh.",
	"Turkey": "Thổ Nhĩ Kỳ",
	"Turkish": "Tiếng Thổ Nhĩ Kỳ",
	"Turn on TV with mobile device same as smartphone.": "Bật TV bằng thiết bị di động như điện thoại thông minh.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Bật và tắt Ultra HD Deep Color cho cổng HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Bật hoặc tắt Phản hồi trò chơi tức thời của cổng HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Bật TV bằng thiết bị di động thông qua Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Bật TV bằng thiết bị di động thông qua Wi-Fi.",
	"Turn on via Bluetooth": "Bật thông qua Bluetooth",
	"Turn on via Wi-Fi": "Bật thông qua Wi-Fi",
	"Turn on/off description box in Settings.": "Bật/tắt hộp mô tả trong phần Cài đặt.",
	"Turn on/off standby light.": "Bật/tắt đèn chờ.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Bật/tắt AMD FreeSync Premium ở cổng HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Bật/tắt hình ảnh sẽ hiển thị trên màn hình khi không có tín hiệu.",
	"Turn on/off the related features of energy consumption.": "Bật/tắt các tính năng tiêu thụ năng lượng có liên quan.",
	"Turn the Hybridcast service on/off.": "Bật/tắt dịch vụ Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Bật/tắt dịch vụ Tính tương tác (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Bật/tắt ứng dụng Hướng dẫn TV của nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"Turn your broadcast TV provider's teletext service on/off.": "Bật/tắt dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Tắt Wi-Fi sẽ ngăn bạn truy cập vào tất cả các dịch vụ dựa trên Internet nếu bạn không dùng cáp để kết nối với mạng. Bạn có muốn tiếp tục không?",
	"UAE": "Các Tiểu Vương quốc Ả Rập Thống Nhất",
	"UHD Mode": "Chế độ UHD",
	"USA": "Hoa Kỳ",
	"USB storage for Copy Channels": "Bộ nhớ USB để sao chép kênh",
	"USB to TV": "USB tới TV",
	"Ukrainian": "Tiếng Ukraina",
	"Unable to check for updates.": "Không thể kiểm tra bản cập nhật.",
	"Unable to connect to the network.": "Không thể kết nối với mạng.",
	"Undefined": "Chưa xác định",
	"Under 17 requires accompanying parent or adult guardian.": "Trẻ em dưới 17 tuổi phải có cha mẹ hoặc người lớn bảo hộ đi kèm.",
	"Uniform": "Đồng nhất",
	"United Arab Emirates": "Các Tiểu Vương quốc Ả Rập Thống nhất",
	"United Kingdom": "Vương quốc Anh",
	"United States of America": "Hoa Kỳ",
	"Universal Control Settings": "Cài đặt điều khiển từ xa",
	"Unknown": "Không xác định",
	"Unknown issue has occurred.": "Đã xảy ra sự cố không xác định.",
	"Update canceled.": "Đã hủy cập nhật.",
	"Update in progress...": "Đang cập nhật...",
	"Update in progress...({n}%)": "Đang cập nhật...({n}%)",
	"Update paused.": "Đã tạm dừng cập nhật.",
	"Update reserved.": "Đã duy trì cập nhật.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Cập nhật sẽ bị hủy và tất cả các tệp cập nhật sẽ bị xóa ngay bây giờ. Bạn có muốn tiếp tục không?",
	"Urdu": "Tiếng Urdu",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Sử dụng Magic Remote để phân tích độ vang âm trong phòng và tối ưu hóa âm thanh TV dựa trên kết quả đó.",
	"Use a large pointer.": "Dùng con trỏ cỡ lớn.",
	"Use a medium pointer.": "Dùng con trỏ cỡ trung bình.",
	"Use a small pointer.": "Dùng con trỏ cỡ nhỏ.",
	"Use the 4-way controller to change the position and press the OK button.": "Sử dụng bộ điều khiển 4 chiều để thay đổi vị trí và nhấn nút OK.",
	"Use the following services with the selected language.": "Sử dụng các dịch vụ sau bằng ngôn ngữ được chọn.",
	"User": "Người dùng",
	"User Agreements": "Thỏa thuận người dùng",
	"User Guide": "Hướng dẫn sử dụng",
	"Uzbek": "Tiếng Uzbek",
	"V Position": "Vị trí V",
	"V Sharpness": "Độ sắc nét V",
	"V Size": "Kích thước V",
	"Valencian": "Tiếng Valencia",
	"Vertical Zoom": "Thu phóng theo chiều dọc",
	"Video Description": "Mô tả video",
	"Vientiane": "Viêng Chăn",
	"Vietnam": "Việt Nam",
	"Vietnamese": "Tiếng Việt",
	"View current Common Interface (CI) information.": "Xem thông tin Giao diện phổ biến (CI) hiện tại.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Xem các mục rõ hơn bằng cách thay đổi màu của menu trên màn hình thành đen và trắng.",
	"View messages from your broadcast TV provider.": "Xem tin nhắn từ nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"View more information about watching program and enjoy related contents.": "Xem thêm thông tin về chương trình đang xem và thưởng thức những nội dung liên quan.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Xem màn hình gốc hoặc đặt kích thước màn hình và tỉ lệ khung hình.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Xem màn hình gốc nhận được từ tín hiệu phát sóng hoặc thiết bị được kết nối.",
	"Violence": "Bạo lực",
	"Vivid": "Sống động",
	"Voice Recognition Help and Settings": "Trợ giúp và cài đặt nhận dạng giọng nói",
	"Voice Support Service": "Dịch vụ hỗ trợ giọng nói",
	"Volume": "Âm lượng",
	"Volume Increase Amount": "Tăng mức âm lượng",
	"Volume Mode": "Chế độ âm lượng",
	"WA - Western Australia - Eucla": "WA - Tây Úc - Eucla",
	"WA - Western Australia - Perth": "WA - Tây Úc- Perth",
	"Wall-mounted": "Gắn trên tường",
	"Warm1": "Màu ấm1",
	"Warm2": "Màu ấm2",
	"Warm3": "Màu ấm3",
	"Watch a diverse range of Internet contents on TV channels.": "Thưởng thức kho nội dung phong phú từ Internet trên các kênh TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Chúng tôi thu thập và lưu trữ địa chỉ MAC, số kiểu máy, mã quốc gia, cài đặt ngôn ngữ và phiên bản phần mềm để xác minh thiết bị của bạn và kiểm tra xem bạn có phiên bản phần mềm mới nhất hay chưa.",
	"Welcome Feature": "Tính năng chào đón",
	"Welsh": "Tiếng xứ Wales",
	"Western Africa": "Tây Phi",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Khi không sử dụng HDD được kết nối trong khoảng thời gian đã chỉ định, hãy chuyển sang chế độ chờ để giảm mức tiêu thụ điện.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Khi thiết bị được kết nối với cổng, hình ảnh trò chơi được tối ưu hóa để độ trễ, tình trạng nứt hình hoặc gián đoạn ở mức tối thiểu.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Khi khởi chạy Phản hồi trò chơi tức thời, video có thể tạm thời nhấp nháy.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Khi Đầu ra âm thanh được đặt là \"Bluetooth/HDMI ARC/Optical Digital/Loa WiSA\" hoặc thiết bị đã kết nối không hỗ trợ Phản hồi trò chơi tức thời, tính năng này có thể không hoạt động bình thường.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Khi Đầu ra âm thanh được cài đặt thành Bluetooth hoặc thiết bị đã kết nối không hỗ trợ Phản hồi trò chơi tức thời, thì tính năng này có thể không hoạt động bình thường.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Khi thiết bị bật/tắt, TV của bạn sẽ tự động bật/tắt.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Khi hiệu ứng hình ảnh ở trạng thái tắt, màn hình sẽ được hiển thị dưới dạng Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Khi tính năng này được đặt thành \"bật\", một số tính năng xuất hiện trên màn hình sẽ trở thành một phần trong suốt.",
	"When your TV is turned off, the device will automatically turn off.": "Khi TV tắt, thiết bị sẽ tự động tắt.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Khi giá trị thiết lập đã thay đổi được chuyển sang thiết bị bên ngoài, hình ảnh hoặc âm thanh có thể tạm thời không hiển thị hoặc phát bình thường.",
	"White": "Trắng",
	"White Balance": "Cân bằng trắng",
	"Wi-Fi Connection": "Kết nối Wi-Fi",
	"Wi-Fi Security": "Bảo mật Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi đã tắt. Hãy bật Wi-Fi để xem danh sách các mạng khả dụng mà bạn có thể kết nối và các mục menu có liên quan khác.",
	"Wi-Fi issue has occurred.": "Đã xảy ra sự cố Wi-Fi.",
	"WiSA Speakers": "Loa WiSA",
	"Wide Area Zone": "Khu vực diện rộng",
	"Wide View": "Chế độ xem màn hình rộng",
	"Wide View (32:9)": "Xem Màn hình rộng (32:9)",
	"Wide Zoom": "Thu phóng Rộng",
	"Window Color": "Màu cửa sổ",
	"Window Opacity": "Độ mờ cửa sổ",
	"Wired Connection (Ethernet)": "Kết nối có dây (Ethernet)",
	"Wired Headphones": "Tai nghe có dây",
	"Wired Headphones + Internal TV Speaker": "Tai nghe có dây + Loa trong của TV",
	"With this option, you can control the audio device's volume with your TV remote.": "Với tùy chọn này, bạn có thể điều khiển âm lượng của thiết bị âm thanh bằng điều khiển từ xa của TV.",
	"Year": "Năm",
	"Yellow": "Màu vàng",
	"Yes": "Có",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Bạn có thể điều chỉnh hiệu ứng âm thanh khi bật hay tắt TV và màn hình chuyển động.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Bạn có thể điều khiển thiết bị được kết nối với cổng HDMI bằng Điều khiển từ xa thông minh mà không cần thiết lập thiết bị.",
	"You can delete the device connection history of Screen Share.": "Bạn có thể xóa lịch sử kết nối thiết bị của Screen Share.",
	"You can delete the device connection history of Sound Share.": "Bạn có thể xóa lịch sử kết nối của thiết bị trong Chia sẻ âm thanh.",
	"You can find the default password in User Guide.": "Bạn có thể tìm mật mã mặc định trong Hướng dẫn sử dụng.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Bạn có thể khởi động Phản hồi trò chơi tức thời bằng cách đặt HDMI Ultra HD Deep Color thành \"Bật\".",
	"You can only change settings from the current HDMI input.": "Bạn chỉ có thể thay đổi cài đặt từ thiết bị đầu vào HDMI hiện tại.",
	"You can scan again to connect the device.": "Bạn có thể quét lại để kết nối thiết bị đó.",
	"You can select left and right audio settings for broadcast signal.": "Bạn có thể chọn cài đặt âm thanh bên trái và bên phải cho tín hiệu phát.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Bạn có thể chọn AMD FreeSync Premium ở cổng HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Bạn có thể chọn tính năng Ultra HD Deep Color của cổng.",
	"You can set the sound to play when the TV is turned on or off.": "Bạn có thể cài đặt phát âm thanh khi bật hoặc tắt TV.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Bạn có thể bật/tắt tính năng lưu hồ sơ của nhà cung cấp CAM.",
	"You can turn this feature on or off.": "Bạn có thể bật hoặc tắt tính năng này.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Bạn có thể nhận được đề xuất nội dung khác nhau thông qua Mạng. Tắt tùy chọn này sẽ chỉ cung cấp nội dung cơ bản và một số tính năng có thể không dùng được.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Thiết bị được kết nối SIMPLINK và TV của bạn sẽ được đồng bộ hóa như sau:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "TV của bạn phải luôn tắt trong suốt quá trình Làm mới điểm ảnh. Mọi bản ghi, lời nhắc hoặc hẹn giờ bật đang hoặc sắp diễn ra theo lịch trong quá trình này sẽ bị hủy. Đồng thời, loa BT ở chế độ Cuộn toàn bộ sẽ không hoạt động.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV của bạn phải luôn tắt trong suốt quá trình Làm mới điểm ảnh. Mọi bản ghi, lời nhắc hoặc hẹn giờ bật đang hoặc sắp diễn ra theo lịch trong quá trình này sẽ bị hủy.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Bạn cần kết nối TV của mình với mạng để tự động đặt Quốc gia sử dụng dịch vụ của LG. Bạn có muốn đi ngay tới Cài đặt mạng để kiểm tra kết nối không?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV của bạn cần phải biết vị trí chính xác để cung cấp tin nhắn cảnh báo khẩn cấp thông qua tín hiệu TV kỹ thuật số.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV của bạn sẽ tắt cho đến khi quá trình hoàn tất, khi đó TV sẽ tự động bật trở lại.",
	"Zoom": "Thu phóng",
	"Zoom2": "Thu phóng 2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sẽ bị ngắt kết nối khỏi TV của bạn. Thiết bị này sẽ không còn phát âm thanh nữa. Bạn có muốn tiếp tục không?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sẽ bị xóa khỏi danh sách thiết bị đã ghép nối. Nếu muốn kết nối sau, bạn cần tìm kiếm các thiết bị hiện có và ghép nối lại. Bạn có muốn tiếp tục không?",
	"[{deviceName}] will be deleted.": "[{deviceName}] sẽ bị xóa.",
	"aspectRatio_original": "Gốc",
	"audioGuidance_fast": "Nhanh",
	"audioGuidance_high": "Cao",
	"audioGuidance_low": "Thấp",
	"audioGuidance_medium": "Trung bình",
	"audioGuidance_slow": "Chậm",
	"audioGuidance_veryFast": "Rất nhanh",
	"audioGuidance_veryHigh": "Rất cao",
	"audioGuidance_veryLow": "Rất thấp",
	"audioGuidance_verySlow": "Rất chậm",
	"btDotSignalStrength_wide": "Rộng",
	"button": "nút",
	"character": "ký tự",
	"characters": "ký tự",
	"checked": "đã chọn",
	"colorGamutJPNWide": "Rộng",
	"connecting": "đang kết nối",
	"depthOfColor": "Màu sắc",
	"diagonal zoom in": "phóng to theo đường chéo",
	"diagonal zoom out": "thu nhỏ theo đường chéo",
	"digitalOptionSetByProgram": "Đặt theo Chương trình",
	"energy_Maximum": "Tối đa",
	"energy_Medium": "Trung bình",
	"energy_Minimum": "Tối thiểu",
	"freesync_high": "Cao",
	"freesync_low": "Thấp",
	"freesync_off": "Tắt",
	"freesync_wide": "Rộng",
	"gamma_high1": "Mức độ cao1",
	"gamma_high2": "Mức độ cao2",
	"hidden": "bị ẩn",
	"horizontal zoom in": "phóng to theo chiều ngang",
	"horizontal zoom out": "thu nhỏ theo chiều ngang",
	"jpDoNot": "Tắt",
	"logoLuminance_high": "Cao",
	"logoLuminance_low": "Thấp",
	"min": "phút",
	"not connected": "chưa được kết nối",
	"objet_soundMode": "Tối ưu hóa chế độ âm thanh cho từng loại nội dung.",
	"pictureControl3dModeStandard": "Tiêu chuẩn",
	"pictureControlAuto": "Tự động",
	"pictureControlAuto_BlackLevel": "Tự động",
	"pictureControlHigh": "Cao",
	"pictureControlHigh_BlackLevel": "Cao",
	"pictureControlHigh_Male": "Cao",
	"pictureControlLow": "Thấp",
	"pictureControlLow_BlackLevel": "Thấp",
	"pictureControlLow_Male": "Thấp",
	"pictureControlMedium": "Trung bình",
	"pictureControlMedium_BlackLevel": "Trung bình",
	"pictureControlMedium_Male": "Trung bình",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Trung bình",
	"pictureLocalDimmingHigh": "Cao",
	"pictureLocalDimmingLow": "Thấp",
	"pictureLocalDimmingMed": "Trung bình",
	"pictureMode": "Tiêu chuẩn",
	"pictureModeSettings": "Tùy chỉnh",
	"press OK button to edit IP manually": "nhấn nút OK để chỉnh sửa IP theo cách thủ công",
	"press OK button to enter channel to search": "nhấn nút OK để nhập kênh cần tìm kiếm",
	"press OK button to enter value": "nhấn nút OK để nhập giá trị",
	"press right button to adjust de-judder and de-blur value": "nhấn nút phải để điều chỉnh giá trị khử rung và khử mờ",
	"press right button to adjust zoom ratio and position": "nhấn nút phải để điều chỉnh vị trí và tỷ lệ thu phóng",
	"shift current screen down": "chuyển màn hình hiện tại xuống dưới",
	"shift current screen to the left": "chuyển màn hình hiện tại sang trái",
	"shift current screen to the right": "chuyển màn hình hiện tại sang phải",
	"shift current screen up": "chuyển màn hình hiện tại lên trên",
	"shift down": "chuyển xuống dưới",
	"shift left": "chuyển sang trái",
	"shift right": "chuyển sang phải",
	"shift up": "chuyển lên trên",
	"soundMode_Standard": "Tiêu chuẩn",
	"speaker_channel": "Nguồn phát",
	"thaRatingNone": "Không có",
	"unchecked": "chưa chọn",
	"unread": "chưa đọc",
	"vertical zoom in": "phóng to theo chiều dọc",
	"vertical zoom out": "thu nhỏ theo chiều dọc",
	"volumeModeHigh": "Cao",
	"volumeModeLow": "Thấp",
	"volumeModeMedium": "Trung bình",
	"webOS TV Version": "Phiên bản TV webOS",
	"zoom in": "phóng to",
	"zoom out": "thu nhỏ",
	"{label} : L{value}": "{label} : Trái{value}",
	"{label} : R{value}": "{label} : Phải{value}"
}
