{
	" (User)": " (អ្នកប្រើ)",
	"(Version: {l})": "(កំណែ៖ {l})",
	"* The device connected should support this service.": "* ឧបករណ៍ដែលបានភ្ជាប់គួរតែស្គាល់សេវាកម្មនេះ។",
	"* This feature is applied once and only once when the TV is turned off.": "* លក្ខណៈពិសេសនេះត្រូវបានប្រើតែម្ដងប៉ុណ្ណោះ នៅពេលដែលបិទទូរទស្សន៍។",
	"* This feature is available on certain devices only.": "* មុខងារនេះអាចប្រើបាននៅលើឧបករណ៍ជាក់លាក់តែប៉ុណ្ណោះ។",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* ម៉ូតនេះបង្ហាញពីរូបភាពរបស់ FILMMAKER MODE បានយ៉ាងច្បាស់ ប៉ុន្តែអាចនឹងមានលក្ខណៈងងឹតជាងធម្មតាក្នុងរបៀបរូបភាពផ្សេងទៀត។",
	"* This settings is only available for Internal TV Speaker.": "* ការកំណត់នេះអាចប្រើបានសម្រាប់ឧបករណ៍បំពងសំឡេងផ្នែកខាងក្នុងទូរទស្សន៍ប៉ុណ្ណោះ។",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* ទោះបីជាជម្រើសនេះត្រូវបានកំណត់ទៅ “បើក” ក៏ដោយ ធាតុរក្សាអេក្រង់នឹងមិនដំណើរការនោះទេ ដើម្បីចៀសវាងការរំខានដល់បទពិសោធន៍នៃការមើលរបស់អ្នក នៅលើធាតុបញ្ចូលខាងក្រៅដូចជាទូរទស្សន៍កំពុងផ្សាយផ្ទាល់ជាដើម។",
	"* You can control the app which supports the function on your mobile device.": "* អ្នកអាចគ្រប់គ្រងកម្មវិធីដែលស្គាល់មុខងារនៅលើឧបករណ៍ចល័តរបស់អ្នក។",
	"1) Turn the Bluetooth on the other device off.": "1) បើក Bluetooth នៅពេលបិទឧបករណ៍ផ្សេងទៀត។",
	"10 Points Code Value": "តម្លៃលេខកូដ 10 ចំណុច",
	"10 Points IRE": "10 ចំណុច IRE",
	"10 and Above": "ចាប់ពី 10 ឆ្នាំឡើងទៅ",
	"10 min": "10 នាទី",
	"11 and Above": "ចាប់ពី 11 ឆ្នាំឡើងទៅ",
	"12 Hours": "12 ម៉ោង",
	"12 and Above": "ចាប់ពី 12 ឆ្នាំឡើងទៅ",
	"120 min": "120 នាទី",
	"13 and Above": "ចាប់ពី 13 ឆ្នាំឡើងទៅ",
	"14 and Above": "ចាប់ពី 14 ឆ្នាំឡើងទៅ",
	"14 by 9": "14 គុណ 9",
	"15 and Above": "ចាប់ពី 15 ឆ្នាំឡើងទៅ",
	"16 and Above": "ចាប់ពី 16 ឆ្នាំឡើងទៅ",
	"16 by 9": "16 គុណ 9",
	"17 and Above": "ចាប់ពី 17 ឆ្នាំឡើងទៅ",
	"18 and Above": "ចាប់ពី 18 ឆ្នាំឡើងទៅ",
	"180 min": "180 នាទី",
	"19 and Above": "ចាប់ពី 19 ឆ្នាំឡើងទៅ",
	"2 Channel": "បណ្ដាញ 2",
	"2 Hours": "2 ម៉ោង",
	"2 Points": "2 ចំណុច",
	"2) Turn the Bluetooth device to connect off and on.": "2) បិទ និងបើកឧបករណ៍ Bluetooth សម្រាប់ភ្ជាប់។",
	"20 Points Code Value": "តម្លៃលេខកូដ 20 ចំណុច",
	"20 Points IRE": "20 ចំណុច IRE",
	"20 and Above": "ចាប់ពី 20 ឆ្នាំឡើងទៅ",
	"20 min": "20 នាទី",
	"21 by 9": "21 គុណ 9",
	"22 Points Code Value": "តម្លៃលេខកូដ 22 ចំណុច",
	"22 Points IRE": "22 ចំណុច IRE",
	"24 Hours": "24 ម៉ោង",
	"240 min": "240 នាទី",
	"3 Hours": "3 ម៉ោង",
	"30 min": "30 នាទី",
	"32 by 12": "32 គុណ 12",
	"32 by 9": "32 គុណ 9",
	"3G/4G Connection": "ការតភ្ជាប់ 3G/4G",
	"4 Hours": "4 ម៉ោង",
	"4 Hours Auto Power Off": "បិទថាមពលដោយស្វ័យប្រវត្តិរយៈពេល 4 ម៉ោង",
	"4 and Above": "ចាប់ពី 4 ឆ្នាំឡើងទៅ",
	"4 by 3": "4 គុណ 3",
	"4-Way Zoom": "ការពង្រីកបង្រួមដោយប្រើប៊ូតុង 4 ទិស",
	"5 and Above": "ចាប់ពី 5 ឆ្នាំឡើងទៅ",
	"5.1 Channel": "បណ្ដាញ 5.1",
	"6 Hours": "6 ម៉ោង",
	"6 and Above": "ចាប់ពី 6 ឆ្នាំឡើងទៅ",
	"60 min": "60 នាទី",
	"7 and Above": "ចាប់ពី 7 ឆ្នាំឡើងទៅ",
	"8 Hours": "8 ម៉ោង",
	"8 and Above": "ចាប់ពី 8 ឆ្នាំឡើងទៅ",
	"9 and Above": "ចាប់ពី 9 ឆ្នាំឡើងទៅ",
	"90 min": "90 នាទី",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID ត្រូវបានប្រើ ដើម្បីសម្គាល់ឧបករណ៍នេះ សម្រាប់ការផ្សាយពាណិជ្ជកម្ម និងដើម្បីសម្របសម្រួលដល់ការផ្សាយពាណិជ្ជកម្មមួយចំនួន ដែលអ្នកអាចនឹងចាប់អារម្មណ៍។ អ្នកអាចកំណត់ AD ID ឡើងវិញ ឬដាក់កម្រិតការតាមដាន AD ID ខាងក្រោម។",
	"AI Acoustic Tuning": "ការកែប្រែសម្លេងដោយខ្លួនឯងដោយបច្ចេកវិទ្យា AI",
	"AI Acoustic Tuning Options": "ជម្រើសកែប្រែសម្លេងដោយខ្លួនឯងដោយបច្ចេកវិទ្យា AI",
	"AI Acoustic Tuning is disabled.": "ការកែប្រែសម្លេងដោយខ្លួនឯងដោយបច្ចេកវិទ្យា AI ត្រូវបានបិទ។",
	"AI Brightness Control": "ការគ្រប់គ្រងពន្លឺ AI",
	"AI Picture": "រូបភាព AI",
	"AI Picture Pro": "រូបភាព AI Pro",
	"AI Recommendation": "ការណែនាំ AI",
	"AI Service": "សេវាកម្ម AI",
	"AI Sound": "សំឡេង AI",
	"AI Sound Pro": "សំឡេង AI Pro",
	"ATV": "ទូរទស្សន៍អាណាឡូក",
	"AV": "AV",
	"AV Sync Adjustment": "ការកែសម្រួលសកមកាលកម្ម AV",
	"Abidjan": "អាប៊ីដចាន",
	"Accessibility": "លទ្ធភាពប្រើប្រាស់",
	"Account Management": "ការគ្រប់គ្រងគណនី",
	"Accra": "អាក្រា",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ការបើកដំណើរការជម្រើសនេះនឹងបញ្ឈប់ការប្រមូល និងតាមដានទិន្នន័យផ្ទាល់ខ្លួនដែលពាក់ព័ន្ធនឹងការផ្សាយពាណិជ្ជកម្មពី Smart TV នេះ។ ការបើកជម្រើសនេះអាចនឹងប៉ះពាល់ដល់ប្រភេទនៃការផ្សាយពាណិជ្ជកម្មដែលអ្នកមើលឃើញតទៅមុខទៀត ប៉ុន្តែវានឹងមិនបញ្ឈប់អ្នកមិនឱ្យទទួលបានការផ្សាយពាណិជ្ជកម្មទេ។",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "ការបើកដំណើរការជម្រើសនេះនឹងធ្វើឱ្យ LGE ណែនាំក្រុមហ៊ុនផ្ដល់សេវាកម្មភាគីទីបីរបស់ខ្លួនបញ្ឈប់ការទាញយកផលចំណេញពីព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ ប្រសិនបើអ្នកមិនផ្ដាច់ដាច់ដោយឡែកទេ អ្នកនៅតែអាចចូលប្រើសេវាកម្មនានាដូចជា Live Plus, LG Channels និង Who.Where.What? បានដដែល។",
	"Adak": "អាដាក",
	"Add Network": "បន្ថែមបណ្តាញ",
	"Add a hidden wireless network": "បន្ថែមបណ្តាញឥតខ្សែដែលបានលាក់",
	"Add wireless network by manually entering network name (SSID).": "បន្ថែមបណ្តាញឥតខ្សែដោយបញ្ចូលឈ្មោះបណ្តាញដោយផ្ទាល់ (SSID) ។",
	"Addis Ababa": "អាឌីស អាបាបា",
	"Additional Audio Selection": "ការជ្រើសរើសសំឡេងបន្ថែម",
	"Additional Settings": "ការកំណត់បន្ថែម",
	"Address Setting": "ការកំណត់អាសយដ្ឋាន",
	"Aden": "អេដេន",
	"Adjust Audio Guidance pitch.": "កែសម្រួលកម្រិតសូរនៃសំឡេង។",
	"Adjust Audio Guidance speed.": "កែសម្រួលល្បឿននៃកាណែនាំជាសំឡេង។",
	"Adjust Audio Guidance volume.": "កែសម្រួលកម្រិតសំឡេងនៃការណែនាំជាសំឡេង។",
	"Adjust Backlight brightness to brighten or darken the screen.": "កែសម្រួលពន្លឺផ្នែកខាងក្រោយដើម្បីបន្ថែម ឬបន្ថយពន្លឺអេក្រង់។",
	"Adjust Screen Position": "កែសម្រួលទីតាំងអេក្រង់",
	"Adjust Zoom Ratio": "សម្រួលអត្រាពង្រីក",
	"Adjust animation effect shown on the home at certain times.": "កែសម្រួលចលនា ដែលបង្ហាញនៅលើទំព័រដើមនៅពេលជាក់លាក់ណាមួយ។",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "កែសម្រួលពន្លឺដោយវិភាគលើចលនារូបភាពដើម្បីទប់ស្កាត់ពន្លឺចាំងភ្នែក និងកាត់បន្ថយការប្រើថាមពល។\t",
	"Adjust brightness of the LG logo.": "សម្រួលកម្រិតពន្លឺនៃនិមិត្តសញ្ញា LG ។",
	"Adjust color and saturation for a more vivid image.": "កែសម្រួលពណ៌ និងភាពឆ្អែតពណ៌ដើម្បីបានរូបភាពកាន់តែច្បាស់។",
	"Adjust color temperature automatically to reduce eye strain.": "កែសម្រួលកម្រិតពណ៌ដោយស្វ័យប្រវត្តិ ដើម្បីកាត់បន្ថយការរោយភ្នែក។",
	"Adjust cursor speed.": "កែសម្រួលល្បឿនទស្សន៍ទ្រនិច",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "កែសម្រួលភាពម៉ត់នៃគែម តម្លៃកាន់តែខ្ពស់នឹងបង្កើនភាពម៉ត់ និងច្បាស់នៃរូបភាព។",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "កែសម្រួលការកំណត់អក្សរហ្គាម៉ាដើម្បីប៉ះប៉ូវពន្លឺនៃរលកសញ្ញាធាតុបញ្ចូល។",
	"Adjust left/right audio balance.": "កែសម្រួលកម្រិតសំឡេងឆ្វេង/ស្តាំ",
	"Adjust luminance for selected color.": "កែសម្រួលកម្រិតពន្លឺសម្រាប់ពណ៌ដែលបានជ្រើស។",
	"Adjust luminance level for selected IRE point.": "កែសម្រួលកម្រិតពន្លឺចាំងផ្លាតសម្រាប់ចំណុច IRE ដែលបានជ្រើស។",
	"Adjust peak brightness for the brightest luminance.": "កែសម្រួលកម្រិតពន្លឺខ្ពស់បំផុត ដើម្បីទទួលបានពន្លឺចាំងផ្លាតភ្លឺបំផុត។",
	"Adjust remote's cursor speed and appearance.": "កែសម្រួលល្បឿន និងរូបរាងទស្សន៍ទ្រនិចរបស់តេឡេបញ្ជា។",
	"Adjust saturation for selected color.": "កែសម្រួលកម្រិតច្បាស់សម្រាប់ពណ៌ដែលបានជ្រើសរើស។",
	"Adjust screen brightness to reduce energy consumption.": "កែសម្រួលពន្លឺអេក្រង់ដើម្បីកាត់បន្ថយការប្រើប្រាស់ថាមពល។",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "កែសម្រួលពន្លឺ OLED ដើម្បីបន្ថែម ឬបន្ថយពន្លឺអេក្រង់។",
	"Adjust the audio timing to synchronize the video and audio.": "កែសម្រួលការកំណត់ម៉ោងសំឡេងដើម្បីធ្វើសមកាលកម្មវីដេអូ និងសំឡេង។",
	"Adjust the balance of red and green to display the tint on the screen.": "កែសម្រួលតុល្យភាពនៃពណ៌ក្រហម និងបៃតង ដើម្បីបង្ហាញពណ៌ព្រឿងៗនៅលើអេក្រង់។",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "កែសម្រួលតុល្យភាពពណ៌ដោយប្ដូរកម្រិតពណ៌ កម្រិតពន្លឺ និងកម្រិតពណ៌ក្រហម បៃតង ខៀវ។",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "កែសម្រួលកម្រិតភាពផ្ទុយ កម្រិតច្បាស់ជាដើម សម្រាប់មុខងាររូបភាពនីមួយៗដោយលម្អិត និងកំណត់ពណ៌ ហ្គាម៉ាជាដើមដែលចូលចិត្តបន្ថែមទៀត។",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "កែសម្រួលភាពខុសគ្នារវាងផ្នែកភ្លឺ និងងងឺតនៃអេក្រង់។ តម្លៃកាន់តែខ្ពស់នឹងធ្វើឲ្យវាមានកម្រិតខុសគ្នាកាន់តែខ្លាំង។",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "កែសម្រួលសមាមាត្រស៊ុមឱ្យដូចទៅនឹងភាពយន្ត នោះវានឹងផ្ដល់អារម្មណ៍ដូចនៅក្នុងរោងភាពយន្ត។",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "កែសម្រួលពន្លឺរូបភាពថេរដូចជា និមិត្តសញ្ញាជាដើម និងទប់ស្កាត់បញ្ហានៃគុណភាពរូបភាពដែលអាចនឹងបង្កឡើង នៅពេលទូរទស្សន៍ត្រូវបានបើកក្នុងរយៈពេលយូរ។",
	"Adjust the screen color to be pale or deep.": "កែសម្រួលពណ៌អេក្រង់ឱ្យមានលក្ខណៈស្រាល ឬដិត។",
	"Adjust the sound to meet your taste for each sound frequency band.": "កែសម្រួលសំឡេងឱ្យត្រូវនឹងចំណូលចិត្តរបស់អ្នកសម្រាប់កម្រិតប្រេកង់សំឡេងនីមួយៗ។",
	"Adjust the timing to synchronize when the video and audio have time difference.": "កែសម្រួលការកំណត់រយៈពេលសម្រាប់ធ្វើសមកាលកម្ម នៅពេលវីដេអូ និងសំឡេងមានរយៈពេលខុសគ្នា។",
	"Adjust the tint to brighten or darken the screen.": "កែសម្រួលពណ៌ព្រឿងៗដើម្បីបន្ថែម ឬបន្ថយពន្លឺអេក្រង់។",
	"Adjust the volume you want with pressing remote's volume key.": "កែសម្រួលកម្រិតសំឡេងតាមការចង់បានរបស់អ្នក ដោយគ្រាប់តែចុចកម្រិតសំឡេងនៅលើតេឡេបញ្ជា។",
	"Adjust tint for selected color.": "កែសម្រួលលស្រមោលពណ៌ដែលបានជ្រើស។",
	"Adjust whether to display the home promotion.": "កែសម្រួលថាតើត្រូវបង្ហាញការផ្ដល់ជូនពិសេសនៅទំព័រដើមឬអត់។",
	"Adjusting Luminance": "កែសម្រួលពន្លឺចាំងផ្លាត",
	"Adolescent over 13 are allowed to watch.": "មនុស្សវ័យជំទង់អាយុលើសពី 13 ឆ្នាំត្រូវបានអនុញ្ញាតឱ្យមើល។",
	"Adolescent over 14 are allowed to watch.": "មនុស្សវ័យជំទង់អាយុលើសពី 14 ឆ្នាំត្រូវបានអនុញ្ញាតឱ្យមើល។",
	"Adolescent over 16 are allowed to watch.": "មនុស្សវ័យជំទង់អាយុលើសពី 16 ឆ្នាំត្រូវបានអនុញ្ញាតឱ្យមើល។",
	"Adult": "មនុស្សធំ",
	"Adult Language": "ភាសាមនុស្សធំ",
	"Adults only.": "មនុស្សធំប៉ុណ្ណោះ",
	"Advanced": "កម្រិតខ្ពស់",
	"Advanced Controls": "អង្គបញ្ជាកម្រិតខ្ពស់",
	"Advanced Wi-Fi Settings": "ការកំណត់ Wi-Fi កម្រិតខ្ពស់",
	"Advertisement": "ការផ្សាយពាណិជ្ជកម្ម",
	"Afghanistan": "អាហ្គានីស្ថាន",
	"Afrikaans": "អាហ្រិកាអាន",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "បន្ទាប់ពីប្តូរប្រទេសហើយ ប៉ុស្តិ៍បច្ចុប្បន្នទាំងអស់ដែលបានរាវនឹងត្រូវបានលុប។ ដើម្បីរាវប៉ុស្តិ៍ឡើងវិញ សូមចូលទៅកាន់ការរាវប៉ុស្តិ៍ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "បន្ទាប់ពីប្តូរលេខកូដតំបន់របស់អ្នកហើយ ប៉ុស្តិ៍ Freesat ទាំងអស់នឹងត្រូវបានលុប។ ដើម្បីរាវប៉ុស្តិ៍ឡើងវិញ សូមចូលទៅកាន់ការរាវប៉ុស្តិ៍ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "បន្ទាប់ពីអ្នកប្តូរប្រទេសរបស់អ្នក អ្នកអាចស្កេនរកប៉ុស្តិ៍ដែលប្រើការសម្រួលស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"Ages 2-7 are allowed to watch.": "កុមារអាយុចាប់ពី 2 ឆ្នាំដល់ 7 ឆ្នាំត្រូវបានអនុញ្ញាតឱ្យមើល។",
	"Akan": "អាកាន",
	"Albania": "អាល់បានី",
	"Albanian": "អាល់បានី",
	"Alerts you by sound when the TV is turned on or off.": "ជូនដំណឹងដល់អ្នកតាមរយៈសំឡេង នៅពេលបើក ឬបិទទូរទស្សន៍។",
	"Algeria": "អាល់ហ្សេរី",
	"Algiers": "អាល់ហ្គែ",
	"All Channels": "ប៉ុស្តិ៍ទាំងអស់",
	"All Children": "កុមារទាំងអស់",
	"All ages are allowed to watch.": "អនុញ្ញាតឱ្យមើលបានគ្រប់វ័យទាំងអស់។",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "ការកំណត់បច្ចុប្បន្នទាំងអស់សម្រាប់របៀប {pictureMode} នឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ការកំណត់បែបផែនសំឡេងទាំងអស់សម្រាប់របៀបស្តង់ដា នឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"Allow Automatic Updates": "អនុញ្ញាតការអាប់ដេតស្វ័យប្រវត្តិ",
	"Almaty": "អាល់ម៉ាធី",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "អ្នកក៏អាចកែសម្រួលការកំណត់លម្អិតសម្រាប់សំឡេងរងំតាម Bluetooth បានផងដែរ។",
	"Always Open": "បើកជានិច្ច",
	"Always-on Off Time": "ម៉ោងបិទ Always-on",
	"Amman": "អាមែន",
	"Amsterdam": "អាស្ទឺដាំ",
	"An error has occurred while copy channels.": "បញ្ហាបានកើតឡើងខណៈពេលចម្លងប៉ុស្តិ៍",
	"An important software update is available.": "ការអាប់ដេតផ្នែកទន់សំខាន់អាចប្រើបានហើយ។",
	"Anadyr": "អាណាដាយរ៍",
	"Analog Mode": "របៀបអាណាឡូក",
	"Analog TV": "ទូរទស្សន៍អាណាឡូក",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "វិភាគលក្ខណៈសំឡេង និងបង្កើនគុណភាពសំឡេងសម្រាប់មាតិកានីមួយៗក្នុងពេលជាក់ស្ដែង។",
	"Anchorage": "អាន់ខូរ៉ាក",
	"Angola": "អង់ហ្គោឡា",
	"Antananarivo": "អាន់តាណារីវ៉ូ",
	"Antenna": "អង់តែន",
	"Antenna ATV": "ទូរទស្សន៍អាណឡូកប្រើអង់តែន",
	"Antenna DTV": "ទូរទស្សន៍ឌីជីថលប្រើអង់តែន",
	"Antenna Radio": "វិទ្យុប្រើអង់តែន",
	"Antigua and Barbuda": "Antigua and Barbuda",
	"Any Supplementary Audio": "អូឌីយ៉ូបំពេញបន្ថែមណាមួយ",
	"Apia": "អាភីយ៉ា",
	"App Alarm": "កម្មវិធីម៉ោងរោទ៍",
	"Application Locks": "ការចាក់សោកម្មវិធី",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "អនុវត្តតម្លៃកំណត់លម្អិតនៃរមុខងាររូបភាពបច្ចុប្បន្នចំពោះធាតុបញ្ចូល ឬកម្មវិធីទាំងអស់។",
	"Apply to all inputs": "អនុវត្តចំពោះធាតុបញ្ចូលទាំងអស់",
	"Applying value to all inputs...": "កំពុងប្រើតម្លៃសម្រាប់ធាតុបញ្ចូលទាំងអស់...",
	"Aqtöbe": "អាកតូបេ",
	"Arabic": "អារ៉ាប់",
	"Araguaína": "អារ៉ាហ្គូអាណា",
	"Argentina": "អាហ្សង់ទីន",
	"Armenia": "អាមេនី",
	"Aruba": "អារូបា",
	"Ashgabat": "អាស់ហ្គាបាត",
	"Asmara": "អាសម៉ារ៉ា",
	"Aspect Ratio": "អត្រាទ្រង់ទ្រាយ",
	"Aspect Ratio Settings": "ការកំណត់ផលធៀប",
	"Assamese": "អាសាម",
	"Assign channels to remote buttons so you can quickly jump to them.": "រៀបចំប៉ុស្តិ៍សម្រាប់ប៊ូតុងតេឡេបញ្ជា ដូច្នេះអ្នកអាចប្តូរប៉ុស្តិ៍បានលឿន។",
	"Asunción": "អាស៊ុនស៊ីអន",
	"Athens": "អាតែន",
	"Atikokan": "អាទិកូកាន",
	"Auckland": "អូកលែន",
	"Audio Delay": "ការពន្យារសំឡេង",
	"Audio Description": "ការពិពណ៌នាជាសំឡេង",
	"Audio Description Volume": "កម្រតិសំឡេងនៃការពិពណ៌នាជាសំឡេង",
	"Audio Guidance": "ការណែនាំជាសំឡេង",
	"Audio Language": "ភាសាជាសំឡេង",
	"Audio Out (Line Out)": "សំឡេងចេញ (ខ្សែក្រៅ)",
	"Audio Type": "ប្រភេទអូឌីយ៉ូ",
	"Australia": "អូស្ត្រាលី",
	"Austria": "អូទ្រីស",
	"Auto": "ស្វ័យប្រវត្តិ",
	"Auto Detect": "ស្វែងរកដោយស្វ័យប្រវត្តិ",
	"Auto Device Detection": "ការចាប់ឧបករណ៍ដោយស្វ័យប្រវត្តិ",
	"Auto Genre Selection": "ការជ្រើសរើសប្រភេទដោយស្វ័យប្រវត្តិ",
	"Auto Power Off": "បិទថាមពលដោយប្រវត្តិ",
	"Auto Power Sync": "ការធ្វើសមកាលកម្មថាមពលដោយស្វ័យប្រវត្តិ",
	"Auto Start": "ចាប់ផ្តើមស្វ័យប្រវត្តិ",
	"Auto Volume": "កម្រិតសំឡេងស្វ័យប្រវត្តិ",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "កែសម្រួលគម្លាតក្នុងកម្រិតសំឡេងដោយស្វ័យប្រវត្តិ ឬកំណត់កម្រិតសំឡេងដែលត្រូវបានកែសម្រួល នៅពេលណាដែលមានគ្រាប់ចុចកម្រិតសំឡេងនៅលើតេឡេបញ្ជា។",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "កែសម្រួលដោយស្វ័យប្រវត្តិទៅតម្លៃរូបភាពដែលបានកែលម្អសម្រាប់ប្រភេទមាតិកា Dolby HDR ។",
	"Automatically adjust to a picture value optimized for contents genre.": "កែសម្រួលដោយស្វ័យប្រវត្តិទៅតម្លៃរូបភាពដែលបានកែលម្អសម្រាប់ប្រភេទមាតិកា។",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "ប្ដូរទៅ FILMMAKER MODE ដោយស្វ័យប្រវត្តិ នៅពេលដែលស្គាល់មាតិកាភាពយន្ត។",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "បង្កើនគុណភាពរូបភាពដោយស្វ័យប្រវត្តិដោយផ្អែកលើពណ៌ និងភាពភ្លឺនៃពន្លឺធម្មជាតិ។",
	"Automatically update system software when an update is found.": "អាប់ដេតផ្នែកទន់នៃប្រព័ន្ធដោយស្វ័យប្រវត្តិនៅពេលរកឃើញការអាប់ដេត។",
	"Available Internal Storage": "ទំហំផ្ទុកខាងក្នុងដែលអាចប្រើបាន",
	"Azores": "អាហ្សូរេស",
	"BG Color": "ពណ៌ផ្ទៃខាងក្រោយ",
	"BG Opacity": "ភាពមើលមិនធ្លុះនៃផ្ទៃខាងក្រោយ",
	"Back": "ថយក្រោយ",
	"Backlight": "ពន្លឺខាងក្រោយ",
	"Baghdad": "បាដាត",
	"Bahamas": "បាហាម៉ាស",
	"Bahrain": "បារ៉ែន",
	"Baku": "បាគូ",
	"Balance": "លំនឹង",
	"Bamako": "បាម៉ាកូ",
	"Bangkok": "បាងកក",
	"Bangladesh": "បង់ក្លាដេស",
	"Bangui": "បានហ្គូ",
	"Banjul": "បានចូល",
	"Basque": "បាស្កេ",
	"Bass Boost": "បន្ថែមកម្លាំងបាស",
	"Behavior may vary depending on connected device.": "លក្ខណៈសម្បត្តិអាចមានភាពខុសគ្នាដោយផ្អែកលើឧបករណ៍ដែលបានភ្ជាប់។",
	"Beijing": "ប៉េកាំង",
	"Beirut": "ប៊ើរូត",
	"Belarus": "បេឡារូស",
	"Belgium": "បែលស្ស៊ីគ",
	"Belgrade": "ប៊ែលក្រាត",
	"Belém": "ប៊ែលឡែម",
	"Bengali": "បេងហ្គាល់",
	"Berlin": "ប៊ែកឡាំង",
	"Bermuda": "ប៊ើមូដា",
	"Bhutan": "ប៊ូតាត់",
	"Bishkek": "ប៊ីសកេក",
	"Bissau": "ប៊ីសាវ",
	"Black": "ខ្មៅ",
	"Black Level": "កម្រិតពណ៌ខ្មៅ",
	"Blanc-Sablon": "ប្លង់សាប្លូន",
	"Blantyre": "ប្លង់ធៀរ៍",
	"Block TV programs broadcast in English based on their content ratings.": "រារាំងការផ្សាយកម្មវិធីទូរទស្សន៍ជាភាសាអង់គ្លេសដោយផ្អែកលើការវាយតម្លៃលើមាតិការបស់កម្មវិធីទាំងនោះ។",
	"Block TV programs broadcast in French based on their content ratings.": "រារាំងការផ្សាយកម្មវិធីទូរទស្សន៍ជាភាសាបារាំងដោយផ្អែកលើការវាយតម្លៃលើមាតិការបស់កម្មវិធីទាំងនោះ។",
	"Block content based on genre.": "រារាំងមាតិកាដោយផ្អែកលើប្រភេទ។",
	"Blue": "ខៀវ",
	"Bluetooth Speaker Mode": "របៀបឧបករណ៍បំពងសំឡេង Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "សំឡេងរងំតាម Bluetooth + ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"Bluetooth Surround Sound Setup": "ការរៀបចំសំឡេងរងំតាម Bluetooth",
	"Boa Vista": "បូវីស្តា",
	"Bogotá": "បូកូតា",
	"Bolivia": "បូលីវី",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "បូស្នី និងហ្សឺហ្គោវីណា",
	"Bosnian": "បូស្នី",
	"Botswana": "បូស្វាណា",
	"Bratislava": "ប្រាទីសឡាវ៉ា",
	"Brazil": "ប្រេស៊ីល",
	"Brazilian Punk": "ក្រុមតន្ត្រីផាំងប្រេស៊ីល",
	"Brazzaville": "ប្រាហ្សាវីល",
	"Brightness": "ពន្លឺ",
	"Broadcast Country": "ប្រទេសផ្សព្វផ្សាយ",
	"Broadcast Mail": "មែលផ្សព្វផ្សាយ",
	"Broken Hill": "ប្រូកខេនហីល",
	"Brussels": "ព្រុចស៊ែល",
	"Bucharest": "ប៊ុចឆារែស",
	"Budapest": "ប៊ូដាប៉េស្ត",
	"Buenos Aires": "ប៊ឺនណូអ៊ែរ",
	"Bujumbura": "បូជូមបូរ៉ា",
	"Bulgarian": "ប៊ុលការី",
	"Burundi": "ប៊ូរុនឌី",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ប្រសិនបើចុច 'កំណត់ឡើងវិញ' មានន័យថាអ្នកនឹងលុបទិន្នន័យទាំងអស់ដែលពាក់ព័ន្ធនឹងការផ្សាយពាណិជ្ជកម្ម ដែល LGE បានប្រមូលពី Smart TV នេះកាលពីមុន។ ការចុច 'កំណត់ឡើងវិញ' អាចនឹងប៉ះពាល់ដល់ប្រភេទនៃការផ្សាយពាណិជ្ជកម្មដែលអ្នកមើលឃើញតទៅមុខទៀត ប៉ុន្តែវានឹងមិនបញ្ឈប់អ្នកមិនឱ្យទទួលបានការផ្សាយពាណិជ្ជកម្មទេ។",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "ដោយបើក Live Plus អ្នកយល់ស្របនឹងការប្រមូលយកព័ត៌មាននៃការមើលទូរទស្សន៍ដោយ LG Electronics Inc. (\"LGE\") តាមរយៈម៉ូឌុល ACR ដែលអាចនឹងចែករំលែកជាអនាមិកជាមួយភាគីទីបីដើម្បីផ្តល់ជូនអ្នកនូវសេវាកម្មដែលមានអន្តរសកម្ម។ អ្នកក៏អាចនឹងចែករំលែកព័ត៌មានអនាមិករួមគ្នាជាមួយភាគីទីបីសម្រាប់គោលបំណងធ្វើទីផ្សារ។ សូមចំណាំថាយើងមិនអាចដឹងបានទេថាព័ត៌មានដែលបានប្រមូល ឬចែកចាយនោះបានមកពីក្មេងអាយុក្រោម 13 ឆ្នាំឬអត់។ ព័ត៌មានលម្អិតអំពី Live Plus មានបង្ហាញនៅក្នុងព័ត៌មានអំពីការទស្សនា (លក្ខខណ្ឌ) ដែលអាចចូលប្រើបាននៅក្នុងម៉ឺនុយការកំណត់ SmartTV ។ LGE សូមណែនាំជាសំខាន់ថាអ្នកគួរពិនិត្យឡើងវិញនូវកំណែពេញលេញនៃព័ត៌មានអំពីការទស្សនា (លក្ខខណ្ឌ) មុនពេលដែលអ្នកធ្វើឲ្យមុខងារ Live Plus សកម្ម។",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "ប្រសិនបើបើក Live Plus មានន័យថាអ្នកយល់ថាមាតិកាដែលបង្ហាញនៅលើទូរទស្សន៍របស់អ្នកអាចសម្គាល់បាន ហើយព័ត៌មានដែលបង្ហាញអាចត្រូវបានប្រើដើម្បីផ្ដល់ជូនបទពិសោធន៍នៃការទស្សនាដែលប្រសើរជាងមុនដល់អ្នក និងសេវាកម្មដែលស្របនឹងអ្នករួមទាំង ការណែនាំមាតិកា និងការផ្សាយពាណិជ្ជកម្មផងដែរ។ សូមពិនិត្យមើលគោលការណ៍ឯកជនភាព និងកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់ដែលពាក់ព័ន្ធ នៅក្នុងម៉ឺនុយការកំណត់ទូរទស្សន៍ ដើម្បីទទួលបានព័ត៌មានបន្ថែម។",
	"CI Information": "ពណ៌មាន CI",
	"CI password incorrect. Please enter again.": "ពាក្យសម្ងាត់ CI មិនត្រឹមត្រូវ សូមបញ្ចូលម្តងទៀត",
	"Cable": "ខ្សែកាប",
	"Cable ATV": "ទូរទស្សន៍ខ្សែកាបអាណាឡូក",
	"Cable DTV": "ទូរទស្សន៍ខ្សែកាបឌីជីថល",
	"Cable Radio": "វិទ្យុខ្សែកាប",
	"Cairo": "គែរ",
	"Cambodia": "កម្ពុជា",
	"Cameroon": "កាម៉េរូន",
	"Campo Grande": "ខាំប៉ូហ្គ្រែនន៍",
	"Can not Find Channel": "រកមិនឃើញប៉ុស្តិ៍ទេ",
	"Canada": "កាណាដា",
	"Canary Islands": "កោះខាណារី",
	"Cancel": "បោះបង់",
	"Cancel Schedule": "បោះបង់កាលវិភាគ",
	"Cancel Update": "បោះបង់ការអាប់ដេត",
	"Cancún": "ខាន់ឃូន",
	"Cantonese": "ចិនកន្តាំង",
	"Caracas": "ការ៉ាកាស់",
	"Casablanca": "កាសាប្លេនកា",
	"Catalan": "កាតាឡាន",
	"Caution": "ប្រុងប្រយ័ត្ន",
	"Cayman Islands": "ប្រជុំកោះ ខេមែន",
	"Center": "កណ្ដាល",
	"Ceuta": "ស៊ូតតា",
	"Chad": "ឆាត",
	"Change blue intensity and adjust the color balance.": "ប្ដូរកម្រិតពណ៌ខៀវ និងកែសម្រួលតុល្យភាពពណ៌។",
	"Change green intensity and adjust the color balance.": "ប្ដូរកម្រិតពណ៌បៃតង និងកែសម្រួលតុល្យភាពពណ៌។",
	"Change red intensity and adjust the color balance.": "ប្ដូរកម្រិតពណ៌ក្រហម និងកែសម្រួលតុល្យភាពពណ៌។",
	"Change the left / right sound": "ប្ដូរសំឡេងឆ្វេង/ ស្ដាំ",
	"Change the position of captions using the 4-way dial on the remote control.": "ប្ដូរទីតាំងអក្សររត់ ដោយប្រើប៊ូតុងចុច 4 ទិស នៅលើតេឡេបញ្ជា។",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "ការប្តូរតំបន់អាចនឹងប្តូរប៉ុស្តិ៍បច្ចុប្បន្នដែលបានរាវនៅក្នុងទូរទស្សន៍របស់អ្នក។ អ្នកអាចរាវប៉ុស្តិ៍ឡើងវិញនៅក្នុងការរាវស្វ័យប្រវត្តិ។ តើអ្នកចង់ប្តូរការកំណត់តំបន់ឥឡូវនេះដែរទេ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "ការប្តូរប្រទេសនេះនឹងបណ្តាលឲ្យទូរទស្សន៍របស់អ្នកចាប់ផ្តើមឡើងវិញ ហើយអ្នកអាចនឹងតម្រូវឲ្យមានការយល់ព្រមលើកិច្ចព្រមព្រៀងអ្នកប្រើរបស់ LG ម្តងទៀត។ ជាងនេះទៀត លទ្ធភាពដែលអាចប្រើបាននៃកម្មវិធី និងសេវាកម្មនានាក៏អាចនឹងខុសគ្នាទៅតាមប្រទេសប្រើសេវាកម្ម LG ផងដែរ។ តើអ្នកចង់បន្តដែរទេ?",
	"Channel Locks": "ការចាក់សោប៉ុស្តិ៍",
	"Channel Manager": "កម្មវិធីគ្រប់គ្រងប៉ុស្តិ៍",
	"Channel Scrolling Options": "ជម្រើសរមូរប៉ុស្តិ៍",
	"Channel Tuning": "ការរាវប៉ុស្តិ៍",
	"Channel Tuning & Settings": "ការរាវប៉ុស្តិ៍ និងការកំណត់",
	"Channels": "ប៉ុស្តិ៍",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "ប៉ុស្តិ៍ចេញពី HDMI និងធាតុបញ្ចូលខាងក្រៅផ្សេងទៀតមិនអាចត្រូវបានចាក់សោទេ។ ដើម្បីចាក់សោទូរទស្សន៍ សូមប្តូរធាតុបញ្ចូលបច្ចុប្បន្នទៅ Live TV ។",
	"Chatham Islands": "ប្រជុំកោះឆាថាំ",
	"Check TV information.": "ពិនិត្យមើលព័ត៌មានអំពីទូរទស្សន៍។",
	"Check alarm messages about the user settings or TV status.": "ពិនិត្យមើលសារព្រមានអំពីការកំណត់របស់អ្នកប្រើប្រាស់ ឬស្ថានភាពទូរទស្សន៍។",
	"Check descriptions for each LG webOS TV functions.": "ពិនិត្យមើលការពណ៌នាសម្រាប់មុខងារ LG webOS TV នីមួយៗ។",
	"Check for Advertising settings and set it.": "រកមើលការកំណត់ការផ្សាយពាណិជ្ជកម្ម រួចកំណត់វា។",
	"Check for Updates": "រកមើលការអាប់ដេត",
	"Check for available functions with Voice and set Voice Settings.": "រកមើលមុខងារដែលអាចប្រើជាមួយសំឡេងបាន រួចកំណត់ការកំណត់សំឡេង។",
	"Check for problems with the picture quality.": "ពិនិត្យរកបញ្ហាចំពោះគុណភាពរូបភាព។",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ពិនិត្យរកបញ្ហាចំពោះគុណភាពសំឡេងនៃឧបករណ៍បំពងសំឡេងផ្នែកខាងក្នុងទូរទស្សន៍។",
	"Check for software updates and update if available.": "រកមើលការអាប់ដេតផ្នែកទន់ និងអាប់ដេតប្រសិនបើមាន។",
	"Check whether the Bluetooth device is in pairing mode.": "ពិនិត្យមើលថាតើឧបករណ៍ Bluetooth ស្ថិតនៅក្នុងរបៀបផ្គូផ្គងឬអត់។",
	"Check your TV status to solve problems or use remote support.": "ពិនិត្យមើលស្ថានភាពទូរទស្សន៍ ដើម្បីដោះស្រាយបញ្ហា ឬប្រើជំនួយពីចម្ងាយ។",
	"Checking Password": "កំពុងពិនិត្យពាក្យសម្ងាត់",
	"Checking for Updates": "កំពុងរកមើលការអាប់ដេត",
	"Checking...": "កំពុងពិនិត្យ...",
	"Chicago": "ឈីកាហ្គោ",
	"Chihuahua": "ឈីហ្វាហ្វា",
	"Children": "កុមារ",
	"Children Age": "អាយុកុមារ",
	"Children Program Locks": "ការចាក់សោកម្មវិធីកុមារ",
	"Children over 8 are allowed to watch.": "កុមារអាយុលើសពី 8 ឆ្នាំត្រូវបានអនុញ្ញាតឱ្យមើល។",
	"Chile": "ឈីលី",
	"China": "ចិន",
	"Chinese": "ចិន",
	"Chisinau": "ឈីស៊ិនណូ",
	"Choibalsan": "ឆយបាលសាន",
	"Chongqing": "ចុងកឹង",
	"Choose to have all channels or just your primary ones when you change channels.": "ជ្រើសយកប៉ុស្តិ៍ទាំងអស់ ឬយកតែប៉ុស្តិ៍ចម្បងៗរបស់អ្នកតែប៉ុណ្ណោះនៅពេលដែលអ្នកប្តូរប៉ុស្តិ៍។",
	"Christmas Island": "កោះគ្រីស្តស្មាស",
	"Cinema": "រោងកុន",
	"Cinema Clear": "និយមន័យច្បាស់លាស់របស់រោងភាពយន្ត",
	"Cinema Home": "របៀបកុននៅផ្ទះ",
	"Cinema View": "ទិដ្ឋភាពរោងកុន",
	"Cinema View (32:12)": "ទិដ្ឋភាពរោងកុន (32:12)",
	"Cinema Zoom": "ការពង្រីកបែបរោងកុន",
	"City": "ទីក្រុង",
	"City Selection": "ការជ្រើសរើសទីក្រុង",
	"Clean Audio": "ជម្រះសំឡេង",
	"Clear": "ជម្រះ",
	"Clear Plus": "ជម្រះ Plus",
	"Clear Voice Ⅲ": "សំឡេងច្បាស់ Ⅲ",
	"Clear Voice Ⅳ": "សំឡេងច្បាស់ Ⅳ",
	"Clear1": "ជម្រះ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "ចុចប៊ូតុង ភ្ចាប់ ខាងក្រោមបន្ទាប់ពីក្តារចុចអត់ខ្សែ LG បានបើក និងកំណត់ទៅរបៀបផ្គូផ្គង។",
	"Close": "បិទ",
	"Closed Caption": "អត្ថបទពិពណ៌នាបិទ",
	"Closed Caption Settings": "បានបិទការកំណត់អត្ថបទពិពណ៌នាបិទ",
	"Code Value": "តម្លៃលេខកូដ",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "ប្រមូល និងរក្សាទុកអាស័យដ្ឋានរបស់ MAC លេខគំរូ កូដប្រទេស ការកំណត់ភាសា និងកំណែកម្មវិធីជាដើម ដើម្បីផ្ទៀងផ្ទាត់កម្មវិធីថ្មីបំផុតសម្រាប់ធ្វើបច្ចុប្បន្នភាព។",
	"Colombia": "កូឡុំប៊ី",
	"Colombo": "កូឡុំបូ",
	"Color": "ពណ៌",
	"Color Gamut": "ដែននៃពណ៌",
	"Color Management System": "ប្រព័ន្ធគ្រប់គ្រងពណ៌",
	"Color Temperature": "កម្រិតពណ៌ពីព្រឿងៗមកស្រទន់",
	"Component": "សមាសភាគ",
	"Conakry": "ខន់ណាគ្រី",
	"Confirm the terms and conditions or change whether to accept the agreement.": "បញ្ជាក់លក្ខខណ្ឌ ឬផ្លាស់ប្ដូរថាតើត្រូវយល់ព្រមតាមកិច្ចព្រមព្រៀងឬអត់។",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "ភ្ជាប់",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "ភ្ជាប់ឧបករណ៍បំពងសំឡេងតាម Bluetooth និងឧបករណ៍បំពងសំឡេងរបស់ទូរទស្សន៍ រួចកែសម្រួលការពន្យារសំឡេងរវាងឧបករណ៍បំពងសំឡេងដោយស្វ័យប្រវត្តិ។",
	"Connect an external audio device, which supports the eARC, to the eARC.": "ភ្ជាប់ឧបករណ៍សំឡេងខាងក្រៅដែលស្គាល់ eARC ទៅ eARC ។",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ភ្ជាប់ឧបករណ៍ខាងក្រៅដូចជាប្រអប់ចាប់ប៉ុស្តិ៍ របារសំឡេងជាដើម ទៅទូរទស្សន៍ដោយផ្អែកលើការណែនាំ។",
	"Connect the LAN cable directly to the TV to use the network.": "ភ្ជាប់ខ្សែ LAN ដោយផ្ទាល់ទៅទូរទស្សន៍ ដើម្បីប្រើបណ្ដាញ។",
	"Connect to the network by manually entering the IP and DNS server addresses.": "ភ្ជាប់ទៅបណ្ដាញតាមរយៈការបញ្ចូលអាសយដ្ឋានម៉ាស៊ីនមេ IP និង DNS ដោយផ្ទាល់។",
	"Connect to the network if a wireless router is installed.": "ភ្ជាប់ទៅបណ្ដាញ ប្រសិនបើរូតទ័រឥតខ្សែត្រូវបានដំឡើង។",
	"Connect via WPS PBC": "ភ្ជាប់តាមរយៈ WPS PBC",
	"Connect via WPS PIN": "ភ្ជាប់តាមរយៈ WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "ភ្ជាប់ទូរទស្សន៍របស់អ្នកទៅរ៉ោតទ័ររបស់អ្នក ឬម៉ែឌេមដែលប្រើខ្សែអ៊ីសឺណិតដើម្បីធ្វើឲ្យសកម្មការតភ្ជាប់បណ្តាញប្រើខ្សែ។",
	"Connect your TV with WiSA Speakers wirelessly.": "ភ្ជាប់ទូរទស្សន៍របស់អ្នកជាមួយឧបករណ៍បំពងសំឡេង WiSA ដោយឥតខ្សែ។",
	"Connectable Devices ({num})": "ឧបករណ៍ដែលអាចភ្ជាប់បាន ({num})",
	"Connected": "បានភ្ជាប់",
	"Connected to Internet": "បានភ្ជាប់អ៊ីនធឺណិត",
	"Connecting...": "កំពុងភ្ជាប់...",
	"Connection": "ការតភ្ជាប់",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "អាចប្រើការគ្រប់គ្រងការតភ្ជាប់ ដោយប្រើស្មាតហ្វូន ឬកុំព្យូទ័របាន។ ដើម្បីភ្ជាប់ទូរទស្សន៍ជាមួយឧបករណ៍ចល័ត តម្រូវឱ្យមានការកំណត់ការតភ្ជាប់ និងសំណើនៅលើស្មាតហ្វូន និងកុំព្យូទ័រ។",
	"Content Recommendations": "ការណែនាំអំពីមាតិកា",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "មាតិកានឹងចាក់ព្រមជាមួយសំឡេងដែលស័ក្តិសម សម្រាប់ការស្ដាប់ប៉ុស្តិ៍ច្រើន ប្រសិនបើសេវាកម្ម HbbTV ក៏ស្គាល់សំឡេងចេញពីប៉ុស្តិ៍ច្រើន។",
	"Contrast": "ភាពដិត",
	"Cool": "ត្រជាក់",
	"Copenhagen": "កូពេនហាហ្គេន",
	"Copy Channels": "ចម្លងប៉ុស្តិ៍",
	"Copy/Delete file": "ចម្លង/លុបឯកសារ",
	"Correct contrast and brightness by adjusting black levels.": "កែតម្រូវភាពដិត និងពន្លឺដោយការកែសម្រួលកម្រិតពណ៌ខ្មៅ។",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "កែសម្រួលភិចសែលរូបភាព និងទប់ស្កាត់បញ្ហាគុណភាពរូបភាពដែលអាចបង្កឡើង នៅពេលទូរទស្សន៍ត្រូវបានបើកអស់រយៈពេលយូរ។",
	"Costa Rica": "កូស្តារីកា",
	"Could not fined available network.": "រកមិនឃើញបណ្តាញដែលអាចប្រើបានទេ",
	"Croatia": "ក្រូអាត",
	"Croatian": "ក្រូអាត",
	"Cuba": "គូបា",
	"Cuiabá": "ស៊ុយបា",
	"Current time is not valid. Do you want to set the correct time now?": "ម៉ោងបច្ចុប្បន្នមិនត្រឹមត្រូវទេ តើអ្នកចង់កំណត់យកម៉ោងដែលត្រឹមត្រូវឥឡូវនេះដែរទេ?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "តម្លៃបច្ចុប្បន្នរបស់ការកំណត់របៀបរូបភាពប្តូរតាមបំណងនឹងត្រូវបានអនុវត្តចំពោះរបៀប {pictureMode} សម្រាប់ធាតុបញ្ចូលទាំងអស់ តើអ្នកចង់បន្តដែរទេ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ឧបករណ៍ក្តារចុចឥតខ្សែ LG ដែលបានភ្ជាប់បច្ចុប្បន្ននឹងត្រូវផ្តាច់ពីទូរទស្សន៍របស់អ្នក។ តើអ្នកចង់បន្តដែរទេ?",
	"Custom": "តាមបំណង",
	"Custom Time Zone": "ល្វែងម៉ោងតាមបំណង",
	"Customer Service": "សេវាកម្មអតិថិជន",
	"Cyan": "បៃតងលាយខៀវ",
	"Cyprus": "ស៊ីប",
	"Czech": "ឆេក",
	"Czech Republic": "សាធារណរដ្ឋឆេក",
	"Côte d'Ivoire": "កូតឌីវ័រ",
	"DNS Server": "ម៉ាស៊ីនមេ DNS",
	"DR Congo": "DR Congo",
	"DTV Audio Setting": "ការកំណត់សំឡេងទូរទស្សន៍ឌីជីថល",
	"Dagbani": "ដាកបានី",
	"Dakar": "ដាកា",
	"Damascus": "ដាម៉ាឃឺស",
	"Danish": "ដាណឺម៉ាក",
	"Danmarkshavn": "ដានម៉ាកហ្វ៉ាន",
	"Dar es Salaam": "ដាអេសាឡឹម",
	"Data Service": "សេវាកម្មទិន្នន័យ",
	"Date": "កាលបរិច្ឆេទ",
	"Dawson": "ដាវសាន់",
	"Dawson Creek": "ដាវសាន់គ្រីក",
	"Day": "ថ្ងៃ",
	"Delete": "លុប",
	"Delete Connection History": "លុបប្រវត្តិនៃការតភ្ជាប់",
	"Delete Pairing History": "លុបប្រវត្តិផ្គូផ្គង",
	"Delete Usage Data": "លុបទិន្នន័យប្រើប្រាស់",
	"Demo Options": "ជម្រើសបង្ហាញសាកល្បង",
	"Democratic Republic of the Congo": "សាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
	"Denmark": "ដាណឺម៉ាក",
	"Denver": "ដេនវើ",
	"Depressed": "បន្ថយ",
	"Deregister": "លុបការចុះឈ្មោះ",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "ពណ៌នាមាតិកានៅលើអេក្រង់ដោយប្រើសំឡេងសម្រាប់អ្នកមានបញ្ហាភ្នែកក្នុងការប្រើទូរទស្សន៍។",
	"Detect Range": "កម្រិតស្វែងរក",
	"Detroit": "ឌីត្រយ",
	"Device Connection Settings": "ការកំណត់ការតភ្ជាប់ឧបករណ៍",
	"Device List": "បញ្ជីឧបករណ៍",
	"Device Name": "ឈ្មោះឧបករណ៍",
	"Dhaka": "ដាក្កា",
	"Digital Mode": "របៀបឌីជីថល",
	"Digital Sound Out": "សំឡេងចេញឌីជីថល",
	"Digital TV": "ទូរទស្សន៍ឌីជីថល",
	"Dili": "ឌីលី",
	"Directed to Older Children (ages 7 and above)": "សំដៅលើកុមារអាយុច្រើនជាងនេះ (អាយុពី 7 ឆ្នាំឡើងទៅ )",
	"Disabled": "បានបិទ",
	"Disconnect": "ផ្តាច់",
	"Display captions for hearing-impaired viewers to use TV.": "បង្ហាញអក្សររត់សម្រាប់អ្នកមានបញ្ហាក្នុងការស្ដាប់សម្រាប់ប្រើទូរទស្សន៍។",
	"Display fast-moving content smoothly and clearly.": "បង្ហាញមាតិកាដែលមានចលនាលឿនឱ្យមានលក្ខណៈរលូន និងច្បាស់។",
	"Display luminance level for the highest point (100 IRE).": "កម្រិតពន្លឺចាំងផ្លាតនៃការបង្ហាញសម្រាប់ចំណុចខ្ពស់បំផុតគឺ (100 IRE) ។",
	"Display pictures in a warm or cool color temperature.": "បង្ហាញរូបភាពក្នុងកម្រិតពណ៌ស្រអាប់ ឬឆើត។",
	"Do Not Sell My Personal Information": "មិនត្រូវលក់ព័ត៌មានផ្ទាល់ខ្លួនរបស់ខ្ញុំទេ",
	"Do Not Track": "កុំតាមដាន",
	"Do you want to continue?": "តើអ្នកចង់បន្តដែរទេ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "តើអ្នកចង់ចម្លងបញ្ជីប៉ុស្តិ៍ពីទំហំផ្ទុក USB ទៅទូរទស្សន៍របស់អ្នកដែរទេ? ប៉ុស្តិ៍បច្ចុប្បន្ននៅក្នុងទូរទស្សន៍របស់អ្នកនឹងត្រូវបានលុបចោល។",
	"Do you want to copy channel list from your TV to the USB storage?": "តើអ្នកចង់ចម្លងបញ្ជីប៉ុស្តិ៍ពីទូរទស្សន៍របស់អ្នកទៅទំហំផ្ទុក USB ដែរទេ?",
	"Do you want to reset Position Settings?": "តើអ្នកចង់កំណត់ឡើងវិញនូវការកំណត់ទីតាំងដែរទេ?",
	"Do you want to reset Volume Control?": "តើអ្នកចង់កំណត់ឡើងវិញនូវការកំណត់កម្រិតសំឡេងដែរទេ?",
	"Do you want to set the correct time now?": "តើអ្នកចង់កំណត់យកម៉ោងដែលត្រឹមត្រូវឥឡូវនេះដែរទេ?",
	"Do you want to turn your TV off now?": "តើអ្នកចង់បិទទូរទស្សន៍របស់អ្នកឥឡូវនេះដែរទេ?",
	"Dodoma": "ដូដូម៉ា",
	"Doha": "ដូហា",
	"Dominica": "ដូមីនីក",
	"Done": "រួចរាល់",
	"Douala": "ដូអូឡា",
	"Download Mail": "ដោនឡូតមែល",
	"Download and Install": "ទាញយក និងដំឡើង",
	"Downloadable Rating": "ការវាយតម្លៃដែលអាចដោនឡូតបាន",
	"Dubai": "ឌូបៃ",
	"Dublin": "ដាប់ប្ល៊ីន",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "អំឡុងពេលបិទកម្មវិធី Always-on ផ្មុខងារមួយចំនួនដូចជា ការសម្គាល់សំឡេងជាដើម នឹងមិនអាចប្រើបានទេនៅពេលអេក្រង់បិទ។",
	"Dushanbe": "ឌូសានបេ",
	"Dutch": "ហូឡង់",
	"Dynamic Color": "ពណ៌ឌីណាមិច",
	"Dynamic Contrast": "ពណ៌ដិតឌីណាមិក",
	"Dynamic Tone Mapping": "ការធ្វើឲ្យចេញជាពណ៌តែមួយ",
	"Easter Island": "កោះអ៊ីស្ទឺ",
	"Eastern Africa": "អាហ្វ្រិកភាគខាងកើត",
	"Eco": "អេកូ",
	"Eco Mode": "របៀប Eco",
	"Ecuador": "អេក្វាឌ័រ",
	"Edge Color": "ពណ៌គែម",
	"Edge Enhancer": "កម្មវិធីកែលម្អគែម",
	"Edge Type": "ប្រភេទគែម",
	"Edit": "កែសម្រួល",
	"Edmonton": "អេដម៉ុនតុន",
	"Egypt": "អេហ្ស៊ីប",
	"Eirunepé": "អៀរុននេប៉េ",
	"El Salvador": "អែលសាល់វ៉ាឌ័រ",
	"El salvador": "អែលសាល់វ៉ាឌ័រ",
	"Emergency Alert": "ការដាស់តឿនបន្ទាន់",
	"Enabled": "បានបើក",
	"Energy Saving": "ការសន្សំសំចៃថាមពល",
	"Energy consumption may increase if this feature is on.": "ការប្រើប្រាស់ថាមពលអាចនឹងកើនឡើង ប្រសិនបើបើកមុខងារនេះ។",
	"Energy saving modes to limit power consumption.": "របៀបសន្សំសំចៃថាមពលដើម្បីកម្រិតការប្រើប្រាស់ថាមពល។",
	"English": "អង់គ្លេស",
	"Enhance the bass sound.": "បង្កើនកម្រិតសំឡេងបាស។",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "បង្កើនកម្រិតផ្ទុយរវាងផ្នែកភ្លឺ និងផ្នែកងងឹតរបស់ម៉ឺនុយមួយចំនួនដូចជា ផ្ទៃខាងក្រោយ និងអក្សរជាដើម ដើម្បីឱ្យអ្នកមានបញ្ហាភ្នែកងាយស្រួលមើល។",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "កែលម្អកម្រិតច្បាស់ និងភាពម៉ត់នៃមាតិកា តាមរយៈក្បួនដោះស្រាយដែលរៀនតាមរយៈបច្ចេកទេសនៃការរៀនស៊ីជម្រៅ LG Deep និងកែលម្អជម្រៅតាមរយៈការវិភាគមាតិកា។",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "រីករាយជាមួយខ្លឹមសារ Dolby Atmos ដែលបង្កើតសំឡេងស័ក្ដិសមបំផុត និងផ្តល់នូវសំឡេងគុណភាពសំលេងល្អបំផុត។",
	"Enjoy TV sound by connecting Wired Headphones.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តារយៈការភ្ជាប់ទៅកាសមានខ្សែ។",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍សំឡេង ដែលបានភ្ជាប់ទៅរន្ធ HDMI IN (ARC) ។",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍សំឡេង ដែលបានភ្ជាប់ទៅរន្ធ OPTICAL DIGITAL AUDIO OUT ។",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍សំឡេង LG ដែលបានភ្ជាប់ទៅរន្ធ OPTICAL DIGITAL AUDIO OUT ។",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍សំឡេង ដែលភ្ជាប់ជាមួយរន្ធសំឡេងចេញ/កាសខាងក្រៅ។",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "រីករាយនឹងសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍បំពងសំឡេងក្នុងទូរទស្សន៍ និងកាសមានខ្សែ។",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "រីករាយជាមួយសំឡេងទូរទស្សន៍តាមរយៈឧបករណ៍សំឡេងខាងក្រៅ ដែលបានភ្ជាប់ទៅឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍ និងរន្ធ OPTICAL DIGITAL AUDIO OUT ។",
	"Enjoy a clear and natural sound.": "រីករាយជាមួយសំឡេងច្បាស់ ដូចទៅនឹងធម្មជាតិ។",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "រីករាយជាមួយសំឡេងដោយប្រើឧបករណ៍សំឡេងឥតខ្សែ ដែលបានភ្ជាប់ទៅការធ្វើសមកាលកម្មសំឡេងរបស់ LG ឬ Bluetooth ។",
	"Enjoy the sound optimized to the room.": "រីករាយនឹងសំឡេងដែលបានបង្កើនគុណភាពនៅក្នុងបន្ទប់។",
	"Enter CI Password": "បញ្ចូលពាក្យសម្ងាត់ CI",
	"Enter the PIN in your router's settings.": "បញ្ចូលកូដ PIN នៅក្នុងការកំណត់រ៉ោតទ័ររបស់អ្នក។",
	"Enter the master password.": "បញ្ចូលពាក្យសម្ងាត់មេនេះ ",
	"Equalizer": "អ៊ីហ្គុយ",
	"Equatorial Guinea": "អ៊ីខ្វាតូរៀ ហ្គីននៀ",
	"Eritrea": "អេរិទ្រៀ",
	"Estonia": "អេស្តូនី",
	"Estonian": "អេស្តូនី",
	"Ethiopia": "អេត្យូពី",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "ទោះបីជាបិទការកំណត់ក៏ដោយ ក៏អ្នកអាចពិនិត្យមើលព័ត៌មានដែលពាក់ព័ន្ធតាមរយៈផ្ទាំងប៉ុស្តិ៍ និងការសម្គាល់សំឡេងបានដែរ។",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "សូម្បីតែនៅពេលបិទទូរទស្សន៍ និងនៅពេលប្រើថាមពលអប្បបរមាក៏ដោយ ក៏អ្នកអាចស្តាប់តន្ត្រី តាមរយៈការភ្ជាប់ឧបករណ៍ចល័តបានដែរ។ មុខងារដ៏សម្បូរបែបអាចប្រើប្រាស់បានយ៉ាងរហ័សម្ដងទៀត នៅពេលបើកទូរទស្សន៍។",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "ទោះបីជានៅពេលទូរទស្សន៍បានបិទក៏ដោយ អ្នកនៅតែអាចស្ដាប់តន្រ្តីបានដោយភ្ជាប់ទូរសព្ទឆ្លាតវៃជាមួយទូរទស្សន៍តាមរយៈ Bluetooth ។",
	"Every Day": "រៀងរាល់ថ្ងៃ",
	"Every Weekday": "រៀងរាល់ថ្ងៃធ្វើការ",
	"Every Weekend": "រៀងរាល់ចុងសប្តាហ៍",
	"Ewe": "អ៊ីវេ",
	"Expert (Bright Room)": "អ្នកជំនាញ (បន្ទប់ភ្លឺ)",
	"Expert (Dark Room)": "អ្នកជំនាញ (បន្ទប់ងងឹត)",
	"Export your TV's channel list information to a connected USB device.": "នាំចេញព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍ទៅឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"Extended": "ពង្រីក",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ការពន្យាររយៈពេលនៃការកំណត់ការបិទថាមពលស្វ័យប្រវត្តិ ឬការបិទមុខងារនេះអាចនឹងស៊ីថ្មច្រើនជាងមុន។",
	"Extreme": "ខ្លាំង",
	"Eye Comfort Mode": "របៀបផាសុខភាពភ្នែក",
	"FILMMAKER MODE Auto Change": "ការប្ដូរដោយស្វ័យប្រវត្តិចំពោះ FILMMAKER MODE",
	"Fantasy Violence": "អំពើហិង្សាបែបអភិនីហារ",
	"Fast": "លឿន",
	"Fernando de Noronha": "ហ្វ៊ឺណានដូដឺណូរ៉ុនហា",
	"Fiji": "ហ្វីជី",
	"Find and tell an audio device available to connect around TV.": "ស្វែងរក និងប្រាប់ឧបករណ៍សំឡេងដែលអាចភ្ជាប់បាននៅជុំវិញទូរទស្សន៍។",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "សម្រួលតិចៗចូលក្នុងចន្លោះនៃពណ៌ក្រហម បៃតង ខៀវ ខៀវខ្ចី ក្រហមបែកស្វាយ និងលឿង។",
	"Finland": "ហ្វាំងឡង់",
	"Finnish": "ហ្វាំងឡង់",
	"Flash": "ពន្លឺហ្ល្វាស",
	"Flat Mode": "របៀបរាបស្មើ",
	"Font": "ពុម្ពអក្សរ",
	"Font 1": "ពុម្ពអក្សរ 1",
	"Font 2": "ពុម្ពអក្សរ 2",
	"Font 3": "ពុម្ពអក្សរ 3",
	"Font 4": "ពុម្ពអក្សរ 4",
	"Font 5": "ពុម្ពអក្សរ 5",
	"Font 6": "ពុម្ពអក្សរ 6",
	"Font 7": "ពុម្ពអក្សរ 7",
	"Font 8": "ពុម្ពអក្សរ 8",
	"Football": "បាល់ទាត់",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "សម្រាប់រូទ័រឥតខ្សែដែលបើក WPS(ការរៀបចំដែលបានការពារតាមរយៈ Wi-Fi) សូមបញ្ចូលកូដ PIN ដើម្បីភ្ជាប់ទូរទស្សន៍ទៅបណ្ដាញឥតខ្សែ។",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "សម្រាប់រូទ័រឥតខ្សែដែលបើក WPS(ការរៀបចំដែលបានការពារតាមរយៈ Wi-Fi) សូមចុចប៊ូតុង WPS-PBC ដើម្បីភ្ជាប់ទូរទស្សន៍ទៅបណ្ដាញឥតខ្សែ។",
	"Fortaleza": "ហ្វតតាឡេហ្សា",
	"France": "បារាំង",
	"Freetown": "ហ្វ្រីថោន",
	"French": "បារាំង",
	"French Polynesia": "ប៉ូលីនេស៊ីបារាំង",
	"Full Wide": "ទំហំពេញ",
	"Ga": "ហ្គា",
	"Gaborone": "ហ្គាបូរ៉ូន",
	"Gaelic": "ហ្គាលីក",
	"Galapagos Islands": "ប្រជុំកោះហ្គាឡាប៉ាហ្គូស",
	"Galician": "ហ្គាលីស្យាន",
	"Gallery": "វិចិត្រសាល",
	"Gambier": "ហ្គាំប៊ីយ័រ",
	"Game": "ហ្គេម",
	"Gamma": "អក្សរហ្គាម៉ា",
	"General": "ទូទៅ",
	"General Age": "អាយុទូទៅ",
	"General Audience": "អ្នកទស្សនាទូទៅ",
	"General Audiences": "ទស្សនិកជនទូទៅ",
	"General Program Locks": "ការចាក់សោកម្មវិធីទូទៅ",
	"Georgia": "ហ្សកហ្ស៊ី",
	"German": "អាល្លឺម៉ង់",
	"Germany": "អាល្លឺម៉ង់",
	"Get started in a quiet environment for sound optimization.": "ចាប់ផ្ដើមនៅក្នុងមជ្ឈដ្ឋានស្ងប់ស្ងាត់ ដើម្បីបង្កើនគុណភាពសំឡេង។",
	"Getting...": "កំពុង...",
	"Ghana": "ហ្គាណា",
	"Gibraltar": "ហ្គីប្រាតា",
	"Glace Bay": "ឃ្លេសបេ",
	"Godthab": "ហ្គតថាប់",
	"Grayscale": "មាត្រដ្ឋានប្រផេះ",
	"Greece": "ក្រិក",
	"Greek": "ក្រិច",
	"Green": "បៃតង",
	"Greenland": "ហ្គ្រីនលែន",
	"Grenada": "ហ្គ្រេនណាដា",
	"Guadalcanal": "ហ្គូដាកាណាល់",
	"Guadeloupe": "ហ្គោដេលូប",
	"Guam": "ហ្គ័ម",
	"Guatemala": "ហ្គាតេម៉ាឡា",
	"Guatemala City": "ទីក្រុងហ្គាតេម៉ាឡា",
	"Guayaquil": "ហ្គោយ៉ាគីល",
	"Guernsey": "ហ្គើនសី",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "ណែនាំប្រតិបត្តិការ និងម៉ឺនុយដោយប្រើសំឡេងសម្រាប់អ្នកមានបញ្ហាភ្នែកសម្រាប់ប្រើទូរទស្សន៍។",
	"Guinea": "ហ្គីណេ",
	"Guinea Bissau": "ហ្គីណេប៊ីសូ",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Equatorial",
	"Gujarati": "ហ្គូចារ៉ាទី",
	"Guyana": "ហ្គីយ៉ាណា",
	"H Position": "ទីតាំអ H",
	"H Sharpness": "ភាពម៉ត់ H",
	"H Size": "ទំហំ H",
	"HD Mode": "របៀប HD",
	"HD Mode Option": "ជម្រើសរបៀប HD",
	"HDD Eco Mode": "របៀប HDD Eco",
	"HDD Power Saving Mode": "របៀបសន្សំសំចៃថាមពល HDD",
	"HDMI Input Audio Format": "ទម្រង់សំឡេងធាតុបញ្ចូល HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ 8K Ultra HD Deep Color ។",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ Ultra HD Deep Color ។",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "រន្ធ HDMI {port1} ស្គាល់ 8K Ultra HD Deep Color ។",
	"HDMI {port1} port support Ultra HD Deep Color.": "រន្ធ HDMI {port1} ស្គាល់ Ultra HD Deep Color ។",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ 8K Ultra HD Deep Color ។",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ Ultra HD Deep Color ។",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ 8K Ultra HD Deep Color ។",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ Ultra HD Deep Color ។",
	"HDR Effect": "បែបផែន HDR",
	"HDR Picture Mode": "របៀបរូបភាព HDR",
	"Haiti": "ហៃទី",
	"Halifax": "ហាលីហ្វេក",
	"Harare": "ហារ៉ារេ",
	"Harbin": "ហាប៊ីន",
	"Hard of Hearing": "លំបាកក្នុងការស្តាប់",
	"Hausa": "ហូសា",
	"Havana": "ហាវ៉ាណា",
	"Headphones Volume": "កម្រិតសំឡេងកាស",
	"Hebrew": "ហេប្រឺ",
	"Helsinki": "ហេល៍សិនគី",
	"Hermosillo": "ហើម៉ូស៊ីឡូ",
	"High": "ខ្ពស់",
	"High Contrast": "ភាពដិតខ្លាំង",
	"Higher values increase a sense of warmth or coldness.": "តម្លៃកាន់តែខ្ពស់អាចបង្កើនកម្រិតដឹងភាពក្តៅ ឬភាពត្រជាក់។",
	"Hindi": "ហិណ្ឌី",
	"Ho Chi Minh": "ហូជីមិញ",
	"Home Animation": "ចលនាទំព័រដើម",
	"Home Auto Launch": "ការចាប់ផ្ដើមទំព័រដើមដោយស្វ័យប្រវត្តិ",
	"Home Mode": "របៀបនៅផ្ទះ",
	"Home Promotion": "ការផ្ដល់ជូនពិសេសនៅទំព័រដើម",
	"Home Settings": "ការកំណត់ទំព័រដើម",
	"Home/Store Mode": "ដើម/របៀបហាង",
	"Honduras": "ហុងឌូរ៉ាស",
	"Hong Kong": "ហុងកុង",
	"Hongkong": "ហុងកុង",
	"Honolulu": "ហូណូលូលូ",
	"Hours": "ម៉ោង",
	"However, the IPv6 version of the address does not support editing.": "ប៉ុន្តែកំណែ IPv6 នៃអាសយដ្ឋានមិនស្គាល់ការកែសម្រួលទេ។",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "ប៉ុន្តែ ដើម្បីរក្សាទូរទស្សន៍របស់អ្នកក្នុងស្ថានភាពកម្រិតគុណភាពខ្ពស់បំផុត Always-on នឹងត្រូវបានបិទរយៈពេលប្រាំម៉ោង ហើយថាមពលនឹងត្រូវបានបិទទាំងស្រុង។",
	"Hungarian": "ហុងគ្រី",
	"Hungary": "ហុងគ្រី",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "សំខាន់! ការកំណត់ឡើងវិញនឹងលុបការកំណត់គណនី និងកម្មវិធីដែលបានដំឡើងរបស់អ្នកទាំងអស់។ សកម្មភាពនេះមិនអាចមិនធ្វើវិញបានទេ។",
	"IP (Automatic)": "IP (ស្វ័យប្រវត្តិ)",
	"IP (Manual)": "IP (ដោយផ្ទាល់)",
	"IP Address": "អាសយដ្ឋាន IP",
	"IVC (Cote d’Ivoire)": "IVC (កូដឺវ័រ)",
	"Iceland": "អ៊ីស្លង់",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ជាមួយសមកាលកម្មថាមពលស្វ័យប្រវត្តិដែលបានជ្រើស ទូរទស្សន៍របស់អ្នកនឹងបើកនៅពេលដែលអ្នកបើកឧបករណ៍ SIMPLINK ហើយឧបករណ៍ SIMPLINK នឹងបិទនៅពេលដែលអ្នកបិទទូរទស្សន៍របស់អ្នក។",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "ប្រសិនបើតេឡេបញ្ជាសាកលរបស់ប្រអប់ចាប់ប៉ុស្តិ៍/OTT ត្រូវបានរៀបចំ សូមទាញយកអត្ថប្រយោជន៍ពីការប្រើប្រាស់ប្រអប់ចាប់ប៉ុស្តិ៍ ដែលបានភ្ជាប់ពីតេឡេបញ្ជារបស់ LG ។",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "ប្រសិនបើឧបករណ៍ត្រូវបានភ្ជាប់ទៅរន្ធ អ្នកអាចមើលរូបភាពហ្គេមដែលបានបង្កើនប្រសិទ្ធភាព ដោយបង្រួមការពន្យារ និងការរំខានវីដេអូរបស់ឧបករណ៍។",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "ប្រសិនបើវាបើក ហើយអ្នកភ្ជាប់ឧបករណ៍ដែលគាំទ្រ Ultra HD Deep Color ដែរនោះ រូបភាពរបស់អ្នកអាចនឹងច្បាស់ជាងមុន។",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ប្រសិនបើការថត ឬការអាប់ដេតផ្នែកទន់កំពុងដំណើរការ នោះវានឹងរង់ចាំរហូតដល់ពួកវាបញ្ចប់ ហើយដំណើរការនេះអាចមានរយៈពេលច្រើនជាងមួយម៉ោង។",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ប្រសិនបើការថត ឬការអាប់ដេតកម្មវិធីកំពុងដំណើរការ នោះវានឹងរង់ចាំរហូតដល់ពួកវាចប់ ហើយដំណើរការនេះអាចចំណាយពេលលើសពី{n} នាទី។",
	"If the device is not connected, you may not hear any sound through it.": "ប្រសិនបើឧបករណ៍មិនបានភ្ជាប់ទេ នោះអ្នកប្រហែលមិនអាចឮសំឡេងចេញពីវាទេ។",
	"If the edge of the screen is not clean, please turn this function off.": "ប្រសិនបើគែមអេក្រង់មានភាពមិនច្បាស់ សូមបិទមុខងារនេះ។",
	"If the program does not support multiple languages, the default language is selected.": "ប្រសិនបើកម្មវិធីមិនស្គាល់ភាសាច្រើន នោះភាសាលំនាំដើមនឹងត្រូវបានជ្រើសរើស។",
	"If the program does not support the selected output format, the default output from the source will be used.": "ប្រសិនបើកម្មវិធីមិនស្គាល់ទម្រង់បញ្ចេញសំឡេងឌីជីថលដែលបានជ្រើសរើសទេ នោះការបញ្ចេញសំឡេងលំនាំដើមពីប្រភពនឹងត្រូវបានប្រើ។",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ប្រសិនបើកម្មវិធិនេះមិនស្គាល់ការសំឡេងខុសៗគ្នាទេ សំឡេងដើមនឹងត្រូវបានជ្រើសរើស។",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ប្រសិនបើបញ្ហាស្រដៀងគ្នានេះនៅតែបន្តកើតមានឡើង សូមប្ដូរតម្លៃដែលបានកំណត់ម្ដងទៀត ឬចាប់ផ្ដើមឧបករណ៍ខាងក្រៅដែលបានភ្ជាប់ឡើងវិញ។",
	"If the selected language does not support, the default language from broadcasts will be used.": "ប្រសិនបើមិនស្គាល់ភាសាដែលបានជ្រើសរើសទេ នោះភាសាលំនាំដើមពីការផ្សាយនឹងត្រូវបានប្រើ។",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ប្រសិនបើអេក្រង់ថេរមិនទទួលបានការបញ្ចូលពីអ្នកប្រើប្រាស់ក្នុងរយៈពេលមួយម៉ោងទេ នោះអេក្រង់នឹងប្ដូរទៅធាតុរក្សាអេក្រង់។",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "ប្រសិនបើរយៈពេលដែលអ្នកបានកំណត់ខុសគ្នាទាំងស្រុងពីរយៈពេលបច្ចុប្បន្ន នោះមុខងារឆ្លាតវៃមួយចំនួនអាចនឹងមិនបង្ហាញទេ។",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "ប្រសិនបើអ្នកមិនអាចឮសំឡេងចេញពីឧបករណ៍ទេ សូមប្រាកដថាវាកំពុងដំណើរការប្រក្រតី និងស្គាល់កម្មវិធិសំឡេងរបស់ LG ។",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "ប្រសិនបើអ្នកជ្រើសរើសមុខងារ Store Demo វាត្រូវបានកំណត់ទៅតម្លៃដែលបានបង្កើនប្រសិទ្ធិភាពសម្រាប់ការបង្ហាញអំពីការលក់ទូរទស្សន៍រាយ។",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "ប្រសិនបើអ្នកបើកការណែនាំជាសំឡេង អ្នកអាចផ្លាស់ទីវាបានដោយប្រើបានតែប៊ូតុងឆ្វេង ស្តាំ ឡើង ចុះនៅលើតេឡេបញ្ជារបស់អ្នកប៉ុណ្ណោះ ហើយកម្មវិធីមួយចំនួនដែលតម្រូវឲ្យប្រើទស្សន៍ទ្រនិចនឹងមិនអាចប្រើបានទេ។",
	"If you turn it off, CAM operator's profile will be deleted.": "ប្រសិនបើអ្នកបិទវា ទម្រង់ប្រតិបត្តិកររបស់ CAM នឹងត្រូវបានលុប។",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ប្រសិនបើអ្នកបិទវា ប៉ុស្តិ៍ CAM ដែលបានសម្រួលទាំងអស់នឹងមិនអាចប្រើបានទេ ហើយក៏នឹងលែងមានការជូនដំណឹងទៀតដែរ។",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "ប្រសិនបើអ្នកបិទ 'ការចាប់ផ្ដើមរហ័ស+' អ្នកនឹងមិនអាចបើកទូរទស្សន៍របស់អ្នក ដោយប្រើការបញ្ជាដោយគ្មានតេឡេបញ្ជាបានទេ។ តើអ្នកចង់បន្តដែរទេ?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ប្រសិនបើអ្នកបិទធាតុរក្សាអេក្រង់ ហើយរូបភាពដដែលបន្តស្ថិតនៅលើអេក្រង់ច្រើនជាង 2 ម៉ោង នោះវានឹងអាចប៉ះពាល់ដល់គុណភាពរូបភាពនៃអេក្រង់របស់អ្នក។ ប្រសិនបើវានៅបន្តច្រើនជាង 5 ម៉ោង នោះការបាត់បង់គុណភាពរូបភាពជាអចិន្ត្រៃយ៍អាចនឹងកើតឡើង។ តើអ្នកចង់បន្តដែរទេ?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ប្រសិនបើអ្នកបិទជម្រើសនេះ អេក្រង់ថេរអាចនឹងនៅយូរជាងមុន ដែលបន្ថយគុណភាពអេក្រង់ ឬស្ទើរតែមិនអាចស្ដារក្នុងករណីមួយចំនួនបាន។",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ប្រសិនបើអ្នកប្រើមុខងារសន្សំសំចៃថាមពល ពន្លឺអេក្រង់ទូរទស្សន៍របស់អ្នកនឹងថយចុះ។",
	"Import your TV's channel list information from a connected USB device.": "នាំចូលព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍ពីឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"Import/export your TV's channel list information from/to a connected USB device.": "នាំចូល/នាំចេញព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍របស់អ្នកពី/ទៅឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"In Home": "ក្នុងផ្ទះ",
	"India": "ឥណ្ឌា",
	"Indianapolis": "ឥណ្ឌាណាប៉ូលីស",
	"Indonesia": "អិនដូណេស៊ី",
	"Indonesian": "ឥណ្ឌូនេស៊ី",
	"Inner": "ផ្នែកខាងក្នុង",
	"Input": "ធាតុបញ្ចូល",
	"Input Locks": "បានចាក់សោធាតុបញ្ចូល",
	"Input field": "ប្រអប់បញ្ចូល",
	"Installing...": "កំពុងដំឡើង...",
	"Instant Game Response": "ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ",
	"Interactive Service": "សេវាកម្មអន្តរកម្ម",
	"Interactivity(DTVi)": "អន្តរសកម្ម(DTVi)",
	"Internal TV Speaker": "ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"Invert Colors": "បញ្ច្រាសពណ៌",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "សម្រួលនូវកម្រិតពណ៌នៅក្នុងម៉ឺនុយ ដើម្បីកែលម្អភាពងាយស្រួលមើលរបស់រូបភាព ដែលបង្ហាញនៅលើអេក្រង់។",
	"Iran": "អ៊ីរ៉ង់",
	"Iraq": "អ៊ីរ៉ាក់",
	"Ireland": "អៀរឡង់",
	"Irish": "អៀរឡង់",
	"Irkutsk": "អ៊ីកខុថស៍",
	"Israel": "អ៊ីស្រាអែល",
	"Istanbul": "អ៊ីស្តង់ប៊ុល",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "រាត្រូវបានកំណត់ទៅមុខងាររូបភាពនីមួយៗឡើងវិញ ដូច្នេះសូមជ្រើសរើសមុខងាររូបភាពដែលពេញចិត្ត រួចកំណត់វាឡើងវិញ។",
	"It may not sound depending on connected devices.": "វាអាចនឹងមិនបញ្ចេញសំឡេងទេ អាស្រ័យលើឧបករណ៍ដែលបានភ្ជាប់។",
	"It may take a few minutes.": "វាអាចចំណាយពេលពីរបីនាទី។",
	"It may take a few seconds.": "វាអាចចំណាយពេលពីរបីវិនាទី។",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "វាផ្ដល់សំឡេងយ៉ាងល្អប្រសើរ ឬសំឡេងរងំ 4.0 បែបនិម្មិត ដោយផ្អែកលើប្រភេទនៃការទស្សនា តាមរយៈក្បួនដោះស្រាយដែលគណនាតាមរយៈបច្ចេកទេសនៃការរៀនស៊ីជម្រៅ LG Machine ។",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "វាផ្ដល់សំឡេងយ៉ាងល្អប្រសើរ ឬសំឡេងរងំ 5.1 បែបនិម្មិត ដោយផ្អែកលើប្រភេទនៃការទស្សនា តាមរយៈក្បួនដោះស្រាយដែលរៀនតាមរយៈបច្ចេកទេសនៃការរៀនស៊ីជម្រៅ LG Deep ។",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "វាផ្ដល់នូវសំឡេងដែលស័ក្តិសមបំផុតតាមរយៈការបង្កើនសំឡេងខ្ទរនៅក្នុងបន្ទប់ ដោយផ្អែកលើប្រភេទនៃការដំឡើងទូរទស្សន៍។",
	"It reduces jaggies in the picture for a smooth picture.": "វាកាត់បន្ថយបញ្ហានៅក្នុងរូបភាព ដើម្បីទទួលបានរូបភាពស្រស់ស្អាត។",
	"It works only when the broadcasting program supports captions.": "វាដំណើរការ តែនៅពេលដែលកម្មវិធីផ្សាយស្គាល់អត្ថបទពិពណ៌នាប៉ុណ្ណោះ។",
	"It works only when the broadcasting program supports subtitles.": "វាដំណើរការ តែនៅពេលដែលកម្មវិធីផ្សាយស្គាល់អត្ថបទពិពណ៌នាប៉ុណ្ណោះ។",
	"Italian": "អ៊ីតាលី",
	"Italy": "អ៊ីតាលី",
	"Ivory Coast": "Ivory Coast",
	"Jakarta": "ចាកាតា",
	"Jamaica": "ចាម៉ៃកា",
	"Japan": "ជប៉ុន",
	"Japanese": "ជប៉ុន",
	"Jayapura": "ចាយ៉ាពូរ៉ា",
	"Jerusalem": "យេរូសាឡឹម",
	"Johannesburg": "ចូហាននេសប៊ើក",
	"Jordan": "ហ៊្សកដានី",
	"Just Scan": "ទើបស្កេន",
	"Kabul": "កាប៊ុល",
	"Kaliningrad": "កាលីនីហ្គ្រាដ",
	"Kamchatka": "កាំឆាត់កា",
	"Kampala": "កាំប៉ាឡា",
	"Kannada": "កាន់ណាដា",
	"Karachi": "ការ៉ាជី",
	"Kasem": "កាសេម",
	"Kashgar": "កាសហ្គា",
	"Katmandu": "កាត់ម៉ាន់ឌូ",
	"Kazakh": "កាហ្សាក់",
	"Kazakhstan": "កាហ្សាក់ស្ថាន",
	"Kenya": "កេនយ៉ា",
	"Keyboard Languages": "ភាសាក្តារចុច",
	"Khartoum": "ខាទូម",
	"Khovd": "ខូវ",
	"Kiev": "កៀវ",
	"Kigali": "គីហ្គាលី",
	"Kingston": "ឃីងស្តូន",
	"Kinshasa": "គីនសាសា",
	"Kiribati": "គីរីបាទី",
	"Kiritimati": "គីរីទីម៉ាទី",
	"Kolkata": "កុលកាតា",
	"Korea": "កូរ៉េ",
	"Korean": "កូរ៉េ",
	"Krasnoyarsk": "ក្រាសណូយ៉ាក",
	"Kuala Lumpur": "កូឡាឡាំពួ",
	"Kuching": "គូឈីង",
	"Kuwait": "គុយវ៉ែត",
	"Kuwait City": "ទីក្រុងគុយវ៉ែត",
	"LED Local Dimming": "ការចុះស្រអាប់ LED ខាងក្នុង",
	"LG Logo Light (Front of TV)": "និមិត្តសញ្ញាពន្លឺ LG (ខាងមុខទូរទស្សន៍)",
	"LG Services Country": "ប្រទេសផ្តល់សេវាកម្ម LG",
	"LG Wireless Keyboard": "ក្តារចុចអត់ខ្សែ LG",
	"LG Wireless Keyboard Connected:": "ក្តារចុចអត់ខ្សែ LG បានភ្ជាប់៖",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "ក្តារចុចឥតខ្សែ LG អនុញ្ញាតឱ្យអ្នកគ្រប់គ្រងទូរទស្សន៍តាមរយៈ Bluetooth ។",
	"La Paz": "ឡាប៉ា",
	"Lagos": "ឡាហ្គូស",
	"Language": "ភាសា",
	"Laos": "ឡាវ",
	"Large": "ធំ",
	"Last tuning:": "ការសម្រួលចុងក្រោយ៖",
	"Latvian": "ឡាតវី",
	"Lebanon": "លីបង់",
	"Left": "ឆ្វេង",
	"Left Right": "ឆ្វេង/ស្តាំ",
	"Left Surround": "សំឡេងរងំខាងឆ្វេង",
	"Left drop shadow": "ស្រមោក្រោមឆ្វេង",
	"Legal Notice": "កំណត់សម្គាល់ផ្នែកច្បាប់",
	"Lesotho": "ឡេសូថូ",
	"Libreville": "លីប្រេវីល",
	"Libya": "លីប៊ី",
	"Liechtenstein": "លិចទេនស្តែន",
	"Light": "ស្រាល",
	"Lilongwe": "លីឡុងវេ",
	"Lima": "លីម៉ា",
	"Limit AD Tracking": "ដាក់កម្រិតការតាមដានការផ្សាយពាណិជ្ជកម្ម",
	"Lisbon": "លីសបូន",
	"Lithuania": "លីទុយអានី",
	"Lithuanian": "លីទុយអានី",
	"Live Theater": "ប្រព័ន្ធបញ្ចាំងកុននៅផ្ទះ",
	"Ljubljana": "ជុបចាណា",
	"Loading...": "កំពុងដំណើរការ...",
	"Local": "ក្នុងស្រុក",
	"Local Language": "ភាសាក្នុងស្រុក",
	"Location": "ទីតាំង",
	"Lock All": "ចាក់សោទាំងអស់",
	"Lock changes for currently running apps will be applied the next time they are started.": "ការផ្លាស់ប្តូរចំពោះការចាក់សោដែលកំពុងដំណើរការនឹងត្រូវបានអនុវត្ត នៅពេលពួកវាត្រូវបានចាប់ផ្តើមលើកក្រោយ។",
	"Logo Luminance Adjustment": "ការកែសម្រួលពន្លឺនិមិត្តសញ្ញា",
	"Lome": "ឡូម៉េ",
	"London": "ទីក្រុងឡុងដ៍",
	"Lord Howe": "ឡតហវ",
	"Los Angeles": "ឡូសអេនជេេលេស",
	"Louisville": "លូវីសវិល",
	"Low": "ទាប",
	"Luanda": "លូអាន់ដា",
	"Lubumbashi": "លូប៊ុមបាស៊ី",
	"Luminance": "កម្រិតពន្លឺ",
	"Lusaka": "លូសាកា",
	"Luxembourg": "លុចហ្សំបួរ",
	"MAC Address": "អាសយដ្ឋាន MAC",
	"MAC Address (Wired)": "អាសយដ្ឋាន MAC (មានឥតខ្សែ)",
	"MAC Address (Wireless)": "អាសយដ្ឋាន MAC (ឥតខ្សែ)",
	"MASTER PASSWORD": "ពាក្យសម្ងាត់មេ",
	"MHEG Guide": "ការណែនាំ MHEG",
	"MPEG Noise Reduction": "ការកាត់បន្ថយសំឡេងរំខានក្នុង MPEG",
	"Macao": "ម៉ាកាវ",
	"Macedonia, The Former Yugoslav Republic Of": "ម៉ាសេដូនៀ ជាអតីតសាធារណរដ្ឋយូហ្គោស្លាវី",
	"Macedonian": "ម៉ាសេដូនី",
	"Maceió": "មេស៊ីអូ",
	"Maceió ": "មេស៊ីអូ",
	"Madagascar": "ម៉ាដាហ្គាស្កា",
	"Madeira": "ម៉ាឌីរ៉ា",
	"Madrid": "ម៉ាឌ្រីដ",
	"Magadan": "ម៉ាហ្គាដាន",
	"Magenta": "ស្វាយលាយក្រហម",
	"Makassar": "ម៉ាកាសា",
	"Make blurry or difficult-to-see areas more vivid.": "ធ្វើឱ្យចំណុចព្រាល ឬពិបាកមើលអោយប្រែមកជាកាន់តែច្បាស់ជាងមុន។",
	"Malabo": "ម៉ាឡាបូ",
	"Malawi": "ម៉ាឡាវី",
	"Malay": "ម៉ាឡេ",
	"Malayalam": "ម៉ាឡាយ៉ាឡាម",
	"Malaysia": "ម៉ាឡេស៊ី",
	"Maldives": "ម៉ាល់ឌីវ",
	"Mali": "ម៉ាលី",
	"Malta": "ម៉ាល់តា",
	"Manage channels stored on the TV.": "គ្រប់គ្រងប៉ុស្តិ៍ដែលផ្ទុកនៅលើទូរទស្សន៍។",
	"Managua": "ម៉ាណាហ្គា",
	"Manama": "ម៉ាណាម៉ា",
	"Manaus": "ម៉ាញូស",
	"Mandarin": "កុកងឺ",
	"Manila": "ម៉ានីល",
	"Manual": "ដោយផ្ទាល់",
	"Maori": "ម៉ូរី",
	"Maputo": "ម៉ាពូតូ",
	"Marathi": "ម៉ារ៉ាធី",
	"Marquesas": "ម៉ាកេសា",
	"Marshall Islands": "ប្រជុំកោះ ម៉ាស្ហាល",
	"Martinique": "ម៉ាទីនី",
	"Maseru": "ម៉ាសេរូ",
	"Mature Audience Only": "អ្នកទស្សនាធំប៉ុណ្ណោះ",
	"Mauritania": "ម៉ូរីតានី",
	"Mauritius": "ម៉ូរីស",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "កំណត់អតិបរមាភាពដិតដោយបង្កើនអាំងតង់ស៊ីតេត្រង់ផ្ទៃនៃអេក្រង់ដែលងងឹត និងភ្លឺ។",
	"Mayotte": "ម៉ាយ៉ូតតេ",
	"Mazatlán": "ម៉ាហ្សាតឡាន",
	"Mbabane": "បាបានេ",
	"Medium": "មធ្យម",
	"Menu Language": "ភាសាក្នុងម៉ឺនុយ",
	"Menu Transparency": "ភាពមើលម៉ឺនុយធ្លុះ",
	"Message": "សារ",
	"Method": "វិធីសាស្ត្រ",
	"Mexico": "ម៉ិចស៊ិចកូ",
	"Mexico City": "ទីក្រុងម៉ិចស៊ិក",
	"Middle East": "មជ្ឈឹមបូពា៌",
	"Minsk": "មីនស៍",
	"Minutes": "នាទី",
	"Mobile Connection Management": "ការគ្រប់គ្រងការតភ្ជាប់ឧបករណ៍ចល័ត",
	"Mode Option": "ជម្រើសរបៀប",
	"Model": "ម៉ូដែល",
	"Mogadishu": "ម៉ូហ្គាឌីស៊ូ",
	"Moldova": "ម៉ូលដូវ៉ា",
	"Monaco": "ម៉ូណាកូ",
	"Moncton": "ម៉ុងតុង",
	"Mongolia": "ម៉ុងហ្គោលី",
	"Monrovia": "ម៉ុនរូវា",
	"Montenegro": "ម៉ុងតេណេហ្គ្រោ",
	"Monterrey": "ម៉ុងតេរី",
	"Montevideo": "ម៉ុងតេវីដេអូ",
	"Month": "ខែ",
	"Montréal": "ម៉ុងរ៉េអាល់",
	"Morocco": "ម៉ារ៉ុក",
	"Moscow": "ម៉ូស្គូ",
	"Motion Eye Care": "ការថែរក្សាចលនាភ្នែក",
	"Movie Lock": "ការចាក់សោភាពយន្ត",
	"Mozambique": "ម៉ូហ្សាំប៊ិក",
	"Multi": "ពហុ",
	"Multi Audio": "ពហុសំឡេង",
	"Multi Channel Audio": "សំឡេងប៉ុស្តិ៍ច្រើន",
	"Multi Feed": "ពហុដំណឹង",
	"Multiple": "ពហុ",
	"Muscat": "មូស្កាត",
	"Music": "តន្ត្រី",
	"Myanmar": "ភូមា",
	"Mérida": "មេរីដា",
	"NEXTGEN TV Mode": "របៀបទូរទស្សន៍ NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - រដ្ឋញូវសោតវេល /ដែនដីរាជធានីប្រទេសអូស្ត្រាលី - ទីក្រុងស៊ីដនី",
	"NT - Northern Territory - Darwin": "NT - ដែនដីខាងជើង - ទីក្រុងដាវីន",
	"Nairobi": "ណៃរ៉ូប៊ី",
	"Namibia": "ណាមីប៊ី",
	"Narrow": "តូច",
	"Nassau": "ណាសសា",
	"Natural": "ធម្មជាតិ",
	"Ndebele": "ឌីបេឡេ",
	"Ndjamena": "ចាមេណា",
	"Nepal": "នេប៉ាល់",
	"Netherland": "ហូឡង់",
	"Netherlands": "ហូឡង់",
	"Network": "បណ្តាញ",
	"Network Connection Settings": "ការកំណត់ការតភ្ជាប់បណ្ដាញ",
	"Network Name": "ឈ្មោះបណ្តាញ",
	"Network-Based Personalization Recommendations": "ការណែនាំដែលស្របនឹងបុគ្គល ដោយផ្អែកតាមបណ្ដាញ",
	"New Caledonia": "ខាលេនដូនៀថ្មី",
	"New York": "ញូវយ៉ក",
	"New Zealand": "ញូវស៊ឺឡែន",
	"Next": "បន្ទាប់",
	"Niamey": "ណាយមី",
	"Nicaragua": "នីការ៉ាហ្គ័រ",
	"Nicosia": "នីកូសៃ",
	"Niger": "នីហ្សេ",
	"Nigeria": "នីហ្សេរីយ៉ា",
	"Night": "យប់",
	"Nipigon": "នីភិហ្គោន",
	"No": "ទេ",
	"No Internet via 3G/4G network": "គ្មានអ៊ីនធឺណិតតាមរយៈបណ្តាញ 3G/4G ទេ",
	"No Internet via Ethernet": "គ្មានអ៊ីនធឺណិតតាមរយៈអ៊ីសឺណិតទេ",
	"No Internet via Wi-Fi": "គ្មានអ៊ីនធឺណិតតាមរយៈ Wi-Fi ទេ",
	"No One 17 and Under Admitted.": "មិនអនុញ្ញាតសម្រាប់ក្មេងអាយុចាប់ពី 17 ឆ្នាំចុះក្រោមទេ",
	"No Operation Auto Off": "គ្មានប្រតិបត្តិការបិទដោយស្វ័យប្រវត្តិ",
	"No Signal Auto Off": "គ្មាន",
	"No Signal Image": "រូបភាពមិនមានរលកសញ្ញាទេ",
	"No Signal Power Off (15Min)": "គ្មានការបិទរលកសញ្ញាទេ (15នាទី)",
	"No devices have been found.": "រកមិនឃើញឧបករណ៍ណាមួយទេ",
	"No paired devices.": "គ្មានឧបករណ៍ដែលបានផ្គូផ្គងទេ។",
	"No signal on Server": "គ្មានរលកសញ្ញានៅលើម៉ាស៊ីនមេទេ",
	"No updates found.": "គ្មានការអាប់ដេតទេ",
	"Noise Reduction": "ការកាត់បន្ថយសំឡេងរំខាន",
	"None": "គ្មាន",
	"Normal": "ធម្មតា",
	"North Korea": "កូរ៉េខាងជើង",
	"Northern Africa": "អាហ្វ្រិកភាគខាងជើង",
	"Norwegian": "ន័រវេស",
	"Not Connected": "មិនបានភ្ជាប់ទេ",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "ចំណាំ៖ ប្រសិនបើឧបករណ៍របស់អ្នកមិនស្គាល់លក្ខណៈពិសេសនេះទេ វាអាចនឹងដំណើរការមិនប្រក្រតី។ ក្នុងករណីនោះ អ្នកអាចភ្ជាប់ឧបករណ៍ទៅរន្ធ HDMI ផ្សេង ឬបិទការកំណត់ 8K HDMI Ultra HD Deep Color ។",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "ចំណាំ៖ ប្រសិនបើឧបករណ៍របស់អ្នកមិនស្គាល់លក្ខណៈពិសេសនេះទេ វាអាចនឹងដំណើរការមិនប្រក្រតីឡើយ។ ក្នុងករណីនោះ អ្នកអាចភ្ជាប់ឧបករណ៍ទៅរន្ធ HDMI ផ្សេង ឬបិទការកំណត់ HDMI Ultra HD Deep Color ។",
	"Note: Available options depend on the broadcast program.": "ចំណាំ៖ ជម្រើសអាចប្រើបានអាស្រ័យលើកម្មវិធីផ្សាយ។",
	"Note: Behavior may differ if connected device is not a LG device.": "ចំណាំ៖ អាចនឹងមានលក្ខណៈខុសគ្នាប្រសិនបើភ្ជាប់ទៅឧបករណ៍ផ្សេងក្រៅពី LG ។",
	"Note: Only displayed when it is provided by the program.": "ចំណាំ៖ បង្ហាញតែនៅពេលដែលមានការផ្តល់ជូនពីកម្មវិធីប៉ុណ្ណោះ។",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ចំណាំ៖ អត្ថបទពិពណ៌នាត្រូវបានបង្ហាញតែនៅពេលដែលកម្មវិធីផ្សព្វផ្សាយផ្តល់ជូនប៉ុណ្ណោះ។",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ចំណាំ៖ លក្ខណៈពិសេសដែលមានការគាំទ្រអាចខុសគ្នាទៅតាមម៉ូដែល ហើយភាពថ្លារបស់វាខុសគ្នាទៅតាមប្រតិបត្តិការរបស់លក្ខណៈពិសេសនោះជាមួយការចាក់មាតិកា ដូចជា៖ មាតិកា Live TV ឬ VOD ជាដើម។",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ចំណាំ៖<br>1. ប្រសិនបើទូរទស្សន៍របស់អ្នកបើក ខណៈពេលមុខងាររីហ្វ្រេសភិចសែលកំពុងដំណើរការ នោះវានឹងបញ្ឈប់ការដំណើរការ ហើយអ្នកត្រូវចាប់ផ្តើមឡើងវិញ។<br>2. នៅពេលកំពុងដំណើរការ ខ្សែពណ៌សអាចនឹងបង្ហាញនៅក្នុងអេក្រង់។ វាជារឿងធម្មតានៅពេលអ្នកជម្រះអេក្រង់របស់អ្នក។",
	"Notifications": "ការជូនដំណឹង",
	"Nouméa": "នូមា",
	"Novosibirsk": "ណូវ៉ូស៊ីប៊ើក",
	"Nzema": "ណេម៉ា",
	"OLED LIGHT": "ពន្លឺ OLED",
	"OLED Screen Saver": "ធាតុរក្សាអេក្រង់ OLED",
	"OLED Surround": "សំឡេងរងំបែប OLED",
	"Object Audio": "សំឡេងលម្អិត",
	"Off": "បិទ",
	"Oman": "អូម៉ង់",
	"Omsk": "អូមស៍",
	"On": "បើក",
	"OnTimer Channel not selected": "មិនបានជ្រើសប៉ុស្តិ៍លើកម្មវិធីកំណត់ពេលទេ។",
	"Open": "បើក",
	"Open Source Licenses": "កំណត់សម្កាល់ផ្នែកទន់នៃប្រភពបើកចំហ",
	"Open when TV is turned on": "បើកនៅពេលទូរទស្សន៍បើក",
	"Operate once when TV is off": "ដំណើរការតែម្ដង នៅពេលបិទទូរទស្សន៍",
	"Optical": "អុបទិក",
	"Optical + Internal TV Speaker": "អុបទិក + ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "កែលម្អជម្រៅសម្រាប់មាតិកា តាមរយៈក្បួនដោះស្រាយដែលឆ្លងកាត់តាមរយៈបច្ចេកទេសនៃការរៀនស៊ីជម្រៅ LG Deep ។",
	"Optimize contrast settings based on image brightness of the HDR content.": "បង្កើនប្រសិទ្ធភាពការកំណត់កម្រិតពណ៌ដោយផ្អែកលើកម្រិតពន្លឺនៃមាតិកា HDR ។",
	"Optimize contrast settings based on image brightness.": "បង្កើនការកំណត់ contrast ដោយផ្អែកលើពន្លឺនៃរូបភាព។",
	"Optimize the sound for a cinematic experience.": "បង្កើនគុណភាពសំឡេង ដើម្បីទទួលបានបទពិសោធន៍ដូចនៅក្នុងរោងកុន។",
	"Oranjestad": "អូរ៉ាន់ជេស្តាត",
	"Original Language": "ភាសាដើម",
	"Oslo": "អូស្លូ",
	"Others": "ផ្សេងទៀត",
	"Ouagadougou": "អ៊ូហ្គាឌូហ្គូ",
	"Outer": "ផ្នែខាងក្រៅ",
	"Output sound through the Internal TV speaker.": "សំឡេងចេញតាមរយៈឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍។",
	"PIN: {pin}": "កូដ PIN៖ {pin}",
	"Pagode": "ប៉ាហ្គោឌី",
	"Pakistan": "ប៉ាគីស្ថាន",
	"Palau": "ប៉ាឡូ",
	"Panama": "ប៉ាណាម៉ា",
	"Panama City": "ទីក្រុងប៉ាណាម៉ា",
	"Panjabi": "ពុនចាប៊ី",
	"Papua New Guinea": "ប៉ាពួញូ ហ្គីណេ",
	"Paraguay": "ប៉ារ៉ាហ្គាយ",
	"Paramaribo": "ប៉ារ៉ាម៉ារីបូ",
	"Parental Guidance Suggested": "ស្នើឲ្យមានការមើលខុសត្រូវពីឪពុកម្តាយ",
	"Parental Guidance Suggested :": "បានស្នើសុំការណែនាំពីមាតាបិតា៖",
	"Parental guidance suggested for children ages 8-13.": "ស្នើឱ្យមានការមើលខុសត្រូវពីមាតាបិតាចំពោះក្មេងអាយុចាប់ពី 8 ឆ្នាំដល់ 13 ឆ្នាំ។",
	"Parents Guidance strongly required :": "តម្រូវឱ្យមានការណែនាំពីមាតាបិតាជាកំហិត៖",
	"Parents Strongly Cautioned": "ត្រូវមានការប្រុងប្រយ័ត្នខ្ពស់ពីមាតាបិតា",
	"Paris": "ប៉ារីស",
	"Pass Through": "ឆ្លងកាត់",
	"Password": "ពាក្យសម្ងាត់",
	"Patent Information": "ព័ត៌មានប៉ាតង់",
	"Peak Brightness": "កម្រិតពន្លឺខ្ពស់បំផុត",
	"Persian": "ពែក្ស",
	"Peru": "ប៉េរូ",
	"Philippines": "ហ្វីលីពីន",
	"Phnom Penh": "ភ្នំពេញ",
	"Phoenix": "ហ្វូនិច",
	"Photo": "រូបថត",
	"Pick a Time": "រើសម៉ោង",
	"Picture": "រូបភាព",
	"Picture Mode": "របៀបរូបភាព",
	"Picture Mode Settings": "ការកំណត់របៀបរូបភាព",
	"Picture Options": "ជម្រើាសរូថតត",
	"Picture Test": "ការសាកល្បងរូបភាព",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "រូបភាព និងសំឡេងអាចនឹងដំណើរការមិនប្រក្រតីទេ ខណៈពេលឧបករណ៍ខាងក្រៅដែលបានភ្ជាប់ និងទូរទស្សន៍កំពុងទាក់ទងគ្នាពេលដំបូង។ ប្រសិនបើបញ្ហានេះបន្តកើតមាន សូមត្រឡប់ទៅប្រើការកំណត់ពីមុន ឬបិទ/បើកឧបករណ៍ខាងក្រៅដែលបានភ្ជាប់របស់អ្នកឡើងវិញ។",
	"Pitch": "កម្រិតសំឡេងឡើងចុះ",
	"Pixel Refresher": "មុខងាររីហ្វ្រេសភិចសែល",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "មុខងាររីហ្វ្រេសភិចសែលអនុញ្ញាតឲ្យទូរទស្សន៍របស់អ្នកផ្តល់ជូននូវរូបភាពច្បាស់បំផុត។",
	"Pixel Refresher begins only once when the TV is turned off.": "មុខងាររីហ្វ្រេសភិចសែលចាប់ផ្ដើមតែម្ដងប៉ុណ្ណោះ នៅពេលដែលបិទទូរទស្សន៍។",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "មុខងាររីហ្វ្រេសភិចសែលត្រូវបានកំណត់ពេលឲ្យចាប់ផ្តើមនៅពេលដែលអ្នកបិទទូរទស្សន៍របស់អ្នកលើកក្រោយ។",
	"Play": "ចាក់",
	"Play sound through TV Speaker.": "ចាក់សំឡេងតាមរយៈឧបករណ៍បំពងសំឡេងទូរទស្សន៍។",
	"Play the standard sound suitable for all types of content.": "ចាក់សំឡេងស្ដង់ដារ ដែលស័ក្តិសមសម្រាប់គ្រប់ប្រភេទមាតិកាទាំងអស់។",
	"Please check if WiSA Speakers are turned on and try again.": "សូមពិនិត្យថាតើឧបករណ៍បំពងសំឡង WiSA ត្រូវបានបើកឬអត់ រួចព្យាយាមម្ដងទៀត។",
	"Please check that the Bluetooth device is already connected to another device.": "សូមពិនិត្យមើលថាបានភ្ជាប់ឧបករណ៍ Bluetooth ជាមួយឧបករណ៍ផ្សេងរួចហើយ។",
	"Please check the network name and password and try again.": "សូមពិនិត្យឈ្មោះបណ្តាញ និងពាក្យសម្ងាត់ ហើយព្យាយាមម្តងទៀត។",
	"Please check the status and try again": "សូមពិនិត្យស្ថានភាព ហើយព្យាយាមម្តងទៀត។",
	"Please do not unplug the USB storage until the copying is completed.": "សូមកុំដកទំហំផ្ទុក USB ចេញរហូតដល់ការចម្លងបានបញ្ចប់។",
	"Please enter your password to turn off this function.": "សូមបញ្ចូលលេខសម្ងាត់របស់អ្នកដើម្បីបិទមុខងារនេះ",
	"Please enter your password to turn on this function.": "សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នកដើម្បីបិទមុខងារនេះ។",
	"Please make sure that your TV is connected to the network and try again.": "សូមប្រាកដថាទូរទស្សន៍របស់អ្នកត្រូវបានភ្ជាប់ទៅបណ្តាញរួចហើយ ហើយព្យាយាមម្តងទៀត។",
	"Please note that LG does not use or manage the value.": "សូមចំណាំថា LG មិនប្រើ ឬគ្រប់គ្រងតម្លៃនេះទេ។",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "សូមចំណាំថា សំឡេងអាចនឹងមិនបញ្ចេញទេ នៅពេលសំឡេងចេញឌីជីថលត្រូវបានកំណត់ឱ្យឆ្លងកាត់។",
	"Please try again later.": "សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"Please wait while the Settings application reloads.": "សូមរង់ចាំខណៈពេលកម្មវិធីការកំណត់ដំណើរការឡើងវិញ។",
	"Please wait while the Settings application restarts.": "សូមរង់ចាំខណៈពេលកម្មវិធីការកំណត់ចាប់ផ្តើមឡើងវិញ។",
	"Please wait while the TV restarts.": "សូមរង់ចាំខណៈពេលទូរទស្សន៍ចាប់ផ្តើមឡើងវិញ។",
	"Please wait while the TV searches for LG Service Country.": "សូមរង់ចាំខណៈពេលទូរទស្សន៍ស្វែងរកប្រទេសផ្តល់សេវាកម្ម LG ។",
	"Podgorica": "ផូតហ្គោរីកា",
	"Point": "ចំណុច",
	"Pointer Options": "ជម្រើសទ្រនិច",
	"Pointer Size": "ទំហំទស្សន៍ទ្រនិច",
	"Poland": "ប៉ូឡូញ",
	"Polish": "ប៉ូឡូញ",
	"Pontianak": "ផុនទីណាក់",
	"Port Louis": "ព័រលូវីស",
	"Port Moresby": "ព័រម៉ូរេសប៊ី",
	"Port of Spain": "ព័រនៃប្រទេសអេស្ប៉ាញ",
	"Port-au-Prince": "ព័រអូប្រាំង",
	"Porto Novo": "ព័រតូណូវ៉ូ",
	"Porto Velho": "ព័រតូវេលហូ",
	"Porto-Novo": "ព័រតូណូវ៉ូ",
	"Portugal": "ព័រទុយហ្គាល់",
	"Portuguese": "ព័រទុយហ្គាល់",
	"Position": "ទីតាំង",
	"Position Settings": "ការកំណត់ទីតាំង",
	"Power Off Timer": "បិទកម្មវិធីកំណត់ម៉ោង",
	"Power On Timer": "បើកកម្មវិធីកំណត់ម៉ោង",
	"Power Saving Mode": "របៀបសន្សំសំចៃថាមពល",
	"Prague": "ប្រាក",
	"Praia": "ប្រាអៀ",
	"Preschool": "មុនចូលសាលា",
	"Press right button to adjust de-blur and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតព្រិលនិង Motion Pro ។",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតព្រិលនិង OLED Motion Pro ។",
	"Press right button to adjust de-blur and OLED Motion value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតព្រិលនិង OLED Motion ។",
	"Press right button to adjust de-judder and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូននិង Motion Pro ។",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូននិង OLED Motion Pro ។",
	"Press right button to adjust de-judder and OLED Motion value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូននិង OLED Motion ។",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូន កម្រិតព្រិល និង Motion Pro ។",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូន កម្រិតព្រិល និង OLED Motion Pro ។",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូន កម្រិតព្រិល និង OLED Motion ។",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "ចុចប៊ូតុង WPS នៅលើរ៉ោតទ័រដែលអាចដំណើរការ WPS ដើម្បីភ្ជាប់ទូរទស្សន៍នេះទៅបណ្តាញ។",
	"Press the right button to adjust Motion Pro settings.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលការកំណត់ Motion Pro ។",
	"Press the right button to adjust OLED Motion Pro settings.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលការកំណត់ OLED Motion Pro ។",
	"Press the right button to adjust OLED Motion settings.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលការកំណត់ OLED Motion ។",
	"Press the right button to adjust de-blur settings.": "ចុចប៊ូតុងខាងស្តាំដើម្បីសម្រួលការកំណត់ភាពព្រិល។",
	"Press the right button to adjust de-judder settings.": "ចុចប៊ូតុងខាងស្តាំដើម្បីសម្រួលការកំណត់ភាពញ័រ។",
	"Previous": "ពីមុន",
	"Primary Audio Language": "ភាសាជាសំឡេងចម្បង",
	"Primary Channels": "ប៉ុស្តិ៍ចម្បង",
	"Primary Teletext Language": "ភាសាអក្សរសន្ទស្សន៍ចម្បង",
	"Program exempted from ratings.": "កម្មវិធីដែលបានលើកលែងពីការវាយតម្លៃ។",
	"Programme": "ប៉ុស្តិ៍",
	"Provide HbbTV Distinctive ID": "ផ្ដល់ជូនលេខសម្គាល់ពិសេសរបស់ HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ផ្ដល់ជូនលេខសម្គាល់ពិសេសរបស់ HbbTV ដល់សេវាកម្ម HbbTV សម្រាប់ការផ្សាយ។",
	"Provided services may vary depending on countries.": "សេវាកម្មដែលផ្ដល់ជូនអាចខុសគ្នាអាស្រ័យទៅតាមប្រទេសនានា។",
	"Puerto Rico": "ព័រតូរីកូ",
	"Pyongyang": "ព្យុងយ៉ាង",
	"QLD - Queensland - Brisbane": "QLD -រដ្ឋឃ្វីនលែន - ទីក្រុងប្រ៊ីសបេន",
	"Qatar": "កាតា",
	"Quick Start+": "ចាប់ផ្តើមរហ័ស+",
	"Rainy River": "រ៉េនីរីវើ",
	"Raised": "បង្កើន",
	"Rangoon": "រ៉ង់ហ្គូន",
	"Real Cinema": "រោងកុនពិត",
	"Reason: Authentication with access point was unsuccessful.": "ហេតុផល៖ ការផ្ទៀងផ្ទាត់ដោយប្រើចំណុចចូលប្រើមិនបានជោគជ័យទេ។",
	"Reason: Could not establish a connection to access point.": "ហេតុផល៖ មិនអាចបង្កើតការតភ្ជាប់ទៅចំណុចចូលប្រើបានទេ។",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "ហេតុផល៖ មិនអាចទៅយកអាសយដ្ឋាន IP ដែលមានសុពលភាពដោយប្រើ DHCP បានទេ។",
	"Reason: Entered password is incorrect.": "ហេតុផល៖ ពាក្យសម្ងាត់ដែលបានបញ្ចូលគឺមិនត្រឹមត្រូវទេ",
	"Reason: Password is missing.": "ហេតុផល៖ ពាក្យសម្ងាត់បានបាត់ ",
	"Reason: The network you selected is out of range.": "ហេតុផល៖ បណ្តាញដែលអ្នកបានជ្រើសនៅក្រៅរលកសញ្ញា។",
	"Reason: Unable to login.": "ហេតុផល៖ មិនអាចចូលគណនីបានទេ",
	"Receive emergency alerts from TV when an emergency occurs.": "ទទួលបានការជូនដំណឹងពេលមានអាសន្នពីទូរទស្សន៍ នៅពេលមានអាសន្នកើតឡើង។",
	"Recife": "រេស៊ីហ្វេ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ណែនាំឱ្យកំណត់ម៉ោងដែលជាធម្មតាអ្នកមិនមើលទូរទស្សន៍ទៅ Always-on ។",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "ណែនាំមុខងារ និងមាតិកាដែលមានប្រយោជន៍ ដោយផ្អែកតាមប្រវត្តិនៃការទស្សនា និងទំនោរនៃការប្រើប្រាស់កម្មវិធី។",
	"Recommendations are available for the people, products and locations related to the current program.": "ការណែនាំមានផ្ដល់ជូនសម្រាប់អ្នកប្រើប្រាស់ ផលិតផល និងទីតាំងដែលទាក់ទងនឹងកម្មវិធីបច្ចុប្បន្ន។",
	"Red": "ក្រហម",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "កាត់បន្ថយសំឡេងខុសប្រក្រតី ពីរលកសញ្ញាវីដេអូតាមឌីជីថល ដើម្បីបង្កើនគុណភាពរូបភាពឱ្យកាន់តែច្បាស់។",
	"Regina": "រេជីណា",
	"Region": "តំបន់",
	"Registered Devices ({num})": "ឧបករណ៍ដែលបានចុះឈ្មោះ ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "ជំរុញសំឡេងខ្ពស់នៃសំឡេងដែលបានបង្កើនគុណភាព។",
	"Reinforce the low-pitched tone of the optimized sound.": "បង្កើនកម្រិតសំឡេងទាបទៅជាសំឡេងដែលប្រកបដោយគុណភាព។",
	"Remote Settings": "ការកំណត់តេឡេបញ្ជា",
	"Remove irregular and erratic pixels for a clearer image.": "យកភិចសែលដែលមិនប្រក្រតី ឬមានបញ្ហាចេញដើម្បីឲ្យរូបភាពច្បាស់ជាងមុន។",
	"Republic of The Congo": "សាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
	"Reset": "កំណត់ឡើងវិញ",
	"Reset AD ID": "កំណត់ AD ID ឡើងវិញ",
	"Reset CI Password": "កំណត់ពាក្យសម្ងាត់ CI ឡើងវិញ",
	"Reset HbbTV Distinctive ID": "កំណត់លេខសម្គាល់ពិសេសរបស់ HbbTV ឡើងវិញ",
	"Reset Password": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
	"Reset Settings": "កំណត់ការកំណត់ឡើងវិញ",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "កំណត់បញ្ជីកម្មវិធីដែលទទួលបានការអនុញ្ញាត នៅពេលភ្ជាប់ទៅកម្មវិធីឧបករណ៍ចល័ត HbbTV ។",
	"Reset the caption position.": "កំណត់ទីតាំងអក្សររត់ឡើងវិញ។",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "កំណត់ប្រវត្តិនៃមាតិកាទស្សនា និងការប្រើប្រាស់កម្មវិធីឡើងវិញ។ នៅពេលប្រវត្តិត្រូវបានកំណត់ឡើងវិញ វាអាចនឹងចំណាយពេលមួយរយៈ ទើបអាចទទួលបានការណែនាំអំពីមាតិកាម្ដងទៀត។",
	"Reset to Initial Settings": "កំណត់ឡើងវិញទៅជាការកំណតដំបូង",
	"Restrict access to TV programs based on their ratings.": "រឹតបន្តឹងការចូលប្រើកម្មវិធីទូរទស្សន៍ដោយផ្អែកលើការវាយតម្លៃរបស់ពួកគេ។",
	"Restrict watching based on age ratings for children programs.": "ដាក់កំហិតការមើលដោយផ្អែកលើការវាយតម្លៃអាយុសម្រាប់កម្មវិធីកុមារ។",
	"Restrict watching based on ages ratings.": "ដាក់កំហិតការមើលដោយផ្អែកលើការវាយតម្លៃអាយុ។",
	"Restrict watching based on fantasy violence content ratings.": "ដាក់កំហិតការមើលដោយផ្អែកលើការវាយតម្លៃខ្លឹមសារហិង្សាបែបស្រមើស្រមៃ។",
	"Restrict watching based on programs containing adult language.": "ដាក់កំហិតការមើលដោយផ្អែកលើកម្មវិធីដែលមានភាសាសម្រាប់មនុស្សពេញវ័យ។",
	"Restrict watching based on programs containing sexual scene.": "ដាក់កំហិតការមើលដោយផ្អែកលើកម្មវិធីដែលមានឈុតឆាកអាសអាភាស។",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "ដាក់កំហិតការមើលដោយផ្អែកលើកម្មវិធីដែលមានការសន្ទនាបែបអាសអាភាស។",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "ដាក់កំហិតការមើលដោយផ្អែកលើការវាយតម្លៃអាយុ ឬខ្លឹមសារដែលបានបញ្ជាក់តាមការណែនាំពីមាតាបិតា។",
	"Restrict watching based on violence content ratings.": "ដាក់កំហិតការមើលដោយផ្អែកលើការវាយតម្លៃខ្លឹមសារហិង្សា។",
	"Restrict watching movies based on rating.": "ដាក់កំហិតការមើលភាពយន្តដោយផ្អែកលើការវាយតម្លៃ។",
	"Restrict watching programs based on rating.": "ដាក់កំហិតកម្មវិធីមើលដោយផ្អែកលើការវាយតម្លៃ។",
	"Restriction ratings :": "ការវាយតម្លៃនៃការដាក់កំហិត៖",
	"Retry": "ព្យាយាមម្តងទៀត",
	"Revert TV to its initial settings.": "ប្ដូរការកំណត់ទូរទស្សន៍ទៅការកំណត់ដើមវិញ។",
	"Revert color adjustment settings to default.": "ប្ដូរការកំណត់ការកែសម្រួលពណ៌ទៅលំនាំដើមវិញ។",
	"Revert detailed sound effect settings of standard mode to default.": "ប្ដូរការកំណត់ឥទ្ធិពលសំឡេងលម្អិតនៃមុខងារស្តង់ដារទៅលំនាំដើមវិញ។",
	"Revert picture setting values to default.": "ប្ដូរតម្លៃកំណត់រូបភាពទៅលំនាំដើមវិញ។",
	"Revert white balance settings to default.": "ប្ដូរការកំណត់តុល្យភាពពណ៌សទៅលំនាំដើមវិញ។",
	"Reykjavik": "រេចាវីក",
	"Riga": "រីហ្គា",
	"Right": "ស្តាំ",
	"Right Left": "ស្តាំ/ឆ្វេង",
	"Right Surround": "សំឡេងរងំខាងស្ដាំ",
	"Right drop shadow": "ស្រមោក្រោមស្តាំ",
	"Rio Branco": "រីយ៉ូប្រេនកូ",
	"Riyadh": "រីយ៉ាត",
	"Romania": "រ៉ូម៉ានី",
	"Romanian": "រ៉ូម៉ានី",
	"Rome": "រ៉ូម",
	"Russia": "រុស្ស៊ី",
	"Russian": "រុស្ស៊ី",
	"Rwanda": "រវ៉ាន់ដា",
	"SA - South Australia - Adelaide": "SA - រដ្ឋអូស្ត្រាលីខាងត្បូង - ទីក្រុងអាឌឺលេត",
	"SIGNATURE Opening": "ការបើក SIGNATURE",
	"SIGNATURE TV Settings": "ការកំណត់ទូរទស្សន៍ស៊េរី SIGNATURE",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK អនុញ្ញាតឲ្យអ្នកប្រើតេឡេបញ្ជា LG ដើម្បីបញ្ជាឧបករណ៍ផ្សេងដែលដំណើរការ SIMPLINK ដូចជា៖ ម៉ាស៊ីនចាក់ DVD ឬប្រព័ន្ធសំឡេងបញ្ជាំងភាពយន្តនៅផ្ទះ ដែលបានភ្ជាប់ទៅ LG Smart TV របស់អ្នកតាម HDMI ។",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK នឹងបើករបៀប ARC ដោយស្វ័យប្រវត្តិ។",
	"Safety": "សុវត្ថិភាព",
	"Saint Lucia": "សង់ លូសៀ",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "សាកាលីន",
	"Samara": "សាម៉ារ៉ា",
	"Samarkand": "សាម៉ាកាន",
	"Samoa": "សាម៉ៅវ",
	"San Luis": "សាន់លូវីស",
	"San Salvador": "សាន់សាវ៉ាឌ័រ",
	"Sana": "សាណា",
	"Santiago": "សាន់ត្យាហ្គោ",
	"Santo Domingo": "សាន់តូដូមីងហ្គោ",
	"Sarajevo": "សារ៉ាចេវ៉ូ",
	"Satellite": "ផ្កាយរណប",
	"Satellite DTV": "ទូរទស្សន៍ផ្កាយរណបឌីជីថល",
	"Satellite Radio": "វិទ្យុផ្កាយរណប",
	"Saturation": "ភាពឆ្អែតពណ៌",
	"Saudi Arabia": "អារ៉ាប់ប៊ីសាអូឌីត",
	"Saudi arabia": "អារ៉ាប់ប៊ីសៅអូឌីត",
	"Save CAM Operator's Profile": "រក្សាទុកទម្រង់របស់ប្រតិបត្តិករ CAM",
	"Save CI Password": "រក្សាទុកពាក្យសម្ងាត់ CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "រក្សាទុកការកំណត់ការកែសម្រួលពណ៌ពីមុខងាររូបភាពបច្ចុប្បន្ននៅក្នុងធាតុបញ្ចូលទាំងអស់។",
	"Save the white balance settings from the current picture mode in all inputs.": "រក្សាទុកការកំណត់តុល្យភាពពណ៌ពីមុខងាររូបភាពបច្ចុប្បន្ននៅក្នុងធាតុបញ្ចូលទាំងអស់។",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "រក្សាទុក/កំណត់ពាក្យសម្ងាត់ CI របស់អ្នក។ ការក្សាទុកពាក្យសម្ងាត់របស់អ្នកនឹងអនុញ្ញតឲ្យអ្នករំលងជំហានចូលនៅពេលអនាគត។",
	"Scan \"Auto Detect\" automatically.": "ស្កេន \"ការរកឃើញស្វ័យប្រវត្តិ\" ដោយស្វ័យប្រវត្តិ។",
	"Scoresbysund": "ស្កូរេបាយសាន់",
	"Screen Down": "អេក្រង់ចុះក្រោម",
	"Screen Off": "បិទអេក្រង់",
	"Screen Saver": "ធាតុរក្សាអេក្រង់",
	"Screen Shift ": "ការប្តូរអេក្រង់",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "រូបភាពលើអេក្រង់នឹងប្ដូរនៅចន្លោះពេលជាក់លាក់ ដើម្បីទប់ស្កាត់បញ្ហានៃការប្រែប្រួលគុណភាពរូបភាពដែលអាចកើតឡើង នៅពេលទូរទស្សន៍ត្រូវបានបើកក្នុងរយៈពេលយូរ។",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "អេក្រង់នឹងបិទក្នុងរយៈពេល 5 វិនាទីទៀត។ ដើម្បីបើកអេក្រង់វិញ សូមចុចប៊ូតុងណាមួយក៏បាន លើកលែងតែប៊ូតុងថាមពល និងសំឡេង។",
	"Search": "ស្វែងរក",
	"Search Bluetooth Device": "ស្វែងរកឧបករណ៍ Bluetooth",
	"Searching...": "កំពុងស្វែងរក...",
	"Second Language": "ភាសាទីពីរ",
	"Secondary Audio Language": "ភាសាជាសំឡេងបន្ទាប់បន្សំ",
	"Secondary Teletext Language": "ភាសាអក្សរសន្ទស្សន៍ទីពីរ",
	"Security": "សុវត្ថិភាព",
	"Select IRE point to adjust luminance.": "ជ្រើសចំណុច IRE ដើម្បីកែសម្រួលពន្លឺចាំងផ្លាត។",
	"Select Mode": "ជ្រើសរបៀប",
	"Select TV's language settings.": "ជ្រើសរើសការកំណត់ភាសារបស់ទូរទស្សន៍។",
	"Select a caption type for HD broadcasts.": "ជ្រើសរើសប្រភេទអត្ថបទពិពណ៌នាសម្រាប់ការផ្សាយកម្រិត HD ។",
	"Select a caption type for NEXTGEN TV broadcasts.": "ជ្រើសរើសប្រភេទអត្ថបទពិពណ៌នាសម្រាប់ការផ្សាយរបស់ទូរទស្សន៍ NEXTGEN ។",
	"Select a caption type for UHD broadcasts.": "ជ្រើសរើសប្រភេទអត្ថបទពិពណ៌នាសម្រាប់ការផ្សាយកម្រិត UHD ។",
	"Select a caption type for analog broadcasts.": "ជ្រើសរើសប្រភេទអត្ថបទពិពណ៌នាសម្រាប់ការផ្សាយតាមអាណាឡូក។",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "ជ្រើសរើសវីដេអូម៉ូត ដែលត្រូវនឹងមជ្ឈដ្ឋានជុំវិញ ឬបញ្ជាក់ការកំណត់សម្រាប់វីដេអូម៉ូតដូចជា ភាពដិត ពណ៌ និងអ្វីៗជាច្រើនទៀត។",
	"Select an audio format for each HDMI input.": "ជ្រើសរើសទម្រង់សំឡេង សម្រាប់ធាតុបញ្ចូល HDMI នីមួយៗ។",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "ជ្រើសរើសសំឡេងឌីជីថលបញ្ចេញខាងក្រៅផ្សេងទៀត (ស្វ័យប្រវត្តិ ឬ PCM) ប្រសិនបើអ្នកមិនអាចឮឥទ្ធិពលសំឡេងបន្ទាប់ពីបានជ្រើសរើស\"ឆ្លងកាត់តាមរយៈ\" រួច។",
	"Select audio language for digital broadcasts.": "ជ្រើសរើសភាសាជាសំឡេងសម្រាប់ការផ្សាយឌីជីថល។",
	"Select color to be adjusted.": "ជ្រើសពណ៌ដែលត្រូវកែ។",
	"Select days to apply the Timer Power Off settings every week.": "ជ្រើសថ្ងៃដើម្បីអនុវត្តការកំណត់ពេលថាមពលបិទជារៀងរាល់សប្តាហ៍",
	"Select days to apply the Timer Power On settings every week.": "ជ្រើសថ្ងៃដើម្បីអនុវត្តការកំណត់ពេលបើកជារៀងរាល់សប្តាហ៍។",
	"Select device for audio output.": "ជ្រើសឧបករណ៍សម្រាប់លទ្ធផលសំឡេង។",
	"Select device or speaker for audio output.": "ជ្រើសរើសឧបករណ៍ ឬឧបករណ៍បំពងសំឡេងសម្រាប់លទ្ធផលសំឡេង។",
	"Select digital audio output format.": "ជ្រើសរើសទម្រង់បញ្ចេញសំឡេងឌីជីថល។",
	"Select language for TV menu.": "ជ្រើសរើសភាសាសម្រាប់ម៉ឺនុយទូរទស្សន៍។",
	"Select language for subtitles.": "ជ្រើសភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Select languages for keyboards input.": "ជ្រើសរើសភាសាសម្រាប់ការបញ្ចូលក្នុងក្ដារចុច។",
	"Select method to adjust white balance.": "ជ្រើសវិធីសាស្ត្រកែសម្រួលកម្រិតពណ៌ស។",
	"Select point to adjust luminance.": "ជ្រើសចំណុចដើម្បីកែសម្រួលកម្រិតពន្លឺ",
	"Select the Sound mode and set detailed Audio effects.": "ជ្រើសរើសរបៀបសំឡេង និងកំណត់បែបផែនសំឡេងលម្អិត។",
	"Select the Sound mode for each content type.": "ជ្រើសរើសរបៀបសំឡេង សម្រាប់ប្រភេទមាតិកានីមួយៗ។",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "ជ្រើសរើស Ultra HD Deep Color សម្រាប់រន្ធ HDMI {num} ។",
	"Select the app to restrict the use.": "ជ្រើសរើសកម្មវិធី ដើម្បីដាក់កំហិតការប្រើប្រាស់។",
	"Select the appropriate picture mode according to the viewing environment or content type.": "ជ្រើសរើសរបៀបរូបភាពដែលស័ក្តិសម ទៅតាមមជ្ឈដ្ឋានទស្សនា ឬប្រភេទមាតិកា។",
	"Select the audio properties to listen to the broadcast in the way you like.": "ជ្រើសរើសលក្ខណសម្បត្តិសំឡេង ដើម្បីស្ដាប់ការផ្សាយតាមរបៀបដែលអ្នកចូលចិត្ត។",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ជ្រើសរើសប្រភេទអក្សររត់ សម្រាប់ការផ្សាយឌីជីថល និងកំណត់ការកំណត់អក្សររត់លម្អិត។",
	"Select the channel to restrict watching.": "ជ្រើសរើសប៉ុស្តិ៍ ដើម្បីដាក់កំហិតការមើល។",
	"Select the channel to watch when the TV turns on.": "ជ្រើសរើសប៉ុស្តិ៍ ដើម្បីមើលនៅពេលទូរទស្សន៍បើក។",
	"Select the color range to be displayed.": "ជ្រើសរើសកម្រិតពណ៌សម្រាប់បង្ហាញ។",
	"Select the country for your country's special services.": "ជ្រើសរើសប្រទេសសម្រាប់សេវាកម្មពិសេសរបស់ប្រទេសអ្នក។",
	"Select the desired video angle.": "ជ្រើសជ្រុងវីដេអូដែលពេញចិត្ត។",
	"Select the format to transfer TV Digital Sound Out to an external device.": "ជ្រើសរើសទម្រង់ ដើម្បីផ្ទេរសំឡេងចេញឌីជីថលរបស់ទូរទស្សន៍ទៅឧបករណ៍ខាងក្រៅ។",
	"Select the input to use when the TV turns on.": "ជ្រើសធាតុបញ្ចូលដើម្បីប្រើនៅពេលដែលទូរទស្សន៍បើក។",
	"Select the inputs to restrict the use.": "ជ្រើសរើសធាតុបញ្ចូលដើម្បីដាក់កម្រិតការប្រើប្រាស់។",
	"Select the most preferred Subtitle Language.": "ជ្រើសជម្រើសដំបូងរបស់អ្នកសម្រាប់ភាសាអត្ថបទពិពណ៌នា។",
	"Select the place where to use the TV.": "ជ្រើសរើសកន្លែងដែលត្រូវប្រើទូរទស្សន៍។",
	"Select the residential region for your regional broadcast signal.": "ជ្រើសរើសតំបន់ស្នាក់នៅសម្រាប់រលកសញ្ញាផ្សាយប្រចាំតំបន់របស់អ្នក។",
	"Select the second preferred Subtitle Language.": "ជ្រើសជម្រើសទីពីររបស់អ្នកសម្រាប់ភាសាអត្ថបទពិពណ៌នា។",
	"Select your first choice of audio language for digital broadcasts.": "ជ្រើសរើសជម្រើសភាសាជាសំឡេងទីមួយរបស់អ្នកសម្រាប់ការផ្សាយតាមឌីជីថល។",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "ជ្រើសជម្រើសភាសាទីមួយសម្រាប់សេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនផ្សព្វផ្សាយតាមទូរទស្សន៍របស់អ្នក។",
	"Select your second choice of audio language for digital broadcasts.": "ជ្រើសរើសជម្រើសភាសាជាសំឡេងទីពីររបស់អ្នកសម្រាប់ការផ្សាយតាមឌីជីថល។",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "ជ្រើសជម្រើសភាសាទីពីរសម្រាប់សេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនផ្សព្វផ្សាយតាមទូរទស្សន៍របស់អ្នក។",
	"Senegal": "សេណេហ្គាល់",
	"Seoul": "សេអ៊ូល",
	"Serbia": "ស៊ែប",
	"Serbian": "ស៊ែប៊ី",
	"Serial Number": "លេខស៊េរី",
	"Serta Wego": "ស៊ើតា វេហ្គោ",
	"Service 1": "សេវាកម្មទី 1",
	"Service 2": "សេវាកម្មទី 2",
	"Service 3": "សេវាកម្មទី 3",
	"Service 4": "សេវាកម្មទី 4",
	"Service 5": "សេវាកម្មទី 5",
	"Service 6": "សេវាកម្មទី 6",
	"Service Area Zip Code": "លេខកូដតំបន់ផ្តល់សេវាកម្ម",
	"Set Automatically": "កំណត់ដោយស្វ័យប្រវត្តិ",
	"Set ID": "កំណត់លេខសម្គាល់",
	"Set My Team Alarm.": "កំណត់ម៉ោងរោទ៍សម្រាប់ក្រុមរបស់ខ្ញុំ។",
	"Set Store Mode settings.": "កំណត់ការកំណត់របៀបហាង ",
	"Set System Color mode for your current TV input.": "កំណត់របៀបពណ៌ប្រព័ន្ធសម្រាប់ធាតុបញ្ចូលទូរទស្សន៍បច្ចុប្បន្នរបស់អ្នក។",
	"Set additional options for Video Description.": "កំណត់ជម្រើសបន្ថែមសម្រាប់ការពណ៌នាវីដេអូ។",
	"Set additional picture settings.": "កំណត់ការកំណត់រូបភាពបន្ថែម។",
	"Set additional sound-related settings.": "កំណត់ការកំណត់បន្ថែមដែលពាក់ព័ន្ធនឹងសំឡេង។",
	"Set advanced Subtitle options.": "កំណត់អត្ថបទពិពណ៌នាកម្រិតខ្ពស់",
	"Set advanced captioning options.": "កំណត់ជម្រើសពិពណ៌នាកម្រិតខ្ពស់",
	"Set and edit the IP address version to IPv4 or IPv6.": "កំណត់ និងកែសម្រួលកំណែអាសយដ្ឋាន IP ទៅ IPv4 ឬ IPv6 ។",
	"Set audio-related options.": "កំណត់ជម្រើសពាក់ព័ន្ធសំឡេង",
	"Set caption size, color, transparency, and other options for broadcasts.": "កំណត់ទំហំអត្ថបទពិពណ៌នា ពណ៌ ភាពថ្លា និងជម្រើសផ្សេងទៀតសម្រាប់ការផ្សាយ។",
	"Set color temperature from warm to cool.": "កំណត់កម្រិតពណ៌ពីព្រឿងៗមកស្រទន់ពីក្តៅមកត្រជាក់។",
	"Set detailed caption settings for HD broadcasts.": "កំណត់ការកំណត់អក្សររត់លម្អិត សម្រាប់ការផ្សាយ HD ។",
	"Set detailed options for the AI functions.": "កំណត់ជម្រើសលម្អិតសម្រាប់មុខងារ AI ។",
	"Set detailed options for the Home feature.": "កំណត់ជម្រើសលម្អិតសម្រាប់លក្ខណៈពិសេសរបស់ទំព័រដើម។",
	"Set detailed options for the Recommendation feature.": "កំណត់ជម្រើសលម្អិតសម្រាប់លក្ខណៈពិសេសនៃការណែនាំ។",
	"Set easy connection settings with external devices.": "កំណត់ការកំណត់ការតភ្ជាប់ងាយស្រួល ជាមួយឧបករណ៍ខាងក្រៅ។",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "កំណត់ការចាក់សោនៅលើប៉ុស្តិ៍ កម្មវិធី ធាតុបញ្ចូល ។ល។ ដែលបានបញ្ជាក់ ដើម្បីប្រើតាមការណែនាំពីមាតាបិតា។",
	"Set necessary additional functions based on watching environment and screen status.": "កំណត់មុខងារបន្ថែមដែលចាំបាច់ ដោយផ្អែកលើមជ្ឈដ្ឋាននៃការមើល និងស្ថានភាពអេក្រង់។",
	"Set or reset the position of on-screen captions.": "កំណត់ ឬកំណត់ទីតាំងអក្សររត់នៅលើអេក្រង់ឡើងវិញ។",
	"Set settings related to your wired / wireless network.": "កំណត់ការកំណត់ដែលទាក់ទងនឹងបណ្ដាញប្រើខ្សែ/ ឥតខ្សែរបស់អ្នក។",
	"Set the TV to turn off automatically after a set amount of time.": "កំណត់ឱ្យទូរទស្សន៍បិទដោយស្វ័យប្រវត្តិ បន្ទាប់ពីរយៈពេលដែលបានកំណត់។",
	"Set the TV to turn off automatically at a set time.": "កំណត់ឱ្យទូរទស្សន៍បិទដោយស្វ័យប្រវត្តិនៅពេលដែលបានកំណត់។",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "កំណត់ឱ្យទូរទស្សន៍បិទដោយស្វ័យប្រវត្តិ ប្រសិនបើគ្មានការបញ្ចូលរបស់អ្នកប្រើប្រាស់ក្នុងរយៈពេល 4 ម៉ោង បន្ទាប់ពីបើកទូរទស្សន៍ដោយស្វ័យប្រវត្តិ។",
	"Set the TV to turn on automatically at a set time.": "កំណត់ឱ្យទូរទស្សន៍បើកដោយស្វ័យប្រវត្តិ នៅពេលដែលបានកំណត់។",
	"Set the additional functions related to the TV.": "កំណត់មុខងារបន្ថែមដែលទាក់ទងនឹងទូរទស្សន៍។",
	"Set the current date and time.": "កំណត់ម៉ោង និងកាលបរិច្ឆេទបច្ចុប្បន្ន។",
	"Set the current date manually.": "កំណត់កាលបរិច្ឆេទបច្ចុប្បន្ន។",
	"Set the current time manually.": "កំណត់ម៉ោងបច្ចុប្បន្នដោយផ្ទាល់",
	"Set the detect range of device available to connect.": "កំណត់កម្រិតរកឃើញរបស់ឧបករណ៍ដែលមានសម្រាប់ភ្ជាប់។",
	"Set the region and country for broadcasts and special services.": "កំណត់តំបន់ និងប្រទេសសម្រាប់ការផ្សាយ និងសេវាកម្មពិសេស។",
	"Set the screen size and aspect ratio.": "កំណត់ទំហំអេក្រង់ និងអត្រាទ្រង់ទ្រាយ។",
	"Set the specialized functions of SIGNATURE TV.": "កំណត់មុខងារឯកទេសរបស់ SIGNATURE TV ។",
	"Set the time to turn off the TV automatically without user input.": "កំណត់ម៉ោងសម្រាប់បិទទូរទស្សន៍ដោយស្វ័យប្រវត្តិ ដោយមិនបាច់មានធាតុបញ្ចូលរបស់អ្នកប្រើប្រាស់។",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "កំណត់ឥទ្ធិពលសំឡេងរងំនិមិត្តដែលមានច្រើនប៉ុស្តិ៍ ដើម្បីរីករាយជាមួយសំឡេងកាន់តែដូចពិតៗ។",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "កំណត់ឥទ្ធិពលសំឡេងរងំនិមិត្ត ដើម្បីរីករាយជាមួយសំឡេងកាន់តែដូចពិតៗ។",
	"Set the volume level when the TV turns on.": "ជ្រើសរើសកម្រិតសំឡេងនៅពេលទូរទស្សន៍បើក។",
	"Set time to turn off the TV.": "កំណត់ម៉ោងឲ្យទូរទស្សន៍បិទ។",
	"Set time to turn on the TV.": "កំណត់ម៉ោងឲ្យទូរទស្សន៍បើក។",
	"Set up additional features related to customer support.": "រៀបចំលក្ខណៈពិសេសបន្ថែម ដែលទាក់ទងនឹងជំនួយអតិថិជន។",
	"Set up an account to use LG Services.": "រៀបចំគណនី ដើម្បីប្រើសេវាកម្ម LG ។",
	"Set whether to display Home when the TV is turned on.": "កំណត់ថាតើត្រូវបង្ហាញទំព័រដើមឬអត់ នៅពេលបើកទូរទស្សន៍។",
	"Settings Help": "ជំនួយការកំណត់",
	"Sexual Situations": "ស្ថានភាពផ្លូវភេទ",
	"Sexually Suggestive Dialogue": "ការសន្ទនាបែបអាសអាភាស",
	"Shanghai": "សៀងហៃ",
	"Sharpness": "ភាពម៉ត់",
	"Show Password": "បង្ហាញពាក្យសម្ងាត់",
	"Side by Side": "ពីម្ខាងទៅម្ខាង",
	"Sierra Leone": "សេរ៉ាឡេអូន",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ការរំខានដល់រលកសញ្ញាអាចនឹងកាត់បន្ថយការឆ្លើយតបរបស់តេឡេបញ្ជាវេទមន្ត ប្រសិនបើរ៉ោតទ័រឥតខ្សែស្ថិតនៅជិតទូរទស្សន៍ពេក។",
	"Simferopol": "ស៊ីមហ្វេរូផូ",
	"Singapore": "សិង្ហបុរី",
	"Size": "ទំហំ",
	"Skopje": "ស្កូបចេ",
	"Sleep Timer": "កម្មវិធីកំណត់ម៉ោងដេក",
	"Slovak": "ស្លូវ៉ាក",
	"Slovakia": "ស្លូវ៉ាគី",
	"Slovenia": "ស្លូវ៉ានី",
	"Slovenian": "ស្លូវ៉ានី",
	"Slow": "យឺត",
	"Small": "តូច",
	"Smooth": "រលោង",
	"Smooth Gradation": "ការប្ដូរពណ៌យ៉ាងរលូន",
	"Soccer": "បាល់ទាត់",
	"Sofia": "សូហ្វីយ៉ា",
	"Software Update": "ការអាប់ដេតផ្នែកទន់",
	"Software Version": "កំណែផ្នែកទន់",
	"Software update has been installed. Update will be applied when you restart your TV.": "ការអាប់ដេតផ្នែកទន់បានដំឡើងរួចហើយ  ការអាប់ដេតនឹងត្រូវបានអនុវត្តនៅពេលដែលអ្នកចាប់ផ្តើមទូរទស្សន៍របស់អ្នកឡើងវិញ។",
	"Solid": "ដិត",
	"Solomon Islands": "ប្រជុំកោះ សូឡូម៉ុន",
	"Somalia": "សុមាលី",
	"Some material may not be appropriate for children under 13.": "ខ្លឹមសារមួយចំនួនអាចនឹងមិនសមរម្យសម្រាប់ក្មេងអាយុក្រោម 13 ឆ្នាំទេ។",
	"Some material may not be appropriate for children.": "ខ្លឹមសារមួយចំនួនអាចនឹងមិនសមរម្យសម្រាប់កុមារ។",
	"Sotho, Northern": "សូតូភាគខាងជើង",
	"Sotho, Southern": "សូតូភាគខាងត្បូង",
	"Sound": "សំឡេង",
	"Sound Mode": "របៀបសំឡេង",
	"Sound Mode Settings": "ការកំណត់របៀបសំឡេង",
	"Sound Out": "សំឡេងចេញ",
	"Sound Share": "ការចែករំលែកសំឡេង",
	"Sound Test": "ការសាកល្បងសំឡេង",
	"South Africa": "អាហ្វ្រិកខាងត្បូង",
	"South Korea": "កូរ៉េខាងត្បូង",
	"Southern Africa": "អាហ្វ្រិកភាគខាងត្បូង",
	"Spain": "អេស្ប៉ាញ",
	"Spanish": "អេស្ប៉ាញ",
	"Speaker Volume Control": "ការគ្រប់គ្រងកម្រិតសំឡេងរបស់ឧបករណ៍បំពងសំឡេង",
	"Specify detailed voice guidance settings after turning on this feature.": "បញ្ជាក់ការកំណត់ការណែនាំជាសំឡេងលម្អិត បន្ទាប់ពីបើកលក្ខណៈពិសេសនេះ។",
	"Speed": "ល្បឿន",
	"Spoken Subtitle": "អត្ថបទពិពណ៌នាជាការនិយាយ",
	"Sports": "កីឡា",
	"Sports Alert": "ការជូនដំណឺងអំពីកីឡា",
	"Srednekolymsk": "ស្រេដនេកូលីមស៍",
	"Sri Lanka": "ស្រីលង្កា",
	"St. John's": "សង់ចន",
	"Stand": "ជើងបញ្ឈរ",
	"Standard": "ស្តង់ដារ",
	"Standard Mode Sound Effect": "បែបផែនសំឡេងរបៀបស្តង់ដារ",
	"Standby Light": "ពន្លឺរង់ចាំ",
	"Start New Sound Tuning": "ចាប់ផ្តើមការសម្រួលសំឡេងថ្មី",
	"Start Now": "ចាប់ផ្តើមឥឡូវនេះ",
	"Startup Sound": "Startup Sound (ចាប់ផ្តើមបើកសំលេង)",
	"Stockholm": "ស្តុកហម",
	"Stop": "បញ្ឈប់",
	"Store Demo": "របៀបដាក់បង្ហាញក្នុងហាង",
	"Store Mode": "របៀបហាង",
	"Store Mode Settings": "ការកំណត់របៀបហាង",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "របៀបហាងគឺសម្រាប់ការបង្ហាញក្នុងហាង។ វានឹងចាប់ផ្តើមការកំណត់ទាំងនេះរាល់ពីរបីនាទីម្តង។ តើអ្នកចង់បិទកម្មវិធីនេះ ហើយចាប់ផ្តើមមុខងារហាងដែរទេ",
	"Strong": "ខ្លាំង",
	"Style": "ស្តាយល៍",
	"Subnet prefix length": "ប្រវែងបច្ចឹមបទនៃបណ្តាញរង",
	"Subtitle First Choice Language": "ជម្រើសដំបូងនៃភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Subtitle Language": "ភាសាអត្ថបទពិពណ៌នា",
	"Subtitle Second Choice Language": "ជម្រើសទីពីរនៃភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Subtitles": "អត្ថបទពិពណ៌នា",
	"Sudan": "ស៊ូដង់",
	"Super Impose": "រូបកាត់ត",
	"Super Resolution": "គុណភាពបង្ហាញច្បាស់អស្ចារ្យ",
	"Support": "ជំនួយ",
	"Suriname": "ស៊ូរីណាម",
	"Surround Balance": "តុល្យភាពរងំ",
	"Surround Level": "កម្រិតរងំ",
	"Swahili": "ស្វាហ៊ីលី",
	"Swati": "ស្វាទី",
	"Swaziland": "ស្វាស៊ីឡង់",
	"Sweden": "ស៊ុយអែត",
	"Swedish": "ស៊ុយអែត",
	"Swift Current": "ចរន្តរហ័ស",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "ប្ដូរទៅមុខងារប្រចាំការ ដើម្បីបើកទូរទស្សន៍វិញយ៉ាងឆាប់រហ័ស នៅពេលអ្នកបិទទូរទស្សន៍។",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "ប្ដូរទៅមុខងារប្រចាំការ ដើម្បីប្រើមុខងារផ្សេងៗដូចជា កម្មវិធី ការស្វែងរកជាដើម បានយ៉ាងឆាប់រហ័សនៅពេលអ្នកបិទទូរទស្សន៍។",
	"Switzerland": "ស្វីស",
	"Sync Demo": "ការបង្ហាញសាកល្បងអំពីការធ្វើសមកាលកម្ម",
	"Syria": "ស៊ីរី",
	"System Color": "ពណ៌ប្រព័ន្ធ",
	"São Paulo": "សៅប៉ូឡូ",
	"TAS - Tasmania - Hobart": "TAS - រដ្ឋតាស់ម៉ានី - ទីក្រុងហូបាទ",
	"TEXT 1": "អត្ថបទទី 1",
	"TEXT 2": "អត្ថបទទី 2",
	"TEXT 3": "អត្ថបទទី 3",
	"TEXT 4": "អត្ថបទទី 4",
	"TV": "ទូរទស្សន៍",
	"TV Information": "ព័ត៌មានអំពីទូរទស្សន៍",
	"TV Installation Type": "ប្រភេទដំឡើងទូរទស្សន៍",
	"TV Lock": "ការចាក់សោទូរទស្សន៍",
	"TV Name": "ឈ្មោះទូរទស្សន៍",
	"TV On With Mobile": "បើកទូរទស្សន៍ដោយប្រើឧបករណ៍ចល័ត",
	"TV Power Sound": "សំឡេងថាមពលរបស់ទូរទស្សន៍",
	"TV Power Sound Volume": "កម្រិតសំឡេងរបស់ទូរទស្សន៍",
	"TV Program Locks": "ការចាក់សោកម្មវិធីទូរទស្សន៍",
	"TV Rating English": "ការវាយតម្លៃទូរទស្សន៍ជាភាសាអង់គ្លេស",
	"TV Rating French": "ការវាយតម្លៃទូរទស្សន៍ជាភាសាបារាំង",
	"TV Speaker": "ឧបករណ៍បំពងសំឡេងទូរទស្សន៍",
	"TV can be used as an alarm.": "ទូរទស្សន៍អាចត្រូវបានប្រើជាម៉ោងរោទ៍។",
	"TV is turned off at a set time on every specified day.": "ទូរទស្សន៍នឹងត្រូវបិទទៅតាមពេល និងនៅរៀងរាល់ថ្ងៃដែលបានកំណត់។",
	"TV to USB": "ទូរទស្សន៍ទៅកាន់ USB",
	"Tagalog": "តាហ្គាឡុ",
	"Tahiti": "តាហ៊ីទី",
	"Taipei": "តៃប៉ិ",
	"Taiwan": "តៃវ៉ាន់",
	"Tajikistan": "តាជីគីស្ថាន",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ទាញយកអត្ថប្រយោជន៍ពីមុខងារនានា ដែលតម្រូវឱ្យភ្ជាប់បណ្ដាញដូចជា អ៊ីនធឺណិត កម្មវិធី ការអាប់ដេតកម្មវិធី ។ល។",
	"Tallinn": "តាលីន",
	"Tamil": "តាមីល",
	"Tanzania": "តង់ហ្សានី",
	"Target Luminance": "ពន្លឺចាំងផ្លាតគោលដៅ",
	"Tashkent": "តាស្កេន",
	"Tbilisi": "ប៊ីលីស៊ី",
	"Tegucigalpa": "តិហ្គូស៊ីហ្គាល់ប៉ា",
	"Tehran": "តេអេរ៉ង់",
	"Teletext": "អក្សរសន្ទស្សន៍",
	"Telugu": "តេលូហ្គូ",
	"Text Color": "ពណ៌អក្សរ",
	"Text Opacity": "អក្សរមើលមិនធ្លុះ",
	"Text Search": "ការស្វែងរកអត្ថបទ",
	"Thai": "ថៃ",
	"Thailand": "ថៃ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចជ្រើសរើសមុខងារនេះបាន។",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "រន្ធ HDMI {port1} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចជ្រើសរើសមុខងារនេះបាន។",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "រន្ធ HDMI {port1} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "រន្ធ HDMI {port1} ស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចជ្រើសរើសមុខងារនេះបាន។",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចជ្រើសរើសមុខងារនេះបាន។",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ AMD FreeSync Premium ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ ហើយអ្នកអាចបើក ឬបិទវាបាន។",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "លេខសម្គាល់ពិសេសរបស់ HbbTV គឺជាតម្លៃពិសេសដែលប្រើសម្រាប់ HbbTV ប៉ុណ្ណោះ ដែលមិនពាក់ព័ន្ធនឹងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកប្រើប្រាស់ទេ។",
	"The HbbTV Distinctive ID will be reset.": "លេខសម្គាល់ពិសេសរបស់ HbbTV នឹងត្រូវបានកំណត់ឡើងវិញ។",
	"The HbbTV application or service will disable its tracking of an individual user.": "សេវាកម្ម ឬកម្មវិធី HbbTV នឹងបិទការតាមដានអ្នកប្រើប្រាស់ម្នាក់ៗ។",
	"The IBB service will disable its tracking of an individual user.": "សេវាកម្ម IBB នឹងបិទការតាមដានអ្នកប្រើប្រាស់ម្នាក់ៗ។",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ព័ត៌មានអំពីប្រទេសដែលប្រើសេវាកម្ម LG មិនអាចទាញយកពីម៉ាស៊ីនមេបានទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"The Settings application must reload to change the menu language. Do you want to continue?": "កម្មវិធីការកំណត់ត្រូវដំណើរការឡើងវិញដើម្បីប្តូរភាសាម៉ឺនុយនេះ។ តើអ្នកចង់បន្តដែរទេ?",
	"The ambient lighting will be provided when motion is detected around the TV.": "ពន្លឺជុំវិញនឹងត្រូវបានផ្ដល់ជូន នៅពេលចាប់បានចលនានៅជុំវិញទូរទស្សន៍។",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "សេវាកម្មសម្គាល់សំឡេងខាងក្រៅដែលមានអាចនឹងផ្លាស់ប្ដូរអាស្រ័យលើការកំណត់ភាសា។ ហើយ ប្រសិនបើអ្នកប្ដូរម៉ឺនុយភាសា នោះម៉ឺនុយការកំណត់នឹងត្រូវដំណើរការឡើងវិញ។ តើអ្នកចង់បន្ដដែរទេ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "បញ្ជីប៉ុស្តិ៍នេះត្រូវបានចម្លងពីទំហំផ្ទុក USB ទៅទូរទស្សន៍របស់អ្នកដោយជោគជ័យហើយ។ ទូរទស្សន៍នេះនឹងចាប់ផ្តើមឡើងវិញក្នុងរយៈពេល 5 វិនាទីទៀត។",
	"The channel list have been successfully copied from your TV to the USB storage.": "បញ្ជីប៉ុស្តិ៍នេះត្រូវបានចម្លងពីទូរទស្សន៍របស់អ្នកទៅទំហំផ្ទុក USB នេះដោយជោគជ័យហើយ។",
	"The closer to 100, the brighter.": "កាន់តែជិតដល់ 100 កាន់តែភ្លឺ។",
	"The closer to 100, the clearer the color becomes.": "កាន់តែជិតដល់ 100 ពណ៌កាន់តែច្បាស់។",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "កាន់តែជិតដល់ 50 ពណ៌ក្រហមកាន់តែច្បាស់ កាន់តែជិតដល់ 50 ពណ៌បៃតងកាន់តែច្បាស់។",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "តម្លៃដែលបានកំណត់លម្អិតរបស់មុខងារកម្រិតពណ៌សនឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្ដដែរទេ?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "គម្លាតរវាងកម្រិតសំឡេងរបស់ប៉ុស្តិ៍ និងកម្មវិធីត្រូវបានកាត់បន្ថយដោយស្វ័យប្រវត្តិ ដែលជួយឱ្យអ្នកទស្សនាកម្មវិធីជាមួយនឹងសំឡេងថេរ។",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "គម្លាតរវាងកម្រិតសំឡេងរបស់ប៉ុស្តិ៍ និងកម្មវិធីត្រូវបានកំណត់ដោយស្វ័យប្រវត្តិ ដើម្បីមើលកម្មវិធីដែលមានកម្រិតសំឡេងត្រូវគ្នា។",
	"The higher the settings, the louder the sound rapidly.": "ការកំណត់កាន់តែខ្ពស់ សំឡេងកាន់តែឮភ្លាមៗ។",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ឧបករណ៍បំពងសំឡេងក្នុងទូរទស្សន៍ និងឧបករណ៍បំពងសំឡេង Bluetooth អាចបញ្ចេញសំឡេងព្រមគ្នាបាន ដោយបង្កើតបានជាបែបផែនសំឡេងរងំរណ្ដំ។",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ភាសាសម្រាប់ការសម្គាល់សំឡេងនឹងត្រូវបានកំណត់ដោយស្វ័យប្រវត្តិ អាស្រ័យលើភាសាក្នុងម៉ឺនុយដែលបានជ្រើសរើស។",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ភាសាដែលប្រើសម្រាប់ការសម្គាល់សំឡេងត្រូវបានកំណត់ ដោយផ្អែកលើភាសាម៉ឺនុយដែលបានជ្រើសរើស។ សេវាកម្មជំនួយអាចនឹងខុសគ្នា ផ្អែកតាមភាសាសំឡេង។",
	"The network is currently unavailable. Please try again later.": "បណ្តាញមិនអាចប្រើបានទេបច្ចុប្បន្នេះ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "ដំណើរការនឹងចំណាយពេលប្រហែលមួយម៉ោងដើម្បីបញ្ចប់ ហើយទូរទស្សន៍របស់អ្នកត្រូវបន្តបិទ។",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "ដំណើរការនឹងចំណាយពេលប្រហែល {n} នាទីដើម្បីបញ្ចប់ ហើយទូរទស្សន៍របស់អ្នកត្រូវបន្តបិទ។",
	"The program is intended for adults only.": "កម្មវិធីនេះគឺសម្រាប់តែមនុស្សពេញវ័យប៉ុណ្ណោះ។",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "ពន្លឺអេក្រង់ត្រូវបានកែសម្រួលដោយស្វ័យប្រវត្តិ ដោយផ្អែកលើពន្លឺនៅជុំវិញទូរទស្សន៍របស់អ្នក។",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "អេក្រង់នឹងធ្លាក់ចុះក្នុងរយៈពេល 5 វិនាទី។ សូមចុចប៊ូតុងណាមួយក៏បាន លើកលែងតែប៊ូតុងថាមពល និងសំឡេងនៅលើតេឡេបញ្ជា ដើម្បីអូសអេក្រង់ឡើងមកវិញ។",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "តម្លៃរងដែលបានកំណត់របស់មុខងារប្រព័ន្ធគ្រប់គ្រងពណ៌នឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "ការកំណត់សំឡេងរងំតាម Bluetooth + ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍នឹងត្រូវបានកំណតើឡើងវិញ។",
	"The settings are as follows.": "ការកំណត់មានដូចខាងក្រោម។",
	"The sound may not be output when digital sound output is set to Pass Through.": "សំឡេងប្រហែលជាអាចឮទេ នៅពេលការបញ្ចេញសំឡេងឌីជីថលត្រូវបានកំណត់ឱ្យឆ្លងកាត់។",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ការអាប់ដេតនេះមិនអាចអនុវត្តចំពោះទូរទស្សន៍នេះបានទេ។ ផ្នែកទន់នឹងត្រឡប់ទៅកំណែពីមុនវិញ។",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "រូបភាពនៅលើអេក្រងអាចត្រូវបានប្រែប្រួល នៅពេលបើកទូរទស្សន៍យូរ និងនៅពេលដែលទូរទស្សន៍ប្តូរទីតាំង។",
	"There are no paired devices.": "មិនមានឧបករណ៍ដែលបានផ្គូផ្គងទេ",
	"There are settings to correct or prevent OLED panel noise.": "មានការកំណត់ដើម្បីកែ ឬទប់ស្កាត់ សំឡេងញ័ររំខាន OLED ។",
	"There is no USB device connected to your TV.": "មិនមានឧបករណ៍ផ្ទុក USB ភ្ជាប់ទៅទូរទស្សន៍របស់អ្នកទេ។",
	"There is no message.": "មិនមានសារទេ",
	"Thimphu": "ធីមភូ",
	"Third Language": "ភាសាទីបី",
	"This feature applies only to specified LG Wireless Keyboard models.": "មុខងារនេះអាចប្រើបានតែចំពោះគំរូក្ដារចុចឥតខ្សែ LG ដែលបានបញ្ជាក់ប៉ុណ្ណោះ។",
	"This function works only when it is provided by the broadcast program.": "មុខងារនេះដំណើរការ នៅពេលវាត្រូវបានផ្ដល់ជូនដោយកម្មវិធីផ្សាយតែប៉ុណ្ណោះ។",
	"This is a closed caption preview": "នេះគឺជាការមើលអក្សររត់សាកល្បង",
	"This is an already existing value.": "នេះជាតម្លៃដែលមានរួចហើយ។",
	"This service provides you with more information about watching program and enjoys related contents.": "សេវាកម្មនេះផ្ដល់ជូនអ្នកនូវព័ត៌មានច្រើនទៀតអំពីកម្មវិធីមើល និងរីករាយជាមួយខ្លឹមសារដែលពាក់ព័ន្ធ។",
	"This will revert all options on TV to their default settings.": "ការធ្វើបែបនេះនឹងប្ដូរជម្រើសទាំងអស់នៅលើទូរទស្សន៍ ទៅការកំណត់លំនាំដើមរបស់ជម្រើសទាំងនោះវិញ។",
	"Thule": "ធូឡេ",
	"Tijuana": "ទីជូណា",
	"Time": "ម៉ោង",
	"Timer Channel": "កំណត់ម៉ោងឲ្យប៉ុស្តិ៍",
	"Timer Repeat": "ប្រើការកំណត់ម៉ោងឡើងវិញ",
	"Timers": "កម្មវិធីកំណត់ម៉ោង",
	"Timezone": "ល្វែងម៉ោង",
	"Timor-Leste": "ទីម័រខាងកើត",
	"Tint": "គុណពណ៌",
	"Tiranë": "ទីរ៉េន",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ដើម្បីបង្កើនគុណភាពសំឡេង សូមចាក់សំឡេងសាកល្បងតាមទូរទស្សន៍ និងចាប់ផ្ដើមវាស់ស្ទង់សំឡេងខ្ទរ ដោយប្រើតេឡេបញ្ជាវេទមន្ត។",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ដើម្បីសាកល្បងសំឡេងទូរទស្សន៍របស់អ្នក ការកំណត់សំឡេងចេញត្រូវតែប្តូរទៅឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍។ តើអ្នកចង់បន្តដែរទេ?",
	"Togo": "តូហ្គោ",
	"Tokyo": "តូក្យូ",
	"Tonga": "តុងហ្គា",
	"Top and Bottom": "កំពូល និងបាត",
	"Toronto": "តូរ៉ុនតូ",
	"Total Power On Time": "ម៉ោងថ្មសរុបពេញ",
	"Tracking Speed": "លឿនតាមដាន",
	"Translucent": "ស្រអាប់",
	"Transparent": "ថ្លា",
	"Treble Boost": "បង្កើនកម្រិតសំឡេង",
	"Trinidad And Tobago": "ទ្រីនីដាដ និងតូបាហ្គោ",
	"Trinidad and Tobago": "Trinidad and Tobago",
	"Tripoli": "ទ្រីប៉ូលី",
	"Tsonga": "សុងហ្គា",
	"Tswana": "ស្វាណា",
	"Tune and save available channels.": "រាវ និងរក្សាទុកប៉ុស្តិ៍ដែលមានផ្តល់ជូន ",
	"Tune and save available channels. You can set satellite channel options.": "រាវ និងរក្សាទុកប៉ុស្តិ៍ដែលមានផ្តល់ជូន  អ្នកអាចកំណត់ជម្រើសប៉ុស្តិ៍ផ្កាយរណបបាន។",
	"Tunis": "ទុយនីស",
	"Tunisia": "ទុយនេស៊ី",
	"Turkey": "ទូគី",
	"Turkish": "តួកគី",
	"Turkmenistan": "តួមែននីស្ថាន",
	"Turn on TV with mobile device same as smartphone.": "បើកទូរទស្សន៍ដោយប្រើឧបករណ៍ចល័តដូចទៅនឹងស្មានហ្វូនដែរ។",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "បើក និងបិទ Ultra HD Deep Color សម្រាប់រន្ធ HDMI {num} ។",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "បើក ឬបិទការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗនៃរន្ធ HDMI {num}។",
	"Turn on the TV using mobile device via Bluetooth.": "បើកទូរទស្សន៍ដោយប្រើឧបករណ៍ចល័តតាមរយៈ Bluetooth ។",
	"Turn on the TV using your mobile device via Wi-Fi.": "បើកទូរទស្សន៍ដោយប្រើឧបករណ៍ចល័តរបស់អ្នកតាមរយៈ Wi-Fi ។",
	"Turn on via Bluetooth": "បើកតាមរយៈ Bluetooth",
	"Turn on via Wi-Fi": "បើកតាមរយៈ Wi-Fi",
	"Turn on/off description box in Settings.": "បើក/បិទប្រអប់ពណ៌នានៅក្នុងការកំណត់។",
	"Turn on/off standby light.": "បិទ/បើកពន្លឺភ្លើងរង់ចាំ។",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "បើក/បិទ AMD FreeSync Premium នៃរន្ធ HDMI {num}។",
	"Turn on/off the images to be displayed on screen when there is no signal.": "បិទ/បើករូបភាពដែលត្រូវបង្ហាញនៅលើអេក្រង់ នៅពេលមិនមានរលកសញ្ញា។",
	"Turn on/off the related features of energy consumption.": "បើក/បិទមុខងារប្រើថាមពលដែលពាក់ព័ន្ធ។",
	"Turn the Hybridcast service on/off.": "បើក/បិទសេវាកម្ម Hybridcast ។",
	"Turn the Interactivity (DTVi) service on/off.": "បើក/បិទសេវាកម្មអន្តរសកម្ម (DTVi) ។",
	"Turn your broadcast TV provider's TV Guide on/off.": "បិទ/បើកការណែនាំរបស់ក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"Turn your broadcast TV provider's teletext service on/off.": "បើក/បិទសេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "ការបិទ Wi-Fi នឹងទប់ស្កាត់មិនឲ្យអ្នកចូលប្រើសេវាកម្មទាំងអស់ដែលផ្អែកលើអ៊ីនធឺណិតបានទេ លុះត្រាតែអ្នកប្រើខ្សែដើម្បីភ្ជាប់បណ្តាញ។ តើអ្នកចង់បន្តដែរទេ?",
	"UAE": "អារ៉ាប់រួម",
	"UHD Mode": "របៀប UHD",
	"USA": "សហរដ្ឋអាមេរិក",
	"USB storage for Copy Channels": "ទំហំផ្ទុក USB សម្រាប់ការចម្លងប៉ុស្តិ៍",
	"USB to TV": "USB ទៅទូរទស្សន៍",
	"Uganda": "អ៊ូហ្គង់ដា",
	"Ukraine": "អ៊ុយក្រែន",
	"Ukrainian": "អ៊ុយក្រែន",
	"Ulaanbaatar": "អ៊ូឡង់បាទ័រ",
	"Ultra Surround": "សំឡេងរងំបែប Ultra",
	"Unable to check for updates.": "មិនអាចពិនិត្យរកការអាប់ដេតបានទេ",
	"Unable to connect to the network.": "មិនអាចភ្ជាប់ទៅបណ្តាញនេះបានទេ ",
	"Undefined": "មិនបានកំណត់",
	"Under 17 requires accompanying parent or adult guardian.": "មនុស្សអាយុក្រោម 17 ឆ្នាំតម្រូវឱ្យមានមាតាបិតា ឬអាណាព្យាបាលនៅមើលជាមួយ។",
	"Uniform": "ឈុត",
	"United Arab Emirates": "សហព័ន្ធអារ៉ាប់រួម",
	"United Kingdom": "ចក្រភពអង់គ្លេស",
	"United States of America": "សហរដ្ឋអាមេរិក",
	"Universal Control Settings": "ការកំណត់អង្គបញ្ជាសកល",
	"Unknown": "មិនស្គាល់",
	"Unknown issue has occurred.": "បញ្ហាមិនស្គាល់បានកើតឡើង ",
	"Update canceled.": "បានបោះបង់ការអាប់ដេត",
	"Update in progress...": "ការអាប់ដេតកំពុងដំណើរការ...",
	"Update in progress...({n}%)": "ការអាប់ដេតកំពុងដំណើរការ...({n}%)",
	"Update paused.": "បានផ្អាកការអាប់ដេត",
	"Update reserved.": "ការអាប់ដេតត្រូវបានរក្សាទុក",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "ការអាប់ដេតនឹងត្រូវបានលុប ហើយឯកសារអាប់ដេតទាំងអស់នឹងត្រូវបានលុបចោលឥឡូវនេះ។ តើអ្នកចង់បន្តដែរទេ?",
	"Urdu": "អ័រឌូ",
	"Uruguay": "អ៊ុយរ៉ាហ្គាយ",
	"Urumqi": "អ៊ូរុំគី",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "ប្រើ Magic remote ដើម្បីវិភាគបរិយាកាសក្នុងបន្ទប់ និងបង្កើនគុណភាពសំឡេងរបស់ទូរទស្សន៍ដោយផ្អែកលើលទ្ធផល។",
	"Use a large pointer.": "ប្រើសញ្ញាព្រួញធំ។",
	"Use a medium pointer.": "ប្រើសញ្ញាព្រួញមធ្យម។",
	"Use a small pointer.": "ប្រើសញ្ញាព្រួញតូច។",
	"Use the 4-way controller to change the position and press the OK button.": "ប្រើតេឡេបញ្ជាមានប៊ូតុង 4 ទិស ដើម្បីប្ដូរទីតាំង រួចចុចប៊ូតុង OK ។",
	"Use the following services with the selected language.": "ប្រើសេវាកម្មខាងក្រោម តាមរយៈភាសាដែលបានជ្រើសរើស។",
	"User": "អ្នកប្រើ",
	"User Agreements": "កិច្ចព្រមព្រៀងអ្នកប្រើ",
	"User Guide": "ការណែនាំសម្រាប់អ្នកប្រើប្រាស់",
	"Uzbek": "អ៊ូសបេ",
	"Uzbekistan": "អ៊ូសបេគីស្ថាន",
	"Uzhhorod": "អូហ៍ហោរ៉ដ",
	"V Position": "ទីតាំង V",
	"V Sharpness": "ភាពម៉ត់ V",
	"V Size": "ទំហំ V",
	"VIC - Victoria - Melbourne": "VIC - រដ្ឋវិចតូរៀ - ទីក្រុងមែលប៊ន",
	"Vaduz": "វ៉ាឌូ",
	"Valencian": "វ៉ាឡង់ស្យា",
	"Vancouver": "វេនឃូវឺ",
	"Vatican City": "បុរីវ៉ាទីកង់",
	"Venda": "វេនដា",
	"Venezuela": "វេណេស៊ុយអេឡា",
	"Vertical Zoom": "ពង្រីកបញ្ឈរ",
	"Video 1": "វីដេអូទី 1",
	"Video 2": "វីដេអូទី 2",
	"Video 3": "វីដេអូទី 3",
	"Video Description": "ការពិពណ៌នាវីដេអូ",
	"Vienna": "វីយែន",
	"Vientiane": "វៀងច័ន្ទ",
	"Vietnam": "វៀតណាម",
	"Vietnamese": "វៀតណាម",
	"View current Common Interface (CI) information.": "មើលព័ត៌មានចំណុចប្រទាក់ (CI) រួមបច្ចុប្បន្ន។",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "មើលធាតុបានកាន់តែច្បាស់ ដោយប្ដូរពណ៌ម៉ឺនុយនៅលើអេក្រង់ទៅជាសខ្មៅ។",
	"View messages from your broadcast TV provider.": "មើលសារចេញពីក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"View more information about watching program and enjoy related contents.": "មើលព័ត៌មានបន្ថែមអំពីកម្មវិធីមើល និងរីករាយជាមួយខ្លឹមសារដែលពាក់ព័ន្ធ។",
	"View the original screen as it is or set the screen size and aspect ratio.": "មើលអេក្រង់ដើមដូចដែលវាមាន ឬកំណត់ទំហំអេក្រង់ និងសមាមាត្រ។",
	"View the original screen as it is received from broadcasts signal or connected device.": "មើលអេក្រង់ដើមដូចដែលវាបានទទួលពីរលកសញ្ញានៃការផ្សាយ ឬឧបករណ៍ដែលបានភ្ជាប់។",
	"Vilnius": "វីលនុស",
	"Violence": "ហិង្សា",
	"Virtual Surround Plus": "សំឡេងរងំបែបនិមិត្តបន្ថែម",
	"Vivid": "ពណ៌ដិត",
	"Vladivostok": "វ៉ាល់ឌីវ៉ូសស្តុក",
	"Voice Recognition Help and Settings": "ការកំណត់ និងជំនួយនៃការសម្គាល់សំឡេង",
	"Voice Support Service": "សេវាកម្មជំនួយជាសំឡេង",
	"Volgograd": "វ៉ុលហ្គោហ្គ្រែដ",
	"Volume": "កម្រិតសំឡេង",
	"Volume Increase Amount": "ចំនួនកើននៃកម្រិតសំឡេង",
	"Volume Mode": "របៀបកម្រិតសំឡេង",
	"WA - Western Australia - Eucla": "WA - អូស្ត្រាលីខាងលិច - យូក្លា",
	"WA - Western Australia - Perth": "WA - រដ្ឋអូស្ត្រាលីខាងលិច - ភឺត",
	"Wall-mounted": "ចាប់ភ្ជាប់ជញ្ជាំង",
	"Warsaw": "វ៉ាសាវី",
	"Wasu": "វ៉ាស៊ូ",
	"Watch a diverse range of Internet contents on TV channels.": "មើលកម្រិតខ្លឹមសារអ៊ីនធឺណិតចម្រុះនៅលើប៉ុស្តិ៍ទូរទស្សន៍។",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "យើងប្រមូល និងផ្ទុកអាសយដ្ឋាន MAC, លេខម៉ូឌែល, លេខកូដប្រទេស, ការកំណត់ភាសា, និងកំណែផ្នែកទន់ដើម្បីផ្ទៀងផ្ទាត់ឧបករណ៍របស់អ្នក និងដើម្បីពិនិត្យថាតើអ្នកមានកំណែផ្នែកទន់ចុងក្រោយ ឬអត់។",
	"Welcome Feature": "លក្ខណៈពិសេសសម្រាប់ស្វាគមន៍",
	"Welsh": "វេល",
	"Western Africa": "អាហ្វ្រិកភាគខាងលិច",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "នៅពេលភ្ជាប់ HDD ហើយមិនទាន់បានប្រើក្នុងអំឡុងពេលណាមួយ សូមប្តូរទៅមុខងារ standby ដើម្បីកាត់បន្ថយការប្រើប្រាស់ថាមពល។",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "នៅពេលភ្ជាប់ឧបករណ៍ជាមួយរន្ធនេះ រូបហ្គេមត្រូវបានបង្កើនគុណភាពអតិបរមា ខណៈដែលការរំខាន ការប្រេះ ឬការពន្យារមានកម្រិតអប្បបរមា។",
	"When the Instant Game Response is launched, the video may blink temporarily.": "នៅពេលចាប់ផ្ដើមការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗ វីដេអូអាចនឹងភ្លឹបភ្លែតៗបណ្ដោះអាសន្ន។",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "នៅពេលសំឡេងចេញត្រូវបានកំណត់ទៅ \"Bluetooth / HDMI ARC / Optical Digital / ឧបករណ៍បំពងសំឡេង WiSA\" ឬឧបករណ៍ដែលបានភ្ជាប់មិនស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗទេ នោះវាអាចនឹងដំណើរការមិនប្រក្រតីឡើយ។",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "នៅពេលកំណត់សំឡេងចេញទៅ Bluetooth ឬនៅពេលឧបករណ៍ដែលភ្ជាប់មិនស្គាល់ការឆ្លើយតបនៅក្នុងហ្គេមភ្លាមៗទេ នោះវាអាចនឹងដំណើរការមិនប្រក្រតីឡើយ។",
	"When the device is turned on/off, your TV will automatically turn on/off.": "នៅពេលដែលឧបករណ៍បានបើក/បិទ ទូរទស្សន៍របស់អ្នកនឹងបើក/បិទដោយស្វ័យប្រវត្តិ។",
	"When the visual effects is off, the screen is displayed as Live TV.": "នៅពេលបិទឥទ្ធិពលរូបភាព អេក្រង់ត្រូវបានបង្ហាញជា Live TV ។",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "នៅពេលកំណត់លក្ខណៈពិសេសនេះទៅ 'បើក' នោះលក្ខណៈពិសេសមួយចំនួនដែលបង្ហាញនៅលើអេក្រង់នឹងមានភាពថ្លាដោយផ្នែក។",
	"When your TV is turned off, the device will automatically turn off.": "នៅពេលដែលទូរទស្សន៍បានបិទ ឧបករណ៍នេះនឹងបិទដោយស្វ័យប្រវត្តិ។",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "ខណៈពេលដែលតម្លៃកំណត់ដែលបានផ្លាស់ប្ដូរត្រូវបានផ្ទេរទៅកាន់ឧបករណ៍ខាងក្រៅ នោះវាប្រហែលជាមិនអាចផ្ដល់រូបភាព ឬសំឡេងបានដូចប្រក្រតីបណ្ដោះអាសន្ន។",
	"White": "ស",
	"White Balance": "កម្រិតពណ៌ស",
	"Wi-Fi Connection": "ការតភ្ជាប់ Wi-Fi",
	"Wi-Fi Security": "សុវត្ថិភាព Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi បានបិទ សូមបើកវាដើម្បីមើលបញ្ជីបណ្តាញដែលអាចប្រើបាន ហើយអ្នកអាចភ្ជាប់ និងមើលធាតុម៉ឺនុយពាក់ព័ន្ធបន្ថែម។",
	"Wi-Fi issue has occurred.": "Wi-Fi មានបញ្ហា ",
	"WiSA Speakers": "ឧបករណ៍បំពងសំឡេង WiSA",
	"Wide Area Zone": "តំបន់ធំទូលាយ",
	"Wide View": "ទិដ្ឋភាពធំ",
	"Wide View (32:9)": "ទិដ្ឋភាពធំ (32:9)",
	"Wide Zoom": "ការពង្រីកធំ",
	"Windhoek": "វីនហូក",
	"Window Color": "ពណ៌ផ្ទាំងវិនដូ",
	"Window Opacity": "ភាពមើលមិនធ្លុះនៃផ្ទាំងវិនដូ",
	"Winnipeg": "វីនីភែក",
	"Wired Connection (Ethernet)": "ការតភ្ជាប់ដោយប្រើខ្សែ (អ៊ីសឺណិត)",
	"Wired Headphones": "កាសមានខ្សែ",
	"Wired Headphones + Internal TV Speaker": "កាសមានខ្សែ + ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"With this option, you can control the audio device's volume with your TV remote.": "ជាមួយជម្រើសនេះ អ្នកអាចគ្រប់គ្រងកម្រិតសំឡេងរបស់ឧបករណ៍សំឡេង ដោយប្រើតេឡេបញ្ជាទូរទស្សន៍របស់អ្នក។",
	"Xhosa": "ហោសា",
	"Yakutsk": "យ៉ាក់គុត",
	"Yamoussoukro": "យ៉ាម៉ូសូក្រូ",
	"Yangon": "រ៉ង់ហ្គូន",
	"Year": "ឆ្នាំ",
	"Yekaterinburg": "យេកាត់ធ័ររីនប៊ើក",
	"Yellow": "លឿង",
	"Yellowknife": "យេឡូណាយហ៍",
	"Yerevan": "យេរេវែន",
	"Yes": "បាទ/ចាស",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "អ្នកអាចកែសម្រួលបែបផែនសំឡេងនៅពេលបើក ឬបិទទូរទស្សន៍ និងនៅពេលអេក្រង់ផ្លាស់ទី។",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "អ្នកអាចគ្រប់គ្រងឧបករណ៍ដែលភ្ជាប់ទៅជាមួយ HDMI តាមរយៈតេឡេបញ្ជាវេទមន្តដោយមិនចាំបាច់រៀបចំឧបករណ៍ឡើយ។",
	"You can delete the device connection history of Screen Share.": "អ្នកអាចលុបប្រវត្តិតភ្ជាប់ឧបករណ៍នៃ Screen Share បាន។",
	"You can delete the device connection history of Sound Share.": "អ្នកអាចលុបប្រវត្តិតភ្ជាប់ឧបករណ៍នៃ Sound Share បាន។",
	"You can find the default password in User Guide.": "អ្នកអាចស្វែងរកលេខសម្ងាត់ដើមដែលមាននៅក្នុងសៀវភៅណែនាំ (User Guide)",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "អ្នកអាចចាប់ផ្ដើមបើកហ្គេមភ្លាមៗ ដោយកំណត់ HDMI Ultra HD Deep Color ទៅ 'បើក'។",
	"You can only change settings from the current HDMI input.": "អ្នកអាចប្តូរការកំណត់ពីធាតុបញ្ចូល HDMI បច្ចុប្បន្នតែប៉ុណ្ណោះ។",
	"You can scan again to connect the device.": "អ្នកអាចស្កេនម្ដងទៀតដើម្បីភ្ជាប់ឧបករណ៍។",
	"You can select left and right audio settings for broadcast signal.": "អ្នកអាចជ្រើសរើសការកំណត់សំឡេងឆ្វេង និងស្តាំសម្រាប់រលកសញ្ញាផ្សាយ។",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "អ្នកអាចជ្រើសរើស AMD FreeSync Premium នៃរន្ធ HDMI {num} បាន។",
	"You can select the Ultra HD Deep Color of port.": "អ្នកអាចជ្រើសរើស Ultra HD Deep Color ។",
	"You can set the sound to play when the TV is turned on or off.": "អ្នកអាចកំណត់សំឡេងសម្រាប់ចាក់ នៅពេលបើក ឬបិទទូរទស្សន៍បាន។",
	"You can turn on/off the feature of saving CAM operator's profile.": "អ្នកអាចបើក/បិទមុខងាររក្សាទុកទម្រង់ប្រតិបត្តិកររបស់ CAM ។",
	"You can turn this feature on or off.": "អ្នកអាចបើក ឬបិទលក្ខណៈពិសេសនេះបាន។",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "អ្នកប្រហែលជាទទួលបានការណែនាំពីមាតិកាចម្រុះ តាមរយៈប្រព័ន្ធ។ ការបិទជម្រើសនេះនឹងនាំឱ្យមានការផ្ដល់តែមាតិកាធម្មតាប៉ុណ្ណោះ ហើយលក្ខណៈពិសេសមួយចំនួនប្រហែលជាមិនអាចប្រើបានទេ។",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "ទូរទស្សន៍ និងឧបករណ៍ដែលបានភ្ជាប់ជាមួយ SIMPLINK នឹងត្រូវបានសមកាលកម្មដូចខាងក្រោម៖",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "ទូរទស្សន៍របស់អ្នកត្រូវបិទ ខណៈពេលមុខងាររីហ្វ្រេសភិចសែលកំពុងដំណើរការ។ រាល់ការថតបច្ចុប្បន្ន ឬការថតនាពេលខាងមុខ ការរំលឹក ឬកម្មវិធីកំណត់ម៉ោងបើកថាមពលដែលបានកំណត់ពេលអំឡុងពេលដំណើរការនេះ នឹងត្រូវបានបោះបង់ ហើយឧបករណ៍បំពងសំឡេង BT នៅលើទិដ្ឋភាពមិនបង្ហាញមិនអាចប្រើបានទេ។",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "ទូរទស្សន៍របស់អ្នកត្រូវបន្តបិទខណៈពេលមុខងាររីហ្វ្រេសភិចសែលកំពុងដំណើរការ។ រាល់ការកំណត់ពេលសម្រាប់ការថត ការរំលឹក ឬការកំណត់ម៉ោងបើកទាំងឡាយនាពេលបច្ចុប្បន្ននេះ ឬនាពេលខាងមុខនឹងត្រូវបានលុប។",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ទូរទស្សន៍របស់អ្នកត្រូវតែភ្ជាប់ទៅបណ្តាញនេះដើម្បីកំណត់ប្រទេសប្រើសេវាកម្ម LG ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់ចូលទៅកាន់ ការកំណត់បណ្តាញ ដើម្បីពិនិត្យមើលការតភ្ជាប់ឥឡូវនេះដែរទេ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ទូរទស្សន៍របស់អ្នកត្រូវការដឹងពីទីតាំងត្រឹមត្រូវរបស់អ្នកដើម្បីផ្តល់សារដាស់តឿនពេលមានអាសន្នតាមរយៈរលកសញ្ញាទូរទស្សន៍ឌីជីថលរបស់វា។",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ទូរទស្សន៍របស់អ្នកនឹងបិទរហូតដល់ដំណើរការនេះបានបញ្ចប់ នៅពេលនោះវានឹងបើកវិញដោយស្វ័យប្រវត្តិប្រវត្តិ។",
	"Zagreb": "ហ្សាក្រេប",
	"Zambia": "ស៊ីបបាវ៉េ",
	"Zaporozhye": "ហ្សាប៉ូរ៉ូយេ",
	"Zimbabwe": "ហ្ស៊ីមបាវ៉េ",
	"Zoom": "ពង្រីក",
	"Zoom2": "ពង្រីក2",
	"Zulu": "ហ្ស៊ូលូ",
	"Zürich": "ហ្សូរីច",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] នឹងត្រូវបានផ្តាច់ពីទូរទស្សន៍របស់អ្នក។ សំឡេងនឹងមិនត្រូវបានចាក់ពីឧបករណ៍នេះទៀតទេ។ តើអ្នកចង់បន្តដែរទេ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] នឹងត្រូវបានលុបចេញពីបញ្ជីឧបករណ៍ផ្គូផ្គងនេះ។ ប្រសិនបើអ្នកចង់ភ្ជាប់វានៅពេលក្រោយ អ្នកត្រូវស្វែងរកឧបករណ៍ដែលអាចផ្គូផ្គងបាន ហើយផ្គូផ្គងវាឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"[{deviceName}] will be deleted.": "[{deviceName}] នឹងត្រូវបានលុប។",
	"aspectRatio_original": "ដើម",
	"audioGuidance_fast": "លឿន",
	"audioGuidance_high": "ខ្ពស់",
	"audioGuidance_low": "ទាប",
	"audioGuidance_medium": "មធ្យម",
	"audioGuidance_slow": "យឺត",
	"audioGuidance_veryFast": "លឿនណាស់",
	"audioGuidance_veryHigh": "ខ្ពស់ណាស់",
	"audioGuidance_veryLow": "ទាបណាស់",
	"audioGuidance_verySlow": "យឺតណាស់",
	"btDotSignalStrength_wide": "ធំ",
	"button": "ប៊ូតុង",
	"character": "តួអក្សរ",
	"characters": "តួអក្សរ",
	"checked": "បានធីក",
	"colorGamutJPNWide": "ធំ",
	"connecting": "កំពុងភ្ជាប់",
	"depthOfColor": "ពណ៌",
	"diagonal zoom in": "ការពង្រីកបញ្ឆិត",
	"diagonal zoom out": "ការបង្រួមបញ្ឆិត",
	"digitalOptionSetByProgram": "កំណត់ដោយកម្មវិធី",
	"energy_Maximum": "អតិបរមា",
	"energy_Medium": "មធ្យម",
	"energy_Minimum": "អប្បបរមា",
	"freesync_high": "ខ្ពស់",
	"freesync_low": "ទាប",
	"freesync_off": "បិទ",
	"freesync_wide": "ធំ",
	"gamma_high1": "ខ្ពស់1",
	"gamma_high2": "ខ្ពស់2",
	"horizontal zoom in": "ការពង្រីកផ្តេក",
	"horizontal zoom out": "ការបង្រួមផ្តេក",
	"jpDoNot": "បិទ",
	"logoLuminance_high": "ខ្ពស់",
	"logoLuminance_low": "ទាប",
	"min": "នាទី",
	"minus": "ដក",
	"not connected": "មិនបានភ្ជាប់ទេ",
	"objet_soundMode": "បង្កើនគុណភាពសំឡេងសម្រាប់ប្រភេទមាតិកានីមួយៗ។",
	"pictureControl3dModeStandard": "ស្តង់ដារ",
	"pictureControlAuto": "ស្វ័យប្រវត្តិ",
	"pictureControlAuto_BlackLevel": "ស្វ័យប្រវត្តិ",
	"pictureControlHigh": "ខ្ពស់",
	"pictureControlHigh_BlackLevel": "ខ្ពស់",
	"pictureControlHigh_Male": "ខ្ពស់",
	"pictureControlLow": "ទាប",
	"pictureControlLow_BlackLevel": "ទាប",
	"pictureControlLow_Male": "ទាប",
	"pictureControlMedium": "មធ្យម",
	"pictureControlMedium_BlackLevel": "មធ្យម",
	"pictureControlMedium_Male": "មធ្យម",
	"pictureControlwhiteBalanceColorTemperatureMedium": "មធ្យម",
	"pictureLocalDimmingHigh": "ខ្ពស់",
	"pictureLocalDimmingLow": "ទាប",
	"pictureLocalDimmingMed": "មធ្យម",
	"pictureMode": "ស្តង់ដារ",
	"pictureModeSettings": "ប្តូរតាមបំណង",
	"plus": "បូក",
	"press OK button to edit IP manually": "ចុចប៊ូតុង OK ដើម្បីកែសម្រួល IP ដោយផ្ទាល់",
	"press OK button to enter channel to search": "ចុចប៊ូតុង OK ដើម្បីចូលប៉ុស្តិ៍ ហើយស្វែងរក",
	"press OK button to enter value": "ចុចប៊ូតុង OK ដើម្បីបញ្ចូលតម្លៃ",
	"press right button to adjust de-judder and de-blur value": "ចុចប៊ូតុងស្តាំដើម្បីកែសម្រួលតម្លៃ de-judder និង de-blur",
	"press right button to adjust zoom ratio and position": "ចុចប៊ូតុងស្តាំដើម្បីកែសម្រួលអត្រាពង្រីក និងទីតាំង",
	"shift current screen down": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅក្រោម",
	"shift current screen to the left": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅឆ្វេង",
	"shift current screen to the right": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅស្តាំ",
	"shift current screen up": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅលើ",
	"shift down": "ប្តូរទៅក្រោម",
	"shift left": "ប្តូរទៅឆ្វេង",
	"shift right": "ប្តូរទៅស្តាំ",
	"shift up": "ប្តូរទៅលើ",
	"soundMode_Standard": "ស្តង់ដារ",
	"speaker_channel": "បណ្ដាញ",
	"thaRatingNone": "គ្មាន",
	"unchecked": "បានដោះធីក",
	"unread": "មិនបានអាន",
	"vertical zoom in": "ការពង្រីកបញ្ឈរ",
	"vertical zoom out": "ការបង្រួមបញ្ឈរ",
	"volumeModeHigh": "ខ្ពស់",
	"volumeModeLow": "ទាប",
	"volumeModeMedium": "មធ្យម",
	"webOS TV Version": "កំណែទូរទស្សន៍ webOS",
	"zoom in": "ពង្រីក",
	"zoom out": "បង្រួម",
	"{label} : L{value}": "{label} ៖ L{value}",
	"{label} : R{value}": "{label} ៖ R{value}"
}
