{
	" (User)": " (Bruker)",
	"(Version: {l})": "(Versjon: {l})",
	"* The device connected should support this service.": "* Enheten som er koblet til bør støtte denne tjenesten.",
	"* This feature is applied once and only once when the TV is turned off.": "* Denne funksjonen trer kun i kraft én gang når TV-en slås av.",
	"* This feature is available on certain devices only.": "* Denne funksjonen kun er tilgjengelig på visse enheter.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Denne modusen uttrykker FILMMAKER MODE intensjoner tydelig, men kan se mørkere ut enn andre bildemoduser.",
	"* This settings is only available for Internal TV Speaker.": "* Denne innstillingen er kun tilgjengelig for intern TV-høyttaler.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Selv om dette alternativet er satt til PÅ, vil ikke skjermspareren forstyrre seeropplevelsen din på eksterne innganger som Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Du kan bruke appen som støtter funksjonen på mobilenheten din.",
	"1) Turn the Bluetooth on the other device off.": "1) Slå av Bluetooth på den andre enheten.",
	"10 Points Code Value": "10-punkters kodeverdi",
	"10 Points IRE": "10-punkts IRE",
	"10 and Above": "10 og Over",
	"11 and Above": "11 og Over",
	"12 Hours": "12 timer",
	"12 and Above": "12 og Over",
	"13 and Above": "13 og Over",
	"14 and Above": "14 og Over",
	"14 by 9": "fjorten-ni",
	"15 and Above": "15 og Over",
	"16 and Above": "16 og Over",
	"16 by 9": "seksten-ni",
	"17 and Above": "17 og Over",
	"18 and Above": "18 og Over",
	"19 and Above": "19 og Over",
	"2 Channel": "2 Kanal",
	"2 Hours": "2 timer",
	"2 Points": "2 punkter",
	"2) Turn the Bluetooth device to connect off and on.": "2) Slå av og på enheten du vil koble til med Bluetooth.",
	"20 Points Code Value": "20-punkters kodeverdi",
	"20 Points IRE": "20-punkts IRE",
	"20 and Above": "20 og Over",
	"21 by 9": "tjueén-ni",
	"22 Points Code Value": "22-punkters kodeverdi",
	"22 Points IRE": "22-punkts IRE",
	"24 Hours": "24 timer",
	"3 Hours": "3 timer",
	"32 by 12": "trettito-tolv",
	"32 by 9": "trettito-ni",
	"4 Hours": "4 timer",
	"4 Hours Auto Power Off": "Slå automatisk av etter 4 timer",
	"4 and Above": "4 og Over",
	"4 by 3": "fire-tre",
	"4-Way Zoom": "4-veis-zoom",
	"5 and Above": "5 og Over",
	"5.1 Channel": "5.1 Kanal",
	"6 Hours": "6 timer",
	"6 and Above": "6 og Over",
	"7 and Above": "7 og Over",
	"8 Hours": "8 timer",
	"8 and Above": "8 og Over",
	"9 and Above": "9 og Over",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID brukes til å identifisere denne enheten for reklameformål og for å vise deg reklame som passer deg. Du kan tilbakestille AD ID eller begrense AD ID-sporing nedenfor.",
	"AI Acoustic Tuning": "AI akustisk innstilling",
	"AI Acoustic Tuning Options": "Alternativer for AI akustisk innstilling",
	"AI Acoustic Tuning is disabled.": "AI akustisk innstilling er deaktivert.",
	"AI Brightness Control": "AI-lysstyrkekontroll",
	"AI Picture": "AI-bilde",
	"AI Picture Pro": "AI-bilde pro",
	"AI Recommendation": "AI-anbefalinger",
	"AI Service": "AI-tjeneste",
	"AI Sound": "AI-lyd",
	"AI Sound Pro": "AI-lyd pro",
	"AV Sync Adjustment": "Justering av AV–synk",
	"Accessibility": "Tilgjengelighet",
	"Account Management": "Kontobehandling",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Ved å aktivere dette valget, vil det hindre innsamlingen og sporingen av reklamerelaterte personopplysninger fra denne Smart TV-en. Dette kan påvirke hvilke typer reklame du mottar fremover, men det vil ikke hindre deg i å motta reklame.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Dette valget vil føre til at LGE instruerer sine tredjepartsleverandører til å opphøre kommersialiseringen av dine personopplysninger. Med mindre du velger det bort, vil du fremdeles ha tilgang til tjenester som Live Plus, LG Channels og Who.Where.What?.",
	"Add Network": "Legg til nettverk",
	"Add a hidden wireless network": "Legg til et skjult trådløst nettverk",
	"Add wireless network by manually entering network name (SSID).": "Legg til trådløst nettverk ved å legge inn nettverksnavn (SSID) manuelt.",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Ytterligere lydvalg",
	"Additional Settings": "Ytterligere innstillinger",
	"Address Setting": "Adresseinnstilling",
	"Adjust Audio Guidance pitch.": "Juster lydveiledningstonehøyde.",
	"Adjust Audio Guidance speed.": "Juster lydveiledningshastighet.",
	"Adjust Audio Guidance volume.": "Juster lydveiledningsvolum.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Juster lysstyrke for bakbelysning for å gjøre skjermen mørkere eller lysere.",
	"Adjust Screen Position": "Juster skjermposisjonen",
	"Adjust Zoom Ratio": "Juster zoomens sideforhold",
	"Adjust animation effect shown on the home at certain times.": "Juster animasjonseffekten som vises på Hjem ved visse tidspunkter.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Juster lysstyrken ved å analysere bildebevegelser for å unngå blending og redusere strømforbruk.",
	"Adjust brightness of the LG logo.": "Juster skarpheten til LG-logoen.",
	"Adjust color and saturation for a more vivid image.": "Juster farge og metning for et mer levende bilde.",
	"Adjust color temperature automatically to reduce eye strain.": "Juster fargetemperatur automatisk for å redusere belastningen for øynene dine.",
	"Adjust cursor speed.": "Juster markørens hastighet.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Juster skarpheten på kantene. Høyere verdier øker bildets skarphet og klarhet.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Juster gammainnstillingene for å kompensere for lysstyrken på inngangssignalet.",
	"Adjust left/right audio balance.": "Juster venstre/høyre lydbalanse.",
	"Adjust luminance for selected color.": "Juster luminans for valgt farge.",
	"Adjust luminance level for selected IRE point.": "Juster luminansnivå for valgt IRE-punkt.",
	"Adjust peak brightness for the brightest luminance.": "Juster maksimal lysstyrke for den sterkeste luminansen.",
	"Adjust remote's cursor speed and appearance.": "Juster hastigheten og utseendet til markøren på fjernkontrollen.",
	"Adjust saturation for selected color.": "Juster fargemetning for valgt farge.",
	"Adjust screen brightness to reduce energy consumption.": "Juster skjermens lysstyrke for å redusere strømforbruk.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Juster OLED-LAMPE for å gjøre skjermen mørkere eller lysere.",
	"Adjust the audio timing to synchronize the video and audio.": "Juster lydtimingen for å synkronisere videoen og lyden.",
	"Adjust the balance of red and green to display the tint on the screen.": "Juster balansen til rød og grønn på skjermen.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Still inn fargebalansen ved å endre fargetemperatur, lysstyrke og rød-grønn-blå intensitet.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Juster kontrasten, oppløsningen osv. for hver enkel bildemodus i detalj og angi foretrukket farge, gamma osv. i tillegg.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Juster forskjellen mellom lyse og mørke områder på skjermen. Høyere verdier gjør forskjellen større.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Juster bildeforholdet til kinosalong-modus.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Juster lysnivået til statiske bilder som logoer osv. og forhindre bildekvalitetsproblemer som kan oppstå når TV-en har vært på over lengre tid.",
	"Adjust the screen color to be pale or deep.": "Juster skjermfargen til å være blek eller dyp.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Juster lyden som du ønsker det for hvert lydfrekvensbånd.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Juster tiden for å synkronisere når video og lyd ikke passer sammen.",
	"Adjust the tint to brighten or darken the screen.": "Juster nyanse for lysstyrke for å gjøre skjermen mørkere eller lysere.",
	"Adjust the volume you want with pressing remote's volume key.": "Juster volumet du vil ha ved å trykke på kontrollens volumtast.",
	"Adjust tint for selected color.": "Juster nyanse for valgt farge.",
	"Adjust whether to display the home promotion.": "Still inn om hjem-reklame skal vises.",
	"Adjusting Luminance": "Justere luminans",
	"Adolescent over 13 are allowed to watch.": "Tillatt for ungomer over 13 år.",
	"Adolescent over 14 are allowed to watch.": "Tillatt for ungomer over 14 år.",
	"Adolescent over 16 are allowed to watch.": "Tillatt for ungomer over 16 år.",
	"Adult": "Voksen",
	"Adult Language": "Voksenspråk",
	"Adults only.": "Kun voksne.",
	"Advanced": "Avanserte Innstillinger",
	"Advanced Controls": "Avanserte kontroller",
	"Advanced Wi-Fi Settings": "Avanserte Wi-Fi-innstillinger",
	"Advertisement": "Reklame",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Etter at det er byttet land vil alle lagrede kanaler bli slettet. Når du skal søke inn kanalene igjen må du gå til Aut. innstilling. Vil du fortsette?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Etter at det er endret postnummer vil alle lagrede Freesat-kanaler bli slettet. Når du skal søke inn kanalene igjen må du gå til Aut. innstilling. Vil du fortsette?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Når du har endret land, kan du søke etter kanaler med Automatisk søk. Vil du fortsette?",
	"Ages 2-7 are allowed to watch.": "Tillatt for barn mellom 2–7 år.",
	"Albanian": "Albansk",
	"Alerts you by sound when the TV is turned on or off.": "Varsler deg med lyd når TV-en slås av eller på.",
	"Algeria": "Algerie",
	"Algiers": "Alger",
	"All Channels": "Alle kanaler",
	"All Children": "Alle barn",
	"All ages are allowed to watch.": "Tillatt for alle aldre.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle gjeldende innstillinger for {pictureMode} vil bli tilbakestilt. Vil du fortsette?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle gjeldende innstillinger for Standardmodus vil bli tilbakestilt. Vil du fortsette?",
	"Allow Automatic Updates": "Tillat automatiske oppdateringer",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Du kan også justere de detaljerte innstillingene til Bluetooth Surround-lyd.",
	"Always Open": "Alltid åpen",
	"Always-on Off Time": "Av-tid for Always-on",
	"An error has occurred while copy channels.": "En feil oppstod under kopiering av kanaler.",
	"An important software update is available.": "En viktig programvareoppdatering er tilgjengelig.",
	"Analog Mode": "Analog modus",
	"Analog TV": "Analog-TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analyser lydegenskaper og optimaliser lyd for hvert innhold i sanntid.",
	"Antenna": "Antenne",
	"Antenna ATV": "Antenne-ATV",
	"Antenna DTV": "Antenne-DTV",
	"Antenna Radio": "Antenneradio",
	"Antigua and Barbuda": "Antigua og Barbuda",
	"Any Supplementary Audio": "Alle ekstra lydkilder",
	"App Alarm": "App-alarm",
	"Application Locks": "Applikasjonslåser",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Bruk innstillingsverdiene for gjeldende bildemodus til alle innganger eller apper.",
	"Apply to all inputs": "Gjelder for alle innganger",
	"Applying value to all inputs...": "Bruk verdier for alle innganger...",
	"Arabic": "Arabisk",
	"Ashgabat": "Asjkhabad",
	"Aspect Ratio": "Høyde/bredde-forhold ",
	"Aspect Ratio Settings": "Innstillinger for høyde/bredde-forhold",
	"Assamese": "Assamisk",
	"Assign channels to remote buttons so you can quickly jump to them.": "Tildel kanaler til fjernkontrollknapper slik at du kan enkelt gå til dem.",
	"Athens": "Athen",
	"Audio Delay": "Lydforsinkelse",
	"Audio Description": "Lydbeskrivelse",
	"Audio Description Volume": "Automatisk beskrivelse av volum",
	"Audio Guidance": "Lydveiledning",
	"Audio Language": "Lydspråk",
	"Audio Out (Line Out)": "Lyd ut (Linje ut)",
	"Audio Type": "Lydtype",
	"Austria": "Østerrike",
	"Auto Detect": "Autooppdag",
	"Auto Device Detection": "Automatisk enhetsgjenkjenning",
	"Auto Genre Selection": "Auto-sjangervalg",
	"Auto Power Off": "Slå automatisk av",
	"Auto Start": "Aut. start",
	"Auto Volume": "Autovolum",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Juster automatisk forskjell i lydvolum, eller angi lydvolumet med volumtasten på fjernkontrollen.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatisk juster til en bildeverdi optimalisert for Dolby HDR-innholdssjangeren.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatisk juster til en bildeverdi optimalisert for innholdssjangeren.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatisk endre til FILMMAKER MODE når filminnhold gjenkjennes.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimer bildekvaliteten automatisk, basert på omgivelsesbelysningens farge og styrke.",
	"Automatically update system software when an update is found.": "Oppdater systemets programvare automatisk når en oppdatering blir funnet.",
	"Available Internal Storage": "Tilgjengelig internlager",
	"Azerbaijan": "Aserbajdsjan",
	"Azores": "Azorene",
	"BG Color": "Bakgrunnsfarge",
	"BG Opacity": "Ugjennomsiktighet for bakgrunn",
	"Back": "Tilbake",
	"Backlight": "Bakgrunnslys",
	"Baghdad": "Bagdad",
	"Balance": "Balanse",
	"Basque": "Baskisk",
	"Bass Boost": "Økt bass",
	"Behavior may vary depending on connected device.": "Atferd kan variere avhengig av tilkoblet enhet.",
	"Belarus": "Hviterussland",
	"Belgium": "Belgia",
	"Belgrade": "Beograd",
	"Bengali": "Bengalsk",
	"Black": "Svart",
	"Black Level": "Svartnivå",
	"Block TV programs broadcast in English based on their content ratings.": "Blokker TV-programmer som er sendt på engelsk, basert på vurderinger av innhold.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokker TV-programmer som er sendt på fransk, basert på vurderinger av innhold.",
	"Block content based on genre.": "Blokker innhold basert på sjanger.",
	"Blue": "Blå",
	"Bluetooth Speaker Mode": "Bluetooth-høyttalermodus",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround-lyd + Intern TV-høyttaler",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround-lydoppsett",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia og Herzegovina",
	"Bosnian": "Bosnisk",
	"Brazil": "Brasil",
	"Brazilian Punk": "Brasiliansk punk",
	"Brightness": "Lysstyrke",
	"Broadcast Country": "Kringkastingsland",
	"Broadcast Mail": "Kringkastingsmail",
	"Brussels": "Brussel",
	"Bucharest": "Bucuresti",
	"Bulgarian": "Bulgarsk",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Ved å trykke på “Tilbakestill”, vil all reklamerelatert data som LGE har samlet inn fra denne Smart TV-en slettes. Dette kan påvirke hvilke typer reklame du mottar fremover, men det vil ikke hindre deg i å motta reklame.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ved å aktivere Live Plus samtykker du i at LG Electronics Inc. (\"LGE\") innhenter TV-visninginformasjon gjennom ACR-modulen, og at denne kan deles på anonymisert basis med tredjeparter for å levere interaktive tjenester til deg. Vi kan også dele samlet anonymisert informasjon med tredjeparter for markedsføringsårsaker. Merk at vi ikke med vilje og vitende innhenter ovennevnte informasjon fra eller om barn under 13 år. Detaljert informasjon om Live Plus finnes i Visningsinformasjon (vilkår) som du finner i innstillingsmenyen for SmartTV. LGE anbefaler på det sterkeste at du går gjennom den fulle versjonen av Visningsinformasjon (vilkår) før du aktiverer Live Plus-funksjonen.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ved å slå på Live Plus forstår du at innholdet som vises på TV-en din vil bli gjenkjent, og visningsinformasjonen kan brukes til å gi deg en forbedret seeropplevelse og tilpassede tjenester, inkludert innholdsanbefalinger og reklame. Se personvernerklæringen og relevante brukeravtaler i TV-innstillingsmenyen for mer informasjon.",
	"CC 1": "TEKSTING 1",
	"CC 2": "TEKSTING 2",
	"CC 3": "TEKSTING 3",
	"CC 4": "TEKSTING 4",
	"CI Information": "CI-informasjon",
	"CI password incorrect. Please enter again.": "CI-passord er feil. Angi igjen.",
	"COMPONENT2": "KOMPONENT2",
	"COMPONENT3": "KOMPONENT3",
	"Cable": "Kabel",
	"Cable ATV": "Kabel-ATV",
	"Cable DTV": "KABEL-DTV",
	"Cable Radio": "Kabel-radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodsja",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Finner ikke kanal",
	"Canary Islands": "Kanariøyene",
	"Cancel": "Avbryt",
	"Cancel Schedule": "Kanseller tidsplan",
	"Cancel Update": "Avbryt oppdatering",
	"Cantonese": "Kantonesisk",
	"Cape Verde": "Kapp Verde",
	"Catalan": "Katalansk",
	"Caution": "Advarsel",
	"Cayman Islands": "Caymanøyene",
	"Center": "Sentrum",
	"Central African Republic": "Den sentralafrikanske republikk",
	"Chad": "Tchad",
	"Change blue intensity and adjust the color balance.": "Still inn fargebalansen ved å justere blå intensitet.",
	"Change green intensity and adjust the color balance.": "Still inn fargebalansen ved å justere grønn intensitet.",
	"Change red intensity and adjust the color balance.": "Still inn fargebalansen ved å justere rød intensitet.",
	"Change the left / right sound": "Endre venstre- / høyre-lyden",
	"Change the position of captions using the 4-way dial on the remote control.": "Endre posisjonen for undertekstene ved å bruke 4-veis-knappen på fjernkontrollen.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Bytter du region kan dette endre kanalene som er lagret på TV-apparatet. Du kan finne kanalene igjen ved hjelp av Aut. innstilling. Ønsker du å endre regioninnstillingene nå?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Hvis du bytter land vil det føre til at TV-apparatet ditt starter seg på nytt, og det er mulig du må akseptere LGs brukeravtale på nytt. I tillegg kan tilgjengeligheten til noen av programmene og tjenestene variere basert på LG-tjenesteland. Vil du fortsette?",
	"Channel Locks": "Kanallåser",
	"Channel Manager": "Kanalhåndtering",
	"Channel Scrolling Options": "Kanal-rullealternativer",
	"Channel Tuning": "Kanalinnstilling",
	"Channel Tuning & Settings": "Kanalinnstilling og innstillinger",
	"Channels": "Kanaler",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanaler fra HDMI og andre eksterne innganger kan ikke låses. Hvis du vil låse kanaler må du endre den valgte inngangen til Live TV.",
	"Chatham Islands": "Chathamøyene",
	"Check TV information.": "Sjekk TV-informasjon.",
	"Check alarm messages about the user settings or TV status.": "Sjekk alarmmeldinger om brukerinnstillinger eller TV-status.",
	"Check descriptions for each LG webOS TV functions.": "Vis beskrivelser for hver LG webOS TV-funksjon.",
	"Check for Advertising settings and set it.": "Se etter og angi reklameinnstillinger.",
	"Check for Updates": "Se etter oppdateringer",
	"Check for available functions with Voice and set Voice Settings.": "Se etter tilgjengelige funksjoner med stemme og angi stemmeinnstillinger.",
	"Check for problems with the picture quality.": "Kontroller om det er problemer med bildekvaliteten.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontroller problemer med lydkvaliteten på den interne TV-høyttaleren.",
	"Check for software updates and update if available.": "Se etter programvareoppdateringer og oppdater hvis de er tilgjengelige.",
	"Check whether the Bluetooth device is in pairing mode.": "Kontroller at Bluetooth-enheten er i paringsmodus.",
	"Check your TV status to solve problems or use remote support.": "Kontroller TV-ens status for å løse problemer eller kontakt fjernstøtte.",
	"Checking Password": "Kontrollerer passord",
	"Checking for Updates": "Ser etter oppdateringer",
	"Checking...": "Sjekker ...",
	"Children": "Barn",
	"Children Age": "Barnealder",
	"Children Program Locks": "Programlåser for barn",
	"Children over 8 are allowed to watch.": "Tillatt for barn fra 8 år.",
	"China": "Kina",
	"Chinese": "Kinesisk",
	"Choose to have all channels or just your primary ones when you change channels.": "Velg å ha alle kanaler eller bare dine primære når du bytter kanaler.",
	"Christmas Island": "Christmas-øya",
	"Cinema": "Kino",
	"Cinema Clear": "Kino-klart",
	"Cinema Home": "Kino Hjem",
	"Cinema View": "Kinovisning",
	"Cinema View (32:12)": "Kinovisning (32:12)",
	"Cinema Zoom": "Kinozoom",
	"City": "By",
	"City Selection": "Valg av by",
	"Clean Audio": "Ren lyd",
	"Clear": "Livlig",
	"Clear Plus": "Klar pluss",
	"Clear Voice Ⅲ": "Klar stemme Ⅲ",
	"Clear Voice Ⅳ": "Klar stemme Ⅳ",
	"Clear1": "Slett",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klikk på knappen KOBLE TIL nedenfor etter ditt LG Trådløs Tastatur er på og satt i paringsmodus.",
	"Close": "Lukk",
	"Closed Caption": "Undertekst",
	"Closed Caption Settings": "Innstillinger for undertekst",
	"Code Value": "Kodeverdi",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Samle inn og lagre MAC-adresse, modellnummer, landkode, språkinnstillinger og programvareversjon for å verifisere den nyeste programvaren som skal oppdateres.",
	"Color": "Farge",
	"Color Gamut": "Fargeskala",
	"Color Management System": "Fargebehandlingssystem",
	"Color Temperature": "Fargetemperatur",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bekreft vilkårene og betingelsene eller endre om avtalen skal godtas eller ikke.",
	"Congo Brazzaville": "Kongo-Brazzaville",
	"Connect": "Koble til",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Koble til både Bluetooth-høyttaler og TV-høyttaler og juster lydforsinkelsen mellom høyttalerne automatisk.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Koble en ekstern lydenhet som støtter eARC, til eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Koble til eksterne enheter som digitalboks, soundbar osv. til TVen basert på veiledningen.",
	"Connect the LAN cable directly to the TV to use the network.": "Koble LAN-kabelen direkte til TVen for å bruke nettverket.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Koble til nettverket ved å angi IP- og DNS-serveradressene manuelt.",
	"Connect to the network if a wireless router is installed.": "Koble til nettverket dersom en trådløs ruter er installert.",
	"Connect via WPS PBC": "Koble til via WPS PBC",
	"Connect via WPS PIN": "Koble til via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Koble TV-en til ruteren eller modemet med en Ethernet-kabel for å aktivere det kablede nettverkstilkoblingen.",
	"Connect your TV with WiSA Speakers wirelessly.": "Koble til TV-en din med WiSA-høyttalere trådløst.",
	"Connectable Devices ({num})": "Enheter som kan kobles til ({num})",
	"Connected": "Tilkoblet",
	"Connected to Internet": "Tilkoblet Internett",
	"Connecting...": "Kobler til ...",
	"Connection": "Tilkobling",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Tilkoblingsadministrering er tilgjengelig for smarttelefon eller PC. For å koble TV-en til en mobilenhet, må du gå til tilkoblingsinnstillingene på din smarttelefon eller PC.",
	"Content Recommendations": "Innholdsanbefalinger",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Innhold vil spilles av med lyd som passer til flerkanallyd hvis flerkanallyd støttes av HbbTV-tjenesten.",
	"Contrast": "Kontrast",
	"Cool": "Kjølig",
	"Copenhagen": "København",
	"Copy Channels": "Kopiere kanaler",
	"Copy/Delete file": "Kopier/slett fil",
	"Correct contrast and brightness by adjusting black levels.": "Korriger kontrast og lysstyrke ved å justere svarte nivåer.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korriger bildepiksel og forhindre bildekvalitetsproblemer som et resultat av at TVen er slått på i en lengre periode.",
	"Could not fined available network.": "Finner ingen tilgjengelige nettverk.",
	"Croatia": "Kroatia",
	"Croatian": "Kroatisk",
	"Current time is not valid. Do you want to set the correct time now?": "Den gjeldende tiden er ikke gyldig. Vil du stille inn den riktige tiden?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Gjeldende verdier for tilpassede bilde-innstillinger vil brukes på {pictureMode}-modus for alle innganger. Vil du fortsette?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Det tilkoblede LG Trådløse Tastaturet vil bli koblet fra TV-en din. Vil du fortsette?",
	"Custom": "Tilpasset",
	"Custom Time Zone": "Egendefinert tidssone",
	"Customer Service": "Kundestøtte",
	"Cyprus": "Kypros",
	"Czech": "Tsjekkia",
	"Czech Republic": "Tsjekkia",
	"Côte d'Ivoire": "Elfenbenskysten",
	"DNS Server": "DNS-server",
	"DR Congo": "Kongo-Kinshasa",
	"DTV Audio Setting": "DTV Lyd-innstilling",
	"Danish": "Dansk",
	"Data Service": "Dataservice",
	"Date": "Dato",
	"Day": "Dag",
	"De-Blur": "Gjør skarpere",
	"De-Judder": "Anti-vibrasjon",
	"Delete": "Slett",
	"Delete Connection History": "Slett tilkoblingshistorikk",
	"Delete Pairing History": "Slette paringshistorikk",
	"Delete Usage Data": "Slett brukerdata",
	"Demo Options": "Demo-alternativer",
	"Democratic Republic of the Congo": "Den demokratiske republikken Kongo",
	"Denmark": "Danmark",
	"Depressed": "Senket",
	"Deregister": "Avregistrer",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Beskriv innholdet på skjermen med tale for at synshemmede skal kunne bruke TV-en.",
	"Detect Range": "Oppdag område",
	"Device Connection Settings": "Innstillinger for enhetstilkobling",
	"Device List": "Enhetsliste",
	"Device Name": "Enhetsnavn",
	"Digital Mode": "Digital modus",
	"Digital Sound Out": "Digital lyd ut",
	"Digital TV": "Digital-TV",
	"Directed to Older Children (ages 7 and above)": "Beregnet på eldre barn (7 og over)",
	"Disabled": "Deaktivert",
	"Disconnect": "Koble fra",
	"Display captions for hearing-impaired viewers to use TV.": "Vis undertekst for hørselshemmede.",
	"Display fast-moving content smoothly and clearly.": "Vis hurtigbevegende innhold på en jevn og tydelig måte.",
	"Display luminance level for the highest point (100 IRE).": "Vis luminansnivå for høyeste punkt (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Vis bilder i en varm eller kald fargetemperatur.",
	"Do Not Sell My Personal Information": "Ikke selg personopplysningene mine",
	"Do Not Track": "Ikke spor",
	"Do you want to continue?": "Vil du fortsette?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Vil du kopiere kanallisten fra USB-enheten til TV-apparatet? De lagrede kanalene på TV-apparatet vil bli slettet.",
	"Do you want to copy channel list from your TV to the USB storage?": "Vil du kopiere kanallisten fra TV-apparatet til USB-lagringsenheten?",
	"Do you want to reset Position Settings?": "Ønsker du å tilbakestille posisjonsinnstillingene?",
	"Do you want to reset Volume Control?": "Ønsker du å tilbakestille volumkontroll?",
	"Do you want to set the correct time now?": "Vil du stille inn den riktige tiden?",
	"Do you want to turn your TV off now?": "Vil du slå av TV-en din nå?",
	"Dominican Republic": "Den dominikanske republikk",
	"Done": "Ferdig",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Last ned e-post",
	"Download and Install": "Last ned og installer",
	"Downloadable Rating": "Nedlastbar vurdering",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Under Av-tid for Always-on er deler av funksjoner som talegjenkjenning osv. begrenset når skjermen er av.",
	"Dutch": "Nederlandsk",
	"Dynamic Color": "Dynamisk farge",
	"Dynamic Contrast": "Dynamisk kontrast",
	"Dynamic Tone Mapping": "Dynamisk tonetilordning",
	"Easter Island": "Påskeøya",
	"Eastern Africa": "Øst-Afrika",
	"Eco": "Øko",
	"Eco Mode": "Øko-modus",
	"Edge Color": "Kantfarge",
	"Edge Enhancer": "Kantforbedring",
	"Edge Type": "Kanttype",
	"Edit": "Rediger",
	"Emergency Alert": "Nødvarsel",
	"Enabled": "Aktivert",
	"Energy Saving": "Strømsparing",
	"Energy consumption may increase if this feature is on.": "Energiforbruk kan øke hvis denne funksjonen er på.",
	"Energy saving modes to limit power consumption.": "Strømsparing-moduser for å begrense strømforbruket.",
	"English": "Engelsk",
	"Enhance the bass sound.": "Forbedre basslyden.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Forbedre kontrasten mellom lyse og mørke områder for enkelte menyer, som bakgrunn og tekst, for enkelt å kunne ses av personer med nedsatt syn.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Øk oppløsningen og skarpheten på innholdet med en algoritme lært via LG dyp læringsteknikk og optimaliser dybde via innholdsanalyse.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Nyt Dolby Atmos-innhold med optimal lyd ved å slå på lydfelteffekten.",
	"Enjoy TV sound by connecting Wired Headphones.": "Nyt TV-lyd ved å koble til hodetelefoner med ledning.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Nyt TV-lyd via lydenheter tilkoblet HDMI IN (ARC)-porten.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Nyt TV-lyd via lydenheter tilkoblet OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Nyt TV-lyd via en LG-lydenhet tilkoblet OPTICAL DIGITAL AUDIO OUT-porten.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Nyt TV-lyden via lydenheter som er tilkoblet Lyd ut- / Hodetelefonutgang-portene.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Nyt TV-lyd både via den interne TV-høyttaleren og hodetelefoner med ledning.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Nyt TV-lyd via eksterne lydenheter tilkoblet både den interne TV-høyttaleren og OPTICAL DIGITAL AUDIO OUT-porten.",
	"Enjoy a clear and natural sound.": "Nyt en klar og naturlig lyd.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Nyt lyd med en trådløs lydenhet tilkoblet LG Sound Sync eller Bluetooth.",
	"Enjoy the sound optimized to the room.": "Nyt lyd som er optimalisert til rommet.",
	"Enter CI Password": "Oppgi CI-passord",
	"Enter the PIN in your router's settings.": "Skriv inn PIN-koden i ruterens innstillinger.",
	"Enter the master password.": "Tast inn hovedpassordet.",
	"Equatorial Guinea": "Ekvatorialguinea",
	"Estonia": "Estland",
	"Estonian": "Estisk",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Selv om innstillingene er slått av, kan du sjekke den relaterte informasjonen i kanalbanneret, stemmegjenkjenning.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Du kan høre på musikk ved å koble til mobilenheten, selv når TV-en er av og bruker minimalt med strøm. Du kan bruke en rekke funksjoner igjen når TV-en er slått på.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Selv om TVen er av, kan du lytte til musikk ved å koble smarttelefonen til TVen via Bluetooth.",
	"Every Day": "Hver dag",
	"Every Weekday": "Hver ukedag",
	"Every Weekend": "Hver helg",
	"Expert (Bright Room)": "Ekspert (Lyst rom)",
	"Expert (Dark Room)": "Ekspert (Mørkt rom)",
	"Export your TV's channel list information to a connected USB device.": "Eksporter informasjonen i TV-kanallisten din til en tilkoblet USB-enhet.",
	"Extended": "Utvidet",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Hvis du øker tidsperioden før TV-en automatisk slår seg av eller slår av funksjonen kan strømforbruket øke.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Øyekomfortmodus",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE-autobytte",
	"Fantasy Violence": "Tegneserievold",
	"Fast": "Hurtig",
	"Find and tell an audio device available to connect around TV.": "Finn og snakk med en tilkoblingstilgjengelig lydenhet rundt TVen.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Finjuster fargeområdene for rødt, grønt, blått, cyan, magenta og gult.",
	"Finnish": "Finsk",
	"Flat Mode": "Flat modus",
	"Font": "Skrifttype",
	"Font 1": "Skrift 1",
	"Font 2": "Skrift 2",
	"Font 3": "Skrift 3",
	"Font 4": "Skrift 4",
	"Font 5": "Skrift 5",
	"Font 6": "Skrift 6",
	"Font 7": "Skrift 7",
	"Font 8": "Skrift 8",
	"Football": "Fotball",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "For en WPS (Wi-Fi Protected Setup)-aktivert trådløs ruter, skriver du inn PIN-koden for å koble TVen til det trådløse nettverket.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "For en WPS (Wi-Fi Protected Setup)-aktivert trådløs ruter, trykker du på WPS-PBC-knappen for å koble TVen til det trådløse nettverket.",
	"France": "Frankrike",
	"French": "Fransk",
	"French Polynesia": "Fransk Polynesia",
	"Full Wide": "Full bredde",
	"Gaelic": "Gælisk",
	"Galapagos Islands": "Galapagosøyene",
	"Galician": "Galicisk",
	"Gallery": "Galleri",
	"Game": "Spill",
	"Gateway": "Systemport",
	"General": "Generell",
	"General Age": "Generell alder",
	"General Audience": "Generelt publikum",
	"General Audiences": "Generelt publikum",
	"General Program Locks": "Generelle programlåser",
	"German": "Tysk",
	"Germany": "Tyskland",
	"Get started in a quiet environment for sound optimization.": "Kom i gang i et stille miljø for lydoptimalisering",
	"Getting...": "Henter ...",
	"Godthab": "Nuuk",
	"Grayscale": "Gråtoner",
	"Greece": "Hellas",
	"Greek": "Gresk",
	"Green": "Grønn",
	"Greenland": "Grønland",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Guidemenyer og funksjoner med tale for synshemmede.",
	"Guinea Equatorial": "Ekvatorial-Guinea",
	"H Position": "H Posisjon",
	"H Sharpness": "H-skarphet",
	"H Size": "H Størrelse",
	"HD Mode": "HD-modus",
	"HD Mode Option": "HD-modusalternativ",
	"HDD Eco Mode": "HDD-økomodus",
	"HDD Power Saving Mode": "HDD Strømsparings Modus.",
	"HDMI Input Audio Format": "HDMI-inndatalydformat",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}- og HDMI {port2}-portene støtter 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}- og HDMI {port2}-portene støtter Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1}-port støtter 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1}-port støtter Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- og HDMI {port3}-portene støtter 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- og HDMI {port3}-portene støtter Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- og HDMI {port4}-portene støtter 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- og HDMI {port4}-portene støtter Ultra HD Deep Colour.",
	"HDR Effect": "HDR Effekt",
	"HDR Picture Mode": "HDR bildemodus",
	"Hard of Hearing": "Hørselssvekket",
	"Havana": "Havanna",
	"Headphones Volume": "Hodetelefonvolum",
	"Hebrew": "Hebraisk",
	"Helsinki": "Helsingfors",
	"High": "Høy",
	"High Contrast": "Høy kontrast",
	"Higher values increase a sense of warmth or coldness.": "Høyere verdier øker følelsen av varme eller kulde.",
	"Home Animation": "Hjem-animasjon",
	"Home Auto Launch": "Automatisk start av Hjem",
	"Home Mode": "Start-modus",
	"Home Settings": "Hjem-innstillinger",
	"Home/Store Mode": "Hjemme-/butikkmodus",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Timer",
	"However, the IPv6 version of the address does not support editing.": "IPv6-versjonen av adressen støtter ikke redigering.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "For å holde TV-en din i optimal stand vil Always-on bli deaktivert for de angitte fem timene og strømmen blir slått helt av.",
	"Hungarian": "Ungarsk",
	"Hungary": "Ungarn",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VIKTIG! Nullstilling sletter alle kontoinnstillinger og installerte programmer. Denne handlingen kan ikke omgjøres.",
	"IP (Automatic)": "IP (Automatisk)",
	"IP (Manual)": "IP (manuell)",
	"IP Address": "IP-adresse",
	"IVC (Cote d’Ivoire)": "Elfenbenskysten",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Når Automatisk strømsynkronisering er valgt, vil TV-en slås på når du slår på en SIMPLINK-enhet og dine SIMPLINK-enheter vil bli slått av når du slår av TV-en.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Hvis universalkontroll for digitalboks/OTT har blitt konfigurert, kan du bruke den tilkoblede digitalboksen fra LG-fjernkontrollen.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Hvis en enhet er koblet til porten, kan du vise det optimaliserte bildet av spillet med minimal forsinkelse eller avbrudd av enhetsvideoen.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Hvis den er slått på og du kobler til en enhet som også støtter Ultra HD Deep Colour, kan bildet bli klarere.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Hvis opptaks- eller programvareoppdatering pågår, vil den vente til de er fullførte, og prosessen kan ta mer enn én time.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Hvis det pågår en opptaks- eller programvareoppdatering, vil den vente til de er fullførte, og prosessen kan ta mer enn {n} minutt(er).",
	"If the device is not connected, you may not hear any sound through it.": "Dersom enheten ikke er tilkoblet, hører du ikke lyd gjennom den.",
	"If the edge of the screen is not clean, please turn this function off.": "Hvis kanten på skjermen ikke er skarp må du slå av denne funksjonen.",
	"If the program does not support multiple languages, the default language is selected.": "Hvis programmet ikke støtter flere språk, velges standardspråket.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Når programmet ikke støtter det valgte utgangsformatet vil standard-utgangen fra kilden brukes.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Hvis det valgte programmet ikke støtter forskjellige lydinnstillinger, vil standard lyd bli valgt.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Hvis de samme symptomene gjentar seg, kan du endre den angitte verdien igjen eller starte den tilkoblede eksterne enheten på nytt.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Hvis det valgte språket ikke støttes, brukes standardspråket fra sendingene.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Hvis den statiske skjermen ikke har mottatt brukerinnmating på en time, bytter den til en skjermsparer.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Hvis tiden du stilte inn er altfor forskjellig fra gjeldende tid, kan det hende at noen smartfunksjoner ikke vises.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Hvis ikke du hører lyd fra enheten, bør du kontrollere om den virker som den skal og støtter LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Hvis du velger Butikkdemo-modus, angis optimaliserte verdier for butikkvisning og salg av TVen.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Hvis du slår på Veiledning for lyd, kan du bare navigere med venstre, høyre, opp og ned på fjernkontrollen, og enkelte programmer som krever at pekeren må brukes kan ikke benyttes.",
	"If you turn it off, CAM operator's profile will be deleted.": "Hvis du slår den, slettes CAM-operatørens profil.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Hvis du slår den av vil ikke alle CAM-kanaler være tilgjengelige og varslinger vil ikke lenger bli gitt.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Hvis du slår av “Quick Start+” vil du ikke kunne slå på TV-en med Uten fjernkontroll-funksjonen. Ønsker du å fortsette?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Hvis du slår av skjermspareren, og det samme bildet står på skjermen i mer enn 2 timer kan dette påvirke bildekvaliteten til skjermen. Hvis bildet står fast i 5 timer eller mer, vil en permanent reduksjon av bildekvaliteten kunne oppstå. Vil du fortsette?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Hvis du slår av dette alternativet, kan den statiske skjermen bli stående lenger, noe som forringer skjermkvalitet og ved noen tilfeller aldrig blir som normalt igjen.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Dersom du bruker strømsparingsfunksjonen vil dette påvirke lysstyrken i din TV.",
	"Import your TV's channel list information from a connected USB device.": "Importer informasjonen i TV-kanallisten din fra en tilkoblet USB-enhet.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importer/eksporter TV-ens kanallisteinformasjon fra/til en tilkoblet USB-enhet.",
	"In Home": "Hjemme",
	"Indonesian": "Indonesisk",
	"Inner": "Indre",
	"Input": "Inngang",
	"Input Locks": "Inngangslåser",
	"Input field": "Innmatingsfelt",
	"Installing...": "Installerer...",
	"Instant Game Response": "Øyeblikkelig spillrespons",
	"Interactive Service": "Interaktiv tjeneste",
	"Interactivity(DTVi)": "Interaktivitet (DTVi)",
	"Internal TV Speaker": "Intern TV-høyttaler",
	"Invert Colors": "Inverter farger",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inverter og kompenser visse farger i noen menyer for å forbedre synligheten for elementene som vises på skjermen.",
	"Iraq": "Irak",
	"Ireland": "Irland",
	"Irish": "Irsk",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Bildemodus tilbakestilles individuelt, så velg ønsket bildemodus og tilbakestill.",
	"It may not sound depending on connected devices.": "Det vil kanskje ikke gi lyd avhengig av de tilkoblede enhetene.",
	"It may take a few minutes.": "Det kan ta noen minutter.",
	"It may take a few seconds.": "Det kan ta noen sekunder.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Den gir den optimale lyden eller Virtual 4.0 surround basert på sjangeren til det du ser på ved å bruke en algoritme som læres via LG maskinlæringsteknikk.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Den gir den optimale lyden eller Virtual 5.1 surround basert på sjangeren til det du ser på ved å bruke en algoritme som læres via LG dyp læringsteknikk.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Det gir optimalisert lyd ved å justere den reflekterte lyden i rommet basert på type TV-installasjon.",
	"It reduces jaggies in the picture for a smooth picture.": "Den reduserer prikker i bildet slik at det blir jevnere.",
	"It works only when the broadcasting program supports captions.": "Det fungerer bare når kringkastingsprogrammet støtter undertekst.",
	"It works only when the broadcasting program supports subtitles.": "Det fungerer bare når kringkastingsprogrammet støtter bildetekst.",
	"Italian": "Italiensk",
	"Italy": "Italia",
	"Ivory Coast": "Elfenbenskysten",
	"Japanese": "Japansk",
	"Just Scan": "Bare skann",
	"Kazakh": "Kasakhisk",
	"Kazakhstan": "Kasakhstan",
	"Keyboard Languages": "Tastaturspråk",
	"Korea": "Korea",
	"Korean": "Koreansk",
	"Kyrgyzstan": "Kirgisistan",
	"LED Local Dimming": "LED lokal dimming ",
	"LG Logo Light (Front of TV)": "LG Logolys (foran på TV-en)",
	"LG Services Country": "Land for LG-tjenester",
	"LG Wireless Keyboard": "LG Trådløs Tastatur",
	"LG Wireless Keyboard Connected:": "LG Trådløs Tastatur tilkoblet:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Trådløs Tastatur lar deg kontrollere TVen gjennom Bluetooth.",
	"Language": "Språk",
	"Large": "Stor",
	"Last tuning:": "Siste justering:",
	"Latvian": "Latvisk",
	"Lebanon": "Libanon",
	"Left": "Venstre",
	"Left Right": "Venstre/høyre",
	"Left Surround": "Venstre surround",
	"Left drop shadow": "Skyggelegging, venstre",
	"Legal Notice": "Juridisk merknad",
	"Light": "Lys",
	"Limit AD Tracking": "Begrens AD-sporing",
	"Lithuania": "Litauen",
	"Lithuanian": "Litauisk",
	"Loading...": "Laster ...",
	"Local": "Lokal",
	"Local Language": "Lokalt språk",
	"Location": "Lokasjon",
	"Lock All": "Lås alle",
	"Lock changes for currently running apps will be applied the next time they are started.": "Endringer på programlås for programmer som kjøres vil tas i bruk neste gang de startes på nytt.",
	"Logo Luminance Adjustment": "Justering av lysstyrke på logo",
	"Low": "Lav",
	"Luminance": "Luminans",
	"MAC Address": "MAC-adresse",
	"MAC Address (Wired)": "MAC-adresse (kablet)",
	"MAC Address (Wireless)": "MAC-adresse (trådløst)",
	"MASTER PASSWORD": "HOVEDPASSORD",
	"MHEG Guide": "MHEG-guide",
	"MPEG Noise Reduction": "MPEG-støyreduksjon",
	"Macedonia": "Makedonia",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonia, Den tidligere jugoslaviske republikken",
	"Macedonian": "Makedonsk",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Gjør områder som er uskarpe eller vanskelige å se mer levende.",
	"Malay": "Malayisk",
	"Maldives": "Maldivene",
	"Manage channels stored on the TV.": "Administrer kanalene som er lagret på TV-en.",
	"Manual": "Brukerhåndbok",
	"Marshall Islands": "Marshall-øyene",
	"Mature Audience Only": "Kun for voksent publikum",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimer kontrast ved å øke intensiteten av lyse og mørke områder på skjermbildet.",
	"Menu Language": "Menyspråk",
	"Menu Transparency": "Menytransparens",
	"Message": "Melding",
	"Method": "Metode",
	"Mexico City": "Mexico by",
	"Middle East": "Midtøsten",
	"Minutes": "Minutter",
	"Mobile Connection Management": "Administrering av mobiltilkobling",
	"Mode Option": "Modusalternativ",
	"Model": "Modell",
	"Month": "Måned",
	"Morocco": "Marokko",
	"Moscow": "Moskva",
	"Movie Lock": "Filmlås",
	"Mozambique": "Mosambik",
	"Multi Audio": "Multi-audio",
	"Multi Channel Audio": "Flerkanallyd",
	"Multiple": "Flere",
	"Music": "Musikk",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "NEXTGEN TV-modus",
	"NT - Northern Territory - Darwin": "NT – Nordterritoriet – Darwin",
	"Narrow": "Smal",
	"Natural": "Naturlig",
	"Netherland": "Nederland",
	"Netherlands": "Nederland",
	"Network": "Nettverk",
	"Network Connection Settings": "Innstillinger for nettverksforbindelse",
	"Network Name": "Nettverksnavn",
	"Network-Based Personalization Recommendations": "Nettverksbaserte personlige anbefalinger",
	"New Caledonia": "Ny-Caledonia",
	"Next": "Neste",
	"Night": "Natt",
	"No": "Nei",
	"No Internet via 3G/4G network": "Ingen Internett via 3G/4G-nettverk",
	"No Internet via Ethernet": "Ingen Internett-tilgang via Ethernet",
	"No Internet via Wi-Fi": "Ingen Internett-tilgang via Wi-Fi",
	"No One 17 and Under Admitted.": "Ingen på 17 år eller under godtas.",
	"No Operation Auto Off": "Ingen signal automatisk av",
	"No Signal Auto Off": "Ingen signal automatisk av",
	"No Signal Image": "Ingen signalbilde",
	"No Signal Power Off (15Min)": "Ikke signal, strøm av (15 min)",
	"No devices have been found.": "Ingen enheter funnet.",
	"No paired devices.": "Ingen parede enheter.",
	"No signal on Server": "Ingen signal på server",
	"No updates found.": "Fant ingen oppdateringer.",
	"Noise Reduction": "Støyreduksjon",
	"None": "Ingen",
	"North Korea": "Nord-Korea",
	"Northern Africa": "Nord-Afrika",
	"Norway": "Norge",
	"Norwegian": "Norsk",
	"Not Connected": "Ikke tilkoblet",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Merk: Hvis enheten din ikke støtter denne funksjonen kan det hende at den ikke fungerer på korrekt måte. Hvis det er tilfellet, må du koble enheten til en annen HDMI-port, eller slå av innstillingen 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Merk: Hvis enheten din ikke støtter denne funksjonen kan det hende at den ikke fungerer på korrekt måte. Hvis det er tilfellet må du koble enheten til en annen HDMI-port, eller slå av innstillingen HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Merk: Tilgjengelige alternativer beror på programmet som sendes.",
	"Note: Behavior may differ if connected device is not a LG device.": "Merk: Oppførsel kan variere hvis den tilkoblede enheten ikke er en LG-enhet.",
	"Note: Only displayed when it is provided by the program.": "Merk: Vises bare når det er gitt av programmet.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Merk: Undertekst vises bare når de følger med programmet som kringkastes.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Merk: Støttede funksjoner kan variere etter modell og gjennomsiktigheten etter funksjonens bruk med avspillingsinnhold som Live TV eller VOD-innhold.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Merk:<br>1. Hvis TV-en din er slått av mens Pikseloppfrisker jobber, vil den stoppe prosessen og du må starte på nytt.<br>2. Under prosesseringen kan en hvit linje vises på skjermen. Dette er normalt når du gjør skjermen klarere.",
	"Notifications": "Varslinger",
	"OLED LIGHT": "OLED-LAMPE",
	"OLED Screen Saver": "OLED skjermsparer",
	"Object Audio": "Objektlyd",
	"Off": "Av",
	"On": "På",
	"OnTimer Channel not selected": "På timer-kanalen ikke valgt.",
	"Open": "Åpne",
	"Open Source Licenses": "Programvaremerknad for åpen kildekode",
	"Open when TV is turned on": "Åpne når TV-en skrus på.",
	"Operate once when TV is off": "Kjør én gang når TV-en er slått av",
	"Optical": "Optisk",
	"Optical + Internal TV Speaker": "Optisk + intern TV-høyttaler",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimaliser dybde for innholdet med en algoritme lært via LG maskinlæringsteknikk.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimer kontrastinnstillingene basert på bildeskarpheten til HDR-innhold.",
	"Optimize contrast settings based on image brightness.": "Optimer kontrastinnstillingene basert på bildets skarphet.",
	"Optimize the sound for a cinematic experience.": "Optimaliser lyden for en kinoopplevelse.",
	"Original Language": "Originalspråk",
	"Others": "Andre",
	"Outer": "Ytre",
	"Output sound through the Internal TV speaker.": "Utgangslyd gjennom den interne TV-høyttaleren.",
	"Papua New Guinea": "Papua Ny-Guinea",
	"Parental Guidance Suggested": "Foreldreveiledning anbefalt",
	"Parental Guidance Suggested :": "Foreldreveiledningsanbefalt:",
	"Parental guidance suggested for children ages 8-13.": "Foreldreveiledning anbefalt for barn i alderen 8–13 år.",
	"Parents Guidance strongly required :": "Krever foreldreveiledning:",
	"Parents Strongly Cautioned": "Sterk advarsel til foreldre",
	"Password": "Passord",
	"Patent Information": "Patentinformasjon",
	"Peak Brightness": "Maksimal lysstyrke",
	"Persian": "Persisk",
	"Philippines": "Filippinene",
	"Photo": "Bilde",
	"Pick a Time": "Velg et tidspunkt",
	"Picture": "Bilde",
	"Picture Mode": "Bildemodus",
	"Picture Mode Settings": "Bildemodusinnstillinger",
	"Picture Options": "Bildealternativer",
	"Picture Test": "Bildetest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Det er mulig at bilde og lyd ikke fungerer på korrekt måte når tilkoblede eksterne enheter og TV-apparatet kommuniserer første gang. Hvis problemet ikke forsvinner må du tilbakestille innstillingene eller starte den tilkoblede eksterne enheten på nytt.",
	"Pixel Refresher": "Pikseloppfrisker",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pikseloppfrisker frisker opp TV-en din for å gi klarest mulig bilde.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pikseloppfrisker starter kun én gang når TV-en slås av.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pikseloppfrisker har blitt innstilt til å starte neste gang TV-en er slått av.",
	"Play": "Spill av",
	"Play sound through TV Speaker.": "Spill av lyd gjennom TV-høyttaler.",
	"Play the standard sound suitable for all types of content.": "Spill av standard lyd egnet for alle typer innhold.",
	"Please check if WiSA Speakers are turned on and try again.": "Sjekk om WiSA-høyttalerne er slått på og prøv igjen.",
	"Please check that the Bluetooth device is already connected to another device.": "Vennligst sjekk om Bluetooth-enheten allerede er koblet til en annen enhet.",
	"Please check the network name and password and try again.": "Sjekk nettverksnavnet og -passordet, og prøv på nytt.",
	"Please check the status and try again": "Kontroller statusen og prøv igjen",
	"Please do not unplug the USB storage until the copying is completed.": "Ikke trekk ut USB-enheten før kopiering er fullført.",
	"Please enter your password to turn off this function.": "Vennligst skriv inn ditt passord for å skru av denne funksjonen.",
	"Please enter your password to turn on this function.": "Vennligst skriv inn ditt passord for å skru på denne funksjonen.",
	"Please make sure that your TV is connected to the network and try again.": "Påse at TV-en er koblet til nettverket og prøv igjen.",
	"Please note that LG does not use or manage the value.": "Merk at LG ikke bruker eller administrerer verdien.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Merk at lyden kanskje ikke kommer ut når Digital lyd ut er satt til Pass Through.",
	"Please try again later.": "Vennligst prøv igjen senere.",
	"Please wait while the Settings application reloads.": "Vent mens Innstillingsprogrammet starter på nytt.",
	"Please wait while the Settings application restarts.": "Vent mens Innstillinger-applikasjonen starter på nytt.",
	"Please wait while the TV restarts.": "Vent mens TV-en starter på nytt.",
	"Please wait while the TV searches for LG Service Country.": "Vent mens TV-en søker etter LG-tjenesteland.",
	"Point": "Pek",
	"Pointer Options": "Pekeralternativ",
	"Pointer Size": "Pekerstørrelse",
	"Poland": "Polen",
	"Polish": "Polsk",
	"Port of Spain": "Port-of-Spain",
	"Portuguese": "Portugisisk",
	"Position": "Posisjon",
	"Position Settings": "Posisjonsinnstilligner",
	"Power Off Timer": "Slå av timer",
	"Power On Timer": "Slå på timer",
	"Power Saving Mode": "Strømsparings Modus",
	"Prague": "Praha",
	"Preschool": "Barnehage",
	"Press right button to adjust de-blur and Motion Pro value.": "Trykk på høyre knapp for å justere verdien for skarpgjøring og Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Trykk på høyre knapp for å justere verdien for skarpgjøring og OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Trykk på høyre knapp for å justere verdien for skarpgjøring og OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Trykk på høyre knapp for å justere verdien for antivibrasjon og Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Trykk på høyre knapp for å justere verdien for antivibrasjon og OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Trykk på høyre knapp for å justere verdien for antivibrasjon og OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Trykk på den høyre knappen for å justere antivibrasjon, skarpgjøring og Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Trykk på den høyre knappen for å justere antivibrasjon, skarpgjøring og OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Trykk på den høyre knappen for å justere antivibrasjon, skarpgjøring og OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Trykk på WPS-knappen på en WPS-aktivert ruter for å koble TV-apparatet til nettverket.",
	"Press the right button to adjust Motion Pro settings.": "Trykk på den høyre knappen for å justere Motion Pro-innstillingene.",
	"Press the right button to adjust OLED Motion Pro settings.": "Trykk på den høyre knappen for å justere OLED Motion Pro-innstillingene.",
	"Press the right button to adjust OLED Motion settings.": "Trykk på den høyre knappen for å justere OLED Motion-innstillingene.",
	"Press the right button to adjust de-blur settings.": "Trykk på den høyre knappen for å justere antiuskarphetsinnstillingene.",
	"Press the right button to adjust de-judder settings.": "Trykk på den høyre knappen for å justere antivibrasjonsinnstillingene.",
	"Previous": "Forrige",
	"Primary Audio Language": "Primært språk for lyd",
	"Primary Channels": "Hovedkanaler",
	"Primary Teletext Language": "Hovedspråk for teletekst",
	"Program exempted from ratings.": "Program fritatt fra rangeringer.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Oppgi HbbTV distinkt ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Oppgi HbbTV unik ID til HbbTV-tjeneste for sendinger.",
	"Provided services may vary depending on countries.": "Leverte tjenester kan variere avhengig av land.",
	"Quick Help": "Hurtighjelp",
	"Raised": "Hevet",
	"Real Cinema": "Ekte kino",
	"Reason: Authentication with access point was unsuccessful.": "Årsak: Autentiseringen på tilgangspunkt ikke vellykket.",
	"Reason: Could not establish a connection to access point.": "Årsak: Kan ikke opprette tilkobling til tilgangspunkt.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Årsak: Kan ikke hente en gyldig IP-adresse ved bruk av DHCP.",
	"Reason: Entered password is incorrect.": "Årsak: Det angitte passordet er feil.",
	"Reason: Password is missing.": "Årsak: Passordet mangler.",
	"Reason: The network you selected is out of range.": "Årsak: Nettverket du valgte er utenfor rekkevidde.",
	"Reason: Unable to login.": "Årsak: Kan ikke logge på.",
	"Receive emergency alerts from TV when an emergency occurs.": "Motta nødvarsler fra TV når et nødstilfelle oppstår.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Det anbefales at du stiller inn Always-on de timene når du vanligvis ikke ser på TV.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Anbefal nyttig innhold og funksjoner basert på visningshistorikk og mønstre i app-bruk.",
	"Recommendations are available for the people, products and locations related to the current program.": "Anbefalinger er basert på menneskene, produktene og stedene i det gjeldende programmet.",
	"Red": "Rød",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduser uregelmessig støy fra digitale videosignaler for å optimalisere bildekvalitet.",
	"Region": "Område",
	"Registered Devices ({num})": "Registrerte enheter ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Forsterker den høyfrekvente tonen i den optimaliserte lyden.",
	"Reinforce the low-pitched tone of the optimized sound.": "Forsterker den lavfrekvente tonen i den optimaliserte lyden.",
	"Remote Settings": "Fjernkontrollinnstillinger",
	"Remove irregular and erratic pixels for a clearer image.": "Fjern uregelmessige og ujevne piksler for et klarere bilde.",
	"Reset": "Nullstill",
	"Reset AD ID": "Tilbakestill AD ID",
	"Reset CI Password": "Tilbakestill CI-passord",
	"Reset HbbTV Distinctive ID": "Tilbakestill HbbTV Distinctive ID",
	"Reset Password": "Tilbakestill passord",
	"Reset Settings": "Tilbakestill innstillinger",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Tilbakestill den godkjente applisten når du kobler til HbbTV mobile-appen.",
	"Reset the caption position.": "Tilbakestill posisjonen for undertekstene.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Tilbakestill historikken over hvilket innhold du har sett og app-bruken din. Når historikken er tilbakestilt, kan det gå en viss tid før du mottar innholdsanbefalinger igjen.",
	"Reset to Initial Settings": "Nullstill til opprinnelige innstillinger",
	"Restrict access to TV programs based on their ratings.": "Begrens tilgang til TV-programmer, basert på deres rangeringer.",
	"Restrict watching based on age ratings for children programs.": "Begrens visning basert på anbefalt alder for barneprogrammer.",
	"Restrict watching based on ages ratings.": "Begrens visning basert på anbefalt alder.",
	"Restrict watching based on fantasy violence content ratings.": "Begrens visning av fantasivold basert på innhold.",
	"Restrict watching based on programs containing adult language.": "Begrens visning basert på programmer som inneholder voksent språk.",
	"Restrict watching based on programs containing sexual scene.": "Begrens visning basert på programmer som inneholder seksuelle scener.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Begrens visning basert på programmer som inneholder dialog med seksuelle antydninger.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Begrens TV-titting basert på spesifikke aldre eller innhold med foreldrekontroll.",
	"Restrict watching based on violence content ratings.": "Begrens visning basert på voldsinnhold.",
	"Restrict watching movies based on rating.": "Begrens visning av filmer basert på rangering.",
	"Restrict watching programs based on rating.": "Begrens visning av programmer basert på rangering.",
	"Restriction ratings :": "Begrensningsrangeringer:",
	"Retry": "Prøv på nytt",
	"Revert TV to its initial settings.": "Nullstill TVen til opprinnelige innstillinger.",
	"Revert color adjustment settings to default.": "Tilbakestill innstillingene for fargejustering til standard.",
	"Revert detailed sound effect settings of standard mode to default.": "Tilbakestill detaljerte lydeffektinnstillinger for standardmodus til standard.",
	"Revert picture setting values to default.": "Tilbakestill bildeinnstillingsverdier til standard.",
	"Revert white balance settings to default.": "Tilbakestill innstillingene for hvitbalanse til standardinnstillingene.",
	"Right": "Høyre",
	"Right Left": "Høyre/venstre",
	"Right Surround": "Høyre surround",
	"Right drop shadow": "Skyggelegging, høyre",
	"Romanian": "Rumensk",
	"Rome": "Roma",
	"Russia": "Russland",
	"Russian": "Russisk",
	"SA - South Australia - Adelaide": "SA – Sør-Australia – Adelaide",
	"SIGNATURE Opening": "SIGNATURE-åpning",
	"SIGNATURE TV Settings": "SIGNATURE TV-innstillinger",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK lar deg bruke LG-fjernkontrollen for å kontrollere andre SIMPLINK-aktiverte enheter, som en DVD-spiller eller lydsystemet på et hjemmekinoanlegg som er koblet til din LG Smart TV med HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK blir automatisk skrudd på for å bruke denne ARC-modusen.",
	"Safety": "Sikkerhet",
	"Saint Lucia": "St. Lucia",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satellitt",
	"Satellite DTV": "Satellitt-DTV",
	"Satellite Radio": "Satellittradio",
	"Saturation": "Fargemetning",
	"Saudi Arabia": "Saudi-Arabia",
	"Saudi arabia": "Saudi-Arabia",
	"Save CAM Operator's Profile": "Lagre CAMs operatørprofil",
	"Save CI Password": "Lagre CI-passord",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Lagre innstillingene for fargejustering fra den nåværende valgte bildemodusen for alle innganger.",
	"Save the white balance settings from the current picture mode in all inputs.": "Overfør hvitbalanse-innstillingene for den aktuelle bildemodusen til alle innganger.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Lagre/tilbakestill CI-passord. Ved å lagre passordet ditt, vil du kunne hoppe over påloggingstrinnet i fremtiden.",
	"Scan \"Auto Detect\" automatically.": "Skann «Auto Detect» automatisk.",
	"Screen Down": "Skjerm ned",
	"Screen Off": "Skjerm av",
	"Screen Saver": "Skjermsparer",
	"Screen Shift ": "Skjermbytte",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skjermen skifter med jevne mellomrom og forhindrer bildekvalitetsproblemer som kan skje når TV-en har vært påslått over lengre tid.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skjermen vil slå seg av om 5 sekunder. For å slå skjermen på igjen, trykker du på hvilken som helst knapp bortsett fra strømknappen og volumknappen.",
	"Search": "Søk",
	"Search Bluetooth Device": "Søk etter Bluetooth-enhet",
	"Searching...": "Søker...",
	"Second Language": "Andre språk",
	"Secondary Audio Language": "Sekundært språk for lyd",
	"Secondary Teletext Language": "Sekundært språk for teletekst.",
	"Security": "Sikkerhet",
	"Select IRE point to adjust luminance.": "Velg IRE-punkt for å justere luminans.",
	"Select Mode": "Velg modus",
	"Select TV's language settings.": "Velg TVens språkinnstillinger.",
	"Select a caption type for HD broadcasts.": "Velg bildetekstens type for HD-sendinger.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Velg en bildeteksttype for NEXTGEN-TV-sendinger.",
	"Select a caption type for UHD broadcasts.": "Velg en bildeteksttype for UHD-sendinger.",
	"Select a caption type for analog broadcasts.": "Velg bildetekstens type for analoge sendinger.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Velg en videomodus som passer til visningsmiljøet, eller spesifiser innstillinger for videomodus, for eksempel kontrast, farge og mer.",
	"Select an audio format for each HDMI input.": "Velg et lydformat for hver HDMI-inngang.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Velg en annen Digital lyd ut (Auto eller PCM) hvis du ikke hører lydeffekter etter at du har valgt Pass Through.",
	"Select audio language for digital broadcasts.": "Velg lydspråk for digitale sendinger.",
	"Select color to be adjusted.": "Velg farge som skal justeres.",
	"Select days to apply the Timer Power Off settings every week.": "Velg dager å bruke innstillingen for å slå av timer hver uke.",
	"Select days to apply the Timer Power On settings every week.": "Velg dager å bruke innstillingen for å slå på timer hver uke.",
	"Select device for audio output.": "Velg enhet for lydutgang.",
	"Select device or speaker for audio output.": "Velg enhet eller høyttaler for lydutgang.",
	"Select digital audio output format.": "Velg digitalt lydutgangsformat.",
	"Select language for TV menu.": "Velg språk for TV-meny.",
	"Select language for subtitles.": "Velg språk for undertitler.",
	"Select languages for keyboards input.": "Velg språk for tastatur.",
	"Select method to adjust white balance.": "Velg metode for å justere hvit balanse.",
	"Select point to adjust luminance.": "Velg punkt for å justere luminans.",
	"Select the Sound mode and set detailed Audio effects.": "Velg lydmodus og angi detaljerte lydeffekter.",
	"Select the Sound mode for each content type.": "Velg lydmodus for hver innholdstype.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Velg Ultra HD Deep Colour for HDMI {num}-port.",
	"Select the app to restrict the use.": "Velg appen for å begrense bruken.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Velg en bildemodus som passer til visningsmiljøet eller innholdstypen.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Velg lydegenskaper for å lytte til sendingen på den måten du ønsker det.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Velg underteksttype for digitale sendinger og still inn detaljerte undertekstinnstillinger.",
	"Select the channel to restrict watching.": "Velg kanal for å begrense visning.",
	"Select the channel to watch when the TV turns on.": "Velg kanalen du vil se på når TVen slås på.",
	"Select the color range to be displayed.": "Velg hvilket fargespekter som skal brukes.",
	"Select the country for your country's special services.": "Velg land for ditt lands spesialtjenester.",
	"Select the desired video angle.": "Velg ønsket videovinkel.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Velg format for å overføre digital lyd ut for TVen til en ekstern enhet.",
	"Select the input to use when the TV turns on.": "Velg inngang å bruke når TV-en slås på.",
	"Select the inputs to restrict the use.": "Velg inngang for å begrense bruken.",
	"Select the most preferred Subtitle Language.": "Angi førstevalget for Språk for undertekst.",
	"Select the place where to use the TV.": "Velg stedet der du bruker TVen.",
	"Select the residential region for your regional broadcast signal.": "Velg hjemområde for ditt regionale kringkastingssignal.",
	"Select the second preferred Subtitle Language.": "Angi andrevalget for Språk for undertekst.",
	"Select your first choice of audio language for digital broadcasts.": "Velg ditt foretrukne lydspråk for digitale sendinger.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Velg ditt førstevalg av språk for kringkasting av TV-leverandørens tekst-TV-tjenester.",
	"Select your second choice of audio language for digital broadcasts.": "Velg ditt nest mest foretrukne lydspråk for digitale sendinger.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Velg ditt andrevalg av språk for kringkasting av TV-leverandørens tekst-TV-tjenester.",
	"Serbian": "Serbisk",
	"Serial Number": "Serienummer",
	"Service 1": "Tjeneste 1",
	"Service 2": "Tjeneste 2",
	"Service 3": "Tjeneste 3",
	"Service 4": "Tjeneste 4",
	"Service 5": "Tjeneste 5",
	"Service 6": "Tjeneste 6",
	"Service Area Zip Code": "Postnummer for tjenesteområde",
	"Set Automatically": "Still inn automatisk",
	"Set ID": "Still inn ID",
	"Set My Team Alarm.": "Still inn Mitt lag-alarm.",
	"Set Store Mode settings.": "Angi innstillinger for butikkmodus.",
	"Set System Color mode for your current TV input.": "Angi systemfargemodus for gjeldende TV-inngang.",
	"Set additional options for Video Description.": "Angi flere alternativer for Videobeskrivelse.",
	"Set additional picture settings.": "Juster ytterligere bildeinnstillinger.",
	"Set additional sound-related settings.": "Still inn flere lydrelaterte innstillinger.",
	"Set advanced Subtitle options.": "Still inn avanserte alternativer for teksting.",
	"Set advanced captioning options.": "Still inn avanserte alternativer for teksting.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Still inn og rediger IP-adresseversjonen til IPv4 eller IPv6.",
	"Set audio-related options.": "Still inn alternativer for lyd.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Angi bildetekstens størrelse, farge, gjennomsiktighet og andre alternativer for sendinger.",
	"Set color temperature from warm to cool.": "Still inn fargetemperatur fra varm til kald.",
	"Set detailed caption settings for HD broadcasts.": "Still inn detaljerte undertekstinnstillinger for HD-sendinger.",
	"Set detailed options for the AI functions.": "Still inn detaljerte alternativer for AI-funksjonene.",
	"Set detailed options for the Home feature.": "Still inn detaljerte alternativer for Hjem-funksjonen.",
	"Set detailed options for the Recommendation feature.": "Still inn detaljerte alternativer for anbefalingsfunksjonen.",
	"Set easy connection settings with external devices.": "Konfigurer innstillinger for enkel tilkobling med eksterne enheter.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Bruk foreldrekontrollfunksjonen til å angi låser på angitte kanaler, apper, innganger, osv.",
	"Set necessary additional functions based on watching environment and screen status.": "Angi nødvendige tilleggsfunksjoner basert på visningsmiljø og skjermstatus.",
	"Set or reset the position of on-screen captions.": "Still eller tilbakestill posisjonen for undertekstene.",
	"Set settings related to your wired / wireless network.": "Konfigurer innstillinger for det kablede / trådløse nettverket.",
	"Set the TV to turn off automatically after a set amount of time.": "Still inn TVen til å slås av automatisk etter en bestemt tid.",
	"Set the TV to turn off automatically at a set time.": "Still TVen slik at den slås av automatisk på et angitt tidspunkt.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Still inn TV-en slik at den slås av automatisk hvis det ikke har vært aktivitet fra brukeren i 4 timer etter at TV-en automatisk ble slått på.",
	"Set the TV to turn on automatically at a set time.": "Still inn TVen slik at den slås på automatisk på et angitt tidspunkt.",
	"Set the additional functions related to the TV.": "Still inn flere funksjoner relatert til Tven.",
	"Set the current date and time.": "Still inn gjeldende dato og klokkeslett.",
	"Set the current date manually.": "Still aktuell dato manuelt.",
	"Set the current time manually.": "Still aktuell tid manuelt.",
	"Set the detect range of device available to connect.": "Angi oppdagelsesområdet for enheten som er tilgjengelig for tilkobling.",
	"Set the region and country for broadcasts and special services.": "Still inn området og landet for sendinger og spesialtjenester.",
	"Set the screen size and aspect ratio.": "Angi høyde/bredde-forholdet på skjermen.",
	"Set the specialized functions of SIGNATURE TV.": "Still inn de spesialiserte funksjonene til SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Still inn tidspunktet for automatisk avstenging av TVen når den ikke brukes aktivt.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Angi Virtual Surround-lyd for flere kanaler for å nyte mer realistisk lyd.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Angi Virtual Surround-lyd for å nyte mer realistisk lyd.",
	"Set the volume level when the TV turns on.": "Still inn lydstyrkenivået når TVen slås på.",
	"Set time to turn off the TV.": "Angi tid for å slå av TV-en.",
	"Set time to turn on the TV.": "Angi tid for å slå på TV-en.",
	"Set up additional features related to customer support.": "Sett opp tilleggsfunksjoner relatert til kundestøtte.",
	"Set up an account to use LG Services.": "Opprett en konto for å bruke LG-tjenester.",
	"Set whether to display Home when the TV is turned on.": "Angi om TV-en skal gå til Hjem når den slås på.",
	"Settings Help": "Innstillinger for hjelp",
	"Sexual Situations": "Seksuelle situasjoner",
	"Sexually Suggestive Dialogue": "Dialog med seksuelle antydninger",
	"Sharpness": "Skarphet",
	"Show Password": "Vis passord",
	"Side by Side": "Side ved side",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signalinterferens kan redusere Magic Remote sin sensitivitet hvis en trådløs ruter befinner seg for nær TV-en.",
	"Size": "Størrelse",
	"Sleep Timer": "Dvaletimer",
	"Slovak": "Slovakisk",
	"Slovenian": "Slovensk",
	"Slow": "Sakte",
	"Small": "Liten",
	"Smooth": "Myk",
	"Smooth Gradation": "Jevn gammaverdi",
	"Soccer": "Fotball",
	"Software Update": "Programvareoppdatering",
	"Software Version": "Programvareversjon",
	"Software update has been installed. Update will be applied when you restart your TV.": "En ny programvareoppdatering er installert. Oppdateringen vil bli satt i gang når du starter TV-apparatet på nytt.",
	"Solid": "Hurtig",
	"Solomon Islands": "Solomon-øyene",
	"Some material may not be appropriate for children under 13.": "Noe av innholdet kan være upassende for barn under 13 år.",
	"Some material may not be appropriate for children.": "Noe av innholdet kan være upassende for barn.",
	"Sotho, Northern": "Sotho, Nord",
	"Sotho, Southern": "Sotho, Sør",
	"Sound": "Lyd",
	"Sound Mode": "Lydmodus",
	"Sound Mode Settings": "Lydmodusinnstillinger",
	"Sound Out": "Lyd ut",
	"Sound Share": "Lyddeling",
	"Sound Test": "Lydtest",
	"South Africa": "Sør-Afrika",
	"South Korea": "Sør-Korea",
	"Southern Africa": "Sør-Afrika",
	"Spain": "Spania",
	"Spanish": "Spansk",
	"Speaker Volume Control": "Høyttaler volumkontroll",
	"Specify detailed voice guidance settings after turning on this feature.": "Spesifiser detaljerte innstillinger for taleveiledning etter å ha slått på denne funksjonen.",
	"Speed": "Hastighet",
	"Spoken Subtitle": "Talt undertekst",
	"Sports": "Sport",
	"Sports Alert": "Sportsalarm",
	"Stand": "Stativ",
	"Standard Mode Sound Effect": "Standardmodus lydeffekter",
	"Standby Light": "Standby Lys",
	"Start New Sound Tuning": "Start ny lydjustering",
	"Start Now": "Start nå",
	"Startup Sound": "Oppstartslyd",
	"Stop": "Stopp",
	"Store Demo": "Butikkdemo",
	"Store Mode": "Lagringsmodus",
	"Store Mode Settings": "INNSTILLINGER FOR BUTIKKMODUS",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Butikkmodus er beregnet for visning i butikk. Modusen vil sette initialisere innstillingene jevnlig. Vil du lukke denne appen og starte Lagringsmodus?",
	"Strong": "Sterk",
	"Style": "Stil",
	"Subnet Mask": "Undernettmaske",
	"Subnet prefix length": "Prefikslengde for delnett",
	"Subtitle First Choice Language": "Førstevalg av språk for undertekst",
	"Subtitle Language": "Språk for undertekst",
	"Subtitle Second Choice Language": "Andrevalg av språk for undertekst",
	"Subtitles": "Undertekster",
	"Super Impose": "Overlagre",
	"Super Resolution": "Superoppløsning",
	"Support": "Støtte",
	"Suriname": "Surinam",
	"Surround Balance": "Surround-balanse",
	"Surround Level": "Surround-nivå",
	"Sweden": "Sverige",
	"Swedish": "Svensk",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Bytt til standbymodus for å slå på TVen igjen raskt når du slår av TVen.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Bytt til standbymodus for å raskt kunne benytte deg av en rekke funksjoner som apper, søk osv. når du slått av TVen.",
	"Switzerland": "Sveits",
	"Sync Demo": "Synkroniser demo",
	"System Color": "Systemfarge",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "TV-informasjon",
	"TV Installation Type": "TV-installasjonstype",
	"TV Lock": "TV-lås",
	"TV Name": "TV-navn",
	"TV On With Mobile": "TV På med mobilen",
	"TV Power Sound": "TV Strøm Lyd",
	"TV Power Sound Volume": "Ljudvolym for TV på/av",
	"TV Program Locks": "TV-programlåser",
	"TV Rating English": "TV-aldersgrense engelsk",
	"TV Rating French": "TV-aldersgrense fransk",
	"TV Speaker": "TV-høyttaler",
	"TV can be used as an alarm.": "TVen kan brukes som en alarm.",
	"TV is turned off at a set time on every specified day.": "TVen slås av etter innstilt  klokkeslett på hver angitt dag.",
	"TV to USB": "TV til USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Benytt deg av funksjoner som krever nettverk, som Internett, apper, programvareoppdateringer osv.",
	"Target Luminance": "Målluminans",
	"Tehran": "Teheran",
	"Teletext": "Tekst-TV",
	"Text Color": "Tekstfarge",
	"Text Opacity": "Tekstgjennomsiktighet",
	"Text Search": "Tekstsøk",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}- og HDMI {port2}-portene støtter AMD FreeSync Premium, og du kan velge denne funksjonen.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}- og HDMI {port2}-portene støtter AMD FreeSync Premium, og du kan slå det av eller på.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}- og HDMI {port2}-portene støtter Instant game-response, og du kan slå det av eller på.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1}-porten støtter AMD FreeSync Premium, og du kan velge denne funksjonen.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}-porten støtter AMD FreeSync Premium, og du kan slå det av eller på.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1}-porten støtter Instant game-response, og du kan slå det av eller på.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}- og HDMI {port3}-portene støtter AMD FreeSync Premium, og du kan velge denne funksjonen.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}- og HDMI {port3}-portene støtter AMD FreeSync Premium, og du kan slå det av eller på.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}-, HDMI {port2}, HDMI {port3} og HDMI {port4}-portene støtter AMD FreeSync Premium, og du kan velge denne funksjonen.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- og HDMI {port4}-portene støtter AMD FreeSync Premium, og du kan slå det av eller på.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- og HDMI {port4}-portene støtter Instant game-response, og du kan slå det av eller på.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}- og HDMI {port3}-portene støtter Instant game-response, og du kan slå det av eller på.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID er en unik verdi som kun brukes for HbbTV, som ikke er tilknyttet brukerens personopplysninger.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Distinctive ID vil bli tilbakestilt.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV-programmet eller -tjenesten vil deaktivere sporing av bruker.",
	"The IBB service will disable its tracking of an individual user.": "IBB-tjenesten vil deaktivere sporing av en individuell bruker.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informasjon om land for LG-tjenester kunne ikke hentes fra serveren. Prøv igjen senere.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Innstillings-programmet må laste inn på nytt for å endre menyspråket. Vil du fortsette?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Den omgivende belysningen vil bli gitt når bevegelse blir oppdaget rundt TV-en.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "De tilgjengelige eksterne stemmegjenkjenningstjenestene kan variere avhengig av språkinnstillingene. I tillegg lastes innstillingsmenyen på nytt hvis du endrer menyspråket. Vil du fortsette?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kopieringen av kanallisten fra USB-enheten til TV-apparatet var vellykket. TV-apparatet vil starte på nytt om 5 sekunder.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kopieringen av kanallisten fra TV-apparatet til USB-enheten var vellykket.",
	"The closer to 100, the brighter.": "Jo nærmere 100, desto lysere.",
	"The closer to 100, the clearer the color becomes.": "Jo nærmere 100, desto klarere blir fargen.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Jo nærmere 50, desto klarere rød. Jo nærmere 50, desto klarere grønn.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "De detaljerte angitte verdiene for hvitbalanse-funksjonen blir tilbakestilt. Vil du fortsette?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Gapet mellom lydvolumene på kanalen og programmet reduseres automatisk, som hjelper deg med å se programmet på et stabilt nivå.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Forskjellene mellom lydvolumene på kanaler og programmer reduseres automatisk for å hjelpe deg med å se programmer med konstant lydnivå.",
	"The higher the settings, the louder the sound rapidly.": "Jo høyere innstillinger, desto høyere lyd.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Den interne TV-høyttaleren og Bluetooth-høyttalerne kan brukes samtidig for å skape en levende surround-lydeffekt.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Språket for talegjenkjenning vil bli automatisk innstilt avhengig av det valgte menyspråket.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Språket brukt i stemmegjenkjenning stilles basert på det valgte menyspråket. Støttetjenester kan variere avhengig av språket.",
	"The network is currently unavailable. Please try again later.": "Nettverket er utilgjengelig for øyeblikket. Prøv igjen senere.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Prosessen vil ta ca. en time å fullføre, og TV-en din må forbli avslått.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Prosessen vil ta ca. {n} minutt(er) å fullføre, og TVen din må forbli avslått.",
	"The program is intended for adults only.": "Programmet er kun ment for voksne.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Skjermens lysstyrke justeres automatisk i samsvar med lysstyrken rundt TV-en din.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skjermen skyves ned om 5 sekunder. Trykk på en hvilken som helst knapp bortsett fra På/av og Volum på fjernkontrollen for å skyve skjermen opp igjen.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "De angitte underverdiene for fargestyresystem-funksjonen blir tilbakestilt. Vil du fortsette?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Innstillingen Bluetooth Surround-lyd + Intern TV-høyttaler vil tilbakestilles.",
	"The settings are as follows.": "Innstillingene er som følger.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Lyden kommer kanskje ikke ut når digital lyd ut er satt til Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Oppdateringen kan ikke brukes på TV-apparatet. Programvaren vil bli satt tilbake til forrige versjon.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "De visuelle effektene vises på skjermen når TVen er slått på og skjermen beveger seg.",
	"There are no paired devices.": "Det er ingen parede enheter.",
	"There are settings to correct or prevent OLED panel noise.": "Det finnes innstillinger som korrigerer eller forebygger OLED-panelstøy.",
	"There is no USB device connected to your TV.": "Ingen USB-enhet er koblet til TV-en.",
	"There is no message.": "Det er ingen melding",
	"Third Language": "Tredje språk",
	"This feature applies only to specified LG Wireless Keyboard models.": "Denne funksjonen gjelder kun spesifiserte LG Trådløs Tastatur-modeller.",
	"This function works only when it is provided by the broadcast program.": "Denne funksjonen virker bare når den følger med programmet som kringkastes.",
	"This is a closed caption preview": "Dette er en forhåndsvisning av underteksten.",
	"This is an already existing value.": "Dette er en allerede eksisterende verdi.",
	"This service provides you with more information about watching program and enjoys related contents.": "Denne tjenesten gir deg mer informasjon om programmet du ser på og lar deg se tilknyttet innhold.",
	"This will revert all options on TV to their default settings.": "Dette vil nullstille alle alternativer på TV til standardinnstillinger.",
	"Time": "Tid",
	"Timer Channel": "Timer for kanal",
	"Timer Repeat": "Timer gjentaking",
	"Timers": "Timere",
	"Timezone": "Tidssone",
	"Timor-Leste": "Øst-Timor",
	"Tint": "Fargetone",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "For å optimalisere lyden kan du spille av testlyd på TVen og måle reflektert lyd ved å bruke Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "For at du skal kunne teste lyden til TV-apparatet ditt må utgangsinnstillingene til lyden settes til Intern TV-høyttaler. Vil du fortsette?",
	"Top and Bottom": "Topp og bunn",
	"Total Power On Time": "Total tid på",
	"Tracking Speed": "Sporingshastighet",
	"Translucent": "Gjennomsiktig",
	"Transparent": "Gjennomsiktig",
	"Treble Boost": "Økt diskant",
	"Trinidad And Tobago": "Trinidad og Tobago",
	"Trinidad and Tobago": "Trinidad og Tobago",
	"Tune and save available channels.": "Søk etter og lagre tilgjengelige kanaler.",
	"Tune and save available channels. You can set satellite channel options.": "Søk etter og lagre tilgjengelige kanaler. Du kan sette opp innstillingene for satellitt-kanalene.",
	"Turkey": "Tyrkia",
	"Turkish": "Tyrkisk",
	"Turn on TV with mobile device same as smartphone.": "Slå på TV-en med en smart-mobilenhet.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Slå av og på Ultra HD Deep Colour for HDMI {num}-porten.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Slå på eller av Øyeblikkelig spillrespons HDMI {num}-porten.",
	"Turn on the TV using mobile device via Bluetooth.": "Slå på TVen ved bruk av mobilenheten din via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Slå på TVen ved bruk av mobilenheten din via Wi-Fi.",
	"Turn on via Bluetooth": "Slå på via Bluetooth",
	"Turn on via Wi-Fi": "Slå på via Wi-Fi",
	"Turn on/off description box in Settings.": "Slå av/på boksen for beskrivelse i Innstillinger.",
	"Turn on/off standby light.": "Slå av/på-standbylyset.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Slå av/på AMD FreeSync Premium for HDMI {num}-porten.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Skru av/på bildene som skal vises på skjermen når det TVen ikke finner signal.",
	"Turn on/off the related features of energy consumption.": "Slå av/på funksjonene for energiforbruk.",
	"Turn the Hybridcast service on/off.": "Slå Hybridcast-tjenesten på/av.",
	"Turn the Interactivity (DTVi) service on/off.": "Slå av/på Interativitetstjenesten (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Slå på og av kringkastingsleverandørens TV-guide.",
	"Turn your broadcast TV provider's teletext service on/off.": "Slå på og av kringkastingsleverandørens teleteksttjeneste.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Hvis du skrur av Wi-Fi, vil det hindre tilgangen din til alle nettbaserte tjenester, med mindre du bruker en kabel for å koble til nettverket. Vil du fortsette?",
	"UAE": "De forente arabiske emirater",
	"UHD Mode": "UHD-modus",
	"USA": "USA",
	"USB storage for Copy Channels": "USB-lagring for å kopiere kanaler",
	"USB to TV": "USB til TV",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukrainsk",
	"Ulaanbaatar": "Ulan Bator",
	"Ultra Surround": "Ultra surround",
	"Unable to check for updates.": "Kan ikke se etter oppdateringer.",
	"Unable to connect to the network.": "Kunne ikke koble til nettverket.",
	"Undefined": "Udefinert",
	"Under 17 requires accompanying parent or adult guardian.": "Personer under 17 år må ha en forelder eller voksen til stede.",
	"United Arab Emirates": "Forente arabiske emirater",
	"United Kingdom": "Storbritannia",
	"United States of America": "USA",
	"Universal Control Settings": "Universalkontroll-innstillinger",
	"Unknown": "Ukjent",
	"Unknown issue has occurred.": "Et ukjent problem har oppstått.",
	"Update canceled.": "Oppdatering avbrutt.",
	"Update in progress...": "Oppdatering pågår ...",
	"Update in progress...({n}%)": "Oppdatering pågår ...({n}%)",
	"Update paused.": "Oppdatering er pauset.",
	"Update reserved.": "Oppdatering reservert.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Oppdateringen vil bli avbrutt og alle oppdateringsfiler vil bli slettet nå. Vil du fortsette?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Bruk Magic Remote til å analysere rommets akustikk, og til å optimalisere TV-ens lyd basert på resultatene.",
	"Use a large pointer.": "Bruk en stor peker.",
	"Use a medium pointer.": "Bruk en middels peker.",
	"Use a small pointer.": "Bruk en liten peker.",
	"Use the 4-way controller to change the position and press the OK button.": "Bruk 4-veiskontrollen for å endre posisjonen og trykk på OK-knappen.",
	"Use the following services with the selected language.": "Bruk følgende tjenester med det valgte språket.",
	"User": "Bruker",
	"User Agreements": "Brukeravtaler",
	"User Guide": "Brukerveiledning",
	"Uzbek": "Usbekisk",
	"Uzbekistan": "Usbekistan",
	"V Position": "V Posisjon",
	"V Sharpness": "V-skarphet",
	"V Size": "V Størrelse",
	"Valencian": "Valensiansk",
	"Vatican City": "Vatikanet",
	"Vertical Zoom": "Vertikal zoom",
	"Video Description": "Videobeskrivelse",
	"Vienna": "Wien",
	"Vietnamese": "Vietnamesisk",
	"View current Common Interface (CI) information.": "Vis aktuelt felles grensesnitt (CI)-informasjon.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Se elementer bedre ved å endre fargen på menyen på skjermen til svart/hvitt.",
	"View messages from your broadcast TV provider.": "Vis meldinger fra din kringkastende TV-leverandør.",
	"View more information about watching program and enjoy related contents.": "Vis mer informasjon om å se på program og tilknyttet innhold.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Vis originalskjermen som den er eller angi høyde/bredde-forholdet på skjermen.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Vis originalskjermen akkurat som den er mottatt fra kringkastingssignaler eller tilkoblede enheter.",
	"Violence": "Vold",
	"Vivid": "Livlig",
	"Voice Recognition Help and Settings": "Stemmegjenkjenningassistanse og -innstillinger",
	"Voice Support Service": "Stemmestøttetjeneste",
	"Volume": "Volum",
	"Volume Increase Amount": "Mengde volumøkning",
	"Volume Mode": "Volummodus",
	"WA - Western Australia - Eucla": "WA – Vest-Australia – Eucla",
	"WA - Western Australia - Perth": "WA – Vest-Australia – Perth",
	"Wall-mounted": "Veggmontert",
	"Warm1": "Varm1",
	"Warm2": "Varm2",
	"Warm3": "Varm3",
	"Warsaw": "Warszawa",
	"Watch a diverse range of Internet contents on TV channels.": "Se et bredt utvalg av Internett-innhold på TV-kanaler.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Vi samler inn og lagrer MAC-adresse, modellnummer, landskode, språkinnstillinger og programvareversjonen for å bekrefte enheten din og for å sjekke om du har den nyeste programvareversjonen.",
	"Welcome Feature": "Velkommen-funksjon",
	"Welsh": "Walisisk",
	"Western Africa": "Vest-Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Bytt til standby-modus for å redusere strømforbruk når en tilkoblet harddisk ikke har vært brukt under en bestemt tidsperiode.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Når en enhet er koblet til porten, vil spillbildet optimaliseres med minimale forsinkelser, brudd eller avbrytelser.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Når Øyeblikkelig spillrespons starter, kan videoen blinke midlertidig.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Når Lyd ut er satt til «Bluetooth / HDMI ARC / Optical Digital / WiSA-høyttalere» eller den tilkoblede enheten ikke støtter Øyeblikkelig spillrespons, vil det kanskje ikke virke ordentlig.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Når Lyd ut er satt til Bluetooth eller den tilkoblede enheten ikke støtter Øyeblikkelig spillrespons, vil det kanskje ikke virke ordentlig.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Når enheten slås på/av, vil TV-en din automatisk slås på/av.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Når de visuelle effektene er av, vises skjermen som Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Når denne funksjonen er satt til “på”, vil noen av funksjonene som vises på skjermen, være delvis gjennomsiktige.",
	"When your TV is turned off, the device will automatically turn off.": "Når du slår av TV-en, slås også enheten av.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Hvis den endrede angitte verdien overføres til en ekstern enhet, leveres kanskje ikke bildet eller lyden på normal måte i en periode.",
	"White": "Hvit",
	"White Balance": "Hvitbalanse",
	"Wi-Fi Connection": "Wi-Fi-tilkobling",
	"Wi-Fi Security": "Wi-Fi-sikkerhet",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi er avslått. Skru det på for å se listen med tilgjengelige nettverk du kan koble til, samt flere relaterte menyelementer.",
	"Wi-Fi issue has occurred.": "Et Wi-Fi-problem har oppstått.",
	"WiSA Speakers": "WiSA-høyttalere",
	"Wide Area Zone": "Bred områdesone",
	"Wide View": "Bred visning",
	"Wide View (32:9)": "Bred visning (32:9)",
	"Wide Zoom": "Bred zoom",
	"Window Color": "Vindusfarge",
	"Window Opacity": "Ugjennomsiktighet for vindu",
	"Wired Connection (Ethernet)": "Kablet tilkobling (Ethernet)",
	"Wired Headphones": "Hodetelefoner med ledning",
	"Wired Headphones + Internal TV Speaker": "Hodetelefoner med ledning + intern TV-høyttaler",
	"With this option, you can control the audio device's volume with your TV remote.": "Med dette alternativet kan du kontrollere lydenhetens volum med TV-fjernkontrollen.",
	"Year": "År",
	"Yellow": "Gul",
	"Yemen": "Jemen",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Du kan justere lydeffektene når TV-en er slått på eller av og skjermen beveger seg.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Du kan kontrollere enheter som er koblet til HDMI-porter med Magic Remote uten enhetsoppsett-prosesser.",
	"You can delete the device connection history of Screen Share.": "Du kan slette historikken til enhetstilkobling til Screen Share.",
	"You can delete the device connection history of Sound Share.": "Du kan slette historikken til enhetstilkobling til Sound Share.",
	"You can find the default password in User Guide.": "Du kan finne standardpassordet i brukerveiledningen.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Du kan starte Øyeblikkelig spillrespons ved å slå HDMI Ultra HD Deep Colour “På”.",
	"You can only change settings from the current HDMI input.": "Du kan kun endre innstillingene fra gjeldende HDMI-inngang.",
	"You can scan again to connect the device.": "Du kan skanne igjen for å koble til enheten.",
	"You can select left and right audio settings for broadcast signal.": "Du kan velge venstre- og høyre lydinnstillinger for kringkastingssignalet.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Du kan velge AMD FreeSync Premium for HDMI {num}-porten.",
	"You can select the Ultra HD Deep Color of port.": "Du kan velge Ultra HD Deep Colour i porten.",
	"You can set the sound to play when the TV is turned on or off.": "Du kan angi at lyden skal spille når TV-en blir slått på eller av.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Du kan slå på/av funksjonen for lagring av CAM-operatørens profil.",
	"You can turn this feature on or off.": "Du kan slå denne funksjonen på eller av.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Det kan hende du mottar varierte innholdsanbefalinger via nettverket. Hvis du deaktiverer dette valget, vil du kun motta grunnleggende innhold, og noen funksjoner vil kanskje ikke være tilgjengelige.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Din TV og SIMPLINK-tilkoblede enhet vil bli synkronisert på følgende måte:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "TV-en din må forbli av mens Pikseloppfrisker-prosessen pågår. All nåværende eller kommende opptak, påminnelser eller timeraktiveringer som er innstilte i løpet av denne prosessen vil bli avbrutt og BT-høyttaleren på Ingen visning vil ikke være tilgjengelig.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV-en din må forbli av mens Pikseloppfrisker-prosessen pågår. All nåværende eller kommende opptak, påminnelser eller timeraktiveringer som er innstilte i løpet av denne prosessen vil bli avlyst.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV-apparatet ditt må være koblet til nettverket for at det skal kunne velge LG-tjenesteland automatisk. Ønsker du å gå til «Nettverksinnstillinger» nå for å kontrollere tilkoblingen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV-apparatet trenger å vite plasseringen din for å kunne overføre nødmeldinger over det digitale TV-signalet.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV-en slås av til prosessen er fullført. TV-en slås deretter på igjen automatisk.",
	"Zürich": "Zurich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] vil bli koblet fra TV-apparatet. Lyden vil ikke lenger bli spilt av på denne enheten. Vil du fortsette?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] vil bli fjernet fra listen over parede enheter. Hvis du ønsker å koble den til igjen senere må du søke etter den og pare på nytt. Vil du fortsette?",
	"[{deviceName}] will be deleted.": "[{deviceName}] blir slettet.",
	"audioGuidance_fast": "Hurtig",
	"audioGuidance_high": "Høy",
	"audioGuidance_low": "Lav",
	"audioGuidance_slow": "Sakte",
	"audioGuidance_veryFast": "Svært rask",
	"audioGuidance_veryHigh": "Svært høy",
	"audioGuidance_veryLow": "Svært lav",
	"audioGuidance_verySlow": "Svært sakte",
	"btDotSignalStrength_wide": "Bred",
	"button": "knapp",
	"character": "tegn",
	"characters": "tegn",
	"checked": "avmerket",
	"colorGamutJPNWide": "Bred",
	"connecting": "koble til",
	"depthOfColor": "Farge",
	"diagonal zoom in": "diagonal zoom inn",
	"diagonal zoom out": "diagonal zoom ut",
	"digitalOptionSetByProgram": "Angi Etter Program",
	"energy_Maximum": "Maksimalt",
	"freesync_high": "Høy",
	"freesync_low": "Lav",
	"freesync_off": "Av",
	"freesync_wide": "Bred",
	"gamma_high1": "Høy1",
	"gamma_high2": "Høy2",
	"hidden": "skjult",
	"horizontal zoom in": "horisontal zoom inn",
	"horizontal zoom out": "horisontal zoom ut",
	"jpDoNot": "Av",
	"logoLuminance_high": "Høy",
	"logoLuminance_low": "Lav",
	"not connected": "ikke tilkoblet",
	"objet_soundMode": "Optimer lydmodus for hver innholdstype.",
	"pictureControlHigh": "Høy",
	"pictureControlHigh_BlackLevel": "Høy",
	"pictureControlHigh_Male": "Høy",
	"pictureControlLow": "Lav",
	"pictureControlLow_BlackLevel": "Lav",
	"pictureControlLow_Male": "Lav",
	"pictureLocalDimmingHigh": "Høy",
	"pictureLocalDimmingLow": "Lav",
	"pictureModeSettings": "Innstillingsverdier",
	"press OK button to edit IP manually": "trykk på OK-knappen for å redigere IP-en manuelt",
	"press OK button to enter channel to search": "trykk på OK-knappen for å skrive inn kanalen du vil søke på",
	"press OK button to enter value": "trykk på OK-knappen for å angi verdien",
	"press right button to adjust de-judder and de-blur value": "trykk på høyre knapp for å justere verdien for De-Judder og De-Blur",
	"press right button to adjust zoom ratio and position": "trykk på høyre knapp for å justere zoomens sideforhold og posisjon",
	"shift current screen down": "bytt gjeldende skjerm ned",
	"shift current screen to the left": "bytt gjeldende skjerm til venstre",
	"shift current screen to the right": "bytt gjeldende skjerm til høyre",
	"shift current screen up": "bytt gjeldende skjerm opp",
	"shift down": "bytt ned",
	"shift left": "bytt venstre",
	"shift right": "bytt høyre",
	"shift up": "bytt opp",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Ingen",
	"unchecked": "ikke avmerket",
	"unread": "ulest",
	"vertical zoom in": "vertikal zoom inn",
	"vertical zoom out": "vertikal zoom ut",
	"volumeModeHigh": "Høy",
	"volumeModeLow": "Lav",
	"webOS TV Version": "webOS TV-versjon",
	"zoom in": "zoom inn",
	"zoom out": "zoom ut",
	"{label} : L{value}": "{label}: V{value}",
	"{label} : R{value}": "{label}: H{value}"
}
