{
	" (User)": "(ଉପଭୋକ୍ତା)",
	"(Version: {l})": "(ସଂସ୍କରଣ: {l})",
	"* The device connected should support this service.": "* ଏହି ସେବା ଡିଭାଇସ୍ ସଂଯୋଜିତ ସମର୍ଥନ କରିବା ଉଚିତ।",
	"* This feature is applied once and only once when the TV is turned off.": "* TV ଟର୍ନ୍‌ ଅଫ୍ ବେଳେ ଏହି ବୈଶିଷ୍ଟ୍ୟ ଥରେ ଏବଂ କେବଳ ଥରେ ପ୍ରୟୋଗ ହୁଏ।",
	"* This feature is available on certain devices only.": "* ଏହି ବୈଶିଷ୍ଟ୍ୟ କେବଳ ନିର୍ଦ୍ଧିଷ୍ଟ ଡିଭାଇସରେ ଉପଲବ୍ଧ ଅଛି।",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* ଏହି ମୋଡ୍ FILMMAKER MODE ବିଚାରକୁ ସ୍ପଷ୍ଟ ଭାବେ ବ୍ୟକ୍ତ କରେ, କିନ୍ତୁ ଅନ୍ୟ ଫଟୋ ମୋଡର ତୁଳନାରେ ଗଭୀର ଲାଗି ପାରେ।",
	"* This settings is only available for Internal TV Speaker.": "* ଏହି ସେଟିଂ କେବଳ ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର ପାଇଁ ଉପଲବ୍ଧ ରହିଛି।",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* ଏପରିକି ଏହି ବିକଳ୍ପ ଅନ୍‌ ରେ ସେଟ୍ ଅଛି, ସ୍କ୍ରିନ୍ ସେଭର୍‌ Live TV ଭଳି ବାହ୍ୟ ଇନପୁଟରେ ଆପଣଙ୍କ ଦେଖିବା ଅଭିଜ୍ଞତାକୁ ଅସୁବିଧାରୁ ଉପେକ୍ଷା କରିବାକୁ କାର୍ଯ୍ୟ କରନ୍ତୁ।",
	"* You can control the app which supports the function on your mobile device.": "* ଆପଣ ସେହି ଆପ୍ଲିକେସନକୁ ନିୟନ୍ତ୍ରିତ କରିପାରିବେ ଯାହା ଆପଣଙ୍କ ମୋବାଇଲ୍ ଡିଭାଇସଗୁଡିକରେ ପ୍ରକାର୍ଯ୍ୟକୁ ସମର୍ଥନ କରେ।",
	"1) Turn the Bluetooth on the other device off.": "1) ଅନ୍ୟ ଡିଭାଇସରେ Bluetooth ଟର୍ନ୍‌ ଅଫ୍ କରନ୍ତୁ।",
	"10 Points Code Value": "10 ପଏଣ୍ଟର କୋଡ୍ ମୂଲ୍ୟ",
	"10 Points IRE": "10 ପଏଣ୍ଟ୍ IRE",
	"10 and Above": "10 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"10 min": "10 ମିନିଟ୍",
	"11 and Above": "11 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"12 Hours": "12 ଘଣ୍ଟା",
	"12 and Above": "12 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"120 min": "120 ମିନିଟ୍",
	"13 and Above": "13 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"14 and Above": "14 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"14 by 9": "14 ବାଇ 9",
	"15 and Above": "15 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"16 and Above": "16 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"16 by 9": "16 ବାଇ 9",
	"17 and Above": "17 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"18 and Above": "18 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"180 min": "180 ମିନିଟ୍",
	"19 and Above": "19 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"2 Channel": "2 ଚ୍ୟାନେଲ୍",
	"2 Hours": "2 ଘଣ୍ଟା",
	"2 Points": "2 ପଏଣ୍ଟ",
	"2) Turn the Bluetooth device to connect off and on.": "2) ସଂଯୋଗ କରିବାକୁ Bluetooth‌ ଡିଭାଇସ୍ ଟର୍ନ୍‌ ଅଫ୍ ଏବଂ ଅନ୍‌ କରନ୍ତୁ।",
	"20 Points Code Value": "20 ପଏଣ୍ଟର କୋର୍ଡ ମୂଲ୍ୟ",
	"20 Points IRE": "20 ପଏଣ୍ଟ୍ IRE",
	"20 and Above": "20 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"20 min": "20 ମିନିଟ୍",
	"21 by 9": "21 ବାଇ 9",
	"22 Points Code Value": "22 ପଏଣ୍ଟର କୋଡ୍ ମୂଲ୍ୟ",
	"22 Points IRE": "22 ପଏଣ୍ଟ୍ IRE",
	"24 Hours": "24 ଘଣ୍ଟା",
	"240 min": "240 ମିନିଟ୍",
	"3 Hours": "3 ଘଣ୍ଟା",
	"30 min": "30 ମିନିଟ୍",
	"32 by 12": "32 ବାଇ 12",
	"32 by 9": "32 ବାଇ 9",
	"3G/4G Connection": "3G/4G ସଂଯୋଜନ",
	"4 Hours": "4 ଘଣ୍ଟା",
	"4 Hours Auto Power Off": "4 ଘଣ୍ଟା ସ୍ୱତଃ ପାୱାର୍ ଅଫ୍",
	"4 and Above": "4 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"4 by 3": "4 ବାଇ 3",
	"4-Way Zoom": "4-ୱେ ଜୁମ୍‌",
	"5 and Above": "5 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"5.1 Channel": "5.1 ଚ୍ୟାନେଲ୍",
	"6 Hours": "6 ଘଣ୍ଟା",
	"6 and Above": "6 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"60 min": "60 ମିନିଟ୍",
	"7 and Above": "7 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"8 Hours": "8 ଘଣ୍ଟା",
	"8 and Above": "8 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"9 and Above": "9 ଏବଂ ଊର୍ଦ୍ଧ୍ୱ",
	"90 min": "90 ମିନିଟ୍",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD IDର ବ୍ୟବହାର ବିଜ୍ଞାପନ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଏହି ଡିଭାଇସକୁ ଚିହ୍ନଟ କରିବାକୁ ଏବଂ କିଛି ବିଜ୍ଞାପନର ସୁବିଧାଜନକ ପାଇଁ କରାଯାଏ, ଯାହା ଆପଣଙ୍କ ଇଚ୍ଛା ହୋଇପାରେ। ଆପଣ ନିମ୍ନ AD ID ପୁନଃସେଟ୍ କିମ୍ୱା AD ID ଟ୍ରାକିଂକୁ ସୀମିତ କରିପାରନ୍ତି।",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning ବିକଳ୍ପ",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning ଅକ୍ଷମ ହୋଇଛି।",
	"AI Brightness Control": "AI ଔଜ୍ୱଲ୍ୟତା ନିୟନ୍ତ୍ରଣ",
	"AI Picture": "AI ଫଟୋ",
	"AI Picture Pro": "AI ଫଟୋ ପ୍ରୋ",
	"AI Recommendation": "AI ସୁପାରିଶକରଣ",
	"AI Service": "AI ସେବା",
	"AI Sound": "AI ଧ୍ଵନି",
	"AI Sound Pro": "AI ଧ୍ଵନି ପ୍ରୋ",
	"AV": "AV",
	"AV Sync Adjustment": "AV ସିଙ୍କ୍ ବ୍ୟବସ୍ଥିତକରଣ",
	"Abidjan": "ଆବିଦଜାନ୍",
	"Accessibility": "ଅଭିଗମ୍ୟତା",
	"Account Management": "ଆକାଉଣ୍ଟ ପରିଚଳାନା",
	"Accra": "ଆକ୍ରା",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ଏହି ବିକଳ୍ପକୁ ସକ୍ରିୟ କରିବା ଦ୍ୱାରା ଏହି ସ୍ମାର୍ଟ୍‌ TVରେ ବିଜ୍ଞାପନ-ସମ୍ୱନ୍ଧୀୟ ବ୍ୟକ୍ତିଗତ ଡାଟାକୁ ସଂଗ୍ରହ ଏବଂ ଟ୍ରାକିଂ ବନ୍ଦ ହେବ। ଟୋଗଲ୍‌ ଟର୍ନ୍‌ ଅନ୍‌‌ କରିବା ଦ୍ୱାରା ଆପଣ ଦେଖାଯାଉଥିବା ବିଜ୍ଞାପନର ପ୍ରକାର ପ୍ରଭାବିତ ହୋଇପାରେ, କିନ୍ତୁ ଏହା ଆପଣଙ୍କୁ ବିଜ୍ଞାପନ ପ୍ରାପ୍ତ କରିବାକୁ ସ୍ଥଗିତ କରିପାରିବେ ନାହିଁ।",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "ଏହି ଟୋଗଲକୁ ସକ୍ରିୟ କରିବାକୁ LGE ଆପଣଙ୍କ ତୃତୀୟ ପକ୍ଷକୁ ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ବାଣିଜ୍ୟିକ କରିବାକୁ ଅବରୋଧ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେବେ। ଯେଉଁ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ଅଲଗା ଅଲଗା ବାଛି ପାରିବେ ନାହିଁ, ଯେଉଁ ପର୍ଯ୍ୟନ୍ତ ଆପଣ Live Plus, LG Channels, ଏବଂ Who.Where.What? ଭଳି ସେବାର ବ୍ୟବହାର କରିପାରନ୍ତି।",
	"Adak": "ଅଦାକ",
	"Add Network": "ନେଟୱର୍କ ଯୋଗ କରନ୍ତୁ",
	"Add a hidden wireless network": "ଏକ ଲୁକ୍କ୍କାୟିତ ବେତାର ନେଟୱର୍କ ଯୋଗ କରନ୍ତୁ",
	"Add wireless network by manually entering network name (SSID).": "ହସ୍ତଚାଳିତ ଭାବରେ ନେଟୱର୍କ ନାମ (SSID) ପ୍ରବେଶ କରାଇ ଓୟାରଲେସ ନେଟଓ୍ୱାର୍କ ସଂଯୋଗ କରନ୍ତୁ ।",
	"Addis Ababa": "ଆଡିସ୍ ଆବାବା",
	"Additional Audio Selection": "ଅତିରିକ୍ତ ଅଡିଓ ଚୟନ",
	"Additional Settings": "ଅତିରିକ୍ତ ସେଟିଂସ୍",
	"Address Setting": "ଠିକଣା ସେଟିଂ",
	"Aden": "ଏଡେନ୍",
	"Adjust Audio Guidance pitch.": "ଅଡିଓ ମାର୍ଗଦର୍ଶନ ପିଚ୍ ଆଡଜଷ୍ଟ କରନ୍ତୁ।",
	"Adjust Audio Guidance speed.": "ଅଡିଓ ମାର୍ଗଦର୍ଶନ ବେଗ ଆଡଜଷ୍ଟ କରନ୍ତୁ।",
	"Adjust Audio Guidance volume.": "ଅଡିଓ ମାର୍ଗଦର୍ଶନ ଭଲ୍ୟୁମ୍ ଆଡଜଷ୍ଟ କରନ୍ତୁ।",
	"Adjust Backlight brightness to brighten or darken the screen.": "ସ୍କ୍ରିନର ଉଜ୍ଜଳ କିମ୍ୱା ଅନ୍ଧାର କରିବା ପାଇଁ ବ୍ୟାକଲାଇଟ୍ ଔଜଲ୍ୟତା ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust Screen Position": "ସ୍କ୍ରିନ୍ ପୋଜିସନ୍ ଆଡ୍ଜଷ୍ଟ୍ କରନ୍ତୁ",
	"Adjust Zoom Ratio": "ଜୁମ୍ ଅନୁପାତ ଆଡ୍ଜଷ୍ଟ୍ କରନ୍ତୁ",
	"Adjust animation effect shown on the home at certain times.": "ନିର୍ଦ୍ଧିଷ୍ଟ ସମୟରେ ହୋମରେ ଦେଖାଯାଉଥିବା ଆନିମେସନ୍ ପ୍ରଭାବ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ଗ୍ଲେର ବା ଚିକ୍‌ମିକ୍ କରିବା ପ୍ରତିହତ କରିବା ପାଇଁ ଓ ଶକ୍ତିକ୍ଷୟ ହ୍ରାସ କରିବାକୁ ପ୍ରତିଛବି ଗତିବିଧି ବିଶ୍ଳେଷଣ କରି ଉଜ୍ଜ୍ୱଳତା ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ ।",
	"Adjust brightness of the LG logo.": "LG ଲଗର ଔଜଲ୍ୟତା ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust color and saturation for a more vivid image.": "ଅଧିକ ବିବିଧ ପ୍ରତିଛବି ପାଇଁ ରଂଗ ଏବଂ ସାଚୁରେସନ୍‍ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ ।",
	"Adjust color temperature automatically to reduce eye strain.": "ଆଖିର ଷ୍ଟ୍ରେସକୁ ହ୍ରାସ କରିବା ପାଇଁ ରଙ୍ଗ ତାପମାତ୍ରା ସ୍ୱତଃସ୍ପୃତ ଭାବେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust cursor speed.": "କର୍ସର ର ବେଗ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ।",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ଧାର ସାର୍ପନେସ୍ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ‌ । ଉଚ୍ଚତର ମୂଲ୍ୟ ଚିତ୍ରର ନିଖୁଣତା ଓ ସ୍ପଷ୍ଟତା ବଢ଼ାଏ ।",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ଇନପୁଟ୍‌ ସିଗ୍ନାଲ୍‍ର ଉଜ୍ଜ୍ୱଳତା ପୂରଣ କରିବା ପାଇଁ ଗାମା ସେଟିଂଗୁଡିକ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ ।",
	"Adjust left/right audio balance.": "ବାମ/ଡାହାଣ ଅଡିଓ ବାଲାନ୍ସ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ ।",
	"Adjust luminance for selected color.": "ଚୟନ କରାଯାଇଥିବା ରଙ୍ଗ ପାଇଁ ଲୁମିନାନ୍ସ ଆଡ୍ଜଷ୍ଟ୍ କରନ୍ତୁ ।",
	"Adjust luminance level for selected IRE point.": "ଚୟନ କରାଯାଇଥିବା IRE ପଏଣ୍ଟ୍ ପାଇଁ ଲୁମିନାନ୍ସ ସ୍ତର ଆଡ୍ଜଷ୍ଟ୍ କରନ୍ତୁ ।",
	"Adjust peak brightness for the brightest luminance.": "ଔଜଲ୍ୟ ଆଲୁମିନିୟମ୍ ପାଇଁ ପିକ୍ ଔଜଲ୍ୟତା ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust remote's cursor speed and appearance.": "ରିମୋଟର କ୍ରର୍ସର ବେଗ ଏବଂ ରୂପ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust saturation for selected color.": "ଚୟନ କରାଯାଇଥିବା ରଙ୍ଗ ପାଇଁ ସାଚୁରେସନ୍ ଆଡଜଷ୍ଟ କରନ୍ତୁ।",
	"Adjust screen brightness to reduce energy consumption.": "ଶକ୍ତିକ୍ଷୟ ହ୍ରାସ କରିବାକୁ ସ୍କ୍ରିନ୍‌ ଉଜ୍ଜ୍ୱଳତା ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ ।",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "ସ୍କ୍ରିନକୁ ଉଜ୍ଜଳ କିମ୍ୱା ଅନ୍ଧାର କରିବାକୁ OLED ଲାଇଟ୍ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the audio timing to synchronize the video and audio.": "ଭିଡିଓ ଏବଂ ଅଡିଓ ସିଙ୍କ୍ରୋନାଇଜ୍ କରିବା ପାଇଁ ଅଡିଓ ଟାଇମିଂ ନିୟନ୍ତ୍ରିତ କରନ୍ତୁ।",
	"Adjust the balance of red and green to display the tint on the screen.": "ସ୍କ୍ରିନରେ ଟିଣ୍ଟ ପ୍ରଦର୍ଶନ କରିବାକୁ ଲାଲ୍ ଏବଂ ସବୁଜର ବାଲାନ୍ସ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "ରଙ୍ଗ ତାପମାତ୍ରା, ଲୁମିନାନ୍ସ ଏବଂ ନାଲି, ସବୁଜ, ନୀଳ ରଙ୍ଗର ତୀବ୍ରତା ପାଇଁ ଫଟୋ ଗୁଣବର୍ତ୍ତାକୁ ହାଲୁକା ଏବଂ ସ୍ପଷ୍ଟ ଭାବରେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "କଣ୍ଟ୍ରାଷ୍ଟ, ରିଜୋଲ୍ୟୁସନ୍, ବ୍ୟକ୍ତିଗତ ଫଟୋ ମୋଡ୍ ପାଇଁ ବିବରଣୀ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ ଏବଂ ଅଗ୍ରାଧିକାର ରଙ୍ଗ, ଗାମା, ଇତ୍ୟାଦି ଅତିରିକ୍ତ ଭାବରେ ସେଟ୍ କରନ୍ତୁ।",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "ସ୍କ୍ରିନ୍‌ର ବାମ ଏବଂ ଡାହାଣ କ୍ଷେତ୍ର ମଧ୍ୟରେ ପାର୍ଥକ୍ୟ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ । ଉଚ୍ଚତର ମୂଲ୍ୟ ପାର୍ଥକ୍ୟକୁ ତୀବ୍ର କରିଥାଏ ।",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "ଚଳଚ୍ଚିତ୍ର ସହ ଫ୍ରେମ୍ ଅନୁପାତକୁ ସେହି ଭାବରେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ ଏବଂ ଏହି ଚଳଚ୍ଚିତ୍ର ଥିଏଟରର ଭାବନା ପ୍ରଦାନ କରେ।",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "TV ଏକ ସମୟର ଅବଧି ବର୍ଦ୍ଧିତ ଟର୍ନ୍‌ ଅନ୍‌ ହୋଇଥିବା ବେଳେ ସ୍ଥିର ଫଟୋଗୁଡିକ ଯେପରି ଲଗସ୍‌, ଇତ୍ୟାଦିର ପ୍ରକାଶ ନିୟନ୍ତ୍ରଣ କରେ ଏବଂ ଫଟୋ ଗୁଣବତ୍ତା ଇସ୍ୟୁଗୁଡିକ ପ୍ରତିରୋଧ କରିବାର କାରଣ ହୁଏ।",
	"Adjust the screen color to be pale or deep.": "ସ୍କ୍ରିନ୍ ରଙ୍ଗ ଫିକା କିମ୍ୱା ଗାଢ ହେବାକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the sound to meet your taste for each sound frequency band.": "ପ୍ରତ୍ୟେକ ଧ୍ଵନି ବାରମ୍ଵାରତା ବ୍ୟାଣ୍ଡ ପାଇଁ ଆପଣଙ୍କ ଟେସ୍ଟ ପୂର୍ଣ୍ଣ କରିବାକୁ ଧ୍ୱନି ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ଭିଡିଓ ଏବଂ ଅଡିଓରେ ସମୟ ଅନ୍ତର ବେଳେ ସିଙ୍କୋନାଇଜ୍‌ କରିବା ପାଇଁ ସମୟ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the tint to brighten or darken the screen.": "ସ୍କ୍ରିନକୁ ଉଜ୍ଜଳ କିମ୍ୱା ଅନ୍ଧାର କରିବାକୁ ଟିଣ୍ଟ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust the volume you want with pressing remote's volume key.": "ରିମୋଟର ଭଲ୍ୟୁମ୍ କୀ ଦବାଇବା ଦ୍ୱାରା ଆପଣ ଚାହୁଁଥିବା ଭଲ୍ୟୁମ୍ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjust tint for selected color.": "ଚୟନ କରାଯାଇଥିବା ରଙ୍ଗ ପାଇଁ ଟିଣ୍ଟ୍ ଆଡ୍ଜଷ୍ଟ୍ କରନ୍ତୁ ।",
	"Adjust whether to display the home promotion.": "ହୋମ୍ ପ୍ରୋତ୍ସାହନ ପ୍ରଦର୍ଶନ କରିବାକୁ କିମ୍ୱା ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Adjusting Luminance": "ଲୁମିନାନ୍ସ ଆଡ୍ଜଷ୍ଟ୍ କରିବା",
	"Adolescent over 13 are allowed to watch.": "13 ବର୍ଷରୁ ଅଧିକ ବୟସଙ୍କୁ କିଶୋରଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତି ଅଛି।",
	"Adolescent over 14 are allowed to watch.": "14 ବର୍ଷରୁ ଅଧିକ ବୟସଙ୍କୁ କିଶୋରଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତି ଅଛି।",
	"Adolescent over 16 are allowed to watch.": "16 ବର୍ଷରୁ ଅଧିକ ବୟସଙ୍କୁ କିଶୋରଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତି ଅଛି।",
	"Adult": "ପ୍ରାପ୍ତ ବୟସ୍କ",
	"Adult Language": "ପ୍ରାପ୍ତ ବୟସ୍କ ଭାଷା",
	"Adults only.": "କେବଳ ପ୍ରାପ୍ତ ବୟସ୍କଙ୍କ ପାଇଁ ।",
	"Advanced": "ଉନ୍ନତ",
	"Advanced Controls": "ଉନ୍ନତ ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକ",
	"Advanced Wi-Fi Settings": "ଉନ୍ନତ Wi-Fi ସେଟିଂଗୁଡ଼ିକ",
	"Advertisement": "ବିଜ୍ଞାପନ",
	"Afghanistan": "ଆଫାଗାନିସ୍ତାନ୍",
	"Afrikaans": "ଆଫ୍ରିକାନ୍‌",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ଦେଶ ପରିବର୍ତ୍ତନ କରିବା ପରେ, ସମସ୍ତ ଟର୍ନ୍ ହୋଇଥିବା ଚ୍ୟାନେଲଗୁଡିକ ବିଲୋପିତ ହେବ। ଚ୍ୟାନେଲଗୁଡିକ ପୁନଃ-ଟ୍ୟୁନ୍ କରିବାକୁ, ଦୟାକରି ସ୍ଵତଃ ଟ୍ୟୁନିଂକୁ ଯାଆନ୍ତୁ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "ଆପଣଙ୍କ Zip କୋଡ୍ ପରିବର୍ତ୍ତନ କରିବା ପରେ, ସମସ୍ତ ସମ୍ପ୍ରତି Freesat ଚ୍ୟାନେଲଗୁଡିକ ବିଲୋପିତ ହେବ। ଚ୍ୟାନେଲଗୁଡିକ ପୁନଃ-ଟ୍ୟୁନ୍ କରିବାକୁ, ଦୟାକରି ସ୍ଵତଃ ଟ୍ୟୁନିଂକୁ ଯାଆନ୍ତୁ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "ଆପଣଙ୍କ ଦେଶ ବଦଳାଇବା ପରେ, ଆପଣ ସ୍ୱତଃଟ୍ୟୁନିଂ ବ୍ୟବହାର କରି ଆପଣଙ୍କ ଚ୍ୟାନେଲଗୁଡିକ ସ୍କାନ୍ କରିପାରିବେ । ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Ages 2-7 are allowed to watch.": "ବୟସ 2-7 ଦେଖିବାର ଅନୁମତି ଅଛି।",
	"Akan": "ଆକାନ",
	"Albania": "ଆଲବାନିଆ",
	"Albanian": "ଆଲବାନିଆନ୍",
	"Alerts you by sound when the TV is turned on or off.": "TV ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ ହେବା ବେଳେ ଆପଣଙ୍କ ଧ୍ୱନି ଦ୍ୱାରା ସୂଚୀତ କରନ୍ତୁ।",
	"Algeria": "ଆଲଜେରିଆ",
	"Algiers": "ଆଲ୍‌ଜିର୍ସ",
	"All Channels": "ସମସ୍ତ ଚ୍ୟାନେଲ",
	"All Children": "ସମସ୍ତ ପିଲାମାନେ",
	"All ages are allowed to watch.": "ସମସ୍ତ ବୟସରେ ଦେଖିବାକୁ ଅନୁମତି ଅଛି।",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} ମୋଡ୍ ପାଇଁ ସମସ୍ତ ସମ୍ପ୍ରତି ସେଟିଂସ୍ ପୁନଃସେଟ୍ ହେବ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ଆଦର୍ଶ ମୋଡ୍ ପାଇଁ ସମସ୍ତ ଧ୍ଵନି ପ୍ରଭାବ ସେଟିଂସ୍ ପୁନଃସେଟ୍ ହେବ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Allow Automatic Updates": "ସ୍ୱତଃପ୍ରବୃତ ଭାବରେ ଅଦ୍ୟତନଗୁଡିକ ଅନୁମତି ଦିଅନ୍ତୁ",
	"Almaty": "ଆଲମାଟି",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "ଏହା ଛଡ଼ା, ଆପଣ Bluetooth ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି ପାଇଁ ବିସ୍ତୃତ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିପାରିବେ।",
	"Always Open": "ସଦାସର୍ବଦା ଖୋଲନ୍ତୁ",
	"Always-on": "ସର୍ବଦା-ଅନ୍",
	"Always-on Off Time": "Always-on ଅଫ୍ ସମୟ",
	"Amman": "ଆମାନ",
	"Amsterdam": "ଆମ୍‌ଷ୍ଟର୍ଡମ୍",
	"An error has occurred while copy channels.": "ଚ୍ୟାନେଲ୍‌ଗୁଡ଼ିକ କପି କରୁଥିବା ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଲା ।",
	"An important software update is available.": "ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ସଫ୍ଟଓୟାର ଅଦ୍ୟତନ ଉପଲବ୍ଧ ରହିଛି|",
	"Anadyr": "ଆନାଦିର",
	"Analog Mode": "ଆନଲଗ୍‍ ମୋଡ୍",
	"Analog TV": "ଆନାଲଗ୍ TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "ଧ୍ଵନିର ବିଶ୍ଲେଷଣତାର ସମୀକ୍ଷା ଏବଂ ପ୍ରକୃତ ସମୟରେ ପ୍ରତ୍ୟେକ ବିଷୟବସ୍ତୁ ପାଇଁ ଧ୍ଵନି ଅନୁକୂଳିତ କରନ୍ତୁ।",
	"Anchorage": "ଆଙ୍କରେଜ୍",
	"Angola": "ଆଙ୍ଗୋଲା",
	"Antananarivo": "ଆଣ୍ଟାନାନାରିଭୋ",
	"Antenna": "ଆଣ୍ଟିନା",
	"Antenna ATV": "ଆଣ୍ଟିନା ATV",
	"Antenna DTV": "ଆଣ୍ଟିନା DTV",
	"Antenna Radio": "ଆଣ୍ଟିନା ରେଡିଓ",
	"Antigua and Barbuda": "ଆଣ୍ଟିଗୁଆ ଏବଂ ବାର୍ବୁଡା",
	"Any Supplementary Audio": "କୌଣସି ପରିପୂରକ ଅଡିଓ",
	"Apia": "ଏପିଆ",
	"App Alarm": "ଆପ୍ଲିକେସନ୍‌ ଆଲରାମ୍",
	"Application Locks": "ଆପ୍ଲିକେସନ ଲକ୍‌ଗୁଡିକ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "ସମସ୍ତ ଇନପୁଟ୍‌ କିମ୍ୱା ଆପ୍ଲିକେସନକୁ ସମ୍ପ୍ରତି ଫଟୋ ମୋଡର ବିସ୍ତୃତ ସେଟିଂ ମୂଲ୍ୟ ପ୍ରୟୋଗ କରନ୍ତୁ।",
	"Apply to all inputs": "ସମସ୍ତ ଇନ୍‌ପୁଟ୍‌ରେ ପ୍ରୟୋଗ କରନ୍ତୁ",
	"Applying value to all inputs...": "ସମସ୍ତ ଇନପୁଟ୍‌ରେ ମୂଲ୍ୟ ପ୍ରୟୋଗ କରୁଛି...",
	"Aqtöbe": "ଆକ୍‌ତୋବେ",
	"Arabic": "ଆରବିକ୍",
	"Araguaína": "ଆରଗୁଏଇନା",
	"Argentina": "ଆର୍ଜେଣ୍ଟିନା",
	"Armenia": "ଆର୍ମେନିଆ",
	"Aruba": "ଆରୁବା",
	"Ashgabat": "ଆସଗାବାଟ୍",
	"Asmara": "ଅସ୍ମାରା",
	"Aspect Ratio": "ଦୈର୍ଘ୍ୟ ପ୍ରସ୍ଥ ଅନୁପାତ",
	"Aspect Ratio Settings": "ଆସପେକ୍ଟ ହାର ସେଟିଂସ୍",
	"Assamese": "ଅସମିଆ",
	"Assign channels to remote buttons so you can quickly jump to them.": "ରିମୋଟ୍ ବଟନ୍ ସହିତ ଚ୍ୟାନେଲଗୁଡ଼ିକ ନ୍ୟସ୍ତ କରନ୍ତୁ, ଯାହାଫଳରେ ଆପଣ ଦ୍ରୁତ ବେଗରେ ସେଥିରେ ପହଂଚିପାରିବେ ।",
	"Asunción": "ଅସୁନ୍‌ସିଓନ୍",
	"Athens": "ଏଥେନ୍ସ",
	"Atikokan": "ଆଣ୍ଟିକୋକାନ୍",
	"Auckland": "ଅକ୍‌ଲାଣ୍ଡ",
	"Audio Delay": "ଅଡିଓ ବିଳମ୍ୱିତ",
	"Audio Description": "ଅଡିଓ ବର୍ଣ୍ଣନା",
	"Audio Description Volume": "ଅଡିଓ ବର୍ଣ୍ଣନା ଭଲ୍ୟୁମ୍",
	"Audio Guidance": "ଅଡିଓ ମାର୍ଗଦର୍ଶନ",
	"Audio Language": "ଅଡିଓ ଭାଷା",
	"Audio Out (Line Out)": "ଅଡିଓ ଆଉଟ୍‌ (ଲାଇନ୍‌ ଆଉଟ୍‌)",
	"Audio Type": "ଅଡିଓ ପ୍ରକାର",
	"Australia": "ଅଷ୍ଟ୍ରେଲିଆ",
	"Austria": "ଅଷ୍ଟ୍ରିଆ",
	"Auto": "ସ୍ୱତଃ",
	"Auto Detect": "ସ୍ୱତଃଠାବ",
	"Auto Device Detection": "ସ୍ଵତଃ ଡିଭାଇସ୍‌ ଚିହ୍ନଟକରଣ",
	"Auto Genre Selection": "ସ୍ଵତଃ ପ୍ରକାର ମନୋନୟନ",
	"Auto Power Off": "ସ୍ୱତଃ ପାୱାର୍‍ ଅଫ୍",
	"Auto Power Sync": "ସ୍ୱତଃ ପାୱାର୍ ସିଙ୍କ୍‌",
	"Auto Start": "ସ୍ଵତଃ ଆରମ୍ଭ",
	"Auto Volume": "ସ୍ୱତଃ ଭଲ୍ୟୁମ୍",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଧ୍ଵନି ଭଲ୍ୟୁମର ଅନ୍ତର ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ, କିମ୍ୱା ଧ୍ଵନିର ଭଲ୍ୟୁମ୍ ସେଟ୍ କରନ୍ତୁ ଯାହା ଗୋଟିଏ ସମୟରେ ରିମୋଟ୍ କଣ୍ଟ୍ରୋଲରେ ଭଲ୍ୟୁମ୍ କୀ ସହ ନିୟନ୍ତ୍ରଣ କରାଯାଇଛି।",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR ବିଷୟବସ୍ତୁ ପ୍ରକାର ପାଇଁ ଗୋଟିଏ ଫଟୋ ମୂଲ୍ୟ ଅପ୍ଟିମାଇଜ୍‌ କରିବାକୁ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Automatically adjust to a picture value optimized for contents genre.": "ବିଷୟବସ୍ତୁ ପ୍ରକାର ପାଇଁ ଗୋଟିଏ ଫଟୋ ମୂଲ୍ୟ ଅପ୍ଟିମାଇଜ୍‌ କରିବାକୁ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "ଚଳଚ୍ଚିତ୍ର ବିଷୟବସ୍ତୁ ଚିହ୍ନଟ୍‌ ହୋଇଥିବା ବେଳେ FILMMAKER MODE ସ୍ୱତଃସ୍ପୃତ ଭାବେ ପରିବର୍ତ୍ତନ କରନ୍ତୁ।",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "ପାରିପାର୍ଶ୍ୱିକ ଆଲୋକର ରଂଗ ଓ ଉଜ୍ଜ୍ୱଳତାକୁ ଆଧାର କରି ଚିତ୍ରର ଗୁଣାତ୍ମକ ମାନ ସ୍ୱତଃ ସର୍ବୋତ୍ତମ କରନ୍ତୁ ।",
	"Automatically update system software when an update is found.": "ସ୍ୱତଃପ୍ରବୃତ ଭାବରେ ଯେତେବେଳେ କୌଣସି ଅଦ୍ୟତନ ମିଳେ ସିଷ୍ଟମ୍ ସଫ୍ଟଓୟାର ଅଦ୍ୟତନ କରିଥାଏ ।",
	"Available Internal Storage": "ଉପଲବ୍ଧ ଆଭ୍ୟନ୍ତରୀଣ ଷ୍ଟୋରେଜ୍",
	"Azerbaijan": "ଆଜେରବାଇଜାନ୍",
	"Azores": "ଆଜୋର୍ସ",
	"BG Color": "BG ରଂଗ",
	"BG Opacity": "BG ଓପାସିଟି",
	"Back": "ପଛକୁ ଯାଆନ୍ତୁ",
	"Backlight": "ବ୍ୟାକ୍‌ଲାଇଟ୍",
	"Baghdad": "ବାଗଦାଦ",
	"Bahamas": "ବାହାମାସ୍",
	"Bahrain": "ବାହାରିନ୍",
	"Baku": "ବାକୁ",
	"Balance": "ବାଲାନ୍ସ",
	"Bamako": "ବାମାକୋ",
	"Bangkok": "ବ୍ୟାଙ୍କକ୍",
	"Bangladesh": "ବାଙ୍ଗଲାଦେଶ",
	"Bangui": "ବାଙ୍ଗୁଇ",
	"Banjul": "ବାଞ୍ଜୁଲ୍",
	"Barbados": "ବାରବାଡୋସ୍",
	"Basque": "ବାସାକ୍ୟୁ",
	"Bass Boost": "ବାସ୍ ବୁଷ୍ଟ",
	"Behavior may vary depending on connected device.": "ସଂଯୁକ୍ତ ହୋଇଥିବା ଡିଭାଇସ୍ ଉପରେ ନିର୍ଭର କରି ଆଚରଣ ଭିନ୍ନ-ଭିନ୍ନ ହୋଇପାରେ ।",
	"Beijing": "ବିଜିଂ",
	"Beirut": "ବେରୁଟ୍",
	"Belarus": "ବେଲାରୁଷ୍",
	"Belgium": "ବେଲଜିୟମ୍",
	"Belgrade": "ବେଲଗ୍ରେଡ୍",
	"Belize": "ବେଲିଜ୍",
	"Belém": "ବେଲଏମ୍",
	"Bengali": "ବଙ୍ଗଳା",
	"Benin": "ବେନିନ୍",
	"Berlin": "ବର୍ଲିନ",
	"Bermuda": "ବରମୁଡା",
	"Bhutan": "ଭୁଟାନ",
	"Bishkek": "ବିସ୍‌କେକ୍",
	"Bissau": "ବିସୌ",
	"Black": "କଳା",
	"Black Level": "ବ୍ଲାକ୍‌ ସ୍ତର",
	"Blanc-Sablon": "ବ୍ଲାଙ୍କ-ସାବ୍ଲୋନ",
	"Blantyre": "ବ୍ଲାଣ୍ଟିରେ",
	"Block TV programs broadcast in English based on their content ratings.": "ବିଷୟବସ୍ତୁ ମୂଲ୍ୟାୟନକୁ ଆଧାର କରି ଇଂରାଜୀରେ ବ୍ରଡ୍‌କାଷ୍ଟ୍ ହେଉଥିବା TV ପ୍ରୋଗ୍ରାମ୍‍ଗୁଡିକ ଅବରୋଧ କରନ୍ତୁ ।",
	"Block TV programs broadcast in French based on their content ratings.": "ବିଷୟବସ୍ତୁ ମୂଲ୍ୟାୟନକୁ ଆଧାର କରି ଫ୍ରେଞ୍ଚରେ ବ୍ରଡ୍‌କାଷ୍ଟ୍ ହେଉଥିବା TV ପ୍ରୋଗ୍ରାମ୍‍ଗୁଡିକ ଅବରୋଧ କରନ୍ତୁ ।",
	"Block content based on genre.": "ଜେନରେକୁ ଆଧାର କରି ବିଷୟବସ୍ତୁ ଅବରୋଧ କରନ୍ତୁ ।",
	"Blue": "ନୀଳ",
	"Bluetooth Speaker Mode": "Bluetooth ସ୍ପିକର୍ ମୋଡ୍",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି + ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର",
	"Bluetooth Surround Sound Setup": "Bluetooth ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି ସେଟଅପ୍",
	"Boa Vista": "ବୋଆ ଭିସ୍ତା",
	"Bogotá": "ବୋଗୋଟା",
	"Bolivia": "ବୋଲଭିଆ",
	"Bosnia": "ବୋସନିଆ",
	"Bosnia And Herzegovina": "ବୋସନିଆ ଏବଂ ହର୍ଜେଗୋଭିନା",
	"Bosnian": "ବୋସ୍‌ନିଆନ",
	"Botswana": "ବୋଟ୍‍ସୱାନା",
	"Bratislava": "ବ୍ରାଟିସ୍ଲାଭା",
	"Brazil": "ବ୍ରାଜିଲ୍",
	"Brazilian Punk": "ବ୍ରାଜିଲିଆନ୍‍ ପଙ୍କ",
	"Brazzaville": "ବ୍ରଜାଭିଲେ",
	"Brightness": "ଉଜ୍ୱଳତା",
	"Broadcast Country": "ବ୍ରଡକାଷ୍ଟ ଦେଶ",
	"Broadcast Mail": "ବ୍ରଡକାଷ୍ଟ ମେଲ୍",
	"Broken Hill": "ବ୍ରୋକେନ୍ ହିଲ୍",
	"Brussels": "ବ୍ରୁସେଲ",
	"Bucharest": "ବୁକାରେଷ୍ଟ୍",
	"Budapest": "ବୁଦାପେଷ୍ଟ୍",
	"Buenos Aires": "ବୁଏନ୍ସ ଏୟାର୍ସ",
	"Bujumbura": "ବୁଜୁମ୍ବୁରା",
	"Bulgaria": "ବୁଲଗେରିଆ",
	"Bulgarian": "ବୁଲଗେରିଆନ୍",
	"Burkina Faso": "ବୁର୍କିନା ଫାସୋ",
	"Burundi": "ବୁରୁଣ୍ଡି",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "ପୁନଃସେଟ୍' ଦବାଇ, ଆପଣ ଏହି ସ୍ମାର୍ଟ୍‌ TVରୁ ଅତୀତରେ ସଂଗ୍ରହ କରାଯାଇଥିବା ବିଜ୍ଞାପନ-ସମ୍ୱନ୍ଧୀୟ ସମସ୍ତ ଡାଟାକୁ LGE ବିଲୋପ କରିବ। 'ପୁନଃସେଟ୍‌' ଦବାଇ କରି ଆପଣଙ୍କ ଦ୍ୱାରା ଦେଖାଯାଉଥିବା ବିଜ୍ଞାପନର ପ୍ରକାର ପ୍ରଭାବିତ ହୋଇପାରେ, କିନ୍ତୁ ଏହା ଆପଣଙ୍କୁ ବିଜ୍ଞାପନ ପ୍ରାପ୍ତ କରିବାକୁ ସ୍ଥଗିତ କରିବ ନାହିଁ।",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus ଅନ୍ କରିବା ଦ୍ୱାରା ଆପଣ LG ଇଲେକ୍ଟ୍ରୋନିକ୍ସ ଆଇଏନସି । (\"LGE\") ଦ୍ୱାରା ACR ମଡ୍ୟୁଲ ମାଧ୍ୟମରେ ଟେଲିଭିଜନ ଦେଖିବା ସୂଚନା ସଂଗ୍ରହ କରିବାକୁ ସମ୍ମତି ଦେଉଛନ୍ତି, ଯାହାକି ଆପଣଙ୍କୁ ଇଣ୍ଟରଆକ୍ଟିଭ୍ ସେବା ପ୍ରଦାନ କରିବା ପାଇଁ ବେନାମୀ ଭାବରେ ତୃତୀୟ ପକ୍ଷ ସହିତ ଅଂଶିଦାରା କରାଯାଇପାରେ।  ଆମେ ମଧ୍ୟ ବିପଣନ ଉଦ୍ଦେଶ୍ୟରେ ତୃତୀୟ ପକ୍ଷ ସହିତ ଏକାଠି କରାଯାଇଥିବା ବେନାମୀ ସୂଚନା ଅଂଶିଦାର କରିପାରୁ। ଦୟାକରି ସୂଚନା ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମ୍ଭେମାନେ ଜ୍ଞାତ ଭାବରେ ଉପରୋକ୍ତ ସୂଚନା 13 ବର୍ଷ ବୟସର ପିଲାଙ୍କୁ ବା ପିଲାଙ୍କ ଠାରୁ ଆଦାନ ପ୍ରଦାନ କରିନଥାଉ । Live Plus ବିଷୟରେ ପୁଙ୍ଖାନୁପୁଙ୍ଖ ସୂଚନା ଦେଖିବା ସୂଚନା (ସର୍ତ୍ତାବଳି)ରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି, ଯାହାକି SmartTV ସେଟିଙ୍ଗଗୁଡିକ ସୂଚୀ ଆକ୍‌ସେସ କରାଯାଇପାରିବ। LGE ଦୃଢ଼ତାର ସହ ସୁପାରିଶ କରୁଅଛି ଯେ ଆପଣ Live Plus ପ୍ରକାର୍ଯ୍ୟ ସକ୍ରିୟ କରିବା ପୂର୍ବରୁ ଦେଖିବା ସୂଚନା (ସର୍ତ୍ତାବଳି)ର ସଂପୂର୍ଣ୍ଣ ସଂସ୍କରଣ ସମୀକ୍ଷା କରନ୍ତୁ।",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus ଅନ୍ କରିବା ବେଳେ, ଆପଣ ବୁଝନ୍ତୁ ଯେ କି ଆପଣଙ୍କ TVରେ ପ୍ରଦର୍ଶିତ ବିଷୟବସ୍ତୁକୁ ଚିହ୍ନଟ ହୋଇଛି, ଏବଂ ଦେଖିବା ସୂଚନାର ବ୍ୟବହାର ଆପଣଙ୍କୁ ଗୋଟିଏ ବିସ୍ତାରିତ ଦେଖିବାର ଅନୁଭବ ଏବଂ ବିଷୟବସ୍ତୁକୁ ସୁପାରିଶକରଣ ଏବଂ ବିଜ୍ଞାପନଗୁଡିକ ସହ ବ୍ୟକ୍ତିଗତ ସେବାକୁ ପ୍ରଦାନ କରିବା ପାଇଁ କରାଯାଇପାରେ। ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି TV ସେଟିଂସ୍ ମେନ୍ୟୁରେ ଗୋପନୀୟତା ନୀତି ଏବଂ ସମ୍ବନ୍ଧୀୟ ଉପଭୋକ୍ତା ରାଜିନାମାଗୁଡିକୁ ସମୀକ୍ଷା କରନ୍ତୁ।",
	"CI Information": "CI ସୂଚନା",
	"CI password incorrect. Please enter again.": "CI ପାସୱାର୍ଡ ଭୁଲ୍ । ଦୟାକରି ପୁନର୍ବାର ପ୍ରେବଶ କରନ୍ତୁ ।",
	"COMPONENT2": "କମ୍ପୋନେଣ୍ଟ୍2",
	"COMPONENT3": "କମ୍ପୋନେଣ୍ଟ୍3",
	"CS1 Board": "CS1 ବୋର୍ଡ",
	"CS2 Board": "CS2 ବୋର୍ଡ",
	"Cable": "କେବୁଲ",
	"Cable ATV": "କେବୁଲ୍‍ ATV",
	"Cable DTV": "କେବୁଲ୍‍ DTV",
	"Cable Radio": "କେବୁଲ୍‍ ରେଡିଓ",
	"Cairo": "କାଇରୋ",
	"Cambodia": "କାମ୍ବୋଡିଆ",
	"Cameroon": "କାମେରୁନ୍",
	"Campo Grande": "କାମ୍ପୋ ଗ୍ରାଣ୍ଡେ",
	"Can not Find Channel": "ଚ୍ୟାନେଲ୍‌ ମିଳିଲା ନାହିଁ ।",
	"Canada": "କାନାଡା",
	"Canary Islands": "କାନାରି ଆଇଲ୍ୟାଣ୍ଡ",
	"Cancel": "ବାତିଲ୍ କରନ୍ତୁ",
	"Cancel Schedule": "ନିର୍ଦ୍ଧାରଣ ବାତିଲ୍ କରନ୍ତୁ",
	"Cancel Update": "ଅପଡେଟ୍‌ ବାତିଲ୍‌ କରନ୍ତୁ",
	"Cancún": "କାନକ୍‌ଉନ୍",
	"Cantonese": "କାଣ୍ଟୋନିଜ୍",
	"Cape Verde": "କେପ୍ ଭର୍ଦେ",
	"Caracas": "କାରାକାସ୍",
	"Casablanca": "କାସବ୍ଲାନକା",
	"Catalan": "କାଟାଲାନ",
	"Caution": "ସତର୍କତା",
	"Cayman Islands": "କେମ୍ୟାନ୍‍ ଆଇଲ୍ୟାଣ୍ଡ",
	"Center": "କେନ୍ଦ୍ର",
	"Central African Republic": "ମଧ୍ୟ ଆଫ୍ରିକୀୟ ଗଣତନ୍ତ୍ର",
	"Ceuta": "ସେଉଟା",
	"Chad": "ଚାଦ୍",
	"Change blue intensity and adjust the color balance.": "ନୀଳ ତୀବ୍ରତା ପରିବର୍ତ୍ତନ ଏବଂ ରଙ୍ଗ ବାଲାନ୍ସ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Change green intensity and adjust the color balance.": "ସବୁଜ ତୀବ୍ରତା ପରିବର୍ତ୍ତନ ଏବଂ ରଙ୍ଗ ବାଲାନ୍ସ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Change red intensity and adjust the color balance.": "ଲାଲ୍ ତୀବ୍ରତା ପରିବର୍ତ୍ତନ ଏବଂ ରଙ୍ଗ ବାଲାନ୍ସ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Change the left / right sound": "ବାମ / ଡାହାଣ ଧ୍ଵନି ପରିବର୍ତ୍ତନ କରନ୍ତୁ",
	"Change the position of captions using the 4-way dial on the remote control.": "ରିମୋଟ୍ କଣ୍ଟ୍ରୋଲରେ 4-ୱେ ଡାୟଲ୍ ବ୍ୟବହାର କରି କ୍ୟାପସନର ସ୍ଥିତିକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ।",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "ଅଞ୍ଚଳ ପରିବର୍ତ୍ତନ ହେଉଥିବା ବେଳେ ଆପଣଙ୍କ TV ରେ ବର୍ତ୍ତମାନର ଚ୍ୟାନେଲଗୁଡିକ ପରିବର୍ତ୍ତନ ହୋଇପାରେ। ଆପଣ ସ୍ଵତଃ ଟ୍ୟୁନିଂରୁ ଚ୍ୟାନେଲଗୁଡିକ ପୁନଃ-ଟ୍ୟୁନ୍ କରିପାରିବେ। ଆପଣ ବର୍ତ୍ତମାନ ଆଞ୍ଚଳିକ ସେଟିଂଗୁଡିକ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "ଦେଶର ପରିବର୍ତ୍ତନ ପୁନଃଆରମ୍ଭ କରିବାକୁ ଆପଣଙ୍କ TV ହେବାକୁ ହେବ ଏବଂ ଆପଣ ପୁନଃ LG'ର ଉପଭୋକ୍ତା ଚୁକ୍ତି ରାଜି କରିବାକୁ ଆବଶ୍ୟକ ହୋଇ ପାରେ। ଏହାଛଡ଼ା, କିଛି ଆପ୍ଲିକେସନ୍ ଏବଂ ସେବାଗୁଡିକ ଉପଲବ୍ଧତା ଉପରେ LG ସେବାଗୁଡିକ ଦେଶ ଉପରେ ଆଧାର କରି ପରିବର୍ତ୍ତିତ ହୋଇପାରେ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Channel Locks": "ଚ୍ୟାନେଲ୍‌ ଲକ୍‌ଗୁଡିକ",
	"Channel Manager": "ଚ୍ୟାନେଲ୍‌ ମ୍ୟାନେଜର",
	"Channel Scrolling Options": "ଚ୍ୟାନେଲ୍ ସ୍କ୍ରଲିଂ ବିକଳ୍ପଗୁଡିକ",
	"Channel Tuning": "ଚ୍ୟାନେଲ୍‌ ଟ୍ୟୁନିଂ",
	"Channel Tuning & Settings": "ଚ୍ୟାନେଲ ଟ୍ୟୁନିଂ ଏବଂ ସେଟିଂଗୁଡ଼ିକ",
	"Channels": "ଚ୍ୟାନେଲ୍‌ଗୁଡ଼ିକ",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI ରୁ ଚ୍ୟାନେଲଗୁଡିକ ଏବଂ ଅନ୍ୟ ବାହ୍ୟ ଇନପୁଟ୍ ଲକ୍ ହୋଇ ପାରିବ ନାହିଁ। TV ଚ୍ୟାନେଲଗୁଡିକ ଲକ୍ କରିବାକୁ, Live TVକୁ ସମ୍ପ୍ରତି ଇନପୁଟ୍ ପରିବର୍ତ୍ତନ କରିବେ।",
	"Chatham Islands": "କଥମ ଆଇସଲ୍ୟାଣ୍ଡ୍",
	"Check TV information.": "TV ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Check alarm messages about the user settings or TV status.": "ଉପଭୋକ୍ତା ସେଟିଂ କିମ୍ୱା TV ସ୍ଥିତି ବିଷୟରେ ଆଲରାମ୍ ସନ୍ଦେଶଗୁଡିକ ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Check descriptions for each LG webOS TV functions.": "ପ୍ରତ୍ୟେକ LG webOS TV ପ୍ରକାର୍ଯ୍ୟଗୁଡିକ ପାଇଁ ବିବରଣୀ ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Check for Advertising settings and set it.": "ବିଜ୍ଞାପନ ସେଟିଂସ୍ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଏହାକୁ ସେଟ୍ କରନ୍ତୁ।",
	"Check for Updates": "ଅପଡେଟସ୍ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ",
	"Check for available functions with Voice and set Voice Settings.": "ଭଏସ୍‌ ସହ ଉପଲବ୍ଧ ପ୍ରକାର୍ଯ୍ୟଗୁଡିକ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଭଏସ୍‌ ସେଟିଂସ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Check for problems with the picture quality.": "ଛବି ଗୁଣବତ୍ତାରେ ସମସ୍ୟା ରହିଛି କି ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକରର ଧ୍ୱନୀ ଗୁଣବତ୍ତାରେ ସମସ୍ୟା ରହିଛି କି ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Check for software updates and update if available.": "ସଫ୍ଟୱେୟାର୍ ଅପଡେଟ୍ ଗୁଡ଼ିକ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଉପଲବ୍ଧ ଥିଲେ ଅପଡେଟ୍ କରନ୍ତୁ ।",
	"Check whether the Bluetooth device is in pairing mode.": "ଯାଞ୍ଚ କରନ୍ତୁ ଯେ Bluetooth‌ ଡିଭାଇସ୍ ପେୟାରିଂ ମୋଡରେ ଅଛି କି ନାହିଁ।",
	"Check your TV status to solve problems or use remote support.": "ସମସ୍ୟାକୁ ସମାଧାନ କରିବାକୁ କିମ୍ୱା ରିମୋଟ୍ ସମର୍ଥନର ବ୍ୟବହାର କରିବାକୁ ଆପଣଙ୍କ TV ସ୍ଥିତି ଯାଞ୍ଚ କରନ୍ତୁ।",
	"Checking Password": "ପାସୱାର୍ଡ ଯାଂଚ୍‌ କରନ୍ତୁ",
	"Checking for Updates": "ଅପଡେଟସ୍ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ",
	"Checking...": "ଯାଂଚ୍‍ କରୁଛି...",
	"Chicago": "ଚିକାଗୋ",
	"Chihuahua": "ଚିହୁଆହୁଆ",
	"Children": "ଶିଶୁ",
	"Children Age": "ପିଲା୍ମାନଙ୍କ ବୟସ",
	"Children Program Locks": "ପିଲା୍ମାନଙ୍କ ପ୍ରୋଗ୍ରାମ୍‍ ଲକ୍‌ଗୁଡିକ",
	"Children over 8 are allowed to watch.": "8 ବର୍ଷରୁ ଅଧିକ ବୟସଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତି ଅଛି।",
	"Chile": "ଚିଲ୍ଲୀ",
	"China": "ଚିନ୍",
	"Chinese": "ଚାଇନିଜ୍",
	"Chisinau": "ଚିସିନାଉ",
	"Choibalsan": "କୋଇବାଲସାନ୍",
	"Chongqing": "ଚୋଙ୍କକ୍ୱିଙ୍ଗ",
	"Choose to have all channels or just your primary ones when you change channels.": "ଯେତେବେଳେ ଆପଣ ଚ୍ୟାନେଲଗୁଡିକ ପରିବର୍ତ୍ତନ କରିବା ବେଳେ ସମସ୍ତ ଚ୍ୟାନେଲ୍ କିମ୍ୱା କେବଳ ଆପଣଙ୍କ ପ୍ରାଥମିକ ଏକକ ବାଛନ୍ତୁ।",
	"Christmas Island": "ଖ୍ରୀଷ୍ଟମାସ ଆଇସ୍‌ଲ୍ୟାଣ୍ଡ୍",
	"Cinema": "ସିନେମା",
	"Cinema Clear": "ସିନେମା ଖାଲି",
	"Cinema Home": "ସିନେମା ହୋମ୍",
	"Cinema View": "ସିନେମା ଦର୍ଶନ",
	"Cinema View (32:12)": "ସିନେମା ଭ୍ୟୁ (32:12)",
	"Cinema Zoom": "ସିନେମା ଜୁମ୍",
	"City": "ସହର",
	"City Selection": "ସହର ଚୟନ",
	"Clean Audio": "କ୍ଲିନ୍‍ ଅଡିଓ",
	"Clear": "ସ୍ପଷ୍ଟ",
	"Clear Plus": "ସ୍ପଷ୍ଟ ସହିତ",
	"Clear Voice Ⅲ": "ସ୍ପଷ୍ଟ ସ୍ୱର Ⅲ",
	"Clear Voice Ⅳ": "ଭଏସ୍‌ Ⅳ ସ୍ପଷ୍ଟ କରନ୍ତୁ",
	"Clear1": "ସ୍ପଷ୍ଟ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "ଆପଣଙ୍କ LG ଓୟାରଲେସ୍ କୀବୋର୍ଡ ଅନ୍ ହେବା ପରେ ଏବଂ ହଳ ହେବା ମୋଡ୍ରେ ସେଟ୍ କରିବା ପରେ ତଳେ ଦିଆଯାଇଥିବା କନେକ୍ଟ ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ।",
	"Close": "ବନ୍ଦ କରନ୍ତୁ",
	"Closed Caption": "ବନ୍ଦ ହୋ‌ଇଥିବା ଶିରୋନାମା",
	"Closed Caption Settings": "ବନ୍ଦ ହୋ‌ଇଥିବା ଶିରୋନାମା ସେଟିଙ୍ଗଗୁଡିକ",
	"Code Value": "କୋଡ୍ ମୂଲ୍ୟ",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "ଅପଡେଟ୍ କରିବାକୁ ନବୀନତ୍ତମ ସଫ୍ଟୱାୟାରର ଯାଞ୍ଚ କରିବାକୁ MAC ଠିକଣା, ମଡେଲ୍ ନମ୍ଵର୍, ଦେଶ କୋଡ୍, ଭାଷା ସେଟିଂ, ଏବଂ ସଫ୍ଟୱାୟାର୍ ସଂସ୍କରଣରେ ସଂଗ୍ରହ ଏବଂ ଷ୍ଟୋର୍ କରନ୍ତୁ।",
	"Colombia": "କୋଲମ୍ବିଆ",
	"Colombo": "କଲୋମ୍ବୋ",
	"Color": "ରଂଗ",
	"Color Gamut": "ରଂଗ ଗାମଟ୍",
	"Color Management System": "ରଂଗ ପରିଚଳାନା ସିଷ୍ଟମ୍",
	"Color Temperature": "ରଂଗ ତାପମାତ୍ରା",
	"Component": "ଅଂଶ",
	"Conakry": "କୋନକ୍ରି",
	"Confirm the terms and conditions or change whether to accept the agreement.": "ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ନିଶ୍ଚିତ କରିପାରନ୍ତି କିମ୍ୱା ଚୁକ୍ତିନାମା ଗ୍ରହଣ ହେବ କି ନାହିଁ ତାହା ପରିବର୍ତ୍ତନ କରନ୍ତୁ।",
	"Congo Brazzaville": "କଙ୍ଗୋ-ବ୍ରାଜିଭିଲ୍ଲେ",
	"Connect": "ସଂଯୁକ୍ତ ହୁଅନ୍ତୁ",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth ସ୍ପିକର୍ ଏବଂ TV ସ୍ପିକର୍ ସଂଯୋଗ କରନ୍ତୁ ଏବଂ ସ୍ପିକରଗୁଡିକ ମଧ୍ୟରେ ଅଡିଓ ବିଳମ୍ବକୁ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ।",
	"Connect an external audio device, which supports the eARC, to the eARC.": "ଏକ ବାହ୍ୟ ଅଡିଓ ଡିଭାଇସ୍ ସଂଯୋଗ କରନ୍ତୁ, ଯାହା eARCକୁ eARCର ସମର୍ଥନ କରେ।",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ଗାଇଡ୍ ଉପରେ ଆଧାରିତ ବାହ୍ୟ ଡିଭାଇସଗୁଡିକ ଯେପରିକି ସେଟ୍-ଟପ୍‌ ବକ୍ସ, ଧ୍ଵନି ବାର୍ ଏବଂ ଇତ୍ୟାଦି TV ସହ ସଂଯୋଗ କରନ୍ତୁ।",
	"Connect the LAN cable directly to the TV to use the network.": "ନେଟୱର୍କ୍ ବ୍ୟବହାର କରିବାକୁ LAN କେବଲକୁ ସିଧାସଳଖ ସଂଯୋଗ କରନ୍ତୁ।",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP ଏବଂ DNS ସର୍ଭର୍ ଠିକଣାକୁ ମାନୁଆଲ୍ ଭାବେ ପ୍ରବେଶ କରି ନେଟୱର୍କକୁ ସଂଯୋଗ କରନ୍ତୁ।",
	"Connect to the network if a wireless router is installed.": "ଯଦି ଏକ ୱେୟାରଲେସ୍ ରାଉଟର୍ ସଂସ୍ଥାପିତ ହୋଇଥିବା ବେଳେ ନେଟୱର୍କକୁ ସଂଯୋଗ କରନ୍ତୁ।",
	"Connect via WPS PBC": "WPS PBC ମାଧ୍ୟମରେ ସଂଯୁକ୍ତ ହୁଅନ୍ତୁ",
	"Connect via WPS PIN": "WPS PIN ମାଧ୍ୟମରେ ସଂଯୁକ୍ତ ହୁଅନ୍ତୁ",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "ଆପଣଙ୍କ ତାରଯୁକ୍ତ ନେଟୱର୍କ ସଂଯୋଜନ ସକ୍ରିୟ କରିବା ପାଇଁ ଆପଣଙ୍କ TV କୁ ଆପଣଙ୍କ ରାଉଟର କିମ୍ବା ମୋଡେମ୍‌ ସହିତ ଇଥରନେଟ୍ କେବୁଲ୍‍ ମାଧ୍ୟମରେ ସଂଯୁକ୍ତ କରନ୍ତୁ ।",
	"Connect your TV with WiSA Speakers wirelessly.": "WiSA ସ୍ପିକରଗୁଡିକ ୱାୟରଲେସ୍ ସହ ଆପଣଙ୍କ TV ସଂଯୋଗ କରନ୍ତୁ।",
	"Connectable Devices ({num})": "ସଂଯୋଗ ହୋଇପାରୁଥିବା ଡିଭାଇସ୍ ({num})",
	"Connected": "ସଂଯୁକ୍ତ ହୋଇଛି",
	"Connected to Internet": "ଇଣ୍ଟରନେଟ୍‌ରେ ସଂଯୁକ୍ତ ହୋଇଛି",
	"Connecting...": "ସଂଯୁକ୍ତ ହେଉଛି...",
	"Connection": "ସଂଯୋଜନା",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "ଗୋଟିଏ ସ୍ମାର୍ଟଫୋନ୍‌ କିମ୍ୱା PCର ସହ ସଂଯୋଜନା ପରିଚାଳନା ଉପଲବ୍ଧ। ଗୋଟିଏ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ସହ TV ସଂଯୋଗ କରିବାକୁ, ସ୍ମାର୍ଟଫୋନ୍‌ କିମ୍ୱା PCରେ ସଂଯୋଜନା ସେଟିଂସ୍ ଏବଂ ଅନୁରୋଧର ଆବଶ୍ୟକତା ହୁଏ।",
	"Content Recommendations": "ବିଷୟବସ୍ତୁ ସୁପାରିଶକରଣଗୁଡିକ",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "ଯଦି ମଲ୍ଟି-ଚ୍ୟାନେଲ୍ HbbTV ସେବା ଦ୍ୱାରା ସମର୍ଥିତ ହୁଏ ତେବେ ବିଷୟବସ୍ତୁ ମଲ୍ଟି-ଚ୍ୟାନେଲରେ ଶୁଣିବା ପାଇଁ ଉପଯୁକ୍ତ ସାଉଣ୍ଡ ଚାଳନ କରା ହେବ।",
	"Contrast": "କଣ୍ଟ୍ରାଷ୍ଟ",
	"Cool": "ଶୀତଳ",
	"Copenhagen": "କୋପେନହାଗେନ୍",
	"Copy Channels": "କପି ଚ୍ୟାନେଲ୍‌ଗୁଡ଼ିକ",
	"Copy/Delete file": "ଫାଇଲ କପି/ବିଲୋପ କରନ୍ତୁ",
	"Correct contrast and brightness by adjusting black levels.": "ବ୍ଲାକ୍ ଲେବଲ ବ୍ୟବସ୍ଥିତ କରି କଣ୍ଟ୍ରାଷ୍ଟ ଏବଂ ଉଜ୍ଜ୍ୱଳତାରେ ସଂଶୋଧନ ଆଣନ୍ତୁ ।",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ସଠିକ୍‌ ଫଟୋ ପିକ୍ସେଲ୍‌ ଏବଂ ଫଟୋ ଗୁଣବର୍ତ୍ତାର ସମସ୍ୟାକୁ ଅବରୋଧ କରନ୍ତୁ ଯାହା ସେତେବେଳେ ବଢିପାରେ ଯାହା TVର ସମୟରେ ବିସ୍ତାରିତ ଅବଧି ପାଇଁ ଟର୍ନ୍‌ ଅନ୍‌ କରାଯାଇଛି।",
	"Costa Rica": "କୋଷ୍ଟା ରିକା",
	"Could not fined available network.": "ଉପଲବ୍ଧ ନେଟୱର୍କ ପାଇଲା ନାହିଁ ।",
	"Croatia": "କ୍ରୋଏସିଆ",
	"Croatian": "କ୍ରୋଏସିଆନ୍",
	"Cuba": "କ୍ୟୁବା",
	"Cuiabá": "କୁଇଆବ୍‌ଆ",
	"Current time is not valid. Do you want to set the correct time now?": "ସାମ୍ପ୍ରତିକ ସମୟ ବୈଧ ନୁହେଁ। ଆପଣ ବର୍ତ୍ତମାନ ସଠିକ୍ ସମୟ ସେଟ୍ କରିବକୁ ଚାହାଁନ୍ତି କି?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "କଷ୍ଟମାଇଜ୍ ଫଟୋ ମୋଡ୍ ସେଟିଂସ୍ ସମ୍ପ୍ରତି ମୂଲ୍ୟ ସମସ୍ତ ଇନପୁଟ୍ ପାଇଁ {pictureMode} ମୋଡ୍ ପ୍ରୟୋଗ ହୋଇଛି। ଜାରି ରଖିବେ? ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ସମ୍ପ୍ରତି ସଂଯୋଗ ହୋଇଥିବା LG ଓୟାରଲେସ୍ କିବୋର୍ଡ ଡିଭାଇସ ଆପଣଙ୍କ TVରୁ ବିଛିନ୍ନ ହେବ। ଜାରି ରଖନ୍ତୁ? ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Custom": "କଷ୍ଟମ",
	"Custom Time Zone": "କଷ୍ଟମ୍ ସମୟ କ୍ଷେତ୍ର",
	"Customer Service": "ଗ୍ରାହକ ସେବା",
	"Cyan": "ସିଆନ",
	"Cyprus": "ସାଇପ୍ରସ୍",
	"Czech": "ଚେକ୍ ସାଧାରଣତନ୍ତ୍ର",
	"Czech Republic": "ଚେକ୍‌ ରିପବ୍ଲିକ୍",
	"Côte d'Ivoire": "କଓଟେ ଡି ଆଇଭଏର୍",
	"DNS Server": "DNS ସର୍ଭର୍",
	"DR Congo": "ଡିଆର-କଙ୍ଗୋ",
	"DTV Audio Setting": "DTV ଅଡିଓ ସେଟିଙ୍ଗଗୁଡିକ",
	"Dagbani": "ଦାଗବାନି",
	"Dakar": "ଡାକାର",
	"Damascus": "ଡାମାସକସ୍",
	"Danish": "ଡାନିସ୍",
	"Danmarkshavn": "ଡାନମାର୍କସାଭନ",
	"Dar es Salaam": "ଦାର ଏସ୍ ସଲାମ",
	"Data Service": "ଡାଟା ସର୍ଭିସ୍",
	"Date": "ତାରିଖ",
	"Dawson": "ଦାଓସନ୍",
	"Dawson Creek": "ଦାଓସନ୍ କ୍ରିକ୍",
	"Day": "ଦିବସ",
	"De-Blur": "ଡି-ବ୍ଲର",
	"De-Judder": "ଡି-ଜୁଡର",
	"Delete": "ବିଲୋପ କରନ୍ତୁ",
	"Delete Connection History": "ସଂଯୋଜନା ଇତିହାସ ବିଲୋପ କରନ୍ତୁ",
	"Delete Pairing History": "ପେୟାରିଂ ଇତିହାସ ବିଲୋପ କରନ୍ତୁ",
	"Delete Usage Data": "ବ୍ୟବହାର‌ ଡାଟା ବିଲୋପ କରନ୍ତୁ",
	"Demo Options": "ଡେମୋ ବିକଳ୍ପଗୁଡିକ",
	"Democratic Republic of the Congo": "ଡେମୋକ୍ରାଟିକ୍ ରିପବ୍ଲିକ୍ ଅଫ୍ କଙ୍ଗୋ",
	"Denmark": "ଡେନମାର୍କ",
	"Denver": "ଡେନବର୍",
	"Depressed": "ଦବି ରହିଥିବା",
	"Deregister": "ଅଣପଞ୍ଜିକରଣ",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "TVର ବ୍ୟବହାର କରିବାକୁ ଭିଜୁଆଲ୍‌ ପାଠକଙ୍କ ପାଇଁ ଭଏସ୍‌ ସହ ସ୍କ୍ରିନରେ ବିଷୟବସ୍ତୁଗୁଡିକ ବର୍ଣ୍ଣନା କରନ୍ତୁ।",
	"Detect Range": "ପରିସୀମା ଚିହ୍ନଟ କରନ୍ତୁ",
	"Detroit": "ଡେଟ୍ରୋଏଟ୍",
	"Device Connection Settings": "ଡିଭାଇସ୍ ସଂଯୋଜନା ସେଟିଂସ୍",
	"Device List": "ଡିଭାଇସ୍ ତାଲିକା",
	"Device Name": "ଡିଭାଇସ ନାମ",
	"Dhaka": "ଢ଼ାକା",
	"Digital Mode": "ଡିଜିଟାଲ୍‌ ମୋଡ୍",
	"Digital Sound Out": "ଡିଜିଟାଲ୍‌ ସାଉଣ୍ଡ୍ ଆଉଟ୍",
	"Digital TV": "ଡିଜିଟାଲ୍‌ TV",
	"Dili": "ଦିଲ୍ଲୀ",
	"Directed to Older Children (ages 7 and above)": "ବୟସ୍କ ଶିଶୁମାନଙ୍କ ପାଇଁ ନିର୍ଦ୍ଦେଶିତ (ବୟସ 7 ଏବଂ ଅଧିକ)",
	"Disabled": "ଅକ୍ଷମ ହୋଇଛି",
	"Disconnect": "ବିଛିନ୍ନ ହୋଇଛି",
	"Display captions for hearing-impaired viewers to use TV.": "TV ବ୍ୟବହାର କରିବାକୁ ଶ୍ରବଣ-ବାଧିତ ଦର୍ଶକଙ୍କ ପାଇଁ କ୍ୟାପସନ୍‌ ପ୍ରଦର୍ଶନ କରନ୍ତୁ।",
	"Display fast-moving content smoothly and clearly.": "ସହଜରେ ଏବଂ ସ୍ପଷ୍ଟ ଭାବେରେ ଦ୍ରୁତ ଭାବରେ ଘୁଞ୍ଚୁଥିବା ବିଷୟବସ୍ତୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ।",
	"Display luminance level for the highest point (100 IRE).": "ସର୍ବୋଚ୍ଚ ପଏଣ୍ଟ୍ ପାଇଁ ଲୁମିନାନ୍ସ ସ୍ତର ପ୍ରଦର୍ଶନ କରନ୍ତୁ (100 IRE)।",
	"Display pictures in a warm or cool color temperature.": "ଗୋଟିଏ ଗରମ କିମ୍ୱା ଥଣ୍ଡା ରଙ୍ଗ ତାପମାତ୍ରାର ଫଟୋଗୁଡିକ ପ୍ରଦର୍ଶନ କରନ୍ତୁ।",
	"Djibouti": "ଜିବୁତି",
	"Do Not Sell My Personal Information": "ମୋ ବ୍ୟକ୍ତିଗତ ସୂଚନା ବିକ୍ରୟ କରନ୍ତୁ ନାହିଁ",
	"Do Not Track": "ଟ୍ରାକ୍ କରନ୍ତୁ ନାହିଁ",
	"Do you want to continue?": "ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "ଆପଣ ଆପଣଙ୍କ TVକୁ USB ଷ୍ଟୋରେଜ୍ ରୁ ଚ୍ୟାନେଲ୍ ତାଲିକା କପି କରିବାକୁ ଚାହାଁନ୍ତି? ଆପଣଙ୍କ TVର ସମ୍ପ୍ରତି ଚ୍ୟାନେଲଗୁଡିକ ବିଲୋପିତ ହେବ।",
	"Do you want to copy channel list from your TV to the USB storage?": "ଆପଣ USB ଷ୍ଟୋରେଜ୍ କୁ ଆପଣଙ୍କ TV ରୁ ଚ୍ୟାନେଲ୍ ତାଲିକା କପି କରିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Do you want to reset Position Settings?": "ଆପଣ ଅବସ୍ଥାନ ସେଟିଂସ୍ ପୁନଃସେଟ୍ କରିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Do you want to reset Volume Control?": "ଆପଣ ଭଲ୍ୟୁମ୍‌ ନିୟନ୍ତ୍ରଣ ପୁନଃସେଟ୍ କରିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Do you want to set the correct time now?": "ଆପଣ ବର୍ତ୍ତମାନ ସଠିକ୍ ସମୟ ସେଟ୍ କରିବକୁ ଚାହାଁନ୍ତି କି?",
	"Do you want to turn your TV off now?": "ବର୍ତ୍ତମାନ ଆପଣଙ୍କ TV ଅଫ୍ କରିବାକୁ ଚାହାଁନ୍ତି?",
	"Dodoma": "ଡୋଡୋମା",
	"Doha": "ଡୋହା",
	"Dominica": "ଡୋମିନାକା",
	"Dominican Republic": "ଡୋମିନକାନ୍ ପ୍ରଜାତନ୍ତ୍ର",
	"Done": "ହୋଇସାରିଛି",
	"Dong, Eup, Myeon": "ଡଙ୍ଗ, ୟୁପ୍‍, ମେଓନ୍",
	"Douala": "ଡୋଉଆଲା",
	"Download Mail": "ଡାଉନଲୋଡ ମେଲ୍",
	"Download and Install": "ଡାଉନଲୋଡ୍ କରନ୍ତୁ ଏବଂ ସଂସ୍ଥାପନ କରନ୍ତୁ",
	"Downloadable Rating": "ଡାଉନଲୋଡ୍ ହୋଇପାରୁଥିବା ମୂଲ୍ୟାୟନ",
	"Dual Mono": "ଡୁଆଲ୍ ମୋନୋ",
	"Dubai": "ଦୁବାଇ",
	"Dublin": "ଡବ୍ଲିନ୍",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on‌ ଅଫ୍ ସମୟ ବେଳେ, ସ୍କ୍ରିନ୍ ଅଫ୍ ବେଳେ ଭଏସ୍ ଚିହ୍ନଟକରଣ ଏବଂ ଇତ୍ୟାଦି ଭଳି ବୈଶିଷ୍ଟ୍ୟଗୁଡିକର ଅଂଶ ସୀମିତ ହୁଏ।",
	"Dushanbe": "ଦୁସାନବେ",
	"Dutch": "ଡଚ୍",
	"Dynamic Color": "ଡାଇନାମିକ୍‍ କଲ‍ର",
	"Dynamic Contrast": "ଡାଇନାମିକ୍‍ କଣ୍ଟ୍ରାଷ୍ଟ",
	"Dynamic Tone Mapping": "ଡାୟନାମିକ୍‌ ଟୋନ୍ ମ୍ୟାପିଂ",
	"Easter Island": "ଇଷ୍ଟର ଆଇଲ୍ୟାଣ୍ଡ୍",
	"Eastern Africa": "ପୂର୍ବ ଆଫ୍ରିକା",
	"Eco": "ଇକୋ",
	"Eco Mode": "Eco ମୋଡ୍",
	"Ecuador": "ଇକ୍ୱେଡର୍",
	"Edge Color": "ଧାର ରଂଗ",
	"Edge Enhancer": "ଧାର ପରିବର୍ଦ୍ଧକ",
	"Edge Type": "ଧାର ପ୍ରକାର",
	"Edit": "ସମ୍ପାଦନ କରନ୍ତୁ",
	"Edmonton": "ଏଡମଣ୍ଟନ",
	"Egypt": "ଇଜିପ୍ଟ",
	"Eirunepé": "ଇରୁନେପ୍‌ଏ",
	"El Salvador": "ଏଲ ସାଲ୍‌ଭେଡର",
	"El salvador": "ଏଲ୍ ସାଲଭାଡୋର୍",
	"Emergency Alert": "ଜରୁରୀକାଳୀନ ସତର୍କ",
	"Enabled": "ସକ୍ଷମ ହୋଇଛି",
	"Energy Saving": "ଶକ୍ତି ସଂଚୟ",
	"Energy consumption may increase if this feature is on.": "ଯଦି ଏହି ବୈଶିଷ୍ଟ୍ୟ ଅନ୍‌ ଅଛି ତେବେ ଶକ୍ତି ବ୍ୟବହାର ବୃଦ୍ଧି ହେବ।",
	"Energy saving modes to limit power consumption.": "ପାୱାର୍‍ ଖର୍ଚ୍ଚ ସୀମିତ ରଖିବା ପାଇଁ ଶକ୍ତି ସଂଚୟକାରୀ ମୋଡ୍‌ଗୁଡ଼ିକ ।",
	"English": "ଇଂରାଜୀ",
	"Enhance the bass sound.": "ବାସ୍ ଧ୍ଵନି ବଢାନ୍ତୁ।",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "କମ-ଦୃଷ୍ଟିଥିବା ଲୋକମାନଙ୍କ ଦ୍ୱାରା ସହଜରେ ଦେଖାଯିବା ପାଇଁ ପୃଷ୍ଠପଟ ଏବଂ ଟେକ୍ସଟ୍ ଭଳି କିଛି ମେନୁର ଉଜ୍ଜ୍ୱଳତା ଏବଂ ଗାଢ଼ ଅଞ୍ଚଳଗୁଡିକର ମଧ୍ୟରେ କଣ୍ଟ୍ରାଷ୍ଟ ବଢାନ୍ତୁ।",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "ଗୋଟିଏ LG Deep Learning ଟେକନିକର ମାଧ୍ୟମରେ ଶିଖିଥିବା ଏକ ଆଲଗୋରିଦମ୍ ଦ୍ୱାରା ବିଷୟବସ୍ତୁର ରିଜୋଲ୍ୟୁସନ୍ ଏବଂ ସାର୍ପନେସକୁ ବଢାନ୍ତୁ ଏବଂ ବିଷୟବସ୍ତୁ ସମୀକ୍ଷାର ମାଧ୍ୟମରେ ଗଭୀରତାକୁ ଅପ୍ଟିମାଇଜ୍‌ କରନ୍ତୁ।",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "ଧ୍ଵନି ଫିଲ୍ଡ ପ୍ରଭାବ ଅନ୍‌ କରି ପର୍ଯ୍ୟାପ୍ତ ଧ୍ଵନି ସହ Dolby Atmos ବିଷୟବସ୍ତୁର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound by connecting Wired Headphones.": "ଆପଣ ତାରଯୁକ୍ତ ହେଡଫୋନ୍ ସଂଯୋଗ କରି ର ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) ପୋର୍ଟ ସହିତ ସଂଯୋଗ ହୋଇଥିବା ଅଡିଓ ଡିଭାଇସର ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT ସହିତ ସଂଯୋଗ ହୋଇଥିବା ଅଡିଓ ଡିଭାଇସ୍‌ ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT ପୋର୍ଟ୍‌ ସହ ସଂଯୋଜିତ ଏକ LG ଅଡିଓ ଡିଭାଇସର ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡ ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "ବାହ୍ୟ Audio Out/Headphones ଆଉଟପୁଟ୍‌ ପୋର୍ଟସକୁ ସଂଯୋଜିତ ଅଡିଓ ଡିଭାଇସର ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର ଏବଂ ତାରବିହିନ ହେଡଫୋନ୍ ଉଭୟ ମାଧ୍ୟମରେ TV ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକରଏବଂ OPTICAL DIGITAL AUDIO OUT ପୋର୍ଟ୍‌ ଉଭୟରୁ ସଂଯୋଜିତ ବାହ୍ୟ ଅଡିଓ ଡିଭାଇସଗୁଡିକର ମାଧ୍ୟମରେ TV ଧ୍ଵନି ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy a clear and natural sound.": "ଏକ ସ୍ପଷ୍ଟ ଏବଂ ପ୍ରାକୃତିକ ସାଉଣ୍ଡର ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync କିମ୍ୱା Bluetoothକୁ ସଂଯୋଜିତ ଏକ ୱେୟାରଲେସ୍ ଅଡିଓ ଡିଭାଇସର ସହ ଧ୍ଵନି ଉପଭୋଗ କରନ୍ତୁ।",
	"Enjoy the sound optimized to the room.": "ରୁମକୁ ଧ୍ଵନି ଅପ୍ଟିମାଇଜ୍‌ ଉପଭୋଗ କରନ୍ତୁ।",
	"Enter CI Password": "CI ପାସୱାର୍ଡ ପ୍ରବେଶ କରାନ୍ତୁ",
	"Enter the PIN in your router's settings.": "ଆପଣଙ୍କ ରାଉଟର'ର ସେଟିଙ୍ଗଗୁଡିକରେ PIN ପ୍ରବେଶ କରନ୍ତୁ ।",
	"Enter the master password.": "ମାଷ୍ଟାର୍ ପାସୱାର୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ।",
	"Equalizer": "ଇକୁଆଲାଇଜର୍",
	"Equatorial Guinea": "ଇକ୍ୟୁଏଟୋରିଆଲ୍‍ ଗିନି",
	"Eritrea": "ଏରିଟ୍ରିଆ",
	"Estonia": "ଏସ୍ତୋନିଆ",
	"Estonian": "ବୋସ୍‌ନିଆନ",
	"Ethiopia": "ଇଥିଓପିଆ",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "ଏପରିକି ଯଦି ସେଟିଂ ଅଫ୍ ହୁଏ, ତେବେ ଆପଣ ଚ୍ୟାନେଲ୍ ବ୍ୟାନର୍‌, ଭଏସ୍ ଚିହ୍ନଟକରଣର ମାଧ୍ୟମରେ ସମ୍ବନ୍ଧୀୟ ସୂଚନା ଯାଞ୍ଚ କରିପାରିବେ।",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "ଏପରିକି TV ଅଫ୍‌ ହୋଇଥିବା ବେଳେ ଏବଂ ସର୍ବନିମ୍ନ ଶକ୍ତିର ବ୍ୟବହାର କରୁଛି, ତେବେ ଆପଣ ମୋବାଇଲ୍‌ ଡିଭାଇସକୁ ସଂଯୋଗ କରିବାକୁ ସଙ୍ଗୀତ ଶୁଣିପାରନ୍ତି। TV ଟର୍ନ୍‌ ଅନ୍‌ ହେବା ପରେ ସୁବିଧାକୁ ଏକ ବିଶେଷତାକୁ ଦ୍ରୁତ ବ୍ୟବହାର କରାଯାଇପାରେ।",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "ଏପରିକି TV ଅଫ୍ ଥିବା ସମୟରେ, ଆପଣ ସ୍ମାର୍ଟଫୋନ୍ ସହ Bluetoothର ମାଧ୍ୟମରେ ସଂଯୋଗ TV ରେ ସଙ୍ଗୀତ ଶୁଣିପାରିବେ।",
	"Every Day": "ପ୍ରତିଦିନ",
	"Every Weekday": "ସପ୍ତାହର ପ୍ରତି କାର୍ଯ୍ୟ ଦିବସରେ",
	"Every Weekend": "ପ୍ରତି ସପ୍ତାହ ଶେଷରେ",
	"Ewe": "ଇୱି",
	"Expert (Bright Room)": "ଏକ୍ସପର୍ଟ (ଉଜ୍ୱଳ କୋଠରୀ)",
	"Expert (Dark Room)": "ଏକ୍ସପର୍ଟ (ଅନ୍ଧାର କୋଠରୀ)",
	"Export your TV's channel list information to a connected USB device.": "ସଂଯୁକ୍ତ ହୋଇଥିବା USBକୁ ଆପଣଙ୍କର TVର ଚ୍ୟାନେଲ୍ ତାଲିକା ସୂଚନା ରପ୍ତାନୀ କରନ୍ତୁ।",
	"Extended": "ପରିବର୍ଦ୍ଧିତ ହୋଇଛି",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ସ୍ଵତଃ ପାୱାର୍ ଅଫ୍ ସେଟିଂରେ ଏକ ସମୟ ଅବଧି ସମ୍ପ୍ରସାରିତ କରିବା କିମ୍ୱା ପ୍ରକାର୍ଯ୍ୟ ଟର୍ନ୍‌ ଅଫ୍‌ କରି ଶକ୍ତି ବ୍ୟବହାର ବୃଦ୍ଧି କରିପାରେ।",
	"Extreme": "ଅତିରିକ୍ତ",
	"Eye Comfort Mode": "ଚକ୍ଷୁ ଆରାମ ମୋଡ୍",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE ସ୍ଵତଃ ପରିବର୍ତ୍ତନ କରନ୍ତୁ",
	"Fantasy Violence": "କାଳ୍ପନିକ ହିଂସା",
	"Fast": "ଦ୍ରୁତ",
	"Fernando de Noronha": "ଫର୍ଣ୍ଣାଣ୍ଡୋ ନୋରୋନହା",
	"Fiji": "ଫିଜି",
	"Find and tell an audio device available to connect around TV.": "TV ଚାରିପାଖରେ ସଂଯୋଗ କରିବାକୁ ଉପଲବ୍ଧ ଏକ ଅଡିଓ ଡିଭାଇସ୍ ସନ୍ଧାନ କରନ୍ତୁ ଏବଂ କୁହନ୍ତୁ।",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ନାଲି, ସବୁଜ, ନୀଳ, ସିଆନ୍, ମାଜେଣ୍ଟା, ଏବଂ ହଳଦିଆ ରଂଗ ସ୍ଥାନଗୁଡିକ ଫାଇନ୍ ଟ୍ୟୁନ୍ କରନ୍ତୁ ।",
	"Finland": "ଫିନଲ୍ୟାଣ୍ଡ",
	"Finnish": "ଫିନିସ୍",
	"Flash": "ଫ୍ଲାସ",
	"Flat Mode": "ଫ୍ଲାଟ୍ ମୋଡ୍",
	"Font": "ଫଣ୍ଟ",
	"Font 1": "ଫଣ୍ଟ 1",
	"Font 2": "ଫଣ୍ଟ 2",
	"Font 3": "ଫଣ୍ଟ 3",
	"Font 4": "ଫଣ୍ଟ 4",
	"Font 5": "ଫଣ୍ଟ 5",
	"Font 6": "ଫଣ୍ଟ 6",
	"Font 7": "ଫଣ୍ଟ 7",
	"Font 8": "ଫଣ୍ଟ 8",
	"Football": "ସକର୍",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "ଏକ WPS(Wi-Fi ସୁରକ୍ଷିତ ସେଟଅପ୍)-ସକ୍ଷମ ହୋଇଥିବା ୱେୟାରଲେସ୍ ରାଉଟର୍ ପାଇଁ, ୱେୟାରଲେସ୍ ନେଟୱର୍କକୁ TV ସହ ସଂଯୋଗ କରିବାକୁ PIN କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ।",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "ଏକ WPS(Wi-Fi ସୁରକ୍ଷିତ ସେଟଅପ୍)-ସକ୍ଷମ ହୋଇଥିବା ୱେୟାରଲେସ୍ ରାଉଟର୍ ପାଇଁ, ୱେୟାରଲେସ୍ ନେଟୱର୍କକୁ TV ସହ ସଂଯୋଗ କରିବାକୁ WPS-PBC ବଟନ୍ ଦବାନ୍ତୁ।",
	"Fortaleza": "ଫୋର୍ଟାଲେଜା",
	"France": "ଫ୍ରାନ୍ସ",
	"Freetown": "ଫ୍ରିଟାଉନ୍",
	"French": "ଫ୍ରେଞ୍ଚ",
	"French Polynesia": "ଫ୍ରେଞ୍ଚ ପଲିନେସିଆ",
	"Full Wide": "ସମ୍ପୂର୍ଣ୍ଣ ଚଉଡ଼ା",
	"Ga": "ଗା",
	"Gabon": "ଗାବୋନ୍",
	"Gaborone": "ଗାବୋରନ୍",
	"Gaelic": "ଗାଏଲିକ୍",
	"Galapagos Islands": "ଗାଲାପାଗୋସ ଆଇଲ୍ୟାଣ୍ଡ୍",
	"Galician": "ଗାଲିସିଆନ",
	"Gallery": "ଗ୍ୟାଲେରୀ",
	"Gambia": "ଗାମ୍ବିଆ",
	"Gambier": "ଗାମ୍ବିଏର",
	"Game": "କ୍ରୀଡା",
	"Gamma": "ଗାମା",
	"Gateway": "ଗେଟ୍‌ୱେ",
	"General": "ସାଧାରଣ",
	"General Age": "ସାଧାରଣ ବୟସ",
	"General Audience": "ସାଧାରଣ ଶ୍ରୋତା",
	"General Audiences": "ସାଧାରଣ ଶ୍ରୋତାବୃନ୍ଦ",
	"General Program Locks": "ସାଧାରଣ ପ୍ରୋଗ୍ରାମ୍‍ ଲକ୍‌ଗୁଡିକ",
	"Georgia": "ଜର୍ଜିଆ",
	"German": "ଜର୍ମାନ",
	"Germany": "ଜର୍ମାନୀ",
	"Get started in a quiet environment for sound optimization.": "ଧ୍ଵନି ଅପ୍ଟିମାଇଜେସନ୍‌ ପାଇଁ ଏକ ଶାନ୍ତ ପରିବେଶରେ ଆରମ୍ଭ କରନ୍ତୁ",
	"Getting...": "ପ୍ରାପ୍ତ କରୁଛି...",
	"Ghana": "ଘାନା",
	"Gibraltar": "ଜିବ୍ରାଲଟର",
	"Glace Bay": "ଗ୍ଲେସ ବେ",
	"Godthab": "ଗୋଡଥାବ",
	"Grayscale": "ଗ୍ରେସ୍କେଲ୍",
	"Greece": "ଗ୍ରୀସ୍",
	"Greek": "ଗ୍ରୀକ୍‌",
	"Green": "ସବୁଜ",
	"Greenland": "ଗ୍ରୀନ୍‍ଲ୍ୟାଣ୍ଡ",
	"Grenada": "ଗ୍ରେନାଡା",
	"Guadalcanal": "ଗୁଆଡାଲକାନାଲ",
	"Guadeloupe": "ଗୁଆଡେଲୋପ୍",
	"Guam": "ଗୁଆମ୍",
	"Guatemala": "ଗୁଏତମାଲା",
	"Guatemala City": "ଗୁଆଟାମାଲା ସିଟି",
	"Guayaquil": "ଗୁଆୟାକ୍ୱିଲ",
	"Guernsey": "ଗୁଏରେନେସେ",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "TVର ବ୍ୟବହାର କରିବାକୁ ଭିଜୁଆଲ୍‌ ପାଠକଙ୍କ ପାଇଁ ଭଏସ୍‌ ସହ ଗାଇଡ୍ ମେନୁଗୁଡିକ ଏବଂ ସଞ୍ଚାଳନଗୁଡିକ।",
	"Guinea": "ଗିନି",
	"Guinea Bissau": "ଗିନି ବିଷାଉ",
	"Guinea Conakry": "ଗିନି କୋନାକ୍ରାଏ",
	"Guinea Equatorial": "ଇକ୍ୱାଟୋରିଆଲ୍ ଗିନି",
	"Gujarati": "ଗୁଜୁରାତି",
	"Guyana": "ଗୁୟାନା",
	"H Position": "H ସ୍ଥିତି",
	"H Sharpness": "H ସାର୍ପନେସ୍",
	"H Size": "H ଆକାର",
	"HD Mode": "HD ମୋଡ୍",
	"HD Mode Option": "HD ମୋଡ୍ ବିକଳ୍ପଗୁଡିକ",
	"HDD Eco Mode": "HDD Eco ମୋଡ୍",
	"HDD Power Saving Mode": "HDD ପାୱାର୍‍ ସଂଚୟ ମୋଡ୍",
	"HDMI Input Audio Format": "HDMI ଇନପୁଟ୍ ଅଡିଓ ଫର୍ମାଟ୍",
	"HDMI Ultra HD Deep Color": "HDMI ଅଲ୍ଟ୍ରା HD ଡିପ୍ କଲର୍",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} ଏବଂ HDMI {port2} ପୋର୍ଟଗୁଡିକ 8K Ultra HD Deep Color ସମର୍ଥନ କରିଥାଏ।",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} ଏବଂ HDMI {port2} ପୋର୍ଟଗୁଡିକ Ultra HD Deep Color ସମର୍ଥନ କରିଥାଏ।",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} ପୋର୍ଟ 8K Ultra HD Deep Colorକୁ ସମର୍ଥନ କରେ।",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} ପୋର୍ଟ Ultra HD Deep Color କୁ ସମର୍ଥନ କରେ।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ଏବଂ HDMI {port3} ପୋର୍ଟଗୁଡିକ 8K Ultra HD Deep Color ସମର୍ଥନ କରେ।",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ଏବଂ HDMI {port3} ପୋର୍ଟଗୁଡିକ Ultra HD Deep Color ସମର୍ଥନ କରେ।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ଏବଂ HDMI {port4} ପୋର୍ଟଗୁଡିକ 8K Ultra HD Deep Colorକୁ ସମର୍ଥନ କରିଥାଏ।",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ଏବଂ HDMI {port4} ପୋର୍ଟଗୁଡିକ Ultra HD Deep Colorକୁ ସପୋର୍ଟ କରିଥାଏ।",
	"HDR Effect": "HDR ପ୍ରଭାବ",
	"HDR Picture Mode": "HDR ଫଟୋ ମୋଡ୍",
	"Haiti": "ହାଇତି",
	"Halifax": "ହଲିଫ୍ୟାକ୍ସ",
	"Harare": "ହରାରେ",
	"Harbin": "ହାର୍ବିନ୍",
	"Hard of Hearing": "ଶୁଣିବାକୁ କଷ୍ଟ",
	"Hausa": "ହାଉସା",
	"Havana": "ହାଭାନା",
	"Headphones Volume": "ହେଡ୍ ଫୋନ୍ସ ଭଲ୍ୟୁମ୍",
	"Hebrew": "ହିବ୍ରୁ",
	"Helsinki": "ହେଲସିଙ୍କି",
	"Hermosillo": "ହର୍ମୋସିଲୋ",
	"High": "ଉଚ୍ଚ",
	"High Contrast": "ଅଧିକ କଣ୍ଟ୍ରାଷ୍ଟ",
	"Higher values increase a sense of warmth or coldness.": "ଉଚ୍ଚ ମାନର ୱାରମଟିଥ୍ କିମ୍ୱା କୋଲ୍ଡନେସ୍ ଏକ ଧାରଣ ବୃଦ୍ଧି।",
	"Hindi": "ହିନ୍ଦୀ",
	"Ho Chi Minh": "ହୋ ଚି ମିନ୍",
	"Home Animation": "ହୋମ୍ ଆନିମେସନ୍",
	"Home Auto Launch": "ହୋମ୍ ସ୍ଵତଃ ଉନ୍ମୋଚନ",
	"Home Mode": "ହୋମ୍ ମୋଡ୍",
	"Home Promotion": "ହୋମ୍ ପ୍ରୋତ୍ସାହନ",
	"Home Settings": "ହୋମ୍‌ ସେଟିଂସ୍‌",
	"Home/Store Mode": "ହୋମ୍‌/ଷ୍ଟୋର୍‌ ମୋଡ୍",
	"Honduras": "ହୋଣ୍ଡୁରାସ୍",
	"Hong Kong": "ହଂକଂ",
	"Hongkong": "ହଂକଂ",
	"Honolulu": "ହୋନୋଲୁଲୁ",
	"Hours": "ଘଣ୍ଟା",
	"However, the IPv6 version of the address does not support editing.": "ଏପରିକି, ଆଡ୍ରେସ୍ କୁ IPv6 ସଂସ୍କରଣ ସମ୍ପାଦନା କରିବା ସମର୍ଥନ କରେ ନାହିଁ।",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "ଯଦିଓ, ପର୍ଯ୍ୟାପ୍ତ ସ୍ଥିତିରେ ଆପଣଙ୍କ TV ରଖିବାକୁ, Always-on ସେଟ୍‌ ପାଞ୍ଚ ଘଣ୍ଟା ପାଇଁ ଅକ୍ଷମ କରା ହେବ ଏବଂ ପାୱାର୍ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଟର୍ନ୍‌ ଅଫ୍ ହେବ।",
	"Hungarian": "ହଙ୍ଗେରିଆନ୍",
	"Hungary": "ହଙ୍ଗେରୀ",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ! ପୁନଃସେଟ୍‍ କରିବା ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ସେଟିଙ୍ଗଗୁଡିକ ଏବଂ ସଂସ୍ଥାପିତ ସମସ୍ତ ଆପ୍ଲିକେସନ୍ସ ବିଲୋପ କରିବ । ଏହି କାର୍ଯ୍ୟ ପୂର୍ବବତ୍‍ କରାଯାଇପାରିବ ନାହିଁ ।",
	"IP (Automatic)": "IP (ସ୍ୱୟଂଚାଳିତ)",
	"IP (Manual)": "IP (ହସ୍ତଚାଳିତ)",
	"IP Address": "IP ଠିକଣା",
	"IVC (Cote d’Ivoire)": "IVC (କୋଟେ ଡି ଆଇଭଏର)",
	"Iceland": "ଆଇସଲ୍ୟାଣ୍ଡ",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ସ୍ୱତଃ ପାୱାର୍‍ ସିଙ୍କ୍ ଚୟନ କରିବା ସହିତ, ଯେତେବେଳେ SIMPLINK ଡିଭାଇସ ଅନ୍ କରନ୍ତି ଆପଣଙ୍କ TV ଅନ୍ ହୋଇଯିବ ଏବଂ ଯେତେବେଳେ ଆପଣଙ୍କ TV ଅଫ୍ କରିବେ ଅପାଣଙ୍କ SIMPLINK ଡିଭାଇସ ଅଫ୍ ହୋଇଯିବ ।",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "ଯଦି ସେଟ୍-ଟପ୍‌ ବକ୍ସ/OTTର ୟୁନିଭର୍ସାଲ୍ ନିୟନ୍ତ୍ରଣ ସେଟ୍‌ ଅପ୍ କରାଯାଇଛି, ତେବେ LG ରିମୋଟ୍ କଣ୍ଟ୍ରୋଲରୁ ସଂଯୋଜିତ ସେଟ୍-ଟପ୍‌ ବକ୍ସର ସୁବିଧା ନିଅନ୍ତୁ।",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "ଯଦି ଏକ ଡିଭାଇସ୍ ପୋର୍ଟକୁ ସଂଯୋଜିତ, ତେବେ ଆପଣ ଡିଭାଇସ୍ ଭିଡିଓକୁ ବିଳମ୍ବ କିମ୍ୱା ବାଧାରୁ କମ କରିବା ସହ ଖେଳର ଅପ୍ଟିମାଇଜ୍‌ ଫଟୋ ଦେଖିପାରନ୍ତି।",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "ଯଦି ଏହା ଅନ୍ କରାଯାଏ ଏବଂ ଆପଣ ଏକ ଡିଭାଇସ ସହିତ ସଂଯୁକ୍ତ ହୁଅନ୍ତି, ଯାହାକି Ultra HD Deep Colorକୁ ମଧ୍ୟ ସମର୍ଥନ କରୁଥାଏ, ଆପଣଙ୍କ ଚିତ୍ର ସ୍ପଷ୍ଟତର ହୋଇପାରେ।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ଯଦି ରେକର୍ଡିଂ କିମ୍ୱା ସଫ୍ଟୱେୟାର୍ ଅପଡେଟ୍ ପ୍ରଗତିରେ ଅଛି, ଯେଉଁ ପର୍ଯ୍ୟନ୍ତ ତାହା ସମ୍ପନ୍ନ ନ ହୋଇଛି ତାହା ଅପେକ୍ଷା କରିବ ଏବଂ ପ୍ରକ୍ରିୟା ଏକ ଘଣ୍ଟାରୁ ଅଧିକ ସମୟ ସମ୍ପୂର୍ଣ୍ଣ ନେଇପାରେ।",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ଯଦି ରେକର୍ଡିଂ କିମ୍ୱା ସଫ୍ଟୱାୟାର୍ ଅପଡେଟ୍ ପ୍ରଗତିରେ ଅଛି, ଯେଉଁ ପର୍ଯ୍ୟନ୍ତ ତାହା ସମ୍ପନ୍ନ ନ ହୋଇଛି ତାହା ଅପେକ୍ଷା କରିବ ଏବଂ ପ୍ରକ୍ରିୟା {n} ମିନିଟରୁ ଅଧିକ ସମୟ ସମ୍ପୂର୍ଣ୍ଣ ନେଇପାରେ।",
	"If the device is not connected, you may not hear any sound through it.": "ଯଦି ଡିଭାଇସ ସଂଯୋଗ ହୋଇନଥାଏ, ତେବେ ଆପଣ ସେଗୁଡିକ ମଧ୍ୟ ଦେଇ କୌଣସି ଧ୍ୱନି ଶୁଣିନପାରନ୍ତି।",
	"If the edge of the screen is not clean, please turn this function off.": "ଯଦି ପ୍ରାନ୍ତ ସ୍କ୍ରିନ୍‌ ଖାଲି ନ ଥାଏ, ତେବେ ଦୟାକରି ଏହା ପ୍ରକାର୍ଯ୍ୟ ଟର୍ନ୍‌ ଅଫ୍ କରନ୍ତୁ।",
	"If the program does not support multiple languages, the default language is selected.": "ଯଦି ପ୍ରୋଗ୍ରାମ୍ ଏକାଧିକ ଭାଷ ସମର୍ଥନ ନ କରେ, ତେବେ ଡିଫଲ୍ଟ ଭାଷା ମନୋନୀତ କରନ୍ତୁ।",
	"If the program does not support the selected output format, the default output from the source will be used.": "ଯଦି ପ୍ରୋଗ୍ରାମ୍ ଚୟନିତ ଆଉଟପୁଟ୍‌ ଫର୍ମାଟ୍ ସମର୍ଥନ କରେ ନାହିଁ, ସେତେବେଳେ ଉତ୍ସରୁ ଡିଫଲ୍ଟ ଆଉଟପୁଟ୍‌ ବ୍ୟବହାର କରା ହେବ।",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ଯଦି ପ୍ରୋଗ୍ରାମ୍ ଭିନ୍ନ ଅଡିଓ ସେଟିଂସ୍ ସମର୍ଥନ କରେ ନାହିଁ, ତେବେ ଡିଫଲ୍ଟ ଅଡିଓ ମନୋନୀତ କରାଯିବ।",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ଏହି ଲକ୍ଷଣ ପୁନରାବୃତ୍ତିଗୁଡିକ ଦେଖା ଗଲେ, ଦୟାକରି ସେଟ୍ ମୂଲ୍ୟ ପୁନଃ ପରିବର୍ତ୍ତନ କିମ୍ୱା ସଂଯୋଜିତ ବାହ୍ୟ ଡିଭାଇସ୍ ପୁନଃଆରମ୍ଭ କରନ୍ତୁ।",
	"If the selected language does not support, the default language from broadcasts will be used.": "ଯଦି ମନୋନୀତ ଭାଷା ସମର୍ଥନ ନୁହେଁ, ତେବେ ବ୍ରଡକାଷ୍ଟଗୁଡିକରୁ ଡିଫଲ୍ଟ ଭାଷା ବ୍ୟବହୃତ ହେବ।",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ଯଦି ସ୍ଥିର ସ୍କ୍ରିନକୁ ଏକ ଘଣ୍ଟା ପାଇଁ କୌଣସି ଉପଭୋକ୍ତା ଇନପୁଟ୍ ପ୍ରାପ୍ତ ନ ହୋଇଛି, ତେବେ ଏହା ଏକ ସ୍କ୍ରିନ୍ ସେଭରରେ ସ୍ଵିଚ୍ ହେବ।",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "ଯଦିଆପଣ ସେଟ୍ କରିଥିବା ସମୟ ସମ୍ପ୍ରତି ସମୟ ଠାରୁ ଭିନ୍ନ ହୁଏ, ତେବେ ହୋଇପାରେ ଯେ କିଛି ସ୍ମାର୍ଟ୍‌ ବୈଶିଷ୍ଟ୍ୟ ପ୍ରଦର୍ଶିତ ହେବ ନାହିଁ।",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "ଯଦି ଆପଣ ଡିଭାଇସ ମାଧ୍ୟମରେ ଧ୍ୱନୀ ଶୁଣିପାରୁନାହାଁନ୍ତି, ତେବେ ସୁନିଶ୍ଚିତ ହୁଅନ୍ତୁ ଯେ ଏହା ଠିକ୍ ଭାବରେ କାର୍ଯ୍ୟ କରୁଛି ଏବଂ LG Sound Syncକୁ ସମର୍ଥନ କରେ।",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "ଯଦି ଆପଣ ଷ୍ଟୋର୍ ଡେମୋ ମୋଡ୍ ର ଚୟନ କରନ୍ତି, ତେବେ ଏହା TV ବିକ୍ରୟ କରୁଥିବା ରିଟେଲ୍ ପ୍ରଦର୍ଶନ ପାଇଁ ଅପ୍ଟିମାଇଜ୍‌ ମୂଲ୍ୟରେ ସେଟ୍ ଅଛି।",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "ଯଦି ଆପଣ ଅଡିଓ ଗାଇଡାନ୍ସ ଅନ୍ ଥାଏ, ତେବେ ଆପଣ କେବଳ ଆପଣଙ୍କ ରିମୋଟ୍ ର ବାମ, ଡାହାଣ, ଉପର, ତଳ ବଟନ ସହ ଘୁଞ୍ଚାନ୍ତୁ ଏବଂ କିଛି ଆପ୍ଲିକେସନ୍ ଯାହା ପଏଣ୍ଟର୍ ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକୀୟ କରେ ନାହିଁ।",
	"If you turn it off, CAM operator's profile will be deleted.": "ଯଦି ଆପଣ ଏହା ଅଫ୍ କରନ୍ତି, ତେବେ CAM ଅପରେଟର୍'ର ପ୍ରୋଫାଇଲ୍ ବିଲୋପିତ ହେବ।",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ଯଦି ଆପଣ ଏହାକୁ ଟର୍ନ୍ ଅଫ୍ କରିବେ, ସମସ୍ତ CAM ଚ୍ୟାନେଲଗୁଡିକ ଉପଲବ୍ଧ ହେବ ନାହିଁ ଏବଂ ବିଜ୍ଞପ୍ତିଗୁଡିକ ଆଉ ଅଧିକ ସମୟ ପ୍ରଦାନ ହେବ ନାହିଁ।",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "ଯଦି ଆପଣ 'ଦ୍ରୁତ ଆରମ୍ଭ+' କୁ ଟର୍ନ୍ ଅଫ୍ କରନ୍ତି, ତେବେ ଆପଣ ରିମୋଟକୁ ମୁକ୍ତ ନିୟନ୍ତ୍ରଣ ସହ ଆପଣଙ୍କ TV ଟର୍ନ୍ ଅନ୍ କରିବାକୁ ସମର୍ଥ ନୁହେଁ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ଯଦି ଆପଣ ସ୍କ୍ରିନ୍ ସେଭର୍ ଅଫ୍ ଏବଂ ସେହି ଫଟୋ 2 ଘଣ୍ଟାରୁ ଅଧିକ ସମୟ ପାଇଁ ସ୍କ୍ରିନ୍ ବଳବତ୍ତ ରହିବ, ଏହା ଆପଣଙ୍କ ସ୍କ୍ରିନ୍ ର ଫଟୋ ଗୁଣବତ୍ତା ପ୍ରଭାବ କରିପାରେ। ଯଦି ଏହା 5 ଘଣ୍ଟାରୁ ଅଧିକ ବଳବତ୍ତ ରୁହେ, ସ୍ଥାୟୀ ଫଟୋ ଗୁଣବତ୍ତା ଅବଚୟ ଘଟିପାରେ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ଯଦି ଆପଣ ଏହି ବିକଳ୍ପ ଅଫ୍ କରନ୍ତି, ତେବେ ସ୍ଥିର ସ୍କ୍ରିନ୍ ଅଧିକ ସମୟ ରହିବ, ଯାହା ସ୍କ୍ରିନ୍ ଗୁଣବତ୍ତାକୁ ଖରାପ କରେ କିମ୍ୱା କିଛି ପରିସ୍ଥିତିରେ ହୁଏତଃ ପୁନରୁଦ୍ଧାର କରାଯାଇପାରେ।",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ଯଦି ଆପଣ ଶକ୍ତି ସଂଚୟ ଫଙ୍କ୍ସନ୍ ବ୍ୟବହାର କରିବେ, ଆପଣଙ୍କ TVର ଉଜ୍ଜ୍ୱଳତା ପ୍ରଭାବିତ ହେବ।",
	"Import your TV's channel list information from a connected USB device.": "ସଂଯୁକ୍ତ ହୋଇଥିବା USBରୁ ଆପଣଙ୍କର TVର ଚ୍ୟାନେଲ୍ ତାଲିକା ସୂଚନା ଆମଦାନୀ କରନ୍ତୁ।",
	"Import/export your TV's channel list information from/to a connected USB device.": "ସଂଯୁକ୍ତ ହୋଇଥିବା USB ଡିଭାଇସକୁ/ଠାରୁ ଆପଣଙ୍କ TVର ଚ୍ୟାନେଲ ତାଲିକା ରପ୍ତାନୀ/ ଆମଦାନୀ କରନ୍ତୁ ।",
	"In Home": "ମୂଳପୃଷ୍ଠାରେ",
	"India": "ଭାରତ",
	"Indianapolis": "ଇଣ୍ଡିଆନ୍ପଲିସ୍",
	"Indonesia": "ଇଣ୍ଡୋନେସିଆ",
	"Indonesian": "ଇଣ୍ଡୋନେସିଆନ୍",
	"Inner": "ଆଭ୍ୟନ୍ତରୀଣ",
	"Input": "ଇନ୍‌ପୁଟ୍",
	"Input Locks": "ଇନପୁଟ୍‌ ଲକ୍‌ଗୁଡିକ",
	"Input field": "ଇନପୁଟ୍ କ୍ଷେତ୍ର",
	"Installing...": "ସଂସ୍ଥାପନ କରୁଛି...",
	"Instant Game Response": "ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା",
	"Interactive Service": "ପାରସ୍ପରିକ ସେବା",
	"Interactivity(DTVi)": "ଇଣ୍ଟରଆକ୍ଟିଭିଟି (DTVi)",
	"Internal TV Speaker": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର",
	"Invert Colors": "ରଙ୍ଗଗୁଡିକ ବୀପରିତ କରନ୍ତୁ",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "ସ୍କ୍ରିନରେ ପ୍ରଦର୍ଶିତ ବସ୍ତୁର ଦୃଶ୍ୟଲବ୍ଧତାକୁ ବଢାଇବା ପାଇଁ କିଛି ମେନ୍ୟୁରେ କିଛି ରଙ୍ଗକୁ ପରିବର୍ତ୍ତନ ଏବଂ କ୍ଷତିପୂର୍ତ୍ତି କରିବା।",
	"Iran": "ଇରାନ୍",
	"Iraq": "ଇରାକ୍",
	"Ireland": "ଆୟରଲ୍ୟାଣ୍ଡ",
	"Irish": "ଆଇରିସ୍",
	"Irkutsk": "ଇର୍କୁସ୍କ",
	"Israel": "ଇସ୍ରାଏଲ୍",
	"Istanbul": "ଇସ୍ତାନବୁଲ",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "ଏହା ବ୍ୟକ୍ତିଗତ ଭାବରେ ଫଟୋ ମୋଡକୁ ପୁନଃସେଟ୍ ହୁଏ, ତେଣୁ ବର୍ଣ୍ଣିତ ଫଟୋ ମୋଡ୍ ଚୟନ କରନ୍ତୁ ଏବଂ ଏହାକୁ ପୁନଃସେଟ୍ କରନ୍ତୁ।",
	"It may not sound depending on connected devices.": "ଏହି ସଂଯୋଜିତ ଡିଭାଇସଗୁଡିକର ଭିର୍ତ୍ତି କରି ଏହା ସାଉଣ୍ଡ ନ କରିପାରେ।",
	"It may take a few minutes.": "ଏଥିପାଇଁ କିଛି ମିନିଟ୍ ଲାଗିପାରେ ।",
	"It may take a few seconds.": "ଏଥିପାଇଁ କିଛି ସେକେଣ୍ଡ୍ ଲାଗିପାରେ ।",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "ଏହା ଏକ LG Machine Leaning କୌଶଳ ମାଧ୍ୟମରେ ଶିଖିଥିବା ଏକ ଆଲଗୋରିଦମ୍ ଦ୍ୱାରା ଦେଖିବା ବିଷୟବସ୍ତୁ ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ଭର୍ଚୁୟାଲ୍‌ 4.0 ପାରିପାର୍ଶ୍ଵ ପ୍ରଦାନ କରେ।",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "ଏହା ଏକ LG Deep Learning କୌଶଳ ମାଧ୍ୟମରେ ଶିଖିଥିବା ଏକ ଆଲଗୋରିଦମ୍ ଦ୍ୱାରା ଦେଖିବା ବିଷୟବସ୍ତୁ ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ଭର୍ଚୁୟାଲ୍‌ 5.1 ପାରିପାର୍ଶ୍ଵ ପ୍ରଦାନ କରେ।",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "ଏହି TV ସଂସ୍ଥାପନାର ଉପରେ ଆଧାରିତ ପ୍ରକାର ରୁମରେ ପ୍ରତିଫଳିତ-ଧ୍ୱନିକୁ ଟ୍ୟୁନିଂ ଅପ୍‌ କରିବାକୁ ଅପ୍ଟିମାଇଜ୍‌ ଧ୍ଵନି ପ୍ରଦାନ କରେ।",
	"It reduces jaggies in the picture for a smooth picture.": "ଏହା ଏକ ମସୃଣ ଫଟୋ ପାଇଁ ଫଟୋରେ ଜାଗିସ୍‌ କମ କରି ଦେବ।",
	"It works only when the broadcasting program supports captions.": "ବ୍ରଡକାଷ୍ଟିଂ ପ୍ରୋଗ୍ରାମ୍ କ୍ୟାପସନକୁ ସମର୍ଥନ ବେଳେ ଏହା କେବଳ କାର୍ଯ୍ୟ କରିବ।",
	"It works only when the broadcasting program supports subtitles.": "ବ୍ରଡକାଷ୍ଟିଂ ପ୍ରୋଗ୍ରାମ୍ ଉପଆଖ୍ୟାକୁ ସମର୍ଥନ ବେଳେ ଏହା କେବଳ କାର୍ଯ୍ୟ କରିବ।",
	"Italian": "ଇଟାଲିଆନ୍",
	"Italy": "ଇଟାଲୀ",
	"Ivory Coast": "ଆଇବରୀ କୋଷ୍ଟ",
	"Jakarta": "ଜାକର୍ତ୍ତା",
	"Jamaica": "ଜାମାଇକା",
	"Japan": "ଜାପାନ୍",
	"Japanese": "ଜାପାନିଜ୍",
	"Jayapura": "ଜୟପୁର",
	"Jerusalem": "ଜେରୁସାଲେମ୍",
	"Johannesburg": "ଜୋହାନ୍ସବର୍ଗ",
	"Jordan": "ଜୋର୍ଡାନ୍",
	"Just Scan": "କେବଳ ସ୍କାନ୍‍ କରନ୍ତୁ",
	"Kabul": "କାବୁଲ",
	"Kaliningrad": "କାଲିନିଙ୍ଗ୍ରାଡ",
	"Kamchatka": "କାମଚଟ୍‌କା",
	"Kampala": "କାମ୍ପାଲା",
	"Kannada": "କନ୍ନଡ",
	"Karachi": "କରାଚୀ",
	"Kasem": "କାସେମ",
	"Kashgar": "କାସଗର",
	"Katmandu": "କାଠମାଣ୍ଡୁ",
	"Kazakh": "କାଜାକ୍",
	"Kazakhstan": "କାଜାକାସ୍ଥାନ୍",
	"Kenya": "କେନିୟା",
	"Keyboard Languages": "କିବୋର୍ଡ ଭାଷାଗୁଡିକ",
	"Khartoum": "ଖାର୍ଟୁମ୍",
	"Khovd": "ଖୋଡ୍",
	"Kiev": "କିଏଭ୍",
	"Kigali": "କିଗାଲି",
	"Kingston": "କିଙ୍ଗଷ୍ଟନ୍",
	"Kinshasa": "କିନ୍‌ସାସା",
	"Kiribati": "କିରିବାଟି",
	"Kiritimati": "କିରିଟିମାଟି",
	"Kolkata": "କୋଲକାତା",
	"Korea": "କୋରିଆ",
	"Korean": "କୋରିଆନ୍",
	"Krasnoyarsk": "କ୍ରାସ୍ନୋୟାର୍ସ୍କ",
	"Kuala Lumpur": "କୁଆଲା ଲୁମ୍‌ପୁର",
	"Kuching": "କୁଚିଙ୍ଗ",
	"Kuwait": "କୁଏତ୍",
	"Kuwait City": "କୁଏତ୍ ସହର",
	"Kyrgyzstan": "କିର୍ଗିଜିସ୍ଥାନ",
	"LED Local Dimming": "LED ସ୍ଥାନୀୟ ଡିମିଙ୍ଗ",
	"LG Logo Light (Front of TV)": "LG ଲୋଗୋ ଲାଇଟ୍‌ (TVର ଫ୍ରଣ୍ଟ)",
	"LG Services Country": "LG ସର୍ଭିସ୍‌ଗୁଡ଼ିକ ଦେଶ",
	"LG Wireless Keyboard": "LG ଓୟାରଲେସ୍ କୀବୋର୍ଡ",
	"LG Wireless Keyboard Connected:": "LG ଓୟାରଲେସ୍ କୀବୋର୍ଡ ସଂଯୁକ୍ତ ହୋଇଛି:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG ଓୟାରଲେସ୍ କୀବୋର୍ଡ ଆପଣଙ୍କ Bluetooth‌ ମାଧ୍ୟମରେ TVକୁ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଅନୁମତି କରେ।",
	"La Paz": "ଲାପାଜ୍",
	"Lagos": "ଲାଗୋସ୍",
	"Language": "ଭାଷା",
	"Laos": "ଲାଓସ",
	"Large": "ବଡ଼",
	"Last tuning:": "ଗତ ଟ୍ୟୁନିଂ:",
	"Latvia": "ଲାଟଭିଆ",
	"Latvian": "ଲାଟଭିଆନ୍",
	"Lebanon": "ଲେବାନନ୍",
	"Left": "ବାମ",
	"Left Right": "ବାମ/ଡାହାଣ",
	"Left Surround": "ବାମ ପରିପାର୍ଶ୍ଵ",
	"Left drop shadow": "ବାମ ଡ୍ରପ୍‍ ସ୍ୟାଡୋ",
	"Legal Notice": "ଆଇନଗତ ବିଜ୍ଞପ୍ତି",
	"Lesotho": "ଲେସୋଥୋ",
	"Liberia": "ଲିବେରିଆ",
	"Libreville": "ଲିବ୍ରେଭିଲେ",
	"Libya": "ଲିବିଆ",
	"Liechtenstein": "ଲିଚେସ୍ତିଆନାନ୍",
	"Light": "ଲାଇଟ୍",
	"Lilongwe": "ଲିଲଙ୍ଗୱି",
	"Lima": "ଲିମା",
	"Limit AD Tracking": "AD ଟ୍ରାକିଂ ସୀମା",
	"Lisbon": "ଲିସବନ୍",
	"Lithuania": "ଲିଥୁଆନିଆ",
	"Lithuanian": "ଲିଥୁଆନିଅନ୍",
	"Live Theater": "ଲାଇଭ୍ ଥିଏଟର",
	"Ljubljana": "ଲୁବଲିଜାନା",
	"Loading...": "ଲୋଡ୍ କରୁଛି...",
	"Local": "ସ୍ଥାନୀୟ",
	"Local Language": "ସ୍ଥାନୀୟ ଭାଷା",
	"Location": "ଅବସ୍ଥିତି",
	"Lock All": "ସମସ୍ତ ଲକ୍‌ କରନ୍ତୁ",
	"Lock changes for currently running apps will be applied the next time they are started.": "ସମ୍ପ୍ରତି ଚାଲିଥିବା ଆପ୍ଲିକେସନ୍ ପାଇଁ ପରବର୍ତ୍ତୀ ଥର ଆରମ୍ଭ ହେବା ବେଳେ ଆପ୍ଲିକେସନ୍ ଲକ୍ ବଦଳି ପ୍ରଯୁଜ୍ୟ ହେବ।",
	"Logo Luminance Adjustment": "ଲୋଗୋ ଲୁମିନାନ୍ସ ସମାଯୋଜନ",
	"Lome": "ଲୋମ୍",
	"London": "ଲଣ୍ଡନ",
	"Lord Howe": "ଲର୍ଡ ହୋ",
	"Los Angeles": "ଲସ୍ ଆଞ୍ଜେଲେସ",
	"Louisville": "ଲୁସିଭିଲେ",
	"Low": "ନିମ୍ନ",
	"Luanda": "ଲୁଆଣ୍ଡା",
	"Lubumbashi": "ଲୁବୁମବାସୀ",
	"Luminance": "ଲୁମିନାନ୍ସ",
	"Lusaka": "ଲୁସାକା",
	"Luxembourg": "ଲକ୍ସେମବର୍ଗ",
	"MAC Address": "MAC ଠିକଣା",
	"MAC Address (Wired)": "MAC ଠିକଣା (ତାରଯୁକ୍ତ)",
	"MAC Address (Wireless)": "MAC ଠିକଣା (ବେତାର)",
	"MASTER PASSWORD": "ମାଷ୍ଟାର୍ ପାସୱାର୍ଡ୍",
	"MHEG Guide": "MHEG ଗାଇଡ୍",
	"MPEG Noise Reduction": "MPEG କୋଳାହଳ ହ୍ରାସ",
	"Macao": "ମାକାଓ",
	"Macedonia": "ମାସେଡୋନିଆ",
	"Macedonia, The Former Yugoslav Republic Of": "ମାସେଡୋନିଆ, ପୂର୍ବତନ ୟୁଗୋସ୍ଲୋଭାକ ରିପବ୍ଲିକ ଅଫ",
	"Macedonian": "ମାସେଡୋନିଆନ୍",
	"Maceió": "ମାସେଇଓ",
	"Maceió ": "ମାସେଇଓ",
	"Madagascar": "ମାଡାଗାସ୍କାର",
	"Madeira": "ମଦେଇରା",
	"Madrid": "ମାଦ୍ରିଦ୍",
	"Magadan": "ମାଗାଦାନ୍",
	"Magenta": "ମାଜେଣ୍ଟା",
	"Makassar": "ମାକାସାର",
	"Make blurry or difficult-to-see areas more vivid.": "ଅସ୍ପଷ୍ଟ କିମ୍ୱା ଦେଖିବାରେ ସମସ୍ୟା ସ୍ଥାନଗୁଡିକୁ ଅଧିକ ଉଜ୍ଜ୍ୱଳ କରନ୍ତୁ।",
	"Malabo": "ମାଲାବୁ",
	"Malawi": "ମାଲୱି",
	"Malay": "ମାଲୟ",
	"Malayalam": "ମାଲାୟଲମ୍",
	"Malaysia": "ମାଲେସିଆ",
	"Maldives": "ମାଳଦ୍ୱୀପ",
	"Mali": "ମାଲି",
	"Malta": "ମାଲ୍ଟା",
	"Manage channels stored on the TV.": "TVରେ ଷ୍ଟୋର୍ ହୋଇଥିବା ଚ୍ୟାନେଲଗୁଡିକ ପରିଚାଳନା କରନ୍ତୁ।",
	"Managua": "ମାନାଗୁଆ",
	"Manama": "ମାନମା",
	"Manaus": "ମାନାଉସ",
	"Mandarin": "ମାଣ୍ଡାରିନ୍",
	"Manila": "ମାନିଲା",
	"Manual": "ହସ୍ତଚାଳିତ",
	"Maori": "ମାଓରି",
	"Maputo": "ମାପୁତୋ",
	"Marathi": "ମରାଠୀ",
	"Marquesas": "ମାରାକୁଏସାସ୍",
	"Marshall Islands": "ମାର୍ଶାଲ୍‍ ଆଇଲ୍ୟାଣ୍ଡ",
	"Martinique": "ମାଟିନିକ୍ୟୁ",
	"Maseru": "ମାସେରୁ",
	"Mature Audience Only": "କେବଳ ପରିପକ୍ବ ଶ୍ରୋତାମାନଙ୍କ ପାଇଁ",
	"Mauritania": "ମାଉରିଟାନିଆ",
	"Mauritius": "ମୌରିସସ୍",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "ଉଜ୍ଜ୍ୱଳତା ଏବଂ ସ୍କ୍ରିନ୍‌ର ଅନ୍ଧାରୁଆ କ୍ଷେତ୍ରର ତୀବ୍ରତା ବଢ଼ାଇ ପରେ କଣ୍ଟ୍ରାଷ୍ଟ୍ ସର୍ବାଧିକ କରନ୍ତୁ ।",
	"Mayotte": "ମାୟୋଟେ",
	"Mazatlán": "ମାଜେଟଲଆନ୍",
	"Mbabane": "ବାବାନ୍",
	"Medium": "ମଧ୍ୟମ",
	"Menu Language": "ସୂଚୀ ଭାଷା",
	"Menu Transparency": "ମେନ୍ୟୁ ସ୍ୱଚ୍ଛତା",
	"Message": "ବାର୍ତ୍ତା",
	"Method": "ପଦ୍ଧତି",
	"Mexico": "ମେକ୍ସିକୋ",
	"Mexico City": "ମେକ୍ସିକୋ ସିଟି",
	"Middle East": "ମଧ୍ୟ ପ୍ରାଚ୍ୟ",
	"Minsk": "ମିନସ୍କ",
	"Minutes": "ମିନିଟ୍",
	"Mobile Connection Management": "ମୋବାଇଲ୍ ସଂଯୋଜନା ପରିଚାଳନା",
	"Mode Option": "ମୋଡ୍ ବିକଳ୍ପ",
	"Model": "ମଡେଲ",
	"Mogadishu": "ମୋଗାଡିସୁ",
	"Moldova": "ମୋଲଡୋଭା",
	"Monaco": "ମୋନାକୋ",
	"Moncton": "ମୋନକ୍‌ଟୋନ୍",
	"Mongolia": "ମଙ୍ଗୋଲିଆ",
	"Monrovia": "ମୋନରଭିଆ",
	"Montenegro": "ମଣ୍ଟେନେଗ୍ରୋ",
	"Monterrey": "ମଣ୍ଟେରି",
	"Montevideo": "ମଣ୍ଟେଭିଡିଓ",
	"Month": "ମାସ",
	"Montréal": "ମୋନଟ୍ରିଏଲ",
	"Morocco": "ମୋରୋକ୍କୋ",
	"Moscow": "ମସ୍କୋ",
	"Motion Eye Care": "ମୋସନ ଆଇକେୟାର",
	"Motion Pro": "ମୋଶନ୍‌ ପ୍ରୋ",
	"Movie Lock": "ମୁଭି ଲକ୍ ଅଛି",
	"Mozambique": "ମୋଜାମ୍ବିକ୍",
	"Multi": "ଏକାଧିକ",
	"Multi Audio": "ଏକାଧିକ ଅଡିଓ",
	"Multi Channel Audio": "ମଲ୍ଟି ଚ୍ୟାନେଲ୍‌ ଅଡିଓ",
	"Multi Feed": "ଏକାଧିକ ଫିଡ୍",
	"Multiple": "ଏକାଧିକ",
	"Muscat": "ମସ୍‌କଟ୍",
	"Music": "ସଂଗୀତ",
	"Myanmar": "ମିୟାମାର୍",
	"Mérida": "ମେରିଡା",
	"NEXTGEN TV Mode": "NEXTGEN TV ମୋଡ୍",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - ନ୍ୟୁ ସାଉଥ୍ ୱାଲେସ/ଅଷ୍ଟ୍ରେଲିଆନ୍ କ୍ୟାପିଟାଲ ଟେରିଟୋରି- ସିଡ୍‌ନୀ",
	"NT - Northern Territory - Darwin": "NT - ନଦର୍ଣ୍ଣ ଟେରିଟୋରି - ଡାରୁଇନ୍",
	"Nairobi": "ନୈରୋବି",
	"Namibia": "ନାମ୍ବିଆ",
	"Narrow": "ସଂକୀର୍ଣ୍ଣ",
	"Nassau": "ନାସାଉ",
	"Natural": "ପ୍ରକୃତ",
	"Ndebele": "ନେବେଲେ",
	"Ndjamena": "ନଜାମେନା",
	"Nepal": "ନେପାଳ",
	"Netherland": "ନେଦରଲ୍ୟାଣ୍ଡ",
	"Netherlands": "ନେଦରଲ୍ୟାଣ୍ଡ",
	"Network": "ନେଟୱର୍କ",
	"Network Connection Settings": "ନେଟୱାର୍କ୍ ସଂଯୋଜନା ସେଟିଂସ୍",
	"Network Name": "ନେଟୱର୍କ ନାମ",
	"Network-Based Personalization Recommendations": "ନେଟୱାର୍କ୍-ଆଧାରିତ ବ୍ୟକ୍ତିଗତକରଣ ସୁପାରିଶକରଣଗୁଡିକ",
	"New Caledonia": "ନ୍ୟୁ କାଲେଡୋନିଆ",
	"New York": "ନ୍ୟୁ ୱର୍କ",
	"New Zealand": "ନ୍ୟୁଜିଲାଣ୍ଡ",
	"Next": "ପରବର୍ତ୍ତୀ",
	"Niamey": "ନିଆମେ",
	"Nicaragua": "ନିକାରାଗୁଆ",
	"Nicosia": "ନିକୋସିଆ",
	"Niger": "ନାଇଜର",
	"Nigeria": "ନାଇଜେରିଆ",
	"Night": "ରାତ୍ରି",
	"Nipigon": "ନିପିଗାନ୍",
	"No": "ନା",
	"No Internet via 3G/4G network": "3G/4G ନେଟୱର୍କ ମାଧ୍ୟମରେ କୌଣସି ଇଣ୍ଟରନେଟ୍ ନାହିଁ",
	"No Internet via Ethernet": "ଇଥରନେଟ୍ ମାଧ୍ୟମରେ ଇଣ୍ଟରନେଟ୍ ନାହିଁ",
	"No Internet via Wi-Fi": "Wi-Fi ମାଧ୍ୟମରେ କୌଣସି ଇଣ୍ଟରନେଟ୍ ନାହିଁ",
	"No One 17 and Under Admitted.": "17 ଏବଂ କମ୍ ବୟସର କୌଣସି ବ୍ୟକ୍ତିଙ୍କୁ ଅନୁମତି ଦିଆଯାଏ ନାହିଁ ।",
	"No Operation Auto Off": "ଅପରେସନ୍‍ ସ୍ୱତଃ ଅଫ୍‍ ହୁଏନାହିଁ",
	"No Signal Auto Off": "କୌଣସି ସିଗ୍ନାଲ୍‍ ନାହିଁ ସ୍ୱତଃ ଅଫ୍",
	"No Signal Image": "କୌଣସି ସିଗନାଲ୍ ଫଟୋ ନାହିଁ",
	"No Signal Power Off (15Min)": "କୌଣସି ସିଗ୍ନାଲ୍‍ ନାହିଁ ପାୱାର୍‍ ଅଫ୍‍ (15ମିନିଟ୍‍)",
	"No devices have been found.": "କୌଣସି ଡିଭାଇସ୍ ମିଳିଲା ନାହିଁ।",
	"No paired devices.": "କୌଣସି ପେୟାର୍ ହୋଇଥିବା ଡିଭାଇସ୍ ନାହିଁ।",
	"No signal on Server": "ସର୍ଭରରେ କୌଣସି ସିଗନାଲ୍ ନାହିଁ।",
	"No updates found.": "କୌଣସି ଅପ୍ଡେଟ୍ ମିଳିଲା ନାହିଁ ।",
	"Noise Reduction": "କୋଳାହଳ ହ୍ରାସ",
	"None": "କୌଣସିଟି ନୁହେଁ",
	"Normal": "ସାଧାରଣ",
	"North Korea": "ଉତ୍ତର କୋରିଆ",
	"Northern Africa": "ଉତ୍ତର ଆଫ୍ରିକା",
	"Norway": "ନରୱେ",
	"Norwegian": "ନରୱେଜିଆନ୍",
	"Not Connected": "ସଂଯୁକ୍ତ ହୋଇନାହିଁ",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "ନୋଟ୍‌: ଯଦି ଆପଣଙ୍କ ଡିଭାଇସ୍ ଏହି ବୈଶିଷ୍ଟ୍ୟ ସମର୍ଥନ କରେ ନାହିଁ, ତେବେ ଏହା ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରୁନାହିଁ। ଏହି କ୍ଷେତ୍ରରେ, ଆପଣ ଏକ ଭିନ୍ନ HDMI ପୋର୍ଟ୍ ଡିଭାଇସ୍ ସଂଯୋଗ କିମ୍ୱା 8K HDMI Ultra HD Deep Color ସେଟିଂ ଅଫ୍ କରିପାରେ।",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "ନୋଟ୍‌: ଯଦି ଆପଣଙ୍କ ଡିଭାଇସ୍ ଏହି ବୈଶିଷ୍ଟ୍ୟ ସମର୍ଥନ କରେ ନାହିଁ, ତେବେ ଏହା ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରୁନାହିଁ। ଏହି କେସରେ, ଆପଣ ଏକ ଭିନ୍ନ HDMI ପୋର୍ଟ୍ ଡିଭାଇସ୍ ସଂଯୋଗ କିମ୍ୱା HDMI Ultra HD Deep Color ସେଟିଂ ଅଫ୍ କରିପାରେ।",
	"Note: Available options depend on the broadcast program.": "ସୂଚନା: ଉପଲବ୍ଧ ବିକଳ୍ପଗୁଡ଼ିକ ବ୍ରଡକାଷ୍ଟ ପ୍ରୋଗ୍ରାମ୍‍ ଉପରେ ନିର୍ଭର କରିଥାଏ ।",
	"Note: Behavior may differ if connected device is not a LG device.": "ଟିପ୍ପଣୀ: ଯଦି ସଂଯୋଜିତ ଡିଭାଇସ୍ ଏକ LG ଡିଭାଇସ୍ ନ ହୁଏ ତେବେ ଆଚରଣ ଭିନ୍ନ ହୋଇପାରେ।",
	"Note: Only displayed when it is provided by the program.": "ସୂଚନା: କେବଳ ଯେତେବେଳେ ଏହା ପ୍ରୋଗ୍ରାମ୍ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଏ ପ୍ରଦର୍ଶିତ ହୋଇଥାଏ ।",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ସୂଚନା: କେବଳ ଯେତେବେଳେ ବ୍ରଡକାଷ୍ଟ ପ୍ରୋଗ୍ରାମ୍ ଦିଆଯାଇଥାଏ ଶିରୋନାମାଗୁଡିକ ପ୍ରଦର୍ଶିତ ହୋ‍ଇଥାଏ ।",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ସୂଚନା: ସମର୍ଥିତ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ମଡେଲ୍ ଏବଂ Live TV କିମ୍ୱା VOD ବିଷୟବସ୍ତୁ ଭଳି ସମସ୍ତ ପ୍ଲେବ୍ୟାକ୍ ସହ ବୈଶିଷ୍ଟ୍ୟ ସଞ୍ଚାଳନ ଦ୍ୱାରା ଭିନ୍ନ ହୋଇପାରେ।",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ଧ୍ୟାନ ଦିଅନ୍ତୁ:<br>1. ଯଦି ପିକ୍ସେଲ୍ ସତେଜତା ପ୍ରକ୍ରିୟା ସମୟରେ ଆପଣ TV ଟର୍ନ୍ ଅନ୍ ହୁଏ, ତେବେ ଏହି ପ୍ରକ୍ରିୟା ସ୍ଥଗିତ ହେବ ଏବଂ ଆପଣଙ୍କୁ ଆରମ୍ଭ ଶେଷ ହେବ।<br>2. ପ୍ରକ୍ରିୟା ବେଳେ, ଏକ ଧଳା ରେଖା ସ୍କ୍ରିନ୍ରେ ପ୍ରଦର୍ଶିତ ହେବ। ଆପଣଙ୍କ ସ୍କ୍ରିନ୍ ଖାଲି କରିବା ବେଳେ ଏହା ସ୍ୱାଭାବିକ।",
	"Notifications": "ବିଜ୍ଞପ୍ତି",
	"Nouméa": "ନୋମ୍‌ଇଏ",
	"Novosibirsk": "ନୋଭୋସିବିରସ୍କ",
	"Nzema": "ଜେମା",
	"OK": "ଠିକ୍ ଅଛି",
	"OLED LIGHT": "OLED ଲାଇଟ୍",
	"OLED Motion": "OLED ମୋସନ୍‌",
	"OLED Motion Pro": "OLED ମୋସନ୍‌ ପ୍ରୋ",
	"OLED Screen Saver": "OLED ସ୍କ୍ରିନ୍‌ ସେଭର୍‌",
	"OLED Surround": "OLED ସରାଉଣ୍ଡ୍",
	"Object Audio": "ଅବଜେକ୍ଟ ଅଡିଓ",
	"Off": "ଅଫ୍",
	"Oman": "ଓମାନ୍",
	"Omsk": "ଓମସ୍କ",
	"On": "ଅନ୍",
	"OnTimer Channel not selected": "ଅନ୍‍ ଟାଇମର୍‌ ଚ୍ୟାନେଲ୍‌ ଚୟନ କରାଯାଇ ନାହଁ ।",
	"Open": "ଖୋଲନ୍ତୁ",
	"Open Source Licenses": "ମୁକ୍ତ ଉତ୍ସ ସଫ୍ଟଓୟାର ସୂଚନା",
	"Open when TV is turned on": "TV ଅନ୍ କରାଯିବା ସମୟରେ ଖୋଲନ୍ତୁ",
	"Operate once when TV is off": "TV ଅଫ୍ ବେଳେ ଥରେ ଅପରେଟ୍‌ କରନ୍ତୁ।",
	"Optical": "ଅପ୍ଟିକାଲ",
	"Optical + Internal TV Speaker": "ଅପ୍ଟିକାଲ + ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର୍‌",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "ଗୋଟିଏ LG Machine Leaning ଟେକନିକର ମାଧ୍ୟମରେ ଶିଖିଥିବା ଏକ ଆଲଗୋରିଦମ୍ ଦ୍ୱାରା ବିଷୟବସ୍ତୁ ପାଇଁ ଏକ ଗଭୀର ଅପ୍ଟିମାଇଜ୍‌ କରନ୍ତୁ।",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR ବିଷୟବସ୍ତୁର ଫଟୋ ଔଜଲ୍ୟତା ଉପରେ ଆଧାର କରି କଣ୍ଟ୍ରାଷ୍ଟ ସେଟିଂସ୍ ଅପ୍ଟିମାଇଜ୍‌ କରନ୍ତୁ।",
	"Optimize contrast settings based on image brightness.": "ପ୍ରତିଛବି ଉଜ୍ଜ୍ୱଳତା ଆଧାରରେ କଣ୍ଟ୍ରାଷ୍ଟ୍ ସେଟିଂ ସର୍ବୋତ୍ତମ କରନ୍ତୁ ।",
	"Optimize the sound for a cinematic experience.": "ଏକ ସିନେମେଟିକ୍ ଅଭିଜ୍ଞତା ପାଇଁ ଧ୍ଵନି ଅନୁକୂଳିତ କରନ୍ତୁ।",
	"Oranjestad": "ଓରାନଜେସ୍ତାଦ୍",
	"Original Language": "ମୂଳ ଭାଷା",
	"Oslo": "ଓସଲୋ",
	"Others": "ଅନ୍ୟାନ୍ୟ",
	"Ouagadougou": "ଓଉଆଗାଡୌଗୌ",
	"Outer": "ବାହ୍ୟ",
	"Output sound through the Internal TV speaker.": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର ମାଧ୍ୟମରେ ଆଉଟ୍‌ପୁଟ୍‌ ସାଉଣ୍ଡ ।",
	"Pagode": "ପାଗୋଡେ",
	"Pakistan": "ପାକିସ୍ତାନ",
	"Palau": "ପାଲାଉ",
	"Panama": "ପାନାମା",
	"Panama City": "ପାନାମା ସିଟି",
	"Panjabi": "ପଞ୍ଜାବୀ",
	"Papua New Guinea": "ପପୁଆ ନ୍ୟୁ ଗିନି",
	"Paraguay": "ପାରାଗୁଏ",
	"Paramaribo": "ପାରାମାରିବୋ",
	"Parental Guidance Suggested": "ଅଭିଭାବକ ମାର୍ଗଦର୍ଶନ ପରାମର୍ଶ ଦିଆଯାଏ",
	"Parental Guidance Suggested :": "ଅଭିଭାବକ ମାର୍ଗଦର୍ଶନ ପରାମର୍ଶ ଦିଆଯାଏ :",
	"Parental guidance suggested for children ages 8-13.": "ପ୍ୟାରେଣ୍ଟାଲ୍ ଗାଇଡାନ୍ସ ପିଲାମାନଙ୍କ 8-13 ବର୍ଷର ବୟସ ପାଇଁ ପ୍ରସ୍ତାବିତ କରାଯାଇଛି।",
	"Parents Guidance strongly required :": "ଅଭିଭାବକ ମାର୍ଗଦର୍ଶକ ଦୃଢ ଭାବରେ ଆବଶ୍ୟକୀୟ :",
	"Parents Strongly Cautioned": "ପିତାମାତାଙ୍କୁ ଦୃଢ଼ ଭାବରେ ସାବଧାନ କରିଦିଆଯାଏ",
	"Paris": "ପ୍ୟାରିସ",
	"Pass Through": "ପାସ ମାଧ୍ୟମରେ",
	"Password": "ପାସ୍‌ୱାର୍ଡ୍",
	"Patent Information": "ପାଟେଣ୍ଟ ସୂଚନା",
	"Peak Brightness": "ପିକ୍ ଔଜଲ୍ୟତା",
	"Persian": "ପର୍ସିଆନ୍",
	"Peru": "ପେରୁ",
	"Philippines": "ଫିଲିପାଇନସ୍",
	"Phnom Penh": "ନମ୍ ପେନ୍",
	"Phoenix": "ଫିନିକ୍ସ",
	"Photo": "ଫଟୋ",
	"Pick a Time": "ଏକ ସମୟ ବାଛନ୍ତୁ",
	"Picture": "ଚିତ୍ର",
	"Picture Mode": "ଚିତ୍ର ମୋଡ୍",
	"Picture Mode Settings": "ଚିତ୍ର ମୋଡ୍‌ ସେଟିଙ୍ଗଗୁଡିକ",
	"Picture Options": "ଛବି ବିକଳ୍ପଗୁଡ଼ିକ",
	"Picture Test": "ଚିତ୍ର ପରୀକ୍ଷା",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ବାହ୍ୟ ଡିଭାଇସ୍ ସଂଯୋଜିତ ବେଳେ ଫଟୋ କିମ୍ୱା ଧ୍ଵନି ହୁଏତଃ ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରୁନାହିଁ ଏବଂ TV ପ୍ରାରମ୍ଭିକ ଭାବେ ଯୋଗାଯୋଗ କରୁଛି। ଯଦି ସମସ୍ୟା ଜାରିରହେ, ଦୟାକରି ସେଟିଂସ୍ କୁ ଫେରନ୍ତୁ କିମ୍ୱା ଆପଣଙ୍କ ସଂଯୋଜିତ ବାହ୍ୟ ଡିଭାଇସ୍ ରିବୁଟ୍ କରନ୍ତୁ।",
	"Pitch": "ପିଚ୍",
	"Pixel Refresher": "ପିକ୍ସେଲ୍ ସତେଜତା",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "ପିକ୍ସେଲ୍ ସତେଜତା ଆପଣଙ୍କ TV ପରିଷ୍କାର ଫଟୋ ସମ୍ଭବ ପ୍ରଦାନ କରିବାକୁ ଅନୁମତି କରେ।",
	"Pixel Refresher begins only once when the TV is turned off.": "TV ଟର୍ନ୍‌ ଅଫ୍ ବେଳେ ଥରେ କେବଳ ପିକ୍ସେଲ୍ ସତେଜତା ଆରମ୍ଭ କରନ୍ତୁ।",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "ପିକ୍ସେଲ୍ ସତେଜତା ପରବର୍ତ୍ତୀ ସମୟ ଆପଣଙ୍କ TV ଟର୍ନ୍ ଅଫ୍ ଆରମ୍ଭ କରିବାକୁ ନିର୍ଦ୍ଧାରଣ ହୋଇଛି।",
	"Play": "ଚାଳନ",
	"Play sound through TV Speaker.": "TV ସ୍ପିକର୍ ମାଧ୍ୟମରେ ଧ୍ଵନି ଚାଳନ କରନ୍ତୁ।",
	"Play the standard sound suitable for all types of content.": "ସମସ୍ତ ପ୍ରକାରର ବିଷୟବସ୍ତୁ ପାଇଁ ଉପଯୁକ୍ତ ଆଦର୍ଶ ଧ୍ଵନି ଚାଳନ କରନ୍ତୁ।",
	"Please check if WiSA Speakers are turned on and try again.": "ଦୟାକରି ଯଦି WiSA ସ୍ପିକରଗୁଡିକ ଟର୍ନ୍‌ ଅନ୍‌ ଅଛି କି ନାହିଁ ତାହା ଯାଞ୍ଚ କରନ୍ତୁ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।",
	"Please check that the Bluetooth device is already connected to another device.": "ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ ଯେ Bluetooth ଡିଭାଇସ୍ ଅନ୍ୟ ଡିଭାଇସକୁ ସଂଯୋଜିତ ଅଛି କି ନାହିଁ।",
	"Please check the network name and password and try again.": "ଦୟାକରି ନେଟୱାର୍କ ନାମ ଏବଂ ପାସୱାର୍ଡ ଯାଂଚ୍ କରନ୍ତୁ ଓ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ।",
	"Please check the status and try again": "ଦୟାକରି ସ୍ଥିତି ଯାଂଚ୍ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ",
	"Please do not unplug the USB storage until the copying is completed.": "ଦୟାକରି କପି କରିବା ସମ୍ପୂର୍ଣ୍ଣ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ USB ଡିଭାଇସ ପ୍ଲଗ୍ରୁ ବାହାର କରନ୍ତୁ ନାହିଁ।",
	"Please enter your password to turn off this function.": "ଦୟାକରି ଏହି ପ୍ରକାର୍ଯ୍ୟ ଅଫ୍‍ କରିବାକୁ ତୁମର ପାସୱାର୍ଡ ପ୍ରବେଶ କରାନ୍ତୁ।",
	"Please enter your password to turn on this function.": "ଦୟାକରି ଏହି ପ୍ରକାର୍ଯ୍ୟ ଅନ୍‌ କରିବାକୁ ନିଜର ପାସୱାର୍ଡ ପ୍ରବେଶ କରାନ୍ତୁ।",
	"Please make sure that your TV is connected to the network and try again.": "ଦୟାକରି ଆପଣଙ୍କ TV ନେଟ୍ୱାର୍କ ସହ ସଂଯୁକ୍ତ ଥିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଓ ପୁଣି ଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।",
	"Please note that LG does not use or manage the value.": "ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ LG ମୂଲ୍ୟର ବ୍ୟବହାର କିମ୍ୱା ପରିଚାଳନା କରିପାରିବେ ନାହିଁ।",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "ଦୟାକରି ମନେ ରଖନ୍ତୁ ଯେ ଡିଜିଟାଲ୍‌ ଧ୍ଵନି ଆଉଟ୍‌ ପାସ୍‌ କରିବା ମାଧ୍ୟମରେ ସେଟ୍‌ କରା ହେଲେ ଧ୍ଵନି ଆଉଟପୁଟ୍‌ ହୋଇପାରିବ ନାହିଁ।",
	"Please try again later.": "ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ।",
	"Please wait while the Settings application reloads.": "ଦୟାକରି ସେଟିଂଗୁଡିକ ଆପ୍ଲିକେସନ ପୁନଃପ୍ରାରମ୍ଭ ହେଉଥିବା ସମୟରେ ଅପେକ୍ଷା କରନ୍ତୁ।",
	"Please wait while the Settings application restarts.": "ଦୟାକରି ସେଟିଙ୍ଗଗୁଡିକ ଆପ୍ଲିକେସନ ପୁନଃପ୍ରାରମ୍ଭ ହେଉଥିବା ସମୟରେ ଅପେକ୍ଷା କରନ୍ତୁ ।",
	"Please wait while the TV restarts.": "ଦୟାକରି TV ପୁନଃ ଆରମ୍ଭ ହେଉଥିବା ସମୟରେ ଅପେକ୍ଷା କରନ୍ତୁ ।",
	"Please wait while the TV searches for LG Service Country.": "TV LG ସର୍ଭିସ୍‌ ଦେଶ ସନ୍ଧାନ କରୁଥିବା ସମୟରେ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ ।",
	"Podgorica": "ପୋଡୋଗୋରିକା",
	"Point": "ପଏଣ୍ଟ",
	"Pointer Options": "ପଏଣ୍ଟର୍‌ ବିକଳ୍ପଗୁଡ଼ିକ",
	"Pointer Size": "ପଏଣ୍ଟର୍ ଆକାର",
	"Poland": "ପୋଲାଣ୍ଡ",
	"Polish": "ପୋଲିସ",
	"Pontianak": "ପୋଣ୍ଟିଆନାକ୍",
	"Port Louis": "ପୋର୍ଟ ଲୁଇସ୍",
	"Port Moresby": "ପୋର୍ଟ ମୋରେସ୍ୱି",
	"Port of Spain": "ପୋର୍ଟ ଅଫ୍ ସ୍ପେନ୍",
	"Port-au-Prince": "ପୋର୍ଟ-ଅଉ-ପ୍ରିନ୍ସ",
	"Porto Novo": "ପୋର୍ଟୋ ନୋଭୋ",
	"Porto Velho": "ପୋର୍ଟୋ ଭେଲୋ",
	"Porto-Novo": "ପୋର୍ଟେ-ନୋଭୋ",
	"Portugal": "ପର୍ତ୍ତୁଗାଲ୍",
	"Portuguese": "ପର୍ତ୍ତୁଗିଜ୍",
	"Position": "ସ୍ଥିତି",
	"Position Settings": "ଅବସ୍ଥାନ ସେଟିଂସ୍‌",
	"Power Off Timer": "ପାୱାର୍‌ ଅଫ୍ ଟାଇମର୍‌",
	"Power On Timer": "ପାୱାର୍‌ ଅନ୍‌ ଟାଇମର୍‌",
	"Power Saving Mode": "ପାୱାର୍‍ ସଂଚୟ ମୋଡ୍",
	"Prague": "ପାରାଗୁଏ",
	"Praia": "ପ୍ରାଇଆ",
	"Preschool": "ପ୍ରିସ୍କୁଲ୍",
	"Press right button to adjust de-blur and Motion Pro value.": "ଡି-ବ୍ଲର୍ ଏବଂ ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "ଡି-ବ୍ଲର୍ ଏବଂ OLED ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-blur and OLED Motion value.": "ଡି-ବ୍ଲର୍ ଏବଂ OLED ମୋସନ୍‌ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder and Motion Pro value.": "ଡି-ଜଡର୍ ଏବଂ ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "ଡି-ଜଡର୍ ଏବଂ OLED ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder and OLED Motion value.": "ଡି-ଜଡର୍ ଏବଂ OLED ମୋସନ୍‌ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ଡି-ଜଡର୍, ଡି-ବ୍ଲର୍ ଏବଂ ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "ଡି-ଜଡର୍, ଡି-ବ୍ଲର୍ ଏବଂ OLED ମୋଶନ୍‌ ପ୍ରୋ ମୂଲ୍ୟ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "ଡି-ଜଡର୍, ଡି-ବ୍ଲର୍ ଏବଂ OLED ମୋସନ୍‌ ମୂଲ୍ୟ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "WPS-ସମର୍ଥିତ ରାଉଟରରେ WPS ବଟନ୍ ଦବାଇ TV କୁ ନେଟୱାର୍କ୍ ସହ ସଂଯୋଗ କରନ୍ତୁ।",
	"Press the right button to adjust Motion Pro settings.": "ମୋଶନ ପ୍ରୋ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED ମୋଶନ ପ୍ରୋ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press the right button to adjust OLED Motion settings.": "OLED ମୋସନ୍‌ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press the right button to adjust de-blur settings.": "ଡି-ବ୍ଲୁର୍ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Press the right button to adjust de-judder settings.": "ଡି-ଜୁଡର୍ ସେଟିଂସ୍ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Previous": "ପୂର୍ବବର୍ତ୍ତୀ",
	"Primary Audio Language": "ପ୍ରାଥମିକ ଅଡିଓ ଭାଷା",
	"Primary Channels": "ପ୍ରାଥମିକ ଚ୍ୟାନେଲ୍‌ଗୁଡ଼ିକ",
	"Primary Teletext Language": "ପ୍ରାଥମିକ ଟେଲିଟେକ୍ସଟ୍‌ ଭାଷା",
	"Program exempted from ratings.": "ପ୍ରୋଗ୍ରାମର ରେଟିଂରୁ ଛାଡ଼ି ଦିଆଯାଇଛି।",
	"Programme": "ଚ୍ୟାନେଲ୍",
	"Provide HbbTV Distinctive ID": "HbbTV ସ୍ୱତନ୍ତ୍ର ID ପ୍ରଦାନ କରନ୍ତୁ",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ HbbTV ସେବାକୁ HbbTV ସ୍ୱତନ୍ତ୍ର ID ପ୍ରଦାନ କରନ୍ତୁ।",
	"Provided services may vary depending on countries.": "ପ୍ରଦାନ ହୋଇଥିବା ସେବାଗୁଡିକ ଦେଶର ଆଧାରରେ ଭିନ୍ନ ହୋଇପାରେ।",
	"Puerto Rico": "ପୁର୍ତ୍ତୋ ରିକୋ",
	"Pyongyang": "ୟଙ୍ଗୟାଙ୍ଗ",
	"QLD - Queensland - Brisbane": "QLD - କୁଇନ୍ସ ଲ୍ୟାଣ୍ଡ୍ - ବ୍ରିସବେନ୍",
	"Qatar": "କତାର୍",
	"Quick Help": "ଦ୍ରୁତ ସହାୟତା",
	"Quick Start+": "ଦ୍ରୁତ ଆରମ୍ଭ+",
	"Rainy River": "ରେନି ରିଭର",
	"Raised": "ଉପରକୁ ଉଠି ରହିଥିବା",
	"Rangoon": "ରଙ୍ଗୁନ୍",
	"Real Cinema": "ବାସ୍ତବ ସିନେମା",
	"Reason: Authentication with access point was unsuccessful.": "କାରଣ: ଆକସେସ୍ ପଏଣ୍ଟ ସହ ପ୍ରାମାଣିକରଣ ଅସଫଳ।",
	"Reason: Could not establish a connection to access point.": "କାରଣ: ଆକ୍ସେସ ପଏଣ୍ଟ୍ ସହିତ ସଂଯୋଗ ସ୍ଥାପନ ହୋଇପାରିଲା ନାହିଁ।",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "କାରଣ: DHCP ବ୍ୟବହାର କରି ଏକ ବୈଧ IP ଠିକଣା ପୁନରୁଦ୍ଧାର କରିପାରିଲା ନାହିଁ।",
	"Reason: Entered password is incorrect.": "କାରଣ:  ପ୍ରବେଶ କରାଯାଇଥିବା ପାସୱାର୍ଡ ଭୁଲ୍।",
	"Reason: Password is missing.": "କାରଣ: ପାସୱାର୍ଡ୍ ହରାଇଛି।",
	"Reason: The network you selected is out of range.": "କାରଣ: ଆପଣ ଚୟନ କରିଥିବା ନେଟୱାର୍କ ରେଞ୍ଜ ବାହାରେ ଅଛି।",
	"Reason: Unable to login.": "କାରଣ: ଲଗଇନ୍ କରିବାକୁ ଅସମର୍ଥ।",
	"Receive emergency alerts from TV when an emergency occurs.": "ଏକ ଜରୁରୀକାଳୀନ ଘଟିବା ବେଳେ TVରୁ ଜରୁରୀକାଳୀନ ସତର୍କଗୁଡିକ ପ୍ରାପ୍ତ କରନ୍ତୁ।",
	"Recife": "ରେସିଫେ",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "ସେହି ଘଣ୍ଟା ସେଟ୍‌ କରନ୍ତୁ ଯାହା ସୁପାରିଶ କରାଯାଇଛି ଯେ ଆପଣ ସାଧାରଣତଃ TV ଦେଖୁନଥିବା ବେଳେ Always-on‌ ସେଟ୍‌ ଅପ୍ କରନ୍ତୁ।",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "ଇତିହାସ ଏବଂ ଆପ୍ଲିକେସନ୍ ବ୍ୟବହାର ଶୈଳୀ ଦେଖିବାର ଆଧାରରେ ବ୍ୟବହାରଯୋଗୀ ବିଷୟବସ୍ତୁ ଏବଂ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ସୁପାରିଶ କରାଯାଇଛି।",
	"Recommendations are available for the people, products and locations related to the current program.": "ସମ୍ପ୍ରତି ପ୍ରୋଗ୍ରାମ ସମ୍ବନ୍ଧୀୟ ଲୋକମାନେ, ଉତ୍ପାଦ ଏବଂ ଅବସ୍ଥାନ ପାଇଁ ସୁପାରିଶକରଣଗୁଡିକ ଉପଲବ୍ଧ।",
	"Red": "ନାଲି",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "ଫଟୋ ଗୁଣବତ୍ତା ସ୍ପଷ୍ଟ ଭାବେ ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ ଡିଜିଟାଲ୍‌ ଭିଡିଓ ସିଗନାଲରୁ ଅନିୟମିତ ନଏଜ୍‌ ହ୍ରାସ କରେ।",
	"Regina": "ରେଜିନା",
	"Region": "ଅଞ୍ଚଳ",
	"Registered Devices ({num})": "ପଞ୍ଜିକୃତ ଡିଭାଇସ୍ ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "ଅପ୍ଟିମାଇଜ୍‌ ହୋଇଥିବା ସାଉଣ୍ଡରେ ଅଧିକ-ପିଚ୍‌ ହୋଇଥିବା ଟୋନ୍ ପୁନଃ ଲଗାନ୍ତୁ।",
	"Reinforce the low-pitched tone of the optimized sound.": "ଅପ୍ଟିମାଇଜ୍‌ ହୋଇଥିବା ସାଉଣ୍ଡରେ କମ-ପିଚ୍‌ ହୋଇଥିବା ଟୋନ୍ ପୁନଃ ଲଗାନ୍ତୁ।",
	"Remote Settings": "ରିମୋଟ୍‍ ସେଟିଙ୍ଗଗୁଡିକ",
	"Remove irregular and erratic pixels for a clearer image.": "ଅଧିକ ସ୍ପଷ୍ଟ ପ୍ରତିଛବି ପାଇଁ ଅନିୟମିତ ଏବଂ ବିରକ୍ତିକର ପିକ୍‌ସେଲ ଅପସାରଣ କରନ୍ତୁ ।",
	"Reset": "ପୁନଃସେଟ୍ କରନ୍ତୁ",
	"Reset AD ID": "AD ID ପୁନଃସେଟ୍ କରନ୍ତୁ",
	"Reset CI Password": "CI ପାସୱାର୍ଡ ପୁନଃସେଟ୍‍ କରନ୍ତୁ",
	"Reset HbbTV Distinctive ID": "HbbTV ସ୍ୱତନ୍ତ୍ର ID ପୁନଃସେଟ୍ କରନ୍ତୁ",
	"Reset Password": "ପାସୱାର୍ଡ୍ ପୁନଃସେଟ୍ କରନ୍ତୁ",
	"Reset Settings": "ସେଟିଂସ୍ ପୁନଃସେଟ୍ କରନ୍ତୁ",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV ମୋବାଇଲ୍ ଆପକୁ ସଂଯୋଗ କରିବା ବେଳେ ଅନୁମୋଦିତ ଆପ୍ଲିକେସନ୍‌ ତାଲିକା ପୁନଃସେଟ୍ କରନ୍ତୁ।",
	"Reset the caption position.": "କ୍ୟାପସନ୍ ସ୍ଥିତିକୁ ରିସେଟ୍‌ କରନ୍ତୁ।",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "ଉଭୟ ଦେଖିବା ବିଷୟବସ୍ତୁ ଏବଂ ଆପ୍ଲିକେସନଗୁଡିକ ବ୍ୟବହାର କରି ଇତିହାସ ପୁନଃସେଟ୍ କରନ୍ତୁ। ଇତିହାସ ପୁନଃସେଟ୍ ବେଳେ, ପୁନଃ ବିଷୟବସ୍ତୁର ସୁପାରିସକରଣଗୁଡିକ ପ୍ରାପ୍ତ ନିର୍ଦ୍ଧିଷ୍ଟ ସମୟ ଲାଗିପାରେ।",
	"Reset to Initial Settings": "ପ୍ରାରମ୍ଭିକ ସେଟିଙ୍ଗଗୁଡିକରେ ପୁନଃସେଟ୍‍ କରନ୍ତୁ",
	"Restrict access to TV programs based on their ratings.": "ମୂଲ୍ୟାୟନ ଅନୁଯାୟୀ TV ପ୍ରୋଗ୍ରାମ୍‍ଗୁଡିକ ଆକ୍‌ସେସ ପ୍ରତିବନ୍ଧିତ କରନ୍ତୁ ।",
	"Restrict watching based on age ratings for children programs.": "ପିଲାମାନଙ୍କ ପ୍ରୋଗ୍ରାମଗୁଡିକ ବୟସ ରେଟିଂ ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on ages ratings.": "ବୟସ ରେଟିଂ ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on fantasy violence content ratings.": "କାଳ୍ପନିକ ହିଂସକ ବିଷୟବସ୍ତୁ ରେଟିଂ ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on programs containing adult language.": "ଯୁବକଙ୍କ ଭାଷାଥିବା ପ୍ରୋଗ୍ରାମଗୁଡିକର ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on programs containing sexual scene.": "ଯୌନ ଦୃଶ୍ୟ ଥିବା ପ୍ରୋଗ୍ରାମଗୁଡିକର ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "ଯୌନ ବିଷୟବସ୍ତୁ ଭିତ୍ତିକ ବାର୍ତ୍ତାଳାପ ପ୍ରୋଗ୍ରାମଗୁଡିକର ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "ଅଭିଭାବକ ମାର୍ଗଦର୍ଶକ ମଧ୍ୟରେ ନିର୍ଦ୍ଧିଷ୍ଟ ବୟସ କିମ୍ୱା ବିଷୟବସ୍ତୁ ରେଟିଂ ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching based on violence content ratings.": "ହିଂସକ ବିଷୟବସ୍ତୁ ରେଟିଂ ଉପରେ ଆଧାର କରି ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching movies based on rating.": "ରେଟିଂ ଉପରେ ଆଧାର କରି ଚଳଚିତ୍ର ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restrict watching programs based on rating.": "ରେଟିଂ ଉପରେ ଆଧାର କରି ପ୍ରୋଗ୍ରାମଗୁଡିକ ଦେଖିବା ପ୍ରତିବନ୍ଧ କରନ୍ତୁ।",
	"Restriction ratings :": "ପ୍ରତିବନ୍ଧକ ରେଟିଂ :",
	"Retry": "ପୁନଃଚେଷ୍ଟା",
	"Revert TV to its initial settings.": "ଏହାର ପ୍ରାଥମିକ ସେଟିଂସକୁ TV ପୂର୍ବବତ୍।",
	"Revert color adjustment settings to default.": "ଡିଫଲ୍ଟକୁ ରଙ୍ଗ ନିୟନ୍ତ୍ରଣ ସେଟିଂ ଫେରନ୍ତୁ।",
	"Revert detailed sound effect settings of standard mode to default.": "ଡିଫଲ୍ଟ କରିବା ପାଇଁ ଆଦର୍ଶ ମୋଡକୁ ବିସ୍ତୃତ ଧ୍ଵନି ପ୍ରଭାବ ସେଟିଂ ଫେରସ୍ଥ କରନ୍ତୁ।",
	"Revert picture setting values to default.": "ଡିଫଲ୍ଟକୁ ଫଟୋ ସେଟିଂ ମୂଲ୍ୟ ଫେରନ୍ତୁ।",
	"Revert white balance settings to default.": "ହ୍ଵାଇଟ୍ ବାଲାନ୍ସ ସେଟିଂ ର ଡିଫଲ୍ଟକୁ ଫେରନ୍ତୁ।",
	"Reykjavik": "ରେକ୍‌ଜାଭିକ୍",
	"Riga": "ରିଗା",
	"Right": "ଡାହାଣ",
	"Right Left": "ଡାହାଣ/ବାମ",
	"Right Surround": "ଡାହାଣ ପାରିପାର୍ଶ୍ଵ",
	"Right drop shadow": "ଡାହାଣ ଡ୍ରପ୍‍ ସ୍ୟାଡୋ",
	"Rio Branco": "ରିଓ ବ୍ରାନ୍‌କୋ",
	"Riyadh": "ରିଆଦ୍",
	"Romania": "ରୋମାନିଆ",
	"Romanian": "ରୋମାନିଆନ୍",
	"Rome": "ରୋମ୍",
	"Russia": "ରୁଷିଆ",
	"Russian": "ଋସିଆନ୍",
	"Rwanda": "ରାୱାଣ୍ଡା",
	"SA - South Australia - Adelaide": "SA - ସାଉଥ୍ ଅଷ୍ଟ୍ରେଲିଆ - ଆଡେଲାଇଡ୍",
	"SIGNATURE Opening": "SIGNATURE ଖୋଲୁଛି",
	"SIGNATURE TV Settings": "SIGNATURE TV ସେଟିଂସ୍",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK ଆପଣଙ୍କୁ ଆପଣଙ୍କ LG Remote ବ୍ୟବହାର କରି SIMPLINK-ସମର୍ଥିତ ଡିଭାଇସଗୁଡିକ ଯେପରିକି ଏକ DVD ପ୍ଲେୟାର କିମ୍ବା ଅଡିଓ ହୋମ୍ ଥିଏଟର ସିଷ୍ଟମ୍ ଯାହାକି ଅପଣଙ୍କ LG Smart TV କିମ୍ବା HDMI ଦ୍ୱାରା ସଯୁକ୍ତ ହୋଇଛି ।",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "ଏହି ARC ମୋଡ୍ ବ୍ୟବହାର କରିବାକୁ SIMPLINK ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଟର୍ନ୍ ଅନ୍‌ ହେବ।",
	"Safety": "ନିରାପତ୍ତା",
	"Saint Lucia": "ସେଣ୍ତ ଲୁସିଆ",
	"Saint Vincent": "ସେଣ୍ଟ ଭିନସେଣ୍ଟ",
	"Sakhalin": "ଶାଖାଲିନ୍",
	"Samara": "ସମାରା",
	"Samarkand": "ସମରକନ୍ଦ",
	"Samoa": "ସାମୋଆ",
	"San Luis": "ସାନ୍ ଲୁଇସ୍",
	"San Salvador": "ସାନ୍ ସାଲ୍‌ଭେଡର",
	"Sana": "ସାନା",
	"Santiago": "ସାନ୍ତିଆଗୋ",
	"Santo Domingo": "ସାଣ୍ଟୋ ଡୋମିଙ୍ଗୋ",
	"Sarajevo": "ସାରାଜେଭୋ",
	"Satellite": "ସାଟେଲାଇଟ୍",
	"Satellite DTV": "ସାଟେଲାଇଟ୍‍ DTV",
	"Satellite Radio": "ସାଟେଲାଇଟ୍‍ ରେଡିଓ",
	"Saturation": "ସାଚୁରେସନ୍",
	"Saudi Arabia": "ସାଉଦି ଆରବିଆ",
	"Saudi arabia": "ସାଉଦି ଆରବିଆ",
	"Save CAM Operator's Profile": "CAM ଅପରେଟରଙ୍କ ପ୍ରୋଫାଇଲ୍ ସଞ୍ଚୟ କରନ୍ତୁ",
	"Save CI Password": "CI ପାସୱାର୍ଡ ସଞ୍ଚୟ କରନ୍ତୁ",
	"Save the color adjustment settings from the current picture mode in all inputs.": "ସମସ୍ତ ଇନପୁଟ୍‌ ପାଇଁ ସମ୍ପ୍ରତି ମନୋନୀତ ଫଟୋ ମୋଡରୁ ରଙ୍ଗ ନିୟନ୍ତ୍ରଣ ସେଟିଂ ସଞ୍ଚୟ କରନ୍ତୁ।",
	"Save the white balance settings from the current picture mode in all inputs.": "ସମସ୍ତ ଇନପୁଟର ସମ୍ପ୍ରତି ଫଟୋ ମୋଡରୁ ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ ସେଟିଂ ସଞ୍ଚୟ କରନ୍ତୁ।",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "ଆପଣଙ୍କ CI ପାସୱାର୍ଡ ସଞ୍ଚୟ କରନ୍ତୁ/ପୁନଃସେଟ୍‍ କରନ୍ତୁ । ଆପଣଙ୍କ ପାସୱାର୍ଡ ସଂଚୟ କରିବା ଆପଣଙ୍କୁ ଭବିଷ୍ୟତରେ ସାଇନ୍-ଇନ୍ ପର୍ଯ୍ୟାୟ ଏଡାଇବାକୁ ଦେଇଥାଏ ।",
	"Scan \"Auto Detect\" automatically.": "ସ୍ୱତଃସ୍ପୃତ ଭାବେ \"ସ୍ୱତଃଠାବ\" ସ୍କାନ୍ କରନ୍ତୁ।",
	"Scoresbysund": "ସ୍କୋର୍ସବାଇସଣ୍ଡ",
	"Screen Down": "ସ୍କ୍ରିନ୍ ନିମ୍ନକୁ କରନ୍ତୁ",
	"Screen Off": "ସ୍କ୍ରିନ୍‌ ଅଫ୍",
	"Screen Saver": "ସ୍କ୍ରିନ୍ ସେଭର",
	"Screen Shift ": "ସ୍କ୍ରିନ୍ ସିଫ୍ଟ",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "TV ବହୁ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଟର୍ନ୍‌ ଅନ୍ ରହିବା କାରଣରୁ ସ୍କ୍ରିନ୍‌ ନିୟମିତ ଅନ୍ତରାଳରେ ସିଫ୍ଟ ହୁଏ ଏବଂ ଫଟୋର ଗୁଣବର୍ତ୍ତାର ମାନକୁ ଅବରୋଧ କରେ।",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "ସ୍କ୍ରିନ୍ 5 ସେକେଣ୍ଡରେ ଟର୍ନ୍ ଅଫ୍ ହେବ। ସ୍କ୍ରିନ୍ ବ୍ୟାକ୍ ଅନ୍ କରିବାକୁ, ପାୱାର୍ ଏବଂ ଭଲ୍ୟୁମ୍ ବଟନ୍ ବ୍ୟତୀତ କୌଣସି ବଟନ୍ ଦବାନ୍ତୁ।",
	"Search": "ସନ୍ଧାନ",
	"Search Bluetooth Device": "Bluetooth ଡିଭାଇସଗୁଡିକ ସନ୍ଧାନ କରନ୍ତୁ",
	"Searching...": "ସନ୍ଧାନ କରୁଛି...",
	"Second Language": "ଦ୍ୱିତୀୟ ଭାଷା",
	"Secondary Audio Language": "ସେକେଣ୍ଡାରି ଅଡିଓ ଭାଷା",
	"Secondary Teletext Language": "ସେକେଣ୍ଡାରୀ ଟେଲିଟେକ୍ସଟ୍‌ ଭାଷା",
	"Security": "ସୁରକ୍ଷା",
	"Select IRE point to adjust luminance.": "ଲୁମିନାନ୍ସ ବ୍ୟବସ୍ଥିତ କରିବା ପାଇଁ IRE ପଏଣ୍ଟ୍ ଚୟନ କରନ୍ତୁ ।",
	"Select Mode": "ମୋଡ୍‌ ଚୟନ କରନ୍ତୁ",
	"Select TV's language settings.": "TV'ର ଭାଷା ସେଟିଂ ଚୟନ କରନ୍ତୁ।",
	"Select a caption type for HD broadcasts.": "HD ବ୍ରଡକାଷ୍ଟ ପାଇଁ ଏକ ଶିରୋନାମା ପ୍ରକାର ଚୟନ କରନ୍ତୁ।",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ ଏକ ଶିରୋନାମା ପ୍ରକାର ଚୟନ କରନ୍ତୁ।",
	"Select a caption type for UHD broadcasts.": "UHD ବ୍ରଡକାଷ୍ଟ ପାଇଁ ଏକ ଶିରୋନାମା ପ୍ରକାର ଚୟନ କରନ୍ତୁ।",
	"Select a caption type for analog broadcasts.": "ଆନଲଗ୍ ବ୍ରଡକାଷ୍ଟ ପାଇଁ ଏକ ଶିରୋନାମା ପ୍ରକାର ଚୟନ କରନ୍ତୁ।",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "ଗୋଟିଏ ଭିଡିଓ ମୋଡ୍ ଚୟନ କରନ୍ତୁ ଯାହା ଦେଖିବାକୁ ପରିବେଶରେ ମେଳକ ହୁଏ, କିମ୍ୱା ଗୋଟିଏ ଭିଡିଓ ମୋଡରେ ସେଟିଂସ୍ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ, ଯେପରିକି କଣ୍ଟ୍ରାଷ୍ଟ, ରଙ୍ଗ, ଏବଂ ଅଧିକ।",
	"Select an audio format for each HDMI input.": "ପ୍ରତ୍ୟେକ HDMI ଇନପୁଟ୍ ପାଇଁ ଏକ ଅଡିଓ ଫର୍ମାଟ୍ ଚୟନ କରନ୍ତୁ।",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "ଯଦି ଆପଣ ପାସ୍‌ ମାଧ୍ୟମରେ ଚୟନ କରିବା ପରେ ଧ୍ୱନି ପ୍ରଭାବ ଶୁଣି ପାରିବେ ନାହିଁ ତେବେ ଅନ୍ୟ ଏକ ଡିଜିଟାଲ୍‌ ସାଉଣ୍ଡ୍ ଆଉଟ୍ (ସ୍ଵତଃ କିମ୍ୱା PCM)ର ଚୟନ କରନ୍ତୁ।",
	"Select audio language for digital broadcasts.": "ଡିଜିଟାଲ୍‌ ବ୍ରଡକାଷ୍ଟ ପାଇଁ ଅଡିଓ ଭାଷା ଚୟନ କରନ୍ତୁ।",
	"Select color to be adjusted.": "ଯେଉଁ କଲର ବ୍ୟବସ୍ଥିତ କରାଯିବ ଚୟନ କରନ୍ତୁ ।",
	"Select days to apply the Timer Power Off settings every week.": "ପ୍ରତି ସପ୍ତାହରେ ଟାଇମର ପାୱାର ଅଫ୍ ସେଟିଂ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଦିନଗୁଡ଼ିକ ଚୟନ କରନ୍ତୁ ।",
	"Select days to apply the Timer Power On settings every week.": "ପ୍ରତି ସପ୍ତାହରେ ଟାଇମର ପାୱାର ଅନ୍ ସେଟିଂ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଦିନଗୁଡ଼ିକ ଚୟନ କରନ୍ତୁ ।",
	"Select device for audio output.": "ଅଡିଓ ଆଉଟ୍‌ପୁଟ୍ ପାଇଁ ଡିଭାଇସ ଚୟନ କରନ୍ତୁ ।",
	"Select device or speaker for audio output.": "ଅଡିଓ ଆଉଟପୁଟ୍ ପାଇଁ ଡିଭାଇସ୍‌ କିମ୍ୱା ସ୍ପିକର୍‌ ଚୟନ କରନ୍ତୁ।",
	"Select digital audio output format.": "ଡିଜିଟାଲ୍ ଅଡିଓ ଆଉଟପୁଟ୍‌ ଫର୍ମାଟ୍ ଚୟନ କରନ୍ତୁ।",
	"Select language for TV menu.": "TV ମେନୁ ପାଇଁ ଭାଷା ଚୟନ କରନ୍ତୁ।",
	"Select language for subtitles.": "ସବ୍‍ଟାଇଟିଲ୍‍ଗୁଡିକ ପାଇଁ ଭାଷା ଚୟନ କରନ୍ତୁ ।",
	"Select languages for keyboards input.": "କୀବୋର୍ଡଗୁଡିକର ଇନପୁଟ୍ ପାଇଁ ଭାଷାଗୁଡିକୁ ଚୟନ କରନ୍ତୁ।",
	"Select method to adjust white balance.": "ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ ବ୍ୟବସ୍ଥିତ କରିବା ପାଇଁ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ ।",
	"Select point to adjust luminance.": "ଲୁମିନାନ୍ସ ବ୍ୟବସ୍ଥିତ କରିବା ପାଇଁ ପଏଣ୍ଟ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the Sound mode and set detailed Audio effects.": "ଧ୍ଵନି ମୋଡ୍ ଚୟନ କରନ୍ତୁ ଏବଂ ବିସ୍ତୃତ ଅଡିଓ ପ୍ରଭାବଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Select the Sound mode for each content type.": "ପ୍ରତ୍ୟେକ ବିଷୟବସ୍ତୁ ପ୍ରକାର ପାଇଁ ସାଉଣ୍ଡ ମୋଡ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} ପୋର୍ଟ୍‌ ପାଇଁ Ultra HD Deep Color ଚୟନ କରନ୍ତୁ।",
	"Select the app to restrict the use.": "ବ୍ୟବହାର ପ୍ରତିବନ୍ଧ କରିବାକୁ ଆପ୍ଲିକେସନ୍‌ ଚୟନ କରନ୍ତୁ।",
	"Select the appropriate picture mode according to the viewing environment or content type.": "ଦେଖିବାର ବାତାବରଣ କିମ୍ୱା ବିଷୟବସ୍ତୁ ପ୍ରକାର ଅନୁଯାୟୀ ଉପଯୁକ୍ତ ଫଟୋ ମୋଡ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the audio properties to listen to the broadcast in the way you like.": "ଯେଉଁ ବ୍ରଡକାଷ୍ଟ କରିବାକୁ ଚାହାଁନ୍ତି, ତାହା ଶୁଣିବା ପାଇଁ ଅଡିଓ ଗୁଣଧର୍ମ ଚୟନ କରନ୍ତୁ।",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "ଡିଜିଟାଲ୍‌ ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ କ୍ୟାପସନ୍ ପ୍ରକାର ଚୟନ କରନ୍ତୁ ଏବଂ ବିସ୍ତୃତ ସବଟାଇଟେଲ୍‌ ସେଟିଂସ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Select the channel to restrict watching.": "ଦେଖିବା ପ୍ରତିବନ୍ଧ କରିବାକୁ ଚ୍ୟାନେଲ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the channel to watch when the TV turns on.": "TV ଅନ୍ ହେଲା ବେଳେ ଦେଖିବା ପାଇଁ ଚ୍ୟାନେଲ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the color range to be displayed.": "ପ୍ରଦର୍ଶନ କରିବାକୁ ରଙ୍ଗ ପରିସୀମା ଚୟନ କରନ୍ତୁ।",
	"Select the country for your country's special services.": "ଆପଣଙ୍କ ଦେଶର ବିଶେଷ ସେବାଗୁଡିକ ପାଇଁ ଦେଶ ଚୟନ କରନ୍ତୁ।",
	"Select the desired video angle.": "ଚାହୁଁଥିବା ଭିଡିଓ ଆଙ୍ଗେଲ ଚୟନ କରନ୍ତୁ ।",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TV ଡିଜିଟାଲ୍‌ ସାଉଣ୍ଡ୍ ଆଉଟକୁ ବାହ୍ୟ ଡିଭାଇସକୁ ସ୍ଥାନାନ୍ତରଣ କରିବା ପାଇଁ ଫର୍ମାଟ୍ ଚୟନ କରନ୍ତୁ।",
	"Select the input to use when the TV turns on.": "କେତେବେଳେ TV ଅନ୍ ହେବ ବ୍ୟବହାର କରିବାକୁ ଇନ୍ପୁଟ୍ ଚୟନ କରନ୍ତୁ ।",
	"Select the inputs to restrict the use.": "ବ୍ୟବହାର ପ୍ରତିବନ୍ଧ କରିବାକୁ ଇନପୁଟସ୍‌ ଚୟନ କରନ୍ତୁ।",
	"Select the most preferred Subtitle Language.": "ଆପଣଙ୍କର ସବ୍‌ଟାଇଟେଲ ପାଇଁ ପ୍ରଥମ ପସନ୍ଦର ଭାଷା ଚୟନ କରନ୍ତୁ ।",
	"Select the place where to use the TV.": "ସେହି ସ୍ଥାନର ଚୟନ କରନ୍ତୁ ଯାହା TVର ବ୍ୟବହାର କରିବାର ଅଛି।",
	"Select the residential region for your regional broadcast signal.": "ଆପଣଙ୍କ ଆଞ୍ଚଳିକ ବ୍ରଡକାଷ୍ଟ ସିଗନାଲ୍ ପାଇଁ ରେସିଡେଣ୍ଟାଲ୍‌ ଅଞ୍ଚଳ ଚୟନ କରନ୍ତୁ।",
	"Select the second preferred Subtitle Language.": "ସବ୍‍ଟାଇଟିଲ୍‍ ଭାଷା ପାଇଁ ଆପଣଙ୍କ ଦ୍ୱିତୀୟ ପସନ୍ଦ ଚୟନ କରନ୍ତୁ ।",
	"Select your first choice of audio language for digital broadcasts.": "ଡିଜିଟାଲ୍‌ ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ ଅଡିଓ ଭାଷାକୁ ଆପଣଙ୍କ ପ୍ରଥମ ପସନ୍ଦ ଭାବରେ ଚୟନ କରନ୍ତୁ।",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "ଆପଣଙ୍କ ବ୍ରଡକାଷ୍ଟ TV ପ୍ରଦାନକାରୀ'ଙ୍କର ଟେଲିଟେକ୍ସଟ୍‌ ସର୍ଭିସ୍‌ଗୁଡ଼ିକ ପାଇଁ ଆପଣଙ୍କର ପ୍ରଥମ ପସନ୍ଦର ଭାଷା ଚୟନ କରନ୍ତୁ ।",
	"Select your second choice of audio language for digital broadcasts.": "ଡିଜିଟାଲ୍‌ ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ ଅଡିଓ ଭାଷାକୁ ଆପଣଙ୍କ ଦ୍ଵିତୀୟ ପସନ୍ଦ ଭାବରେ ଚୟନ କରନ୍ତୁ।",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "ଆପଣଙ୍କ ବ୍ରଡକାଷ୍ଟ TV ପ୍ରଦାନକାରୀ'ଙ୍କର ଟେଲିଟେକ୍ସଟ୍‌ ସର୍ଭିସ୍‌ଗୁଡ଼ିକ ପାଇଁ ଆପଣଙ୍କର ଦ୍ୱିତୀୟ ପସନ୍ଦର ଭାଷା ଚୟନ କରନ୍ତୁ ।",
	"Senegal": "ସେନେଗାଲ୍",
	"Seoul": "ସିଅଲ",
	"Serbia": "ସର୍ବିଆ",
	"Serbian": "ସର୍ବିଆନ୍",
	"Serial Number": "କ୍ରମିକ ସଂଖ୍ୟା",
	"Serta Wego": "ସେର୍ଟା ୱେଗୋ",
	"Service 1": "ସର୍ଭିସ୍‌ 1",
	"Service 2": "ସର୍ଭିସ୍‌ 2",
	"Service 3": "ସର୍ଭିସ୍‌ 3",
	"Service 4": "ସର୍ଭିସ୍‌ 4",
	"Service 5": "ସର୍ଭିସ୍‌ 5",
	"Service 6": "ସର୍ଭିସ୍‌ 6",
	"Service Area Zip Code": "ସର୍ଭିସ୍‌ କ୍ଷେତ୍ର Zip କୋଡ୍",
	"Set Automatically": "ସ୍ୱତଃପ୍ରବୃତ ଭାବରେ ସେଟ୍‍ କରନ୍ତୁ",
	"Set ID": "ID ସେଟ୍‍ କରନ୍ତୁ",
	"Set My Team Alarm.": "ମୋ ଦଳ ଆଲରାମ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Set Store Mode settings.": "ଷ୍ଟୋର୍ ମୋଡ୍ ସେଟିଂସ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Set System Color mode for your current TV input.": "ଆପଣଙ୍କ ସାଂପ୍ରତିକ TV ଇନପୁଟ୍ ପାଇଁ ସିଷ୍ଟମ୍‍ ରଂଗ ମୋଡ୍‌ ସେଟ୍ କରନ୍ତୁ ।",
	"Set additional options for Video Description.": "ଭିଡିଓ ବର୍ଣ୍ଣନା ପାଇଁ ଅତିରିକ୍ତ ବିକଳ୍ପଗୁଡ଼ିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set additional picture settings.": "ଅତିରିକ୍ତ ଫଟୋ ସେଟିଂସ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Set additional sound-related settings.": "ଅତିରିକ୍ତ ଧ୍ଵନି-ସମ୍ବନ୍ଧୀୟ ସେଟିଂ ସେଟ୍ କରନ୍ତୁ।",
	"Set advanced Subtitle options.": "ଉନ୍ନତ ସବ୍‍ଟାଇଟିଲ୍‍ ବିକଳ୍ପଗୁଡ଼ିକ ସେଟ୍‍ କରନ୍ତୁ ।",
	"Set advanced captioning options.": "ଉନ୍ନତ ଶିରୋନାମା ପ୍ରଦାନ ବିକଳ୍ପଗୁଡ଼ିକ ସେଟ୍‌ କରନ୍ତୁ ।",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP ଠିକଣା ସଂସ୍କରଣକୁ IPv4 କିମ୍ୱା IPv6ରେ ସେଟ୍ ଏବଂ ସମ୍ପାଦନ କରନ୍ତୁ।",
	"Set audio-related options.": "ଅଡିଓ-ସଂପର୍କିତ ବିକଳ୍ପଗୁଡ଼ିକ ସେଟ୍ କରନ୍ତୁ ।",
	"Set caption size, color, transparency, and other options for broadcasts.": "ବ୍ରଡକାଷ୍ଟଗୁଡିକ ପାଇଁ ଶିରୋନାମା ଆକାର, ରଙ୍ଗ, ସ୍ୱଚ୍ଛତା, ଏବଂ ଅନ୍ୟ ବିକଳ୍ପ ସେଟ୍‌ କରନ୍ତୁ।",
	"Set color temperature from warm to cool.": "ଗରମରୁ ଥଣ୍ଡା ହେବା ପାଇଁ ରଙ୍ଗ ତାପମାତ୍ରା ସେଟ୍ କରନ୍ତୁ।",
	"Set detailed caption settings for HD broadcasts.": "HD ବ୍ରଡକାଷ୍ଟ ପାଇଁ ବିବରଣୀ କ୍ୟାପସନ୍‌ ସେଟିଂସ୍‌ ଚୟନ କରନ୍ତୁ।",
	"Set detailed options for the AI functions.": "AI ପ୍ରକାର୍ଯ୍ୟ ପାଇଁ ବିବରଣୀ ବିକଳ୍ପଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set detailed options for the Home feature.": "ହୋମ୍ ବୈଶିଷ୍ଟ୍ୟ ପାଇଁ ବିସ୍ତୃତ ବିକଳ୍ପଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set detailed options for the Recommendation feature.": "ଅନୁମୋଦିତ ବୈଶିଷ୍ଟ୍ୟ ପାଇଁ ବିସ୍ତୃତ ବିକଳ୍ପଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set easy connection settings with external devices.": "ବାହ୍ୟ ଡିଭାଇସଗୁଡିକ ସହ ସହଜ ସଂଯୋଗ ସେଟିଂସ୍ ସେଟ୍ କରନ୍ତୁ।",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "ଅଭିଭାବକ ମାର୍ଗଦର୍ଶକରେ ବ୍ୟବହାର କରିବା ପାଇଁ ନିର୍ଦ୍ଧିଷ୍ଟ ଚ୍ୟାନେଲଗୁଡିକ, ଆପ୍ଲିକେସନଗୁଡିକ, ଇନପୁଟ୍‌ ଏବଂ ଇତ୍ୟାଦିରେ ଲକିଂ ସେଟ୍ କରନ୍ତୁ।",
	"Set necessary additional functions based on watching environment and screen status.": "ପରିବେଶ ଏବଂ ସ୍କ୍ରିନ୍ ସ୍ଥିତି ଦେଖିବା ଉପରେ ଆଧାର କରି ଆବଶ୍ୟକୀୟ ଅତିରିକ୍ତ ପ୍ରକାର୍ଯ୍ୟଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set or reset the position of on-screen captions.": "ଅନ୍‌-ସ୍କ୍ରିନ୍ କ୍ୟାପଶନର ସ୍ଥିତି ସେଟ୍ କିମ୍ୱା ପୁନଃସେଟ୍ କରନ୍ତୁ।",
	"Set settings related to your wired / wireless network.": "ଆପଣଙ୍କ ୱାରଡ୍ / ୱେୟାରଲେସ୍ ନେଟୱାର୍କକୁ ସେଟିଂସ୍ ସମ୍ବନ୍ଧୀୟ ସେଟ୍ କରନ୍ତୁ।",
	"Set the TV to turn off automatically after a set amount of time.": "ଏକ ସେଟ୍ କରାଯାଇଥିବା ସମୟ ପରେ ସ୍ୱତଃସ୍ପୃତ ଭାବେ TV ଟନ୍‌ ଅଫ୍ କରିବାକୁ ସେଟ୍ କରନ୍ତୁ।",
	"Set the TV to turn off automatically at a set time.": "ନିର୍ଦ୍ଧାରିତ ସମୟରେ TV ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଅଫ୍ ହେବା ପାଇଁ ସେଟ୍ କରନ୍ତୁ।",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "ଯଦି TV ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ଟର୍ନ୍‌ ଅନ୍ ହେବାର 4 ଘଣ୍ଟା ପରେ କୌଣସି ଉପଭୋକ୍ତା ଇନପୁଟ୍ ନାହିଁ, ତେବେ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ଅଫ୍ କରିବାକୁ TV ସେଟ୍ କରନ୍ତୁ।",
	"Set the TV to turn on automatically at a set time.": "ନିର୍ଦ୍ଧାରିତ ସମୟରେ TV ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଅନ୍ ହେବା ପାଇଁ ସେଟ୍ କରନ୍ତୁ।",
	"Set the additional functions related to the TV.": "TV ସମ୍ବନ୍ଧୀୟ ଅତିରିକ୍ତ ପ୍ରକାର୍ଯ୍ୟଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set the current date and time.": "ସାଂପ୍ରତିକ ତାରିଖଏବଂ ସମୟ ସେଟ୍ କରନ୍ତୁ ।",
	"Set the current date manually.": "ସାଂପ୍ରତିକ ତାରିଖ ହସ୍ତଚାଳିତlଭାବରେ ସେଟ୍‍ କରନ୍ତୁ ।",
	"Set the current time manually.": "ସାଂପ୍ରତିକ ସମୟ ହସ୍ତଚାଳିତlଭାବରେ ସେଟ୍‍ କରନ୍ତୁ ।",
	"Set the detect range of device available to connect.": "ସଂଯୋଗ କରିବାକୁ ଡିଭାଇସ୍ ଉପଲବ୍ଧର ଚିହ୍ନଟ ପରିସୀମା ସେଟ୍ କରନ୍ତୁ।",
	"Set the region and country for broadcasts and special services.": "ବ୍ରଡକାଷ୍ଟ୍ ଏବଂ ସ୍ୱତନ୍ତ୍ର ସେବାଗୁଡିକ ପାଇଁ ଅଞ୍ଚଳ କିମ୍ୱା ଦେଶ ସେଟ୍ କରନ୍ତୁ।",
	"Set the screen size and aspect ratio.": "ସ୍କ୍ରିନ୍‌ ଆକାର ଏବଂ ଦୈର୍ଘ୍ୟ ପ୍ରସ୍ଥ ଅନୁପାତ ସେଟ୍‌ କରନ୍ତୁ ।",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TVର ବିଶେଷଜ୍ଞ ପ୍ରକାର୍ଯ୍ୟଗୁଡିକ ସେଟ୍ କରନ୍ତୁ।",
	"Set the time to turn off the TV automatically without user input.": "ଉପଭୋକ୍ତା ଇନପୁଟ୍ ଛଡ଼ା TV ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଟର୍ନ୍ ଅଫ୍ କରିବାର ସମୟ ସେଟ୍‌ କରନ୍ତୁ।",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "ଅଧିକ ବାସ୍ତବ ଧ୍ଵନିର ଉପଭୋଗ କରିବାକୁ ଭର୍ଚୁୟାଲ୍‌ ମଲ୍ଟି-ଚ୍ୟାନେଲ୍ ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି ପ୍ରଭାବ ସେଟ୍ କରନ୍ତୁ।",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "ଅଧିକ ବାସ୍ତବ ଧ୍ଵନିର ଉପଭୋଗ କରିବାକୁ virtual surround ଧ୍ଵନି ପ୍ରଭାବ ସେଟ୍ କରନ୍ତୁ।",
	"Set the volume level when the TV turns on.": "TV ଅନ୍ ହେଲା ବେଳେ ଭଲ୍ୟୁମ୍ ସ୍ତର ସେଟ୍ କରନ୍ତୁ।",
	"Set time to turn off the TV.": "TV ଅଫ୍ କରିବା ପାଇଁ ସମୟ ସେଟ୍ କରନ୍ତୁ ।",
	"Set time to turn on the TV.": "TV ଅନ୍ କରିବା ପାଇଁ ସମୟ ସେଟ୍ କରନ୍ତୁ ।",
	"Set up additional features related to customer support.": "ଗ୍ରାହକ ସମର୍ଥନ ସମ୍ବନ୍ଧୀୟ ଅତିରିକ୍ତ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ସେଟ୍‌ ଅପ୍ କରନ୍ତୁ।",
	"Set up an account to use LG Services.": "LG ସେବାଗୁଡିକ ବ୍ୟବହାର କରିବାକୁ ଗୋଟିଏ ଆକାଉଣ୍ଟ ସେଟ୍ ଅପ୍ କରନ୍ତୁ।",
	"Set whether to display Home when the TV is turned on.": "TV ଟର୍ନ୍‌ ଅନ୍‌ ବେଳେ ହୋମ୍ କୁ ପ୍ରଦର୍ଶନ କରିବେ କି ନାହିଁ ସେଟ୍ କରନ୍ତୁ।",
	"Settings Help": "ସେଟିଙ୍ଗଗୁଡିକ ସହାୟତା",
	"Sexual Situations": "ଯୈନ ସ୍ଥିତିଗୁଡିକ",
	"Sexually Suggestive Dialogue": "ଯୌନ ବିଷୟବସ୍ତୁ ଭିତ୍ତିକ ବାର୍ତ୍ତାଳାପ",
	"Shanghai": "ସାଙ୍ଘାଇ",
	"Sharpness": "ସ୍ପଷ୍ଟତା",
	"Show Password": "ପାସୱାର୍ଡ ଦେଖାନ୍ତୁ",
	"Si, Gun, Gu": "ସି, ଗନ, ଗୁ",
	"Side by Side": "ଗୋଟିଏ ପାଖରେ ଆଉ ଗୋଟିଏ",
	"Sierra Leone": "ସିଓରା ଲିଓନ୍",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ଯଦି ୱେୟାରଲେସ୍ ରାଉଟର୍‌ TVର ବହୁତ ପାଖରେ ଅଛି, ତେବେ ସିଗନାଲ୍ ହସ୍ତକ୍ଷେପ Magic Remote ର ସମ୍ୱେଦନଶୀଳତାକୁ କମ କରିପାରେ।",
	"Simferopol": "ସିମ୍‌ଫେରୋପୋଲ",
	"Singapore": "ସିଙ୍ଗାପୁର୍",
	"Size": "ଆକାର",
	"Skopje": "ସ୍କୋପଜେ",
	"Sleep Timer": "ସ୍ଲିପ୍‍ ଟାଇମର୍",
	"Slovak": "ସ୍ଲୋଭାକ୍",
	"Slovakia": "ସ୍ଲୋଭାକିଆ",
	"Slovenia": "ସ୍ଲୋଭେନିଆ",
	"Slovenian": "ସ୍ଲୋଭେନିଆନ୍",
	"Slow": "ମନ୍ଥର",
	"Small": "ଛୋଟ",
	"Smooth": "ମସୃଣ",
	"Smooth Gradation": "ମସୃଣ ଶ୍ରେଣୀକରଣ",
	"Soccer": "ସକର୍",
	"Sofia": "ସୋଫିଆ",
	"Software Update": "ସଫ୍ଟୱେୟାର୍ ଅପଡେଟ୍",
	"Software Version": "ସଫ୍ଟଓୟାର ସଂସ୍କରଣ",
	"Software update has been installed. Update will be applied when you restart your TV.": "ସଫ୍ଟୱେୟାର୍ ଅପଡେଟ୍ ସଂସ୍ଥାପିତ ହୋଇଛି। ଆପଣ ଆପଣଙ୍କ TV ପୁନଃଆରମ୍ଭ କରିବା ବେଳେ ଅପଡେଟ୍ ପ୍ରୟୋଗ ହେବ।",
	"Solid": "ଗାଢ",
	"Solomon Islands": "ସୋଲୋମନ ଆଇଲ୍ୟାଣ୍ଡ",
	"Somalia": "ସୋମାଲିଆ",
	"Some material may not be appropriate for children under 13.": "କେତେକ ବିଷୟବସ୍ତୁ 13 ବର୍ଷ ବୟସରୁ କମ୍ ବୟସର ପିଲାମାନଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ ହୋଇନପାରେ।",
	"Some material may not be appropriate for children.": "କେତେକ ବିଷୟବସ୍ତୁ ପିଲାମାନଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ ହୋଇନପାରେ।",
	"Sotho, Northern": "ସୋଥୋ, ଉତ୍ତର",
	"Sotho, Southern": "ସୋଥୋ, ଦକ୍ଷିଣ",
	"Sound": "ସାଉଣ୍ଡ",
	"Sound Mode": "ସାଉଣ୍ଡ ମୋଡ୍",
	"Sound Mode Settings": "ସାଉଣ୍ଡ୍ ମୋଡ୍ ସେଟିଂଗୁଡ଼ିକ",
	"Sound Out": "ସାଉଣ୍ଡ୍ ଆଉଟ୍",
	"Sound Test": "ସାଉଣ୍ଡ୍ ପରୀକ୍ଷା",
	"South Africa": "ଦକ୍ଷିଣ ଆଫ୍ରିକା",
	"South Korea": "ଦକ୍ଷିଣ କୋରିଆ",
	"Southern Africa": "ଦକ୍ଷିଣ ଆଫ୍ରିକା",
	"Spain": "ସ୍ପେନ୍",
	"Spanish": "ସ୍ପାନିସ୍",
	"Speaker Volume Control": "ସ୍ପିକର୍‌ ଭଲ୍ୟୁମ୍ ନିୟନ୍ତ୍ରଣ",
	"Specify detailed voice guidance settings after turning on this feature.": "ଏହି ବୈଶିଷ୍ଟ୍ୟ ଟର୍ନ୍‌ ଅନ୍‌ କରିବା ପରେ ବିସ୍ତୃତ ଭଏସ୍‌ ମାର୍ଗଦର୍ଶନ ସେଟିଂସ୍ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ।",
	"Speed": "ବେଗ",
	"Spoken Subtitle": "କଥିତ ସବ୍‍ଟାଇଟିଲ୍",
	"Sports": "କ୍ରୀଡା",
	"Sports Alert": "ଖେଳ ସତର୍କ",
	"Srednekolymsk": "ସ୍ରେଡନେକୋଲିମିକ୍ସ",
	"Sri Lanka": "ଶ୍ରୀଲଙ୍କା",
	"St. John's": "ସେଣ୍ଟ୍ ଜନ୍ସ",
	"Stand": "ଷ୍ଟାଣ୍ଡ",
	"Standard": "ଷ୍ଟାଣ୍ଡାର୍ଡ",
	"Standard Mode Sound Effect": "ଷ୍ଟାଣ୍ଡାର୍ଡ ମୋଡ୍ ସାଉଣ୍ଡ୍ ଏଫେକ୍ଟ",
	"Standby Light": "ଷ୍ଟାଣ୍ଡବାଏ ଲାଇଟ୍",
	"Start New Sound Tuning": "ନୂଆ ମ୍ୟାଜିକ୍ ସାଉଣ୍ଡ ଟ୍ୟୁନିଙ୍ଗ୍ ଆରମ୍ଭ କରନ୍ତୁ",
	"Start Now": "ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରନ୍ତୁ",
	"Startup Sound": "ଷ୍ଟାର୍ଟଅପ୍ ସାଉଣ୍ଡ୍",
	"Stockholm": "ଷ୍ଟକ୍ହୋମ୍",
	"Stop": "ଷ୍ଟପ୍",
	"Store Demo": "ଷ୍ଟୋର୍‌ ଡେମୋ",
	"Store Mode": "ଷ୍ଟୋର୍ ମୋଡ୍",
	"Store Mode Settings": "ଷ୍ଟୋର୍ ମୋଡ୍ ସେଟିଂଗୁଡିକ",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "ଇନ୍-ଷ୍ଟୋର୍ ପ୍ରଦର୍ଶନ ପ୍ରକ୍ରିୟା ପାଇଁ ଷ୍ଟୋର୍ ମୋଡ୍। ପ୍ରତ୍ୟେକ କିଛି ମିନିଟ୍ ରେ ଏହା ସେଟିଂସ୍ ପୁନଃ-ଆରମ୍ଭ ହେବ। ଆପଣ ଏହି ଆପ୍ଲିକେସନ୍ ବନ୍ଦ ଏବଂ ଷ୍ଟୋର୍ ମୋଡ୍ ଆରମ୍ଭ କରିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Strong": "ଦୃଢ",
	"Style": "ଶୈଳୀ",
	"Subnet Mask": "ସବ୍‌ନେଟ୍ ମାସ୍କ",
	"Subnet prefix length": "ସବନେଟ୍‍ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଦୈର୍ଘ୍ୟ",
	"Subtitle First Choice Language": "ସବ୍‍ଟାଇଟିଲ୍‍ ପ୍ରଥମ ପସନ୍ଦ ଭାଷା",
	"Subtitle Language": "ସବଟାଇଟେଲ ଭାଷା",
	"Subtitle Second Choice Language": "ସବ୍‍ଟାଇଟିଲ୍‍ ଦ୍ୱିତୀୟ ପସନ୍ଦ ଭାଷା",
	"Subtitles": "ସବ୍‍ଟାଇଟିଲ୍‍ଗୁଡିକ",
	"Sudan": "ସୁଦାନ୍",
	"Super Impose": "ସୁପର ଇନ୍‌ପୋଜ୍",
	"Super Resolution": "ସୁପର ରିଜୋଲ୍ୟୁସନ୍",
	"Support": "ସମର୍ଥନ",
	"Suriname": "ସୁରିନେମ୍",
	"Surround Balance": "ପାରିପାର୍ଶ୍ଵ ବାଲାନ୍ସ",
	"Surround Level": "ପାରିପାର୍ଶ୍ଵ ସ୍ତର",
	"Swahili": "ସୋୟାହିଲି",
	"Swati": "ସ୍ୱାତି",
	"Swaziland": "ସ୍ୱାଜିଲ୍ୟାଣ୍ଡ",
	"Sweden": "ସ୍ୱେଡେନ୍",
	"Swedish": "ସ୍ୱିଡିସ୍",
	"Swift Current": "ସ୍ୱିଫ୍ଟ କରେଣ୍ଟ୍",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "ଆପଣ TV ଟର୍ନ୍ ଅଫ୍ ବେଳେ TVକୁ ଦ୍ରୁତ ଟର୍ନ୍‌ ଅନ୍‌ କରିବାକୁ ଷ୍ଟାଣ୍ଡବାଇ ମୋଡରେ ସ୍ଵିଚ୍ କରନ୍ତୁ।",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "ଆପଣ TV ଟର୍ନ୍ ଅଫ୍ ବେଳେ, ଦ୍ରୁତ ଆପ୍ଲିକେସନଗୁଡିକ, ସନ୍ଧାନ ଏବଂ ଇତ୍ୟାଦି ଭଳି ଏକ ପ୍ରକାର୍ଯ୍ୟର ବିବିଧତା ବ୍ୟବହାର କରିବାକୁ ଷ୍ଟାଣ୍ଡବାଇ ମୋଡରେ ସ୍ଵିଚ୍ କରନ୍ତୁ।",
	"Switzerland": "ସ୍ୱିଜରଲ୍ୟାଣ୍ଡ",
	"Sync Demo": "ଡେମୋ ସିଙ୍କ୍ କରନ୍ତୁ",
	"Syria": "ସିରିଆ",
	"System Color": "ସିଷ୍ଟମ୍‍ ରଂଗ",
	"São Paulo": "ସାଓ ପାଉଲୋ",
	"TAS - Tasmania - Hobart": "TAS - ତାସମାନିଆ - ହୋବାର୍ଟ",
	"TEXT 1": "ପାଠ୍ୟ 1",
	"TEXT 2": "ପାଠ୍ୟ 2",
	"TEXT 3": "ପାଠ୍ୟ 3",
	"TEXT 4": "ପାଠ୍ୟ 4",
	"TV Information": "TV ସୂଚନା",
	"TV Installation Type": "TV ସଂସ୍ଥାପନ ପ୍ରକାର",
	"TV Lock": "TV ଲକ୍",
	"TV Name": "TV ନାମ",
	"TV On With Mobile": "ମୋବାଇଲର ସହ TV ଅନ୍‌",
	"TV Power Sound": "ଟିଭି ପାୱର ସାଉଣ୍ଡ୍",
	"TV Power Sound Volume": "TV ପାୱାର୍‌ ସାଉଣ୍ଡ ଭଲ୍ୟୁମ୍‌",
	"TV Program Locks": "TV ପ୍ରୋଗ୍ରାମ୍‍ ଲକ୍‌ଗୁଡିକ",
	"TV Rating English": "TV ମୂଲ୍ୟାୟନ ଇଂରାଜୀ",
	"TV Rating French": "TV ମୂଲ୍ୟାୟନ ଫ୍ରେଞ୍ଚ",
	"TV Speaker": "TV ସ୍ପିକର୍",
	"TV can be used as an alarm.": "TVକୁ ଏକ ଆଲରାମ୍ ଭାବରେ ବ୍ୟବହାର କରାଯାଇପାରେ।",
	"TV is turned off at a set time on every specified day.": "ପ୍ରତ୍ୟେକ ନିର୍ଦ୍ଧିଷ୍ଟ ଦିନରେ ଏକ ସେଟ୍‌ ସମୟରେ TV ଟର୍ନ୍‌ ଅଫ୍ କରାଯାଇଛି।",
	"TV to USB": "TV ରୁ USB",
	"Tagalog": "ଟାଗାଲୋ",
	"Tahiti": "ତାହିତି",
	"Taipei": "ତାଇପେଇ",
	"Taiwan": "ତାଇୱାନ୍",
	"Tajikistan": "ତାଜିକିସ୍ତାନ",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "ସେହି ବୈଶିଷ୍ଟ୍ୟଗୁଡିକର ସୁବିଧା ନିଅନ୍ତୁ ଯାହା ନେଟୱର୍କିଂର ଆବଶ୍ୟକୀୟ ହୁଏ ଯେପରିକି ଇଣ୍ଟର୍ନେଟ୍, ଆପ୍ଲିକେସନଗୁଡିକ, ସଫ୍ଟୱାୟାର୍ ଅପଡେଟସ୍‌ ଏବଂ ଇତ୍ୟାଦି।",
	"Tallinn": "ତାଲିନ୍",
	"Tamil": "ତାମିଲ",
	"Tanzania": "ତାଞ୍ଜାନିଆ",
	"Target Luminance": "ଟାର୍ଗେଟ୍ ଲୁମିନାନ୍ସ",
	"Tashkent": "ତାସକେଣ୍ଟ୍",
	"Tbilisi": "ବିଲିସି",
	"Tegucigalpa": "ଟେଗୁସିଗାଲ୍‌ପା",
	"Tehran": "ତେହରାନ୍",
	"Teletext": "ଟେଲିଟେକ୍ସଟ",
	"Telugu": "ତେଲୁଗୁ",
	"Terrestrial DTV": "ଟେରିଷ୍ଟ୍ରିଆଲ DTV",
	"Text Color": "ପାଠ୍ୟ ରଂଗ",
	"Text Opacity": "ପାଠ୍ୟ ଓପାସିଟି",
	"Text Search": "ପାଠ୍ୟ ସନ୍ଧାନ",
	"Thai": "ଥାଇ",
	"Thailand": "ଥାଇଲାଣ୍ଡ",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ଏବଂ HDMI {port2} ପୋର୍ଟଗୁଡିକର AMD FreeSync Premium ର ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହି ପ୍ରକାର୍ଯ୍ୟ ଚୟନ କରିପାରନ୍ତି।",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ଏବଂ HDMI {port2} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ଏବଂ HDMI {port2} ପୋର୍ଟ୍‌ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ପୋର୍ଟ୍‌ AMD FreeSync Premium ର ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହି ପ୍ରକାର୍ଯ୍ୟର ଚୟନ କରିପାରନ୍ତି।",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} ପୋର୍ଟ୍‌ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, ଏବଂ HDMI {port3} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହି ପ୍ରକାର୍ଯ୍ୟକୁ ଚୟନ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, ଏବଂ HDMI {port3} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, ଏବଂ HDMI {port4} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହି ପ୍ରକାର୍ଯ୍ୟକୁ ଚୟନ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, ଏବଂ HDMI {port4} ପୋର୍ଟ୍‌ AMD FreeSync Premium ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3}, ଏବଂ HDMI {port4} ପୋର୍ଟ୍‌ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, ଏବଂ HDMI {port3} ପୋର୍ଟ୍‌ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ସମର୍ଥନ କରେ, ଏବଂ ଆପଣ ଏହାକୁ ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ କରିପାରନ୍ତି।",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV ସ୍ୱତନ୍ତ୍ର ID ହେଉଛି କେବଳ ଏକ ସ୍ୱତନ୍ତ୍ର ମୂଲ୍ୟ ଅଟେ ଯାହାର ବ୍ୟବହାର କେବଳ HbbTV ପାଇଁ କରାଯାଏ, ଯାହା ଉପଭୋକ୍ତାର ବ୍ୟକ୍ତିଗତ ସୂଚନା ସମ୍ୱନ୍ଧିତ ନୁହେଁ।",
	"The HbbTV Distinctive ID will be reset.": "HbbTV ସ୍ୱତନ୍ତ୍ର ID ପୁନଃସେଟ୍ ହେବ।",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV ଆପ୍ଲିକେସନ୍ କିମ୍ୱା ସେବା ଏକ ବ୍ୟକ୍ତିଗତ ଉପଭୋକ୍ତା ଟ୍ରାକିଂ କରିବାକୁ ଅକ୍ଷମ କରିବ।",
	"The IBB service will disable its tracking of an individual user.": "IBB ସେବା ଏକ ବ୍ୟକ୍ତିଗତ ଉପଭୋକ୍ତା ଟ୍ରାକିଂ କରିବାକୁ ଅକ୍ଷମ କରିବ।",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ସର୍ଭରରୁ LG ସର୍ଭିସ୍ ଦେଶ ସୂଚନା ପୁନରୁଦ୍ଧାର କରାଯାଇପାରିବ ନାହିଁ। ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ।",
	"The Settings application must reload to change the menu language. Do you want to continue?": "ସୂଚୀ ଭାଷା ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ସେଟିଂଗୁଡିକ ଆପ୍ଲିକେସନ ପୁନଃଲୋଡ୍ ହେବା ଆବଶ୍ୟକ। ଜାରି ରଖନ୍ତୁ? ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV ଚାରିପାଖରେ ଗତି ଚିହ୍ନଟ ହେଲେ ପରିବେଶ ଆଲୋକ ପ୍ରଦାନ କରାଯିବ।",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "ଉପଲବ୍ଧ ବାହ୍ୟ ଭଏସ୍ ଚିହ୍ନଟକରଣ ସେବାଗୁଡିକ ଭାଷା ସେଟିଂ ଉପରେ ନିର୍ଭର କରି ପରିବର୍ତ୍ତନ କରିପାରେ। ଏହାଛଡ଼ା, ଯଦି ଆପଣ ମେନ୍ୟୁ ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତି, ତେବେ ସେଟିଂ ମେନ୍ୟୁ ପୁନଃଲୋଡ୍‍ କରା ହେବ। କଣ ଆପଣ ଜାରି ରଖିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "ଆପଣଙ୍କ TV କୁ USB ଷ୍ଟୋରେଜ୍ ରୁ ଚ୍ୟାନେଲ୍ ତାଲିକା ସଫଳପୂର୍ବକ କପି ହୋଇଛି। 5 ସେକେଣ୍ଡରେ TV ପୁନଃଆରମ୍ଭ ହେବ।",
	"The channel list have been successfully copied from your TV to the USB storage.": "USB ଷ୍ଟୋରେଜ୍ କୁ ଆପଣଙ୍କ TV ରୁ ଚ୍ୟାନେଲ୍ ତାଲିକା ସଫଳପୂର୍ବକ କପି ହୋଇଛି।",
	"The closer to 100, the brighter.": "100ର ନିକଟସ୍ଥ, ଉଜ୍ଜଳତା ବଢିବ।",
	"The closer to 100, the clearer the color becomes.": "100ର ନିକଟସ୍ଥ, ରଙ୍ଗ ପରିଷ୍କାର ହୋଇଯାଏ।",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50ର ନିକଟସ୍ଥ କ୍ଲିଅର୍‌ ଲାଲ୍, 50ର ନିକଟସ୍ଥ କ୍ଲିଅର୍‌ ସବୁଜ।",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "ହ୍ଵାଇଟ୍ ବାଲାନ୍ସ ପ୍ରକାର୍ଯ୍ୟରେ ବିସ୍ତୃତ ସେଟ୍ ମୂଲ୍ୟ ପୁନଃସେଟ୍ କରା ହେବ। କଣ ଆପଣ ଜାରି ରଖିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ଚ୍ୟାନେଲ୍ ଏବଂ ପ୍ରୋଗ୍ରାମର ଧ୍ଵନି ଭଲ୍ୟୁମ୍ ମଧ୍ୟରେ ଗ୍ୟାପ୍ ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ହ୍ରାସ ହେବ, ଯାହା ଆପଣଙ୍କୁ ଏକ ଲଗାତାର ଭଲ୍ୟୁମ୍ ସହ ପ୍ରୋଗ୍ରାମ୍ ଦେଖିବାରେ ସାହାଯ୍ୟ କରେ।",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "ଚ୍ୟାନେଲ୍ ଏବଂ ପ୍ରୋଗ୍ରାମର ଧ୍ଵନି ଭଲ୍ୟୁମ୍ ମଧ୍ୟରେ ଗ୍ୟାପ୍ ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଏକ ଲଗାତାର ଭଲ୍ୟୁମ୍ ସହ ପ୍ରୋଗ୍ରାମ୍ ଦେଖିବାରେ ସାହାଯ୍ୟ କରେ।",
	"The higher the settings, the louder the sound rapidly.": "ଉଚ୍ଚ ସେଟିଂ, ଧ୍ଵନି ଜୋରରୁ ଦ୍ରୁତତ୍ତର।",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକର ଏବଂ Bluetooth‌ ସ୍ପିକରଗୁଡିକ ଏକାସାଙ୍ଗରେ ଧ୍ୱନି ଉତ୍ପନ୍ନ କରିପାରନ୍ତି, ଗୋଟିଏ ଉଜ୍ଜ୍ୱଳ ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି ପ୍ରଭାବ ସୃଷ୍ଟି କରିପାରେ।",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "ଭଏସ୍ ଚିହ୍ନଟକରଣ ପାଇଁ ଭାଷା ସ୍ୱତଃସ୍ପୃତ ଭାବେ ମନୋନୀତ ମେନୁ ଭାଷାର ଉପରେ ନିର୍ଭର କରି ସେଟ୍ ହେବ।",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ଭଏସ୍ ଚିହ୍ନଟକରଣ ପାଇଁ ବ୍ୟବହାର କରାଯାଉଥିବା ଭାଷା ମନୋନୀତ ମେନ୍ୟୁ ଭାଷାର ଅନୁସାରେ ସେଟ୍‌ କରାଯାଇଛି। ଭଏସ୍‌ ଭାଷାର ଆଧାରରେ ସମର୍ଥନ ସେବାଗୁଡିକ ଭିନ୍ନ ହୋଇପାରେ।",
	"The network is currently unavailable. Please try again later.": "ଏହି ନେଟୱର୍କ ସଂପ୍ରତି ଅନୁପଲବ୍ଧ । ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ।",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "ପ୍ରକ୍ରିୟା ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଏକ ଘଣ୍ଟା ନେବ ଏବଂ ଆପଣଙ୍କ TV ଟର୍ନ୍ ଅଫ୍ କରିବାକୁ ଆବଶ୍ୟକ କରିବ।",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "ପ୍ରକ୍ରିୟା ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ {n} ମିନିଟ୍‌ ନେବ ଏବଂ ଆପଣଙ୍କ TV ଟର୍ନ୍ ଅଫ୍ କରିବାକୁ ଆବଶ୍ୟକ କରିବ।",
	"The program is intended for adults only.": "ପ୍ରୋଗ୍ରାମ୍ କେବଳ ପ୍ରାପ୍ତବୟସ୍କଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ କରା ହୋଇଛି।",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "ସ୍କ୍ରିନ୍ ଔଜ୍ୱଲ୍ୟତା ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଭାବେ ଆପଣଙ୍କ TVର ଚାରିପାଖରେ ଔଜ୍ୱଲ୍ୟତାର ସହ ସମନ୍ୱୟ କରା ହୁଏ।",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "ସ୍କ୍ରିନ୍‌ 5 ସେକେଣ୍ଡରେ ସ୍ଲାଇଡ୍ ଡାଉନ୍‌ ହେବ। ସ୍କ୍ରିନ୍ ବ୍ୟାକ୍ ଅପ୍ ସ୍ଲାଇଡ୍‍ କରିବାକୁ ପାୱାର୍ ଏବଂ ଭଲ୍ୟୁମ୍ ବ୍ୟତୀତ କୌଣସି ବଟନରେ ଦବାନ୍ତୁ।",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "ରଙ୍ଗ ପରିଚାଳନା ସିଷ୍ଟମ୍ ପ୍ରକାର୍ଯ୍ୟ ସେଟ୍ ଉପ-ମୂଲ୍ୟ ପୁନଃସେଟ୍ କରା ହେବ। କଣ ଆପଣ ଜାରି ରଖିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth ପାରିପାର୍ଶ୍ଵ ଧ୍ଵନି + ଆଭ୍ୟନ୍ତରୀଣ TV ସ୍ପିକରର ସେଟିଂ ପୁନଃସେଟ୍ ହେବ।",
	"The settings are as follows.": "ସେଟିଂ ନିମ୍ନଅନୁସାରେ।",
	"The sound may not be output when digital sound output is set to Pass Through.": "ଡିଜିଟାଲ୍ ସାଉଣ୍ଡ୍ ଆଉଟ୍‌ ପୁଟ୍ ପାସ୍‌ କରିବା ମାଧ୍ୟମରେ ସେଟ୍‌ କରା ହେଲେ ଧ୍ଵନି ଆଉଟପୁଟ୍‌ ହୋଇପାରିବ ନାହିଁ।",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "TVକୁ ଅପଡେଟ୍ ପ୍ରୟୋଗ ହୋଇପାରିବ ନାହିଁ। ସଫ୍ଟୱେୟାର୍ ପୂର୍ବବର୍ତ୍ତୀ ସଂସ୍କରଣକୁ ଫେରିବ।",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "TV ଟର୍ନ୍‌ ଅନ୍‌ ଏବଂ ସ୍କ୍ରିନ୍‌ ଚଳଚ୍ଚିତ୍ର ହୋଇଥିବା ବେଳେ ସ୍କ୍ରିନରେ ଭିଜୁଆଲ ପ୍ରଭାବ ପ୍ରଦର୍ଶିତ ହେବ।",
	"There are no paired devices.": "କୌଣସି ହଳ ହୋଇଥିବା ଡିଭାଇସ୍ ନାହିଁ ।",
	"There are settings to correct or prevent OLED panel noise.": "OLED ପ୍ୟାନେଲ ନଏଜ୍ ପ୍ରତିହତ କରିବା ପାଇଁ କିମ୍ବା ସଂଶୋଧନ କରିବା ପାଇଁ ସେଟିଂ ରହିଛି।",
	"There is no USB device connected to your TV.": "ଆପଣଙ୍କ TV ସହିତ କୌଣସି USB ସଂଯୁକ୍ତ ହୋଇନାହିଁ ।",
	"There is no message.": "କୌଣସି ବାର୍ତ୍ତା ନାହିଁ ।",
	"Thimphu": "ଥିମ୍ପୁ",
	"Third Language": "ତୃତୀୟ ଭାଷା",
	"This feature applies only to specified LG Wireless Keyboard models.": "ଏହି ବୈଶିଷ୍ଟ୍ୟ କେବଳ ନିର୍ଦ୍ଧିଷ୍ଟ LG ଓୟାରଲେସ୍ କୀବୋର୍ଡ ମଡେଲରେ ଲାଗୁ ହୁଏ।",
	"This function works only when it is provided by the broadcast program.": "ବ୍ରଡକାଷ୍ଟ ପ୍ରୋଗ୍ରାମ୍ ଦ୍ୱାରା ପ୍ରଦାନ କରିବା ବେଳେ ଏହା କେବଳ ଏହି ପ୍ରକାର୍ଯ୍ୟ କାର୍ଯ୍ୟ କରିବ।",
	"This is a closed caption preview": "ଏହା ଏକ ବନ୍ଦ ହୋଇଥିବା କ୍ୟାପସନ୍ ପୂର୍ବାବଲୋକନ",
	"This is an already existing value.": "ଏହି ମୂଲ୍ୟ ଏକ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି।",
	"This service provides you with more information about watching program and enjoys related contents.": "ଏହି ସେବା ଆପଣଙ୍କ ପ୍ରୋଗ୍ରାମ୍ ଦେଖିବାକୁ ଏବଂ ସମ୍ବନ୍ଧୀୟ ବିଷୟବସ୍ତୁର ମଜା ନେବା ବିଷୟରେ ଅଧିକ ସୂଚନା ପ୍ରଦାନ କରେ।",
	"This will revert all options on TV to their default settings.": "ଏହି ସେମାନଙ୍କ ଡିଫଲ୍ଟ ସେଟିଂସକୁ TVରେ ସମସ୍ତ ବିକଳ୍ପ ଫେରିବ।",
	"Thule": "ଥୁଲେ",
	"Tijuana": "ତିଜୁଆନା",
	"Time": "ସମୟ",
	"Timer Channel": "ଟାଇମର୍‌ ଚ୍ୟାନେଲ୍",
	"Timer Repeat": "ଟାଇମର୍‌ ପୂନରାବୃତ୍ତି",
	"Timers": "ଟାଇମର୍‌ଗୁଡ଼ିକ",
	"Timezone": "ସମୟ କ୍ଷେତ୍ର",
	"Timor-Leste": "ଟିମୋର-ଲେସ୍ତେ",
	"Tint": "ଟିଣ୍ଟ",
	"Tiranë": "ତିରେନ",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "ଧ୍ଵନି ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ, TVରେ ଧ୍ଵନି ପରୀକ୍ଷା ଚାଳନ କରନ୍ତୁ ଏବଂ Magic Remote ବ୍ୟବହାର କରି ପ୍ରତିଫଳିତ-ଧ୍ୱନିକୁ ମାପିବା ଆରମ୍ଭ କରନ୍ତୁ।",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ଆପଣଙ୍କ TV ଧ୍ଵନି ପରୀକ୍ଷା କରିବାକୁ, ଅନ୍ତଃର୍ନିହିତ TV ସ୍ପିକରକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଧ୍ଵନି ବାହାର ସେଟିଂ ଆବଶ୍ୟକ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Togo": "ଟୋଗୋ",
	"Tokyo": "ଟୋକିଓ",
	"Tonga": "ଟୋଙ୍ଗା",
	"Top and Bottom": "ଶୀର୍ଷ ଏବଂ ନିମ୍ନ",
	"Toronto": "ଟୋରୋଣ୍ଟୋ",
	"Total Power On Time": "ସମୁଦାୟ ପାୱାର୍‍ ଅନ୍‍ ସମୟ",
	"Tracking Speed": "ଟ୍ରାକିଂ ବେଗ",
	"Translucent": "ଅସ୍ୱଛ",
	"Transparent": "ସ୍ୱଛ",
	"Treble Boost": "ଟ୍ରେବଲ୍ ବୁଷ୍ଟ",
	"Trinidad And Tobago": "ତ୍ରିନିଦାଦ ଏବଂ ଟୋବାଗୋ",
	"Trinidad and Tobago": "ତ୍ରିନିଦାଦ୍ ଏବଂ ଟୋବାଗୋ",
	"Tripoli": "ତ୍ରିପୋଲି",
	"Tsonga": "ସୋଙ୍ଗା",
	"Tswana": "ସୋତ୍ୱାନା",
	"Tune and save available channels.": "ଉପଲବ୍ଧ ଚ୍ୟାନେଲ୍ଗୁଡ଼ିକ ସ୍କାନ୍ ଏବଂ ସଞ୍ଚୟ କରନ୍ତୁ।",
	"Tune and save available channels. You can set satellite channel options.": "ଉପଲବ୍ଧ ଚ୍ୟାନେଲ୍ଗୁଡ଼ିକ ସ୍କାନ୍ ଏବଂ ସଞ୍ଚୟ କରନ୍ତୁ। ଆପଣ ସେଟଲାଇଟ୍ ଚ୍ୟାନେଲ୍ ବିକଳ୍ପଗୁଡିକ ସେଟ୍ କରିପାରିବେ।",
	"Tunis": "ତୁନିସ୍",
	"Tunisia": "ତୁନିସିଆ",
	"Turkey": "ତୁର୍କୀ",
	"Turkish": "ଟର୍କିସ୍",
	"Turkmenistan": "ତୁର୍କମେନିସ୍ତାନ",
	"Turn on TV with mobile device same as smartphone.": "ସ୍ମାର୍ଟଫୋନ୍ ସହ ସମାନ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ସହ TV ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ।",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} ପୋର୍ଟ୍‌ ପାଇଁ Ultra HD Deep Color ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} ପୋର୍ଟ୍‌ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ଟର୍ନ୍ ଅନ୍ କିମ୍ୱା ଅଫ୍ କରିପାରିବେ।",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth ମାଧ୍ୟମରେ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ବ୍ୟବହାର କରିବାକୁ TV ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ।",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi ମାଧ୍ୟମରେ ଆପଣଙ୍କ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ବ୍ୟବହାର କରିବାକୁ TV ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ।",
	"Turn on via Bluetooth": "Bluetooth ମାଧ୍ୟମରେ ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ",
	"Turn on via Wi-Fi": "Wi-Fi ମାଧ୍ୟମରେ ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ",
	"Turn on/off description box in Settings.": "ସେଟିଂଗୁଡିକରେ ବର୍ଣ୍ଣନା ବକ୍ସ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn on/off standby light.": "ଷ୍ଟାଣ୍ତବାଇ ଲାଇଟ୍ ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} ପୋର୍ଟ୍‌ ପାଇଁ AMD FreeSync Premium ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn on/off the images to be displayed on screen when there is no signal.": "ସେଠାରେ କୌଣସି ସିଗନାଲ୍ ନ ଥିବା ସମୟରେ ସ୍କ୍ରିନରେ ପ୍ରଦର୍ଶନ ହେଉଥିବା ଫଟୋଗୁଡିକ ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn on/off the related features of energy consumption.": "ଶକ୍ତି ବ୍ୟବହାରର ସମ୍ବନ୍ଧୀୟ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରନ୍ତୁ।",
	"Turn the Hybridcast service on/off.": "Hybridcast ସର୍ଭିସ୍‌ ଅନ୍‍/ଅଫ୍‍ କରନ୍ତୁ ।",
	"Turn the Interactivity (DTVi) service on/off.": "ଇଣ୍ଟରଆକ୍ଟିଭିଟି (DTVi) ସର୍ଭିସ୍‌ ଅନ୍‍/ଅଫ୍‍ କରନ୍ତୁ ।",
	"Turn your broadcast TV provider's TV Guide on/off.": "ଆପଣଙ୍କ ବ୍ରଡକାଷ୍ଟ TV ପ୍ରଦାନକାରୀ's TV ଗାଇଡ୍‍ ଅନ୍‍/ଅଫ୍‍ କରନ୍ତୁ ।",
	"Turn your broadcast TV provider's teletext service on/off.": "ଆପଣଙ୍କ ବ୍ରଡକାଷ୍ଟ TV ପ୍ରଦାନକାରୀ'ଙ୍କର ଟେଲିଟେକ୍ସଟ୍‌ ସର୍ଭିସ୍‌ ଅନ୍‍/ଅଫ୍ କରନ୍ତୁ ।",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi ଅଫ୍ କରିବା, ଆପଣ ଯଦି ନେଟୱାର୍କ୍ ସହିତ ସଂଯୋଗ ହେବା ପାଇଁ କେବୁଲ ବ୍ୟବହାର କରୁନଥାନ୍ତି ତେବେ ସମସ୍ତ ଇଣ୍ଟରନେଟ୍ ଭିତ୍ତିକ ସର୍ଭିସ ଆକସେସ କରିବାକୁ ପ୍ରତିରୋଧ କରିବ। ଜାରି ରଖନ୍ତୁ? ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"UAE": "ସଂଯୁକ୍ତ ଆରବ ଏମିରେଟସ୍",
	"UHD Mode": "UHD ମୋଡ୍",
	"USA": "ଯୁକ୍ତ ରାଷ୍ଟ୍ର ଆମେରିକା",
	"USB storage for Copy Channels": "କପି ଚ୍ୟାନେଲ ପାଇଁ USB ସଂରକ୍ଷଣ",
	"USB to TV": "USB ରୁ TV",
	"Uganda": "ଉଗାଣ୍ଡା",
	"Ukraine": "ୟୁକ୍ରେନ୍",
	"Ukrainian": "ୟୁକ୍ରେନିଆନ୍",
	"Ulaanbaatar": "ଉଲାନବାତର",
	"Ultra Surround": "ଅଲଟ୍ରା ସରାଉଣ୍ଡ",
	"Unable to check for updates.": "ଅଦ୍ୟତନଗୁଡ଼ିକ ଯାଂଚ୍ କରିବାକୁ ଅସମର୍ଥ ।",
	"Unable to connect to the network.": "ନେଟୱାର୍କ୍ ସହିତ ସଂଯୋଗ ହେବାକୁ ଅସମର୍ଥ।",
	"Undefined": "ଅବର୍ଣ୍ଣିତ",
	"Under 17 requires accompanying parent or adult guardian.": "17 ବର୍ଷ ବୟସରୁ କମ୍ ପିତାମାତା ଏବଂ ପ୍ରାପ୍ତ ବୟସ୍କ ଅଭିଭାବକଙ୍କର ମାର୍ଗଦର୍ଶନ ଆବଶ୍ୟକ କରେ।",
	"Uniform": "ସମରୂପୀ",
	"United Arab Emirates": "ସଂଯୁକ୍ତ ଆରବ ରାଷ୍ଟ୍ର",
	"United Kingdom": "ବ୍ରିଟେନ୍",
	"United States of America": "ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା",
	"Universal Control Settings": "ୟୁନିଭର୍ସାଲ କଣ୍ଟ୍ରୋଲ ସେଟିଂସ୍‌",
	"Unknown": "ଅଜ୍ଞାତ",
	"Unknown issue has occurred.": "ଅଜ୍ଞାତ ସମସ୍ୟା ଘଟିଛି।",
	"Update canceled.": "ଅଦ୍ୟତନ ଅଗ୍ରାହ୍ୟ ହୋଇଛି ।",
	"Update in progress...": "ଅପଡେଟ୍ ଚାଲୁ ରହିଛି...",
	"Update in progress...({n}%)": "ଅପଡେଟ୍ ପ୍ରଗତିରେ ଅଛି...({n}%)",
	"Update paused.": "ଅଦ୍ୟତନ ବିରାମ ହୋଇଛି ।",
	"Update reserved.": "ଅଦ୍ୟତନ ସଂରକ୍ଷିତ ।",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "ଅପଡେଟ୍ ବାତିଲ୍ ହେବ ଏବଂ ବର୍ତ୍ତମାନ ସମସ୍ତ ଅପଡେଟ୍ ଫାଇଲ୍ ବିଲୋପିତ ହେବ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Urdu": "ଉର୍ଦ୍ଦୁ",
	"Uruguay": "ଉରୁଗୁଏ",
	"Urumqi": "ଉରୁମ୍‌କ୍ୱି",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "ରୁମର ସାଉଣ୍ଡକୁ ବିଶ୍ଲେଷଣ କରନ୍ତୁ ଏବଂ ଫଳାଫଳକୁ ଆଧାର କରି TV’ର ସାଉଣ୍ଡ ସର୍ବୋତ୍ତମ କରିବା ପାଇଁ Magic Remote‌ ବ୍ୟବହାର କରନ୍ତୁ।",
	"Use a large pointer.": "ଏକ ବଡ ପଏଣ୍ଟର୍ ବ୍ୟବହାର କରନ୍ତୁ।",
	"Use a medium pointer.": "ଏକ ମଧ୍ୟମ ପଏଣ୍ଟର୍ ବ୍ୟବହାର କରନ୍ତୁ।",
	"Use a small pointer.": "ଏକ କ୍ଷୁଦ୍ର ପଏଣ୍ଟର୍ ବ୍ୟବହାର କରନ୍ତୁ।",
	"Use the 4-way controller to change the position and press the OK button.": "ସ୍ଥିତି ପରିବର୍ତ୍ତନ କରିବାକୁ 4-ପ୍ରକାରର କଣ୍ଟ୍ରୋଲର୍ ବ୍ୟବହାର ଏବଂ ଓକେ ବଟନ୍ ଦବାନ୍ତୁ।",
	"Use the following services with the selected language.": "ମନୋନୀତ ଭାଷା ସହ ନିମ୍ନଲିଖିତ ସେବାଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ।",
	"User": "ଉପଭୋକ୍ତା",
	"User Agreements": "ଉପଭୋକ୍ତା ରାଜିନାମାଗୁଡିକ",
	"User Guide": "ଉପଭୋକ୍ତା ଗାଇଡ୍",
	"Uzbek": "ଉଜ୍‌ବେକ୍",
	"Uzbekistan": "ଉଜବେକିସ୍ଥାନ୍",
	"Uzhhorod": "ଉଜ୍‌ହୋରୋଡ୍",
	"V Position": "V ସ୍ଥିତି",
	"V Sharpness": "V ସାର୍ପନେସ୍",
	"V Size": "V ଆକାର",
	"VIC - Victoria - Melbourne": "VIC - ଭିକ୍ଟୋରିଆ - ମେଲବୋର୍ଣ୍ଣ",
	"Vaduz": "ଭାଦୁଜ୍",
	"Valencian": "ଭାଲେନସିଆନ୍",
	"Vancouver": "ଭ୍ୟାନ୍‌କୋଭର",
	"Vatican City": "ଭାଟିକାନ୍ ସିଟି",
	"Venda": "ଭେଣ୍ଡା",
	"Venezuela": "ଭେନଜୁଏଲା",
	"Vertical Zoom": "ଭର୍ଟିକାଲ୍ ଜୁମ୍",
	"Video 1": "ଭିଡିଓ 1",
	"Video 2": "ଭିଡିଓ 2",
	"Video 3": "ଭିଡିଓ 3",
	"Video Description": "ଭିଡିଓ ବର୍ଣ୍ଣନା",
	"Vienna": "ଭିଏନା",
	"Vientiane": "ଭିଏନଟିଏନ୍",
	"Vietnam": "ଭିଏତନାମ୍",
	"Vietnamese": "ଭିଏତନାମିଜ୍",
	"View current Common Interface (CI) information.": "ସାଂପ୍ରତିକ କମନ ଇଣ୍ଟରଫେସ୍ (CI) ସୂଚନା ଦେଖନ୍ତୁ ।",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "ସ୍କ୍ରିନରେ ମେନ୍ୟୁର ରଙ୍ଗକୁ କଳା ଏବଂ ଧଳାରେ ପରିବର୍ତ୍ତନ କରି ଆଇଟମଗୁଡିକ ଅଧିକ ସ୍ପଷ୍ଟ ଭାବେ ଦର୍ଶନ କରନ୍ତୁ।",
	"View messages from your broadcast TV provider.": "ଆପଣଙ୍କ ବ୍ରଡକାଷ୍ଟ TV ପ୍ରଦାନକାରୀ ଠାରୁ ବାର୍ତ୍ତାଗୁଡ଼ିକ ଦେଖନ୍ତୁ ।",
	"View more information about watching program and enjoy related contents.": "ପ୍ରୋଗ୍ରାମ୍ ଦେଖିବା ଏବଂ ଉପଭୋଗ ସମ୍ବନ୍ଧୀୟ ବିଷୟବସ୍ତୁର ମଜା ନେବା ବିଷୟରେ ଅଧିକ ସୂଚନା ଦର୍ଶନ କରନ୍ତୁ।",
	"View the original screen as it is or set the screen size and aspect ratio.": "ମୂଳ ସ୍କ୍ରିନକୁ ସେହି ଭାବରେ ଦେଖନ୍ତୁ କିମ୍ୱା ଯାହାର ସ୍କ୍ରିନ୍ ଆକାର ଏବଂ ଆସପେକ୍ଟ ହାର ସେଟ୍‌ ଅଛି।",
	"View the original screen as it is received from broadcasts signal or connected device.": "ବ୍ରଡକାଷ୍ଟଗୁଡିକ ସିଗନାଲ୍ କିମ୍ୱା ସଂଯୋଜିତ ଡିଭାଇସରେ ପ୍ରାପ୍ତ ହୋଇଥିବା ମୂଳ ସ୍କ୍ରିନ୍ ଦର୍ଶନ କରନ୍ତୁ।",
	"Vilnius": "ଭିଲନିଉସ୍",
	"Violence": "ହିଂସା",
	"Virtual Surround Plus": "ଭର୍ଚୁଆଲ୍‍ ସରାଉଣ୍ଡ ସହିତ",
	"Vivid": "ବିବିଧ",
	"Vladivostok": "ବ୍ଲାଡିଭୋଷ୍ଟକ୍",
	"Voice Recognition Help and Settings": "ଭଏସ୍ ଚିହ୍ନଟକରଣ ସହାୟତା ଏବଂ ସେଟିଂସ୍",
	"Voice Support Service": "ଭଏସ୍ ସମର୍ଥନ ସେବା",
	"Volgograd": "ଭଲ୍‌ଗୋଗ୍ରାଡ୍",
	"Volume": "ଭଲ୍ୟୁମ୍",
	"Volume Increase Amount": "ଭଲ୍ୟୁମ୍‍ ବୃଦ୍ଧି ପରିମାଣ",
	"Volume Mode": "ଭଲ୍ୟୁମ୍‍ ମୋଡ୍",
	"WA - Western Australia - Eucla": "WA - ୱେଷ୍ଟର୍ଣ୍ଣ ଅଷ୍ଟ୍ରେଲିଆ - ୟୁକ୍ଲା",
	"WA - Western Australia - Perth": "WA - ୱେଷ୍ଟର୍ଣ୍ଣ ଅଷ୍ଟ୍ରେଲିଆ - ପର୍ଥ",
	"Wall-mounted": "ୱାଲ୍‌-ମାଉଣ୍ଟ ହୋଇଛି",
	"Warm1": "ଉଷ୍ଣ1",
	"Warm2": "ଉଷ୍ଣ2",
	"Warm3": "ଉଷ୍ଣ3",
	"Warsaw": "ୱାର୍ସ",
	"Wasu": "ୱାସୁ",
	"Watch a diverse range of Internet contents on TV channels.": "TV ଚ୍ୟାନେଲଗୁଡିକରେ ଇଣ୍ଟର୍ନେଟ୍ ବିଷୟବସ୍ତୁର ଏକ ବିବିଧ ପରିସୀମା ଦେଖନ୍ତୁ।",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "ଆପଣଙ୍କ ଡିଭାଇସ୍ ଯାଂଚ୍ କରିବା ପାଇଁ ଏବଂ ଆପଣଙ୍କର ସଫ୍ଟଓୟାରର ସବୁଠାରୁ ନୂଆ ସଂସ୍କରଣ ଅଛି କି ନା ଯାଂଚ୍ କରିବା ପାଇଁ ଆମେ MAC ଠିକଣା, ମଡେଲ୍ ନମ୍ବର, ଦେଶ କୋଡ୍, ଭାଷା ସେଟିଂ ଏବଂ ସଫ୍ଟଓୟାର ସଂସ୍କରଣ ସଂଗ୍ରହ କରୁ ଓ ଗଛିତ ରଖୁ।",
	"Welcome Feature": "ସ୍ଵାଗତ ବୈଶିଷ୍ଟ୍ୟ",
	"Welsh": "ୱେଲ୍ସ",
	"Western Africa": "ପଶ୍ଚିମ ଆଫ୍ରିକା",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "ଏକ ସଂଯୋଜିତ HDDର ବ୍ୟବହାର ଏକ ନିର୍ଦ୍ଧିଷ୍ଟ ସମୟ ପାଇଁ ବ୍ୟବହାର ହୋଇନାହିଁ, ତେବେ ପାୱାର୍‌ ଖର୍ଚ୍ଚକୁ କମ କରିବା ପାଇଁ ଷ୍ଟାଣ୍ଡବାଏ ମୋଡକୁ ସୁଇଚ୍ କରନ୍ତୁ।",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "ପୋର୍ଟରେ ଗୋଟିଏ ଡିଭାଇସ୍ ସଂଯୋଜିତ ହୋଇଥିବା ବେଳେ, ଖେଳର ଅନୁକୂଳିତ ଫଟୋ ସର୍ବନିମ୍ନ ବିଳମ୍ୱ, କ୍ରାକିଂ କିମ୍ୱା ଛବିର ବାଧାପ୍ରାପ୍ତ ସହ ପ୍ରଦାନ ହୋଇଥାଏ।",
	"When the Instant Game Response is launched, the video may blink temporarily.": "ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ଉନ୍ମୋଚନ ହୋଇଥିବା ବେଳେ, ଭିଡିଓ ଅସ୍ଥାୟୀ ଭାବରେ ଧପ୍ ଧପ୍ କରିପାରେ।",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "ଧ୍ଵନି ଆଉଟ୍ \"Bluetooth‌ / HDMI ARC / ଅପ୍ଟିକାଲ୍ ଡିଜିଟାଲ୍‌ / WiSA ସ୍ପିକରଗୁଡିକ\" ରେ ସେଟ୍ ଥିବା ସମୟରେ କିମ୍ୱା ସଂଯୋଜିତ ଡିଭାଇସ୍ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା କରିବା ପାଇଁ ସମର୍ଥନ କରେ ନାହିଁ, ଏହା ସଠିକ୍‌ ଭାବରେ କାର୍ଯ୍ୟ କରିନପାରେ।",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "ଧ୍ଵନି ଆଉଟ୍ Bluetoothରେ ସେଟ୍ ଥିବା ସମୟରେ କିମ୍ୱା ସଂଯୋଜିତ ଡିଭାଇସ୍ ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା କରିବା ପାଇଁ ସମର୍ଥନ କରେ ନାହିଁ, ଏହା ସଠିକ୍‌ ଭାବରେ କାର୍ଯ୍ୟ କରିନପାରେ।",
	"When the device is turned on/off, your TV will automatically turn on/off.": "ଯେତେବେଳେ ଡିଭାଇସ୍ ଅନ୍/ଅଫ୍ ହୁଏ, ଆପଣଙ୍କ TV ସ୍ୱତଃ ଅନ୍/ଅଫ୍ ହେବ ।",
	"When the visual effects is off, the screen is displayed as Live TV.": "ଭିଜ୍ୟୁୟାଲ୍‌ ପ୍ରଭାବଗୁଡିକ ଅଫ୍‌ ଥିବା ବେଳେ, Live TV ଭାବରେ ସ୍କ୍ରିନ୍‌ ପ୍ରଦର୍ଶିତ ହୋଇଛି।",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "ଏହି ବୈଶିଷ୍ଟ୍ୟ 'ଅନ୍‌' କୁ ସେଟ୍ ବେଳେ, ସ୍କ୍ରିନରେ ଦେଖାଯାଉଥିବା କିଛି ବୈଶିଷ୍ଟ୍ୟ ଆଂଶିକ ଭାବରେ ପାରଦର୍ଶି ହେବ।",
	"When your TV is turned off, the device will automatically turn off.": "ଯେତେବେଳେ TV ଅଫ୍ ହୁଏ, ଆପଣଙ୍କ ଡିଭାଇସ୍ ସ୍ୱତଃ ଅଫ୍ ହେବ।",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "ପରିବର୍ତ୍ତନ ହୋଇଥିବା ସେଟ୍ ମୂଲ୍ୟ ଏକ ବାହ୍ୟ ଡିଭାଇସରେ ସ୍ଥାନାନ୍ତରିତ ହୁଏ, ଫଟୋ କିମ୍ୱା ଧ୍ଵନି ସାଧାରଣତଃ ଅସ୍ଥାୟୀଭାବରେ ପ୍ରଦାନ କରାଯିବ ନାହିଁ।",
	"White": "ଧଳା",
	"White Balance": "ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ",
	"Wi-Fi Connection": "Wi-Fi ସଂଯୋଜନ",
	"Wi-Fi Security": "Wi-Fi ସିକ୍ୟୁରିଟି",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi ଅଫ୍ ରହିଛି । ଉପଲବ୍ଧ ନେଟୱର୍କ ଯାହା ସହିତ ଆପଣ ସଂଯୁକ୍ତ ହୋଇପାରିବେ ଏବଂ ସଂପର୍କିତ ମେନ୍ୟୁ ଆଇଟମ୍ଗୁଡ଼ିକ ତାଲିକା ଦେଖିବା ପାଇଁ ଏହା ଅନ୍ କରନ୍ତୁ ।",
	"Wi-Fi issue has occurred.": "Wi-Fi ସମସ୍ୟା ଘଟିଛି।",
	"WiSA Speakers": "WiSA ସ୍ପିକରଗୁଡିକ",
	"Wide Area Zone": "ୱାଇଡ୍ ଅଞ୍ଚଳ ଜୋନ୍",
	"Wide View": "ୱାଇଡ୍ ଦର୍ଶନ",
	"Wide View (32:9)": "ୱାଇଡ୍ ଭ୍ୟୁ (32:9)",
	"Wide Zoom": "ୱାଇଡ୍ ଜୁମ୍",
	"Windhoek": "ୱିଣ୍ଡ୍‌ହୋଏକ୍",
	"Window Color": "Window ରଂଗ",
	"Window Opacity": "Window ଓପାସିଟି",
	"Winnipeg": "ୱିନିପେଗ୍",
	"Wired Connection (Ethernet)": "ତାରଯୁକ୍ତ ସଂଯୋଜନ (ଇଥରନେଟ୍)",
	"Wired Headphones": "ତାରଯୁକ୍ତ ହେଡ୍ଫୋନଗୁଡ଼ିକ",
	"Wired Headphones + Internal TV Speaker": "ୱାରଡ୍‍ ହେଡଫୋନ୍ + ଅନ୍ତଃର୍ନିହିତ TV ସ୍ପିକର୍",
	"With this option, you can control the audio device's volume with your TV remote.": "ଏହି ବିକଳ୍ପ ସହ, ଆପଣ ଆପଣଙ୍କ TV ରିମୋଟ୍ ସହ ଅଡିଓ ଡିଭାଇସର ଭଲ୍ୟୁମକୁ ନିୟନ୍ତ୍ରଣ କରିପାରନ୍ତି।",
	"Xhosa": "ହୋସା",
	"Yakutsk": "ୟାକୁସ୍କ",
	"Yamoussoukro": "ୟମୁସୋଉକ୍ରୋ",
	"Yangon": "ୟାଙ୍ଗୁନ",
	"Year": "ବର୍ଷ",
	"Yekaterinburg": "ୟାକାଟେରିନ୍ ବର୍ଗ",
	"Yellow": "ହଳଦିଆ",
	"Yellowknife": "ୟେଲୋନାଇଫ୍",
	"Yemen": "ୟେମେନ୍",
	"Yerevan": "ୟେରେଭାନ୍",
	"Yes": "ହଁ",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "TV ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ ଏବଂ ସ୍କ୍ରିନ୍‌ ଘୁଞ୍ଚାଇବା ବେଳେ ଆପଣ ସାଉଣ୍ଡ ପ୍ରଭାବ ନିୟନ୍ତ୍ରଣ କରିପାରିବେ।",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "ଡିଭାଇସ୍ ସେଟଅପ୍ ପ୍ରକ୍ରିୟାଗୁଡିକର ସାହାଯ୍ୟରେ ଆପଣ ମ୍ୟାଜିକ୍‌ ରିମୋଟର ସହ HDMI ପୋର୍ଟଗୁଡିକୁ ସଂଯୋଜିତ ଡିଭାଇସଗୁଡିକରେ ନିୟନ୍ତ୍ରଣ କରିପାରିବେ।",
	"You can delete the device connection history of Screen Share.": "ଆପଣ Screen Share ର ଡିଭାଇସ୍ ସଂଯୋଜନା ଇତିହାସ ବିଲୋପ କରିପାରିବେ।",
	"You can delete the device connection history of Sound Share.": "ଆପଣ ସାଉଣ୍ଡ୍ ଶେୟାରର ଡିଭାଇସ୍ ସଂଯୋଜନା ଇତିହାସ ବିଲୋପ କରିପାରିବେ।",
	"You can find the default password in User Guide.": "ଆପଣ ୟୁଜର୍‍ ଗାଇଡ୍‌ରେ ଡିଫଲ୍ଟ ପାସୱାର୍ଡ ଦେଖିପାରିବେ।",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "ଆପଣ HDMI Ultra HD Deep Color \"ଅନ୍‌\" ରେ ସେଟିଂ କରି ତୁରନ୍ତ ଖେଳ ପ୍ରତିକ୍ରିୟା ଉନ୍ମୋଚନ କରିପାରନ୍ତି।",
	"You can only change settings from the current HDMI input.": "ଆପଣ ସମ୍ପ୍ରତି HDMI ଇନପୁଟରୁ କେବଳ ସେଟିଂସ୍ ପରିବର୍ତ୍ତନ କରିପାରନ୍ତି।",
	"You can scan again to connect the device.": "ଆପଣ ପୁନଃ ଡିଭାଇସ୍ ସଂଯୋଗ କରିବା ପାଇଁ ସ୍କାନ୍‍ କରିପାରିବେ।",
	"You can select left and right audio settings for broadcast signal.": "ଆପଣ ବ୍ରଡକାଷ୍ଟ ସିଗନାଲ୍ ପାଇଁ ବାମ ଏବଂ ଡାହାଣ ଅଡିଓ ସେଟିଂସ୍ ଚୟନ କରିପାରନ୍ତି।",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "ଆପଣ HDMI {num} ପୋର୍ଟର AMD FreeSync Premium କୁ ଚୟନ କରିପାରିବେ।",
	"You can select the Ultra HD Deep Color of port.": "ଆପଣ ପୋର୍ଟକୁ Ultra HD Deep Colorକୁ ଚୟନ କରିପାରନ୍ତି।",
	"You can set the sound to play when the TV is turned on or off.": "TV ଟର୍ନ୍‌ ଅନ୍‌ କିମ୍ୱା ଅଫ୍ ବେଳେ ଆପଣ ଧ୍ଵନି ଚାଳନରେ ସେଟ୍ କରିପାରନ୍ତି।",
	"You can turn on/off the feature of saving CAM operator's profile.": "ଆପଣ CAM ଅପରେଟର ର ପ୍ରୋଫାଇଲ୍ ସଞ୍ଚୟ କରିବାର ବୈଶିଷ୍ଟ୍ୟ ଟର୍ନ୍ ଅନ୍/ଅଫ୍ କରିପାରନ୍ତି।",
	"You can turn this feature on or off.": "ଆପଣ ଏହି ବୈଶିଷ୍ଟ୍ୟ ଅନ୍ କିମ୍ବା ଅଫ୍ କରିପାରିବେ ।",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ଆପଣ ନେଟୱାର୍କ୍ ମାଧ୍ୟମରେ ବିବିଧ ବିଷୟବସ୍ତୁ ସୁପାରିଶକରଣଗୁଡିକ ପ୍ରାପ୍ତ କରିପାରନ୍ତି। ଏହି ବିକଳ୍ପ ଅଫ୍ କରିବାକୁ କେବଳ ମୌଳିକ ବିଷୟବସ୍ତୁ ମିଳିବ ଏବଂ କିଛି ବୈଶିଷ୍ଟ୍ୟ ଉପଲବ୍ଧ ହେବ ନାହିଁ।",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "ଆପଣଙ୍କ TV ଏବଂ SIMPLINK-ସଂଯୁକ୍ତ ଡିଭାଇସ ନିମ୍ନରେ ଦିଆଯାଇଥିବା ଅନୁଯାୟୀ ସିଙ୍କ୍ ହେବ:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "ପିକ୍ସେଲ୍ ସତେଜତା ପ୍ରକ୍ରିୟା ପ୍ରଗତିରେ ଥିବା ବେଳେ ଆପଣଙ୍କ TV ଅଫ୍ ରହିବ। କୌଣସି ସମ୍ପ୍ରତି କିମ୍ୱା ଆଗାମୀ ରେକର୍ଡିଂଗୁଡିକ, ସ୍ମାରକଗୁଡିକ, କିମ୍ୱା ଟାଇମର୍ ପାୱାର୍-ଅନ୍ ନିର୍ଦ୍ଧାରଣ ହୋଇଥିବା ସମୟରେ ଏହି ପ୍ରକ୍ରିୟା ବାତିଲ୍ ହେବ ଏବଂ ଜିରୋ ଦର୍ଶନରେ BT ସ୍ପିକର୍‌ ଉପଲବ୍ଧ ନାହିଁ।",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "ପିକ୍ସେଲ୍ ସତେଜତା ପ୍ରକ୍ରିୟା ପ୍ରଗତିରେ ଥିବା ବେଳେ ଆପଣଙ୍କ TV ଅଫ୍ ରହିବ। କୌଣସି ସମ୍ପ୍ରତି କିମ୍ୱା ଆଗାମୀ ରେକର୍ଡିଂଗୁଡିକ, ସ୍ମାରକଗୁଡିକ, କିମ୍ୱା ଟାଇମର୍ ପାୱାର୍-ଅନ୍ ନିର୍ଦ୍ଧାରଣ ହୋଇଥିବା ସମୟରେ ଏହି ପ୍ରକ୍ରିୟା ବାତିଲ୍ ହେବ।",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ଆପଣଙ୍କ TV ନେଟୱାର୍କ୍ ସ୍ୱତଃସ୍ପୃତ ଭାବେ ସେଟ୍ ଆପଣଙ୍କ LG ସେବାଗୁଡିକ ଦେଶରୁ ସଂଯୋଜିତ ହେବା ଆବଶ୍ୟକ। ଆପଣ ସଂଯୋଗ ଯାଞ୍ଚ କରିବାକୁ ବର୍ତ୍ତମାନ ନେଟୱାର୍କ୍ ସେଟିଂଗୁଡିକୁ ଯିବାକୁ ଚାହାଁନ୍ତି କି?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ଆପଣଙ୍କ TV ତାହାର ଡିଜିଟାଲ୍ TV ସିଗନାଲ୍ ମାଧ୍ୟମରେ ଜରୁରୀକାଳୀନ ସତର୍କ ସନ୍ଦେଶଗୁଡିକ ପ୍ରଦାନ କରିବାକୁ ଆପଣଙ୍କ ସଠିକ୍ ଅବସ୍ଥାନ ଜଣେଇବା ଆବଶ୍ୟକ।",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ପ୍ରୋସେସ ସଂପୂର୍ଣ୍ଣ ହେବା ପର୍ଯ୍ୟନ୍ତ TV ବନ୍ଦ ରହିବ, ସେହି ବିନ୍ଦୁରେ ଏହା ସ୍ୱତଃ ପୁଣି ଅନ୍ ହେବ।",
	"Zagreb": "ଜାଗ୍‌ରେବ୍",
	"Zambia": "ଜାମ୍ବିଆ",
	"Zaporozhye": "ଜାପାରୋଝାଇ",
	"Zimbabwe": "ଜିମ୍ବାୱେ",
	"Zoom": "ଜୁମ୍",
	"Zoom2": "ଜୁମ୍‌2",
	"Zulu": "ଜୁଲୁ",
	"Zürich": "ଜୁରିଚ୍",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "ଆପଣଙ୍କ TVରୁ [{Device}] ବିଚ୍ଛିନ୍ନ ହେବ। ଏହି ଡିଭାଇସରୁ ଧ୍ଵନି ଆଉ ଅଧିକ ଚାଳନ ହେବ ନାହିଁ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "ପେୟାର୍ ହୋଇଥିବା ଡିଭାଇସ୍ ତାଲିକାରୁ [{Device}] ଅପସାରଣ ହୋଇଛି। ଯଦି ଆପଣ ଏହା ପରେ ସଂଯୋଗ କରିବାକୁ ଚାହାଁନ୍ତି, ଆପଣ ଉପଲବ୍ଧ ଡିଭାଇସଗୁଡିକ ପାଇଁ ସନ୍ଧାନ ଆବଶ୍ୟକ ଏବଂ ଏହା ପୁନଃ-ପେୟାର୍ କରନ୍ତୁ। ଆପଣ ଜାରି ରଖିବାକୁ ଚାହାଁନ୍ତି କି?",
	"[{deviceName}] will be deleted.": "[{deviceName}] ବିଲୋପ ହେବ।",
	"aspectRatio_original": "ମୂଳ",
	"audioGuidance_fast": "ଦ୍ରୁତ",
	"audioGuidance_high": "ଉଚ୍ଚ",
	"audioGuidance_low": "ନିମ୍ନ",
	"audioGuidance_medium": "ମଧ୍ୟମ",
	"audioGuidance_slow": "ମନ୍ଥର",
	"audioGuidance_veryFast": "ଅଧିକ ଦ୍ରୁତ",
	"audioGuidance_veryHigh": "ଅଧିକ ଉଚ୍ଚ",
	"audioGuidance_veryLow": "ଖୁବ୍ ଧୀର",
	"audioGuidance_verySlow": "ଖୁବ୍ ଧୀର",
	"btDotSignalStrength_wide": "ଚଉଡ଼ା",
	"button": "ଯାଂଚ୍ ହୋଇଛି",
	"character": "ବର୍ଣ୍ଣ",
	"characters": "ବର୍ଣ୍ଣଗୁଡିକ",
	"checked": "ଯାଞ୍ଚ ହୋଇଛି",
	"colorGamutJPNWide": "ଚଉଡ଼ା",
	"connecting": "ସଂଯୋଜିତ",
	"depthOfColor": "ରଂଗ",
	"diagonal zoom in": "ଡାଇଗୋନାଲ୍ ଜୁମ୍ ଇନ୍",
	"diagonal zoom out": "ଡାଇଗୋନାଲ୍ ଜୁମ୍ ଆଉଟ୍",
	"digitalOptionSetByProgram": "ପ୍ରୋଗ୍ରାମ୍‍ ଅନୁଯାୟୀ ସେଟ୍‍ ହୋ‍ଇଛି",
	"energy_Maximum": "ସର୍ବାଧିକ",
	"energy_Medium": "ମଧ୍ୟମ",
	"energy_Minimum": "ସର୍ବନିମ୍ନ",
	"freesync_high": "ଉଚ୍ଚ",
	"freesync_low": "ନିମ୍ନ",
	"freesync_off": "ଅଫ୍",
	"freesync_wide": "ଚଉଡ଼ା",
	"gamma_high1": "ଉଚ୍ଚ1",
	"gamma_high2": "ଉଚ୍ଚ2",
	"hidden": "ଲୁକ୍କାୟିତ",
	"horizontal zoom in": "ଭୂସମାନ୍ତର ଜୁମ୍ ଇନ୍",
	"horizontal zoom out": "ଭୂସମାନ୍ତର ଜୁମ୍ ଆଉଟ୍",
	"jpDoNot": "ଅଫ୍",
	"logoLuminance_high": "ଉଚ୍ଚ",
	"logoLuminance_low": "ନିମ୍ନ",
	"min": "ମିନିଟ୍",
	"not connected": "ସଂଯୋଜିତ ହୋଇନାହିଁ",
	"objet_soundMode": "ପ୍ରତ୍ୟେକ ବିଷୟବସ୍ତୁ ପ୍ରକାର ପାଇଁ ଧ୍ୱନି ଅନୁକୂଳନ କରନ୍ତୁ।",
	"pictureControl3dModeStandard": "ଷ୍ଟାଣ୍ଡାର୍ଡ",
	"pictureControlAuto": "ସ୍ୱତଃ",
	"pictureControlAuto_BlackLevel": "ସ୍ୱତଃ",
	"pictureControlHigh": "ଉଚ୍ଚ",
	"pictureControlHigh_BlackLevel": "ଉଚ୍ଚ",
	"pictureControlHigh_Male": "ଉଚ୍ଚ",
	"pictureControlLow": "ନିମ୍ନ",
	"pictureControlLow_BlackLevel": "ନିମ୍ନ",
	"pictureControlLow_Male": "ନିମ୍ନ",
	"pictureControlMedium": "ମଧ୍ୟମ",
	"pictureControlMedium_BlackLevel": "ମଧ୍ୟମ",
	"pictureControlMedium_Male": "ମଧ୍ୟମ",
	"pictureControlwhiteBalanceColorTemperatureMedium": "ମଧ୍ୟମ",
	"pictureLocalDimmingHigh": "ଉଚ୍ଚ",
	"pictureLocalDimmingLow": "ନିମ୍ନ",
	"pictureLocalDimmingMed": "ମଧ୍ୟମ",
	"pictureMode": "ଷ୍ଟାଣ୍ଡାର୍ଡ",
	"pictureModeSettings": "କଷ୍ଟମାଇଜ୍",
	"press OK button to edit IP manually": "IP ମାନୁଆଲ୍ ଭାବେ ସମ୍ପାଦନ କରିବାକୁ ଓକେ ବଟନ୍ ଦବାନ୍ତୁ",
	"press OK button to enter channel to search": "ସନ୍ଧାନ କରିବାକୁ ଚ୍ୟାନେଲ୍ ପ୍ରବେଶ କରିବାକୁ ଓକେ ବଟନ୍ ଦବାନ୍ତୁ",
	"press OK button to enter value": "ମୂଲ୍ୟ ପ୍ରବେଶ କରିବାକୁ ଓକେ ବଟନ୍ ଦବାନ୍ତୁ",
	"press right button to adjust de-judder and de-blur value": "ପୁନଃ-ଜୁଡର୍ ଏବଂ ପୁନଃ-ବ୍ଲର୍ ମୂଲ୍ୟ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ",
	"press right button to adjust zoom ratio and position": "ଜୁମ୍ ହାର ଏବଂ ସ୍ଥିତି ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଡାହାଣ ବଟନ୍ ଦବାନ୍ତୁ",
	"shift current screen down": "ସମ୍ପ୍ରତି ସ୍କ୍ରିନ୍ ଡାଉନ୍ ସିଫ୍ଟ କରନ୍ତୁ",
	"shift current screen to the left": "ବାମକୁ ସମ୍ପ୍ରତି ସ୍କ୍ରିନ୍ ସିଫ୍ଟ କରନ୍ତୁ",
	"shift current screen to the right": "ଡାହାଣକୁ ସମ୍ପ୍ରତି ସ୍କ୍ରିନ୍ ସିଫ୍ଟ କରନ୍ତୁ",
	"shift current screen up": "ସମ୍ପ୍ରତି ସ୍କ୍ରିନ୍ ଅପ୍ ସିଫ୍ଟ କରନ୍ତୁ",
	"shift down": "ସିଫ୍ଟ ଡାଉନ୍",
	"shift left": "ବାମ ସିଫ୍ଟ",
	"shift right": "ଡାହାଣ ସିଫ୍ଟ",
	"shift up": "ସିଫ୍ଟ ଅପ୍",
	"soundMode_Standard": "ଷ୍ଟାଣ୍ଡାର୍ଡ",
	"speaker_channel": "ଚ୍ୟାନେଲ୍",
	"thaRatingNone": "କୌଣସିଟି ନୁହେଁ",
	"unchecked": "ଅଣଚେକ୍ ହୋଇଛି",
	"unread": "ଅପଠିତ",
	"vertical zoom in": "ଭୂଲମ୍ବ ଜୁମ୍ ଇନ୍",
	"vertical zoom out": "ଭୂଲମ୍ବ ଜୁମ୍ ଆଉଟ୍",
	"volumeModeHigh": "ଉଚ୍ଚ",
	"volumeModeLow": "ନିମ୍ନ",
	"volumeModeMedium": "ମଧ୍ୟମ",
	"webOS TV Version": "webOS TV ସଂସ୍କରଣ",
	"zoom in": "ଜୁମ୍ ଇନ୍",
	"zoom out": "ଜୁମ୍ ଆଉଟ୍"
}
