{
	" (User)": " (Användare)",
	"* The device connected should support this service.": "* Ansluten enhet bör stödja denna tjänst.",
	"* This feature is applied once and only once when the TV is turned off.": "* Denna funktion används en gång och endast när tv:n är avstängd.",
	"* This feature is available on certain devices only.": "* Denna funktionen finns endast tillgänglig på vissa enheter.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Det här läget uttrycker tydligt FILMMAKER MODE:s avsikter men kan se mörkare ut än andra bildlägen.",
	"* This settings is only available for Internal TV Speaker.": "* Dessa inställningar är enbart tillgängliga för inbyggda TV-högtalare.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Även om det här alternativet är inställt på PÅ, kommer inte skärmsläckaren att störa din visningsupplevelse via externa ingångar såsom Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Du kan styra från din mobila enhet med hjälp av appen som stödjer denna funktion.",
	"1) Turn the Bluetooth on the other device off.": "1) Stäng av Bluetooth på den andra enheten.",
	"10 Points Code Value": "10 poäng kodvärde",
	"10 Points IRE": "10-punkts IRE",
	"10 and Above": "10 eller mer",
	"11 and Above": "11 eller mer",
	"12 Hours": "12 timmar",
	"12 and Above": "12 eller mer",
	"13 and Above": "13 eller mer",
	"14 and Above": "14 eller mer",
	"14 by 9": "Fyra nio format",
	"15 and Above": "15 eller mer",
	"16 and Above": "16 eller mer",
	"16 by 9": "sexton nio format",
	"17 and Above": "17 eller mer",
	"18 and Above": "18 eller mer",
	"19 and Above": "19 eller mer",
	"2 Channel": "2-kanal",
	"2 Hours": "2 timmar",
	"2 Points": "2 poäng",
	"2) Turn the Bluetooth device to connect off and on.": "2) Stäng av och slå på Bluetooth-enheten som ska anslutas.",
	"20 Points Code Value": "20 poäng kodvärde",
	"20 Points IRE": "20-punkts IRE",
	"20 and Above": "20 eller mer",
	"21 by 9": "tjugo-ett nio format",
	"22 Points Code Value": "22 poäng kodvärde",
	"22 Points IRE": "22-punkts IRE",
	"24 Hours": "24 timmar",
	"3 Hours": "3 timmar",
	"32 by 12": "trettio-två tolv format",
	"32 by 9": "trettio-två nio format",
	"3G/4G Connection": "3G/4G-anslutning",
	"4 Hours": "4 timmar",
	"4 Hours Auto Power Off": "4-timmars autoavstängning",
	"4 and Above": "4 eller mer",
	"4 by 3": "fyra tre format",
	"4-Way Zoom": "4-vägs zoom",
	"5 and Above": "5 eller mer",
	"5.1 Channel": "5.1-kanal",
	"6 Hours": "6 timmar",
	"6 and Above": "6 eller mer",
	"7 and Above": "7 eller mer",
	"8 Hours": "8 timmar",
	"8 and Above": "8 eller mer",
	"9 and Above": "9 eller mer",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID används för att identifiera den här enheten för annonsändamål och för att underlätta för vissa annonser som kan vara intressanta för dig. Du kan återställa AD ID eller begränsa AD ID-spårning nedan.",
	"AI Acoustic Tuning": "AI akustikinställning",
	"AI Acoustic Tuning Options": "AI akustikinställning Alternativ",
	"AI Acoustic Tuning is disabled.": "AI akustikinställning är avstängd.",
	"AI Brightness Control": "Kontroll av AI-ljusstyrka",
	"AI Picture": "AI-bild",
	"AI Picture Pro": "AI-bild Pro",
	"AI Recommendation": "AI-rekommendationer",
	"AI Service": "AI-tjänst",
	"AI Sound": "AI-ljud",
	"AI Sound Pro": "AI-ljud Pro",
	"AV Sync Adjustment": "Justering av AV-synk",
	"Accessibility": "Hjälpmedel",
	"Account Management": "Kontohantering",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Om du aktiverar det här alternativet kommer du att stoppa insamlingen och spårningen av annonsrelaterade personuppgifter från denna Smart TV. Att slå på inställningen kan påverka vilken typ av annonser du ser framöver, men det kommer inte att hindra dig från att ta emot annonser.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Om du aktiverar denna inställning kommer LGE instruera sina tredjepartsleverantörer att upphöra med att kommersialisera dina personuppgifter. Om du inte separat väljer bort det, kan du fortfarande få åtkomst till tjänster som Live Plus, LG Channels och Who.Where.What?.",
	"Add Network": "Lägg till nätverk",
	"Add a hidden wireless network": "Lägg till dolt trådlöst nätverk",
	"Add wireless network by manually entering network name (SSID).": "Lägg till trådlöst nätverk genom att ange nätverksnamnet (SSID) manuellt.",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Ytterligare val av ljud",
	"Additional Settings": "Ytterligare inställningar",
	"Address Setting": "Adressinställning",
	"Adjust Audio Guidance pitch.": "Ställ in tonhöjd för ljudvägledning.",
	"Adjust Audio Guidance speed.": "Ställ in hastighet för ljudvägledning.",
	"Adjust Audio Guidance volume.": "Ställ in volym för ljudvägledning.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Justera bakgrundsbelysningens ljusstyrka för att göra skärmen ljusare eller mörkare.",
	"Adjust Screen Position": "Justera skärmens läge",
	"Adjust Zoom Ratio": "Justera zoomningsgrad",
	"Adjust animation effect shown on the home at certain times.": "Justera animeringseffekten som visas i Hem vid vissa tillfällen.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ställ in ljusstyrka genom att analysera bildrörelser för att förhindra blänk och minska energiförbrukning.",
	"Adjust brightness of the LG logo.": "Justera ljusstyrka för LG-loggan.",
	"Adjust color and saturation for a more vivid image.": "Ställ in färg och mättnad för mer livfull bild.",
	"Adjust color temperature automatically to reduce eye strain.": "Justera färgtemperaturen automatiskt för att minska belastning på ögonen. ",
	"Adjust cursor speed.": "Ställ in markörens hastighet.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Justera kantskärpan. Högre värden ökar skärpan och klarheten i bilden.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Gör gammainställningar för att kompensera för ljusstyrka i ingångssignal.",
	"Adjust left/right audio balance.": "Justera stereobalans för vänster/höger.",
	"Adjust luminance for selected color.": "Justera ljusstyrka för markerad färg.",
	"Adjust luminance level for selected IRE point.": "Justera ljusstyrkenivå för markerad IRE-punkt.",
	"Adjust peak brightness for the brightest luminance.": "Justera högsta ljusstyrka för den klaraste styrkan.",
	"Adjust remote's cursor speed and appearance.": "Justera hastighet och utseende för fjärrkontrollens markör.",
	"Adjust saturation for selected color.": "Justera mättnad för markerad färg.",
	"Adjust screen brightness to reduce energy consumption.": "Ställ in ljusstyrkan på skärmen för att spara energi.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Justera OLED-LJUS för att göra skärmen ljusare eller mörkare.",
	"Adjust the audio timing to synchronize the video and audio.": "Ställ in ljudtiming för att synkronisera video och ljud.",
	"Adjust the balance of red and green to display the tint on the screen.": "Justera balansen mellan rött och grönt på skärmen.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Bestäm färgbalansen genom att ändra färgtemperatur, ljusstyrka och röd-grön-blå intensitet.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Justera kontrast, upplösning osv i detalj för individuellt bildläge, och ställ även in önskad färg, gamma osv.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ställ in skillnaden mellan ljusa och mörka områden på skärmen. Högre värden intensifierar skillnaden.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Justera ramförhållandet till bio-läge.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Justerar ljusstyrkan i statiska bilder så som logotyper osv, och förebygger de problem med bildkvaliteten som kan uppstå när TV:n har varit igång under långa perioder.",
	"Adjust the screen color to be pale or deep.": "Justera skärmens färg till blek eller djup.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Justera ljudet helt efter tycke och smak för varje frekvensområde.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Justera tidpunkten för att synkronisera när video och ljud inte passar.",
	"Adjust the tint to brighten or darken the screen.": "Justera tonen för att göra skärmen ljusare eller mörkare.",
	"Adjust the volume you want with pressing remote's volume key.": "Justera volymen du vill ha genom att trycka på fjärrkontrollens volymknapp.",
	"Adjust tint for selected color.": "Justera nyans för markerad färg.",
	"Adjust whether to display the home promotion.": "Ställ in om du vill visa hemreklam.",
	"Adjusting Luminance": "Justera ljusstyrka",
	"Adolescent over 13 are allowed to watch.": "Ungdomar över 13 får titta.",
	"Adolescent over 14 are allowed to watch.": "Ungdomar över 14 får titta.",
	"Adolescent over 16 are allowed to watch.": "Ungdomar över 16 får titta.",
	"Adult": "Vuxet",
	"Adult Language": "Vuxenspråk",
	"Adults only.": "Enbart vuxna.",
	"Advanced": "Avancerade inställningar",
	"Advanced Controls": "Avancerade kontroller",
	"Advanced Wi-Fi Settings": "Avancerade Wi-Fi-inställningar",
	"Advertisement": "Annons",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "När du har ändrat land kommer alla nuvarande inställda kanaler att raderas. För att ställa in kanalerna på nytt kan du använda Autoinställning. Vill du fortsätta?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "När du har ändrat ditt postnummer kommer alla nuvarande Freesat-kanaler att raderas. För att ställa in kanalerna på nytt kan du använda Autoinställning. Vill du fortsätta?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "När du har ändrat land kan du söka efter kanaler med autoinställning. Vill du fortsätta?",
	"Ages 2-7 are allowed to watch.": "Barn i åldrarna 2-7 får titta.",
	"Albania": "Albanien",
	"Albanian": "Albanska",
	"Alerts you by sound when the TV is turned on or off.": "Varnar dig med ljud när tv:n är på eller av.",
	"Algeria": "Algeriet",
	"Algiers": "Alger",
	"All Channels": "Alla kanaler",
	"All Children": "Alla barn",
	"All ages are allowed to watch.": "Tillåtet för alla åldrar.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alla aktuella inställningar för läget {pictureMode} nollställs. Vill du fortsätta?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alla ljudeffektinställningar för standardläge kommer att nollställas. Vill du fortsätta?",
	"Allow Automatic Updates": "Tillåt automatiska uppdateringar",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Du kan även justera de detaljerade inställningarna för Bluetooth-surround.",
	"Always Open": "Öppna alltid",
	"Always-on Off Time": "Avstängd Always-on",
	"An error has occurred while copy channels.": "Ett fel uppstod när kanaler kopierades.",
	"An important software update is available.": "Det finns en viktig programuppdatering tillgänglig.",
	"Analog Mode": "Analogt läge",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analysera karakteristik hos ljud och optimera ljudet för innehåll i realtid.",
	"Antenna": "Antenn",
	"Antenna ATV": "Antenn ATV",
	"Antenna DTV": "Antenn DTV",
	"Antenna Radio": "Antennradio",
	"Antigua and Barbuda": "Antigua och Barbuda",
	"Any Supplementary Audio": "Allt kompletterande ljud",
	"App Alarm": "App-larm",
	"Application Locks": "Applikation låses",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Använd de inställningsvärden som angivits för aktuellt bildläge till alla ingångar eller appar.",
	"Apply to all inputs": "Gäller för alla inmatningar",
	"Applying value to all inputs...": "Använd värde för alla inmatningar ...",
	"Arabic": "Arabiska",
	"Armenia": "Armenien",
	"Aspect Ratio": "Bildformat",
	"Aspect Ratio Settings": "Inställningar av bildformat",
	"Assign channels to remote buttons so you can quickly jump to them.": "Tilldela kanaler till knappar på fjärrkontrollen så att du snabbt kan komma åt dem.",
	"Athens": "Aten",
	"Audio Delay": "Ljudfördröjning",
	"Audio Description": "Ljudbeskrivning",
	"Audio Description Volume": "Volym för ljudbeskrivning",
	"Audio Guidance": "Ljudguide",
	"Audio Language": "Språk för ljud",
	"Audio Out (Line Out)": "Ljud ut (Line Out)",
	"Audio Type": "Ljudtyp",
	"Australia": "Australien",
	"Austria": "Österrike",
	"Auto Detect": "Autohitta",
	"Auto Device Detection": "Automatisk enhetsdetektering",
	"Auto Genre Selection": "Automatiskt genre-val",
	"Auto Power Off": "Autoavstängning",
	"Auto Start": "Autostart",
	"Auto Volume": "Autovolym",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Justera automatiskt skillnad i ljudvolymen eller ställ in ljudvolymen med volymknappen på fjärrkontrollen.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Anpassa automatiskt till ett bildvärde optimerat för Dolby HDR innehållsgenren.",
	"Automatically adjust to a picture value optimized for contents genre.": "Anpassa automatiskt till ett bildvärde optimerat för innehållsgenren.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Byt automatiskt till FILMMAKER MODE när filminnehåll känns igen.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimera automatiskt bildkvalitet baserat på färg och ljusstyrka för omgivande belysning.",
	"Automatically update system software when an update is found.": "Automatisk uppdatering av systemprogram när uppdatering hittas.",
	"Available Internal Storage": "Tillgängligt internt minnesutrymme",
	"Azerbaijan": "Azerbajdzjan",
	"Azores": "Azorerna",
	"BG Color": "Bakgrundsfärg",
	"BG Opacity": "Bakgrundsgenomskinlighet",
	"Back": "Tillbaka",
	"Backlight": "Bakgrundsbelyst",
	"Baghdad": "Bagdad",
	"Balance": "Balans",
	"Basque": "Baskiska",
	"Bass Boost": "Basförstärkning",
	"Behavior may vary depending on connected device.": "Beteendet kan variera beroende på ansluten enhet.",
	"Belarus": "Vitryssland",
	"Belgium": "Belgien",
	"Belgrade": "Belgrad",
	"Bhutan": "Butan",
	"Black": "Svart",
	"Black Level": "Svartnivå",
	"Block TV programs broadcast in English based on their content ratings.": "Blockera TV-program som sänds på engelska utifrån deras innehållsklassificering.",
	"Block TV programs broadcast in French based on their content ratings.": "Blockera TV-program som sänds på franska utifrån deras innehållsklassificering.",
	"Block content based on genre.": "Blockera innehåll baserat på genre.",
	"Blue": "Blå",
	"Bluetooth Speaker Mode": "Bluetooth-högtalarläge",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth-surroundljud + Inbyggd tv-högtalare",
	"Bluetooth Surround Sound Setup": "Inställning av Bluetooth-surroundljud",
	"Bosnia": "Bosnien",
	"Bosnia And Herzegovina": "Bosnien och Hercegovina",
	"Bosnian": "Bosniska",
	"Brazil": "Brasilien",
	"Brightness": "Ljusstyrka",
	"Broadcast Country": "Sändningsland",
	"Broadcast Mail": "Sändningsmail",
	"Brussels": "Bryssel",
	"Bucharest": "Bukarest",
	"Bulgaria": "Bulgarien",
	"Bulgarian": "Bulgariska",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Genom att trycka på ”Återställ” raderar du alla annonsrelaterade data som LGE har samlat in från denna Smart TV. Om du trycker på ”Återställ” kan det påverka vilka typer av annonser du ser framöver, men det kommer inte att hindra dig från att ta emot annonser.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "När du slår på Live Plus samtycker du till insamlande av information om tv-tittande av LG Electronics Inc. (\"LGE\") genom ACR-modulen som kan delas anonymt till tredje parter i marknadsföringssyfte. Observera att vi inte medvetet samlar in eller distribuerar information från eller om barn under 13 år. Detaljerad information om Live Plus finns i Information om tittande (villkor) som du kan komma åt i Smart TV:s inställningsmeny. LGE rekommenderar starkt att du granskar den fullständiga versionen av Information om tittande (villkor) innan du aktiverar Live Plus-funktionen.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Genom att slå på Live Plus förstår du att innehållet som visas på din tv kan identifieras och att visningsinformationen kan användas för att ge dig en förbättrad tittarupplevelse och personliga tjänster, inklusive innehållsrekommendationer och annonser. Läs sekretesspolicyn och relevanta Användaravtal i tv-inställningsmenyn för mer information.",
	"CC 1": "Undertexter 1",
	"CC 2": "Undertexter 2",
	"CC 3": "Undertexter 3",
	"CC 4": "Undertexter 4",
	"CI Information": "CI-information",
	"CI password incorrect. Please enter again.": "CI-lösenordet stämmer inte. Ange på nytt.",
	"COMPONENT2": "KOMPONENT2",
	"COMPONENT3": "KOMPONENT3",
	"CS1 Board": "CS1-kort",
	"CS2 Board": "CS2-kort",
	"Cable": "Kabel",
	"Cable ATV": "Kabel ATV",
	"Cable DTV": "Kabel-DTV",
	"Cable Radio": "Kabelradio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodja",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kan inte hitta kanal",
	"Canada": "Kanada",
	"Canary Islands": "Kanarieöarna",
	"Cancel": "Avbryt",
	"Cancel Schedule": "Avbryt schema",
	"Cancel Update": "Avbryt uppdatering",
	"Cantonese": "Kantonesiska",
	"Cape Verde": "Kap Verde",
	"Catalan": "Katalanska",
	"Caution": "Försiktighet",
	"Cayman Islands": "Kaymanöarna",
	"Center": "Centrum",
	"Central African Republic": "Centralafrikanska Republiken",
	"Chad": "Tchad",
	"Change blue intensity and adjust the color balance.": "Bestäm färgbalansen genom att ändra blå intensitet.",
	"Change green intensity and adjust the color balance.": "Bestäm färgbalansen genom att ändra grön intensitet.",
	"Change red intensity and adjust the color balance.": "Bestäm färgbalansen genom att ändra röd intensitet.",
	"Change the left / right sound": "Ändra ljud vänster/höger",
	"Change the position of captions using the 4-way dial on the remote control.": "Ändra bildtextens position med 4-vägsratten på fjärrkontrollen.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Byte av region kan ändra befintliga inställda kanaler i TV:n. Du kan ställa in kanaler på nytt i Autoinställning. Vill du ändra regionala inställningar nu?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Ändras landet startar TV:n om och du kanske måste godkänna LG:s användarvillkor på nytt. Även tillgång till vissa appar och tjänster kan variera beroende på LG:s tjänstland. Vill du fortsätta?",
	"Channel Locks": "Kanal låses",
	"Channel Manager": "Kanalhanterare",
	"Channel Scrolling Options": "Kanalrullningsalternativ",
	"Channel Tuning": "Kanalinställning",
	"Channel Tuning & Settings": "Kanalsökning och inställningar",
	"Channels": "Kanaler",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanaler från HDMI och andra externa inmatningar kan inte låsas. För att låsa TV-kanaler ska du ändra den aktuella inmatningen till Live TV.",
	"Chatham Islands": "Chathamöarna",
	"Check TV information.": "Kontrollera tv-information.",
	"Check alarm messages about the user settings or TV status.": "Kontrollera larmmeddelanden om användarinställningar eller TV-status.",
	"Check descriptions for each LG webOS TV functions.": "Se beskrivningar för varje LG webOS TV-funktion.",
	"Check for Advertising settings and set it.": "Kolla efter annonsinställningar och ställ in den.",
	"Check for Updates": "Sök efter uppdateringar",
	"Check for available functions with Voice and set Voice Settings.": "Sök efter tillgängliga funktioner med röst och ställ in röstinställningar.",
	"Check for problems with the picture quality.": "Kontrollera eventuella problem med bildkvaliteten.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontrollera om det finns problem med ljudkvaliteten hos de inbyggda TV-högtalarna.",
	"Check for software updates and update if available.": "Leta efter programuppdateringar och uppdatera om tillgängligt.",
	"Check whether the Bluetooth device is in pairing mode.": "Kontrollera om Bluetooth-enheten är i parkopplingsläge.",
	"Check your TV status to solve problems or use remote support.": "Kontrollera din tv-status för att lösa problem eller använda fjärrsupport.",
	"Checking Password": "Kontrollerar lösenord",
	"Checking for Updates": "Söker efter uppdateringar",
	"Checking...": "Kontrollerar...",
	"Children": "Barn",
	"Children Age": "Barnens ålder",
	"Children Program Locks": "Lås för barnprogram",
	"Children over 8 are allowed to watch.": "Barn över 8 år får titta.",
	"China": "Kina",
	"Chinese": "Kinesiska",
	"Choose to have all channels or just your primary ones when you change channels.": "Välj mellan att visa alla kanaler eller bara dina primära när du ändrar kanaler.",
	"Christmas Island": "Julöarna",
	"Cinema": "Biosalong",
	"Cinema Clear": "Bio klar",
	"Cinema Home": "Film hemma",
	"Cinema View": "Biografbild",
	"Cinema View (32:12)": "Biografbild (32:12)",
	"Cinema Zoom": "Biozoom",
	"City": "Stad",
	"City Selection": "Val av stad",
	"Clean Audio": "Rent ljud",
	"Clear": "Livlig",
	"Clear Plus": "Extra skärpa",
	"Clear1": "Rensa",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klicka på knappen ANSLUT nedan när ditt LG Wireless tangentbord är påslaget och i parkopplingsläge.",
	"Close": "Stäng",
	"Closed Caption": "Dold textning",
	"Closed Caption Settings": "Inställningar för bildtexter",
	"Code Value": "Kodvärde",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Samla in och lagra MAC-adress, modellnummer, landskod, språkinställningar och programvaruversion för att verifiera den senaste mjukvaruuppdateringen.",
	"Color": "Färg",
	"Color Gamut": "Färgskala",
	"Color Management System": "Färghanteringssystem",
	"Color Temperature": "Färgtemperatur",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bekräfta villkoren eller ändra om du vill acceptera avtalet eller inte.",
	"Congo Brazzaville": "Kongo-Brazzaville",
	"Connect": "Anslut",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Anslut Bluetooth-högtalare och tv-högtalare och justera automatiskt ljudfördröjning mellan högtalare.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Anslut en extern ljudenhet som stöder eARC, till eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Anslut externa enheter såsom digitalbox, soundbar osv till TV:n i enlighet med guiden.",
	"Connect the LAN cable directly to the TV to use the network.": "Anslut LAN-kabeln direkt till TV:n för att använda nätverket.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Anslut till nätverket genom att manuellt ange IP- och DNS-serverns adresser.",
	"Connect to the network if a wireless router is installed.": "Anslut till nätverket om en trådlös router är installerad.",
	"Connect via WPS PBC": "Anslut via WPS PBC",
	"Connect via WPS PIN": "Anslut via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Anslut TV:n till ditt modem/din router med Ethernet-kabel för att aktivera din trådbundna nätverksanslutning.",
	"Connect your TV with WiSA Speakers wirelessly.": "Anslut din TV till WiSA-högtalare trådlöst.",
	"Connectable Devices ({num})": "Anslutbara enheter ({num})",
	"Connected": "Ansluten",
	"Connected to Internet": "Ansluten till internet",
	"Connecting...": "Ansluter...",
	"Connection": "Anslutning",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Anslutningshantering med en smartphone eller dator är tillgänglig. För att ansluta en tv till en mobil enhet krävs anslutningsinställningar och förfrågningar på smarttelefonen och datorn.",
	"Content Recommendations": "Innehållsrekommendationer",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Innehållet spelas med ljud som är lämpligt för flerkanalslyssning om flerkanaligt ljud stöds av HbbTV-tjänsten.",
	"Contrast": "Kontrast",
	"Cool": "Kall",
	"Copenhagen": "Köpenhamn",
	"Copy Channels": "Kopiera kanaler",
	"Copy/Delete file": "Kopiera/radera fil",
	"Correct contrast and brightness by adjusting black levels.": "Korrigera kontrast och ljusstyrka genom att ställa in svartnivåer.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korrigera bildpixel och förhindra problem med bildkvalitet som kan ha uppkommit om TV:n har varit påslagen under längre tid.",
	"Could not fined available network.": "Hittade inget tillgängligt nätverk.",
	"Croatia": "Kroatien",
	"Croatian": "Kroatiska",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Aktuell tid stämmer inte. Vill du ställa in rätt tid nu?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Aktuella värden för anpassade bildlägesinställningar används för {pictureMode}-läge för alla ingångar. Vill du fortsätta?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Anslutet LG Wireless tangentbord kommer att kopplas från din TV. Vill du fortsätta?",
	"Custom": "Anpassad",
	"Custom Time Zone": "Anpassa tidzon",
	"Customer Service": "Kundtjänst",
	"Cyprus": "Cypern",
	"Czech": "Tjeckien",
	"Czech Republic": "Tjeckiska republiken",
	"C{value}": "C {value}",
	"Côte d'Ivoire": "Elfensbenskusten",
	"DNS Server": "DNS-server",
	"DR Congo": "Kongo-Kinshasa",
	"DTV Audio Setting": "DTV-ljudinställning",
	"Damascus": "Damaskus",
	"Danish": "Danska",
	"Data Service": "Datatjänst",
	"Date": "Datum",
	"Day": "Dag",
	"Delete": "Radera",
	"Delete Connection History": "Radera anslutningshistorik",
	"Delete Pairing History": "Radera parkopplingshistorik",
	"Delete Usage Data": "Radera användningsdata",
	"Demo Options": "Demoalternativ",
	"Democratic Republic of the Congo": "Kongo",
	"Denmark": "Danmark",
	"Depressed": "Nedsänkt",
	"Deregister": "Avregistrera",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Beskriv innehållet på skärmen med röst så att tittare med nedsatt syn kan använda tv:n.",
	"Detect Range": "Upptagningsområde",
	"Device Connection Settings": "Inställningar för enhetsanslutning",
	"Device List": "Enhetslista",
	"Device Name": "Enhetsnamn",
	"Digital Mode": "Digitalt läge",
	"Digital Sound Out": "Digitalt ljud ut",
	"Directed to Older Children (ages 7 and above)": "För äldre barn (7 år och äldre)",
	"Disabled": "Inaktiverad",
	"Disconnect": "Koppla från",
	"Display captions for hearing-impaired viewers to use TV.": "Visar text så att tittare med nedsatt hörsel kan använda TV:n.",
	"Display fast-moving content smoothly and clearly.": "Visa snabbrörligt innehåll smidigt och tydligt.",
	"Display luminance level for the highest point (100 IRE).": "Visa ljusstyrkenivå för högsta punkt (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Visa bilder i en varm eller sval färgtemperatur.",
	"Do Not Sell My Personal Information": "Sälj inte mina personuppgifter",
	"Do Not Track": "Spåra inte",
	"Do you want to continue?": "Vill du fortsätta?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Vill du kopiera kanallistan från USB-minnet till TV:n? Nuvarande kanaler i TV:n kommer att raderas.",
	"Do you want to copy channel list from your TV to the USB storage?": "Vill du kopiera kanallistan från TV:n till USB-minnet?",
	"Do you want to reset Position Settings?": "Vill du återställa Positionsinställningar?",
	"Do you want to reset Volume Control?": "Vill du återställa Volymkontroll?",
	"Do you want to set the correct time now?": "Vill du ställa in rätt tid nu?",
	"Do you want to turn your TV off now?": "Vill du stänga av TV:n nu?",
	"Dominican Republic": "Dominikanska republiken",
	"Done": "Klar",
	"Download Mail": "Ladda ner mail",
	"Download and Install": "Ladda ner och installera",
	"Downloadable Rating": "Nedladdningsbar bedömning",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Under Av-tid för Always-on kan en del funktioner såsom röstigenkänning osv vara begränsade då skärmen är avstängd.",
	"Dutch": "Holländska",
	"Dynamic Color": "Dynamisk färg",
	"Dynamic Contrast": "Dynamisk kontrast",
	"Dynamic Tone Mapping": "Dynamisk tonspegling",
	"Easter Island": "Påskön",
	"Eastern Africa": "Östra Afrika",
	"Eco Mode": "Eco-läge",
	"Edge Color": "Kantfärg",
	"Edge Enhancer": "Kantförbättring",
	"Edge Type": "Kanttyp",
	"Edit": "Redigera",
	"Egypt": "Egypten",
	"Emergency Alert": "Nödavisering",
	"Enabled": "Aktiverad",
	"Energy Saving": "Energisparläge",
	"Energy consumption may increase if this feature is on.": "Energikonsumtionen kan öka om den här funktionen är på.",
	"Energy saving modes to limit power consumption.": "Energisparlägen för att begränsa energiförbrukningen.",
	"English": "Engelska",
	"Enhance the bass sound.": "Förbättrar basljudet.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Ökar konstrasten mellan ljusa och mörka områden i vissa menyer, såsom bakgrund och text, för att göra dem synligare för dem med nedsatt syn.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Förbättra upplösningen och skärpan på innehållet med en algoritm inlärd via en LG djupinlärningsteknik och optimera ett djup genom innehållsanalys.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Njut av Dolby Atmos-innehållet med optimalt ljud genom att aktivera effekten ljudfält.",
	"Enjoy TV sound by connecting Wired Headphones.": "Njut av TV-ljud genom att ansluta trådbundna hörlurar.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Njut av TV-ljud via externa ljudenheter som är anslutna till porten HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Njut av TV-ljud via externa ljudenheter som är anslutna till porten OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Njut av TV-ljud via en LG-ljudenhet ansluten till OPTICAL DIGITAL AUDIO OUT-porten.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Njut av TV-ljud via ljudenheter anslutna till de externa utångarna för ljud ut/hörlurar.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Njut av TV-ljud både via den inbyggda TV-högtalaren och via kabelbundna hörlurar.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Njut av TV-ljud via externa ljudenheter som är anslutna till både den Inbyggda TV-högtalaren och OPTICAL DIGITAL AUDIO OUT-porten.",
	"Enjoy a clear and natural sound.": "Njut av ett klart och naturligt ljud.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Njut av ljud med en trådlös ljudenhet som är ansluten till LG Sound Sync eller Bluetooth.",
	"Enjoy the sound optimized to the room.": "Njut av ljud optimerat till rummet.",
	"Enter CI Password": "Ange CI-lösenord",
	"Enter the PIN in your router's settings.": "Ange PIN i routerns inställningar.",
	"Enter the master password.": "Ange masterlösenord.",
	"Equatorial Guinea": "Ekvatorial-Guinea",
	"Estonia": "Estland",
	"Estonian": "Estländska",
	"Ethiopia": "Etiopien",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Även om inställningen är av kan du kontrollera relaterad information via kanalbanner, röstigenkänning.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Till och med när TV:n är avstängd och använder minimum ström kan du lyssna på musik genom att ansluta den mobila enheten. Nät TV:n slås på kan du snabbt använda ett överflöd av funktioner igen.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Till och med när din TV är avstängd kan du lyssna på musik genom att ansluta din smartphone till TV:n via Bluetooth.",
	"Every Day": "Alla dagar",
	"Every Weekday": "Alla vardagar",
	"Every Weekend": "Varje weekend",
	"Expert (Bright Room)": "Expert (ljust rum)",
	"Expert (Dark Room)": "Expert (mörkt rum)",
	"Export your TV's channel list information to a connected USB device.": "Exportera TV:ns kanallistinformation till en ansluten USB-enhet.",
	"Extended": "Utökad",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Om den inställda tiden för autoavstängning utökas eller om funktionen stängs av kan energiförbrukningen öka.",
	"Extreme": "Extrem",
	"Eye Comfort Mode": "Eye Comfort-läge",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE Auto-ändring",
	"Fantasy Violence": "Fantasivåld",
	"Find and tell an audio device available to connect around TV.": "Hitta och tala till en anslutningstillgänglig ljudenhet runt TV:n.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Finjustera röda, gröna, blåa, cyan, magenta och gula färgområden.",
	"Finnish": "Finska",
	"Flash": "Blixt",
	"Flat Mode": "Platt läge",
	"Font": "Typsnitt",
	"Font 1": "Typsnitt 1",
	"Font 2": "Typsnitt 2",
	"Font 3": "Typsnitt 3",
	"Font 4": "Typsnitt 4",
	"Font 5": "Typsnitt 5",
	"Font 6": "Typsnitt 6",
	"Font 7": "Typsnitt 7",
	"Font 8": "Typsnitt 8",
	"Football": "Fotboll",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "För en WPS (Wi-Fi Protected Setup)-aktiverad trådlös router, ska du ange PIN-koden för att ansluta TV:n till det trådlösa nätverket.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "För en WPS (Wi-Fi Protected Setup)-aktiverad trådlös router trycker du på WPS-PBC-knappen för att ansluta TV:n till det trådlösa nätverket.",
	"France": "Frankrike",
	"French": "Franska",
	"French Polynesia": "Franska Polynesien",
	"Full Wide": "Full bredd",
	"Gaelic": "Gaeliska",
	"Galapagos Islands": "Galapagosöarna",
	"Galician": "Galicisk",
	"Gallery": "Galleri",
	"Game": "Spel",
	"General": "Allmänt",
	"General Age": "Allmänt",
	"General Audience": "Allmän publik",
	"General Audiences": "Allmän publik",
	"General Program Locks": "Lås för allmänna program",
	"Georgia": "Georgien",
	"German": "Tyska",
	"Germany": "Tyskland",
	"Get started in a quiet environment for sound optimization.": "Kom igång i en lugn miljö för ljudoptimering",
	"Getting...": "Hämtar ...",
	"Grayscale": "Gråskala",
	"Greece": "Grekland",
	"Greek": "Grekiska",
	"Green": "Grön",
	"Greenland": "Grönland",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Röststyrda guide-menyer och funktioner så att tittare med nedsatt syn kan använda TV:n.",
	"Guinea Equatorial": "Ekvatorialguinea",
	"G{value}": "G {value}",
	"H Position": "H position",
	"H Sharpness": "H skärpa",
	"H Size": "H storlek",
	"HD Mode": "HD-läge",
	"HD Mode Option": "HD-lägesalternativ",
	"HDD Eco Mode": "HDD Eco-läge",
	"HDD Power Saving Mode": "HDD energisparläge.",
	"HDMI Input Audio Format": "HDMI-ingångsljudformat",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}- och HDMI {port2}-portarna stöder 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}- och HDMI {port2}-portarna stödjer Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1}-porten stöder 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1}-porten stödjer Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- och HDMI {port3}-portarna stöder 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- och HDMI {port3}-portarna stödjer Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- och HDMI {port4}-portarna stöder 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- och HDMI {port4}-portarna stödjer Ultra HD Deep Color.",
	"HDR Effect": "HDR effekt",
	"HDR Picture Mode": "HDR bildläge",
	"Hard of Hearing": "Nedsatt hörsel",
	"Havana": "Havanna",
	"Headphones Volume": "Hörlursvolym",
	"Hebrew": "Hebreiska",
	"Helsinki": "Helsingfors",
	"High": "Hög",
	"High Contrast": "Hög kontrast",
	"Higher values increase a sense of warmth or coldness.": "Högre värden ökar känslan av värme eller kyla.",
	"Home Animation": "Hem-animering",
	"Home Auto Launch": "Automatisk start av Hem",
	"Home Mode": "Hemläge",
	"Home Promotion": "Hemreklam",
	"Home Settings": "Heminställningar",
	"Home/Store Mode": "Hem-/Butiksläge",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Timmar",
	"However, the IPv6 version of the address does not support editing.": "IPv6-adressversionen stöder däremot inte redigering.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "För att hålla din TV i optimalt skick inaktiveras Always-on var femte timma och strömmen stängs helt av.",
	"Hungarian": "Ungerska",
	"Hungary": "Ungern",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VIKTIGT! Återställning raderar alla dina kontoinställningar och installerade appar. Åtgärden kan inte ångras.",
	"IP (Automatic)": "IP (automatisk)",
	"IP (Manual)": "IP (manuell)",
	"IP Address": "IP-adress",
	"IVC (Cote d’Ivoire)": "Elfenbenskusten",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Med Auto Power Sync valt slås TV:n på när du slår på en SIMPLINK-enhet och dina SIMPLINK-enheter stängs av när du stänger av TV:n.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Om universell styrning för Set-top digitalbox/OTT har ställts in, så kan du använda digitalboxen ansluten till LG-fjärrkontrollen.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Om en enhet är ansluten till porten kan du se den optimerade bilden från spelet med nästintill obefintlig fördröjning eller avbrott från enhetsvideon.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Om den är påslagen och du ansluter en enhet som också har stöd för Ultra HD Deep Color kan bilden bli klarare.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Om inspelning eller programuppdatering pågår väntar det tills det är genomfört och processen kan ta över en timme.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Om inspelning eller programuppdatering pågår så slutförs dessa först, och processen kan ta över {n} minut(er).",
	"If the device is not connected, you may not hear any sound through it.": "Om enheten inte är ansluten kanske du inte hör något ljud från den.",
	"If the edge of the screen is not clean, please turn this function off.": "Om kanten på skärmen inte är skarp ska du avaktivera denna funktion.",
	"If the program does not support multiple languages, the default language is selected.": "Om programmet inte stöder flera språk väljs standardspråket.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Om programmet inte har stöd för det valda utgångsformatet kommer standardformatet från källan att användas.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Om programmet inte stöder olika ljudinställningar kommer standardljudet att väljas.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Om symptomen upprepas, ändra inställningsvärdet igen och starta om den anslutna externa enheten.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Om det valda språket inte stödjs så kommer sändningarnas standardspråk att användas.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Om den statiska skärmen inte har registrerat någon användaraktivitet på en timme kommer den växla till skärmsläckaren.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Om den tid du ställer in skiljer sig för mycket från den aktuella tiden så kan det hända att några av de smarta funktionerna inte visas.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Om inget ljud hörs från enheten ska du kontrollera att den fungerar som den ska och har stöd för LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Om du väljer Butiksdemo är de inställda värdena optimerade för TV-återförsäljare inom detaljhandeln.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Om du slår på Ljudvägledning kan du enbart flytta med knapparna vänster, höger, upp eller ned på fjärrkontrollen och vissa appar som kräver markör kan inte användas.",
	"If you turn it off, CAM operator's profile will be deleted.": "Om du stänger av den kommer CAM-användarprofilen att raderas.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Om du stänger av kommer inte alla inställda CAM-kanaler att vara tillgängliga och aviseringar kommer inte att tillhandahållas.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Om du stänger av 'Quick Start+' kommer du inte att kunna slå på TV:n med fjärrkontroll. Vill du fortsätta?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Om du stänger av skärmsläckaren och samma bild är kvar på skärmen mer än två timmar kan det påverka skärmens bildkvalitet. Om den är kvar över fem timmar kan det försämra bildkvaliteten permanent. Vill du fortsätta?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Om du avaktiverar det här alternativet visas den statiska skärmen under en längre tid vilket gör att skärmkvaliteten försämras, för att i vissa fall aldrig återgå till normalskick.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Om du använder energisparfunktionen så kommer ljusstyrkan på din TV att påverkas.",
	"Import your TV's channel list information from a connected USB device.": "Importera TV:ns kanallistinformation från en ansluten USB-enhet.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importera/exportera TV:ns kanallistinformation från/till en ansluten USB-enhet.",
	"In Home": "Hemanvändning",
	"India": "Indien",
	"Indonesia": "Indonesien",
	"Indonesian": "Indonesiska",
	"Inner": "Inre",
	"Input": "Inmatning",
	"Input Locks": "Inmatning låses",
	"Input field": "Inmatningsfält",
	"Installing...": "Installerar...",
	"Instant Game Response": "Instant game-respons",
	"Interactive Service": "Interactive service",
	"Interactivity(DTVi)": "Interaktivitet (DTVi)",
	"Internal TV Speaker": "Inbyggd TV-högtalare",
	"Invert Colors": "Invertera färger",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Invertera och kompensera vissa färger i vissa menyer för att öka synligheten för föremål som visas på skärmen.",
	"Iraq": "Irak",
	"Ireland": "Irland",
	"Irish": "Irländska",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Bildläge återställs var för sig, så välj önskat bildläge och återställ det.",
	"It may not sound depending on connected devices.": "Det kanske inte fungerar beroende på anslutna enheter.",
	"It may take a few minutes.": "Det kan ta några minuter.",
	"It may take a few seconds.": "Det kan ta några sekunder.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Den tillhandahåller optimalt ljus eller virtuellt 4.0 surroundljud för tittarinnehåll genom en algoritm, inlärd via en LG maskininlärningsteknik.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Den tillhandahåller optimalt ljud eller virtuellt 5.1 surroundljud beroende på genre genom en algoritm, inlärd via en LG djupinlärningsteknik.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Den ger det optimerade ljudet genom att justera det reflekterade ljudet i rummet baserat på typ av TV-installation.",
	"It reduces jaggies in the picture for a smooth picture.": "Det reducerar pixlar i bilden och ger en slät bild.",
	"It works only when the broadcasting program supports captions.": "Det fungerar bara när programmet som sänds stöder bildtexter.",
	"It works only when the broadcasting program supports subtitles.": "Det fungerar bara när programmet som sänds stöder undertexter.",
	"Italian": "Italienska",
	"Italy": "Italien",
	"Ivory Coast": "Elfenbenskusten",
	"Japanese": "Japanska",
	"Jordan": "Jordanien",
	"Just Scan": "Skanna bara",
	"Kannada": "Kanada",
	"Kazakh": "Kazak",
	"Kazakhstan": "Kazakstan",
	"Keyboard Languages": "Tangentbordsspråk",
	"Kolkata": "Golgata",
	"Korea": "Korea",
	"Korean": "Koreanska",
	"Kyrgyzstan": "Kirgizistan",
	"LED Local Dimming": "LED lokal dimming",
	"LG Logo Light (Front of TV)": "LG Logo-ljus (TV:ns framsida)",
	"LG Services Country": "LG tjänstland",
	"LG Wireless Keyboard": "LG Wireless tangentbord",
	"LG Wireless Keyboard Connected:": "LG Wireless tangentbord anslutet:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Wireless tangentbord låter dig kontrollera TV:n via Bluetooth.",
	"Language": "Språk",
	"Large": "Stor",
	"Last tuning:": "Senaste inställning:",
	"Latvia": "Lettland",
	"Latvian": "Lettiska",
	"Lebanon": "Libanon",
	"Left": "Vänster",
	"Left Right": "Vänster/Höger",
	"Left Surround": "Vänster surround",
	"Left drop shadow": "Droppskugga, vänster",
	"Legal Notice": "Juridisk information",
	"Libya": "Libyen",
	"Light": "Ljus",
	"Limit AD Tracking": "Begränsa annons-spårning",
	"Lisbon": "Lissabon",
	"Lithuania": "Litauen",
	"Lithuanian": "Litauiska",
	"Live Theater": "Live Teater",
	"Loading...": "Läser in ...",
	"Local": "Lokal",
	"Local Language": "Lokalt språk",
	"Location": "Plats",
	"Lock All": "Lås alla",
	"Lock changes for currently running apps will be applied the next time they are started.": "Låsändringar för appar som körs nu verkställs nästa gång de startas.",
	"Logo Luminance Adjustment": "Ljusstyrkeinställning för logo",
	"Low": "Låg",
	"Luminance": "Luminans",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC-adress",
	"MAC Address (Wired)": "MAC-adress (trådbunden)",
	"MAC Address (Wireless)": "MAC-adress (trådlös)",
	"MASTER PASSWORD": "MASTERLÖSENORD",
	"MHEG Guide": "MHEG-guide",
	"MPEG Noise Reduction": "MPEG brusreducering",
	"Macedonia": "Makedonien",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonien",
	"Macedonian": "Makedonska",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Gör områden som är suddiga eller svåra att se mer levande.",
	"Maldives": "Maldiverna",
	"Manage channels stored on the TV.": "Hantera kanaler lagrade på tv:n.",
	"Manual": "Manuell",
	"Marshall Islands": "Marshallöarna",
	"Mature Audience Only": "Enbart för vuxna",
	"Mauritania": "Mauretanien",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximera kontrast genom att öka intensitet i ljusa och mörka områden på skärmen.",
	"Medium": "Medel",
	"Menu Language": "Menyspråk",
	"Menu Transparency": "Transparens för meny",
	"Message": "Meddelande",
	"Method": "Metod",
	"Mexico": "Mexiko",
	"Middle East": "Mellanöstern",
	"Minutes": "Minuter",
	"Mobile Connection Management": "Hantering av mobilanslutning",
	"Mode Option": "Lägesalternativ",
	"Model": "Modell",
	"Moldova": "Moldavien",
	"Mongolia": "Mongoliet",
	"Month": "Månad",
	"Montréal": "Montreal",
	"Morocco": "Marocko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Betraktarvänlig",
	"Movie Lock": "Filmlås",
	"Mozambique": "Mocambique",
	"Multi Audio": "Multiljud",
	"Multi Channel Audio": "Flerkanaligt ljud",
	"Multi Feed": "Multifeed",
	"Multiple": "Flera",
	"Music": "Musik",
	"Myanmar": "Burma",
	"NEXTGEN TV Mode": "NEXTGEN TV-läge",
	"NT - Northern Territory - Darwin": "NT - Nordterritoriet - Darwin",
	"Narrow": "Smal",
	"Natural": "Naturlig",
	"Netherland": "Nederländerna",
	"Netherlands": "Nederländerna",
	"Network": "Nätverk",
	"Network Connection Settings": "Inställningar för nätverksanslutning",
	"Network Name": "Nätverksnamn",
	"Network-Based Personalization Recommendations": "Nätverksbaserade anpassningsrekommendationer",
	"New Caledonia": "Nya Kaledonien",
	"New Zealand": "Nya Zeeland",
	"Next": "Nästa",
	"Night": "Natt",
	"No": "Nej",
	"No Internet via 3G/4G network": "Inget internet via 3G/4G-nätverk",
	"No Internet via Ethernet": "Inget internet via Ethernet",
	"No Internet via Wi-Fi": "Inget internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Ingen under 17 bör se.",
	"No Operation Auto Off": "Autoavstängning vid ingen åtgärd",
	"No Signal Auto Off": "Autoavstängning vid saknad signal",
	"No Signal Image": "Ingen signal-bild",
	"No Signal Power Off (15Min)": "Autoavstängning vid saknad signal (15 min)",
	"No devices have been found.": "Hittade inga enheter.",
	"No paired devices.": "Inga parkopplade enheter.",
	"No signal on Server": "Ingen signal på servern",
	"No updates found.": "Hittade inga uppdateringar.",
	"Noise Reduction": "Brusreducering",
	"None": "Inga",
	"North Korea": "Nordkorea",
	"Northern Africa": "Norra Afrika",
	"Norway": "Norge",
	"Norwegian": "Norska",
	"Not Connected": "Inte ansluten",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "OBS! Om enheten inte stöder funktionen kanske den inte fungerar korrekt. I så fall kan du ansluta enheten till en annan HDMI-port eller stänga av inställningen 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "OBS! Om enheten inte stöder funktionen kanske den inte fungerar korrekt. I så fall kan du ansluta enheten till en annan HDMI-port eller stänga av inställningen HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "OBS! Tillgängliga alternativ beror på program som sänds.",
	"Note: Behavior may differ if connected device is not a LG device.": "OBS! Beteendet kan variera om den anslutna enheten inte är en LG-enhet.",
	"Note: Only displayed when it is provided by the program.": "OBS! Visas enbart när det tillhandahålls via programmet.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "OBS! Undertexter visas enbart om de tillhandahålls av sändningen.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "OBS! Funktioner som stöds kan variera beroende på modell och dess transparens med funktionen vid uppspelning av innehåll som Live TV och VOD-innehåll.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "OBS!<br>1. Om TV:n slås på under Pixel-uppfräschning avbryts processen och måste göras om från början.<br>2. Under processen kan en vit linje synas på skärmen. Det är normalt när din skärm rensas.",
	"Notifications": "Aviseringar",
	"OLED LIGHT": "OLED-LJUS",
	"OLED Screen Saver": "OLED skärmsläckare",
	"Object Audio": "Objektljud",
	"Off": "Av",
	"On": "På",
	"OnTimer Channel not selected": "Kanal för timerinspelning har inte valts.",
	"Open": "Öppen",
	"Open Source Licenses": "Meddelande om program med öppen källkod",
	"Open when TV is turned on": "Öppna när TV:n slås på",
	"Operate once when TV is off": "Använd en gång när tv:n är avstängd",
	"Optical": "Optisk",
	"Optical + Internal TV Speaker": "Optisk + inbyggd TV-högtalare",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimera ett djup för innehållet med en algoritm inlärd med en LG maskininlärningsteknik.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimera kontrastinställningarna baserat på ljusstyrka för HDR-innehåll.",
	"Optimize contrast settings based on image brightness.": "Optimera konstrastinställningar baserat på bildens ljusstyrka.",
	"Optimize the sound for a cinematic experience.": "Optimera ljudet för en bio-lik upplevelse.",
	"Original Language": "Originalspråk",
	"Others": "Övriga",
	"Outer": "Yttre",
	"Output sound through the Internal TV speaker.": "Ljud ut via inbyggd TV-högtalare.",
	"Parental Guidance Suggested": "I vuxens sällskap",
	"Parental Guidance Suggested :": "I vuxens sällskap:",
	"Parental guidance suggested for children ages 8-13.": "Föräldrakontroll rekommenderas för barn i åldern 8-13 år.",
	"Parents Guidance strongly required :": "Där vuxens sällskap rekommenderas starkt:",
	"Parents Strongly Cautioned": "Föräldrar bör se upp",
	"Pass Through": "Pass-through",
	"Password": "Lösenord",
	"Patent Information": "Patentinformation",
	"Peak Brightness": "Högsta ljusstyrka",
	"Persian": "Persiska",
	"Philippines": "Filippinerna",
	"Photo": "Foto",
	"Pick a Time": "Välj en tidpunkt",
	"Picture": "Bild",
	"Picture Mode": "Bildläge",
	"Picture Mode Settings": "Bildlägesinställningar",
	"Picture Options": "Bildalternativ",
	"Picture Test": "Bildtest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Bild eller ljud kanske inte fungerar korrekt när den anslutna enheten och TV:n påbörjar kommunikation. Om problemet kvarstår ska du återställa inställningarna eller starta om den anslutna externa enheten.",
	"Pitch": "Tonhöjd",
	"Pixel Refresher": "Pixel-uppfräschning",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pixel-uppfräschning gör att din TV alltid kan ha tydligast möjliga bild.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pixel-uppfräschning börjar bara en gång när tv:n är avstängd.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel-uppfräschning har schemalagts att starta nästa gång TV:n stängs av.",
	"Play": "Spela",
	"Play sound through TV Speaker.": "Spela ljud via TV-högtalaren.",
	"Play the standard sound suitable for all types of content.": "Spela standardljud som är lämpligt gör alla typer av innehåll.",
	"Please check if WiSA Speakers are turned on and try again.": "Kontrollera om WiSA-högtalarna är på och försök igen.",
	"Please check that the Bluetooth device is already connected to another device.": "Vänligen kontrollera att Bluetooth-enheten redan är ansluten till en annan enhet.",
	"Please check the network name and password and try again.": "Kontrollera nätverksnamn och lösenord och försök på nytt.",
	"Please check the status and try again": "Kontrollera status och försök igen",
	"Please do not unplug the USB storage until the copying is completed.": "Koppla inte från USB-minnet innan kopieringen är klar.",
	"Please enter your password to turn off this function.": "Ange ditt lösenord för att stänga av denna funktion.",
	"Please enter your password to turn on this function.": "Ange ditt lösenord för att slå på denna funktion.",
	"Please make sure that your TV is connected to the network and try again.": "Kontrollera att din TV är ansluten till nätverket och försök igen.",
	"Please note that LG does not use or manage the value.": "Observera att LG inte använder eller hanterar det värdet.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Observera att ljudet kanske inte matas ut när det digitala utljudet är inställt på pass-through.",
	"Please try again later.": "Försök igen senare!",
	"Please wait while the Settings application reloads.": "Vänta medan Inställningar-applikationen läses in på nytt.",
	"Please wait while the Settings application restarts.": "Vänta medan applikationen Inställningar startar om",
	"Please wait while the TV restarts.": "Vänta medan TV:n startar om.",
	"Please wait while the TV searches for LG Service Country.": "Vänta medan TV:n söker efter LG tjänstland.",
	"Point": "Punkt",
	"Pointer Options": "Pekaralternativ",
	"Pointer Size": "Pekarstorlek",
	"Poland": "Polen",
	"Polish": "Polska",
	"Portuguese": "Portugisiska",
	"Position Settings": "Positionsinställningar",
	"Power Off Timer": "Ström av-timer",
	"Power On Timer": "Ström på-timer",
	"Power Saving Mode": "Energisparläge",
	"Prague": "Prag",
	"Preschool": "Småbarn",
	"Press right button to adjust de-blur and Motion Pro value.": "Tryck på högerknappen för att justera värde för de-blur och Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Tryck på högerknappen för att justera värdet för de-blur och OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Tryck på högerknappen för att justera värdet för de-blur och OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Tryck på högerknappen för att justera värde för de-judder och Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Tryck på högerknappen för att justera värdet för de-judder och OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Tryck på högerknappen för att justera värdet för de-judder och OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Tryck på högerknappen för att justera värde för de-judder, de-blur och Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Tryck på högerknappen för att justera värdet för de-judder, de-blur och OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Tryck på högerknappen för att justera värdet för de-judder, de-blur och OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Tryck på knappen WPS på en WPS-förberedd router för att ansluta TV:n till nätverket.",
	"Press the right button to adjust Motion Pro settings.": "Tryck på högerknappen för att justera Motion Pro-inställningarna.",
	"Press the right button to adjust OLED Motion Pro settings.": "Tryck på högerknappen för att justera OLED Motion Pro-inställningarna.",
	"Press the right button to adjust OLED Motion settings.": "Tryck på den högra knappen för att justera OLED Motion-inställningarna.",
	"Press the right button to adjust de-blur settings.": "Tryck på högerknappen för att justera de-blur-inställningarna.",
	"Press the right button to adjust de-judder settings.": "Tryck på högerknappen för att justera de-judder-inställningarna.",
	"Previous": "Föregående",
	"Primary Audio Language": "Primärt ljudspråk",
	"Primary Channels": "Primära kanaler",
	"Primary Teletext Language": "Primärt text-TV-språk",
	"Program exempted from ratings.": "Program undantaget från klassificering.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Ange HbbTV Distinktivt ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Ange unikt HbbTV-ID för HbbTV-tjänst för sändningar.",
	"Provided services may vary depending on countries.": "Tillgängliga tjänster kan variera beroende på land.",
	"Quick Help": "Snabbhjälp",
	"Raised": "Upphöjd",
	"Real Cinema": "Biosalong",
	"Reason: Authentication with access point was unsuccessful.": "Orsak: Autentisering vid åtkomstpunkt misslyckades.",
	"Reason: Could not establish a connection to access point.": "Orsak: Kunde inte upprätta anslutning till åtkomstpunkt.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Orsak: Kunde inte hämta giltig IP-adress med DHCP.",
	"Reason: Entered password is incorrect.": "Orsak: Angett lösenord är fel.",
	"Reason: Password is missing.": "Orsak: Lösenordet saknas.",
	"Reason: The network you selected is out of range.": "Orsak: Det nätverk du har valt är utom räckhåll.",
	"Reason: Unable to login.": "Orsak: Kan inte logga in.",
	"Receive emergency alerts from TV when an emergency occurs.": "Ta emot nödaviseringar från TV:n när en nödsituation inträffar.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Det rekommenderas att du ställer in Always-on för de timmar då du inte vanligtvis ser på TV.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Rekommendera användbart innehåll och funktioner baserat på visningshistorik och appens användningsmönster.",
	"Recommendations are available for the people, products and locations related to the current program.": "Rekommendationer finns tillgängliga för personerna, produkterna och platserna relaterade till det aktuella programmet.",
	"Red": "Röd",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Minska oregelbundet brus från digitala videosignaler för att optimera bildkvaliteten.",
	"Registered Devices ({num})": "Registrerade enheter ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Förstärk den högfrekventa tonen i det optimerade ljudet.",
	"Reinforce the low-pitched tone of the optimized sound.": "Förstärk den lågfrekventa tonen i det optimerade ljudet.",
	"Remote Settings": "Fjärrkontrollinställningar",
	"Remove irregular and erratic pixels for a clearer image.": "Ta bort oregelbundna och felaktiga pixlar för tydligare bild.",
	"Reset": "Återställ",
	"Reset AD ID": "Återställ AD ID",
	"Reset CI Password": "Återställ CI-lösenord",
	"Reset HbbTV Distinctive ID": "Återställ HbbTV Distinktivt ID",
	"Reset Password": "Återställ lösenord",
	"Reset Settings": "Återställ inställningar",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Återställ den godkända applistan vid anslutning till HbbTV-mobilappen.",
	"Reset the caption position.": "Återställ bildtextens position.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Återställ tittar- och app-historiken. När historiken är återställd kan det ta en viss tid att få rekommendationer för innehåll igen.",
	"Reset to Initial Settings": "Återställ till ursprungliga inställningar",
	"Restrict access to TV programs based on their ratings.": "Begränsa åtkomst till TV-program beroende på deras klassificering.",
	"Restrict watching based on age ratings for children programs.": "Begränsa visning för barnprogram baserat på åldersrekommendationer.",
	"Restrict watching based on ages ratings.": "Begränsa visning baserat på åldersrekommendationer.",
	"Restrict watching based on fantasy violence content ratings.": "Begränsa visning av fantasivåld baserat på innehåll.",
	"Restrict watching based on programs containing adult language.": "Begränsa visning av program som innehåller vuxent språk.",
	"Restrict watching based on programs containing sexual scene.": "Begränsa visning av program som innehåller sexuella scener.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Begränsa visning av program som innehåller dialog med sexuella antydningar.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Använd föräldrakontrollsfunktionen för att begränsa visning i enlighet med angivna åldrar eller innehållsklasser.",
	"Restrict watching based on violence content ratings.": "Begränsa visning av våldinnehåll.",
	"Restrict watching movies based on rating.": "Begränsa visning av filmer baserat på betyg.",
	"Restrict watching programs based on rating.": "Begränsa visning av program baserat på betyg.",
	"Restriction ratings :": "Begränsningar:",
	"Retry": "Försök igen",
	"Revert TV to its initial settings.": "Återställ TV:n till fabriksinställningar.",
	"Revert color adjustment settings to default.": "Återställ inställningar för färgjustering till standard.",
	"Revert detailed sound effect settings of standard mode to default.": "Återställ detaljerade ljudeffektinställningar för standardläge till fabriksinställning.",
	"Revert picture setting values to default.": "Återställ bildinställningsvärden till standard.",
	"Revert white balance settings to default.": "Återställ vitbalansinställning till standard.",
	"Right": "Höger",
	"Right Left": "Höger/Vänster",
	"Right Surround": "Höger surround",
	"Right drop shadow": "Droppskugga, höger",
	"Romania": "Rumänien",
	"Romanian": "Rumänska",
	"Rome": "Rom",
	"Russia": "Ryssland",
	"Russian": "Ryska",
	"R{value}": "R {value}",
	"SIGNATURE Opening": "Presentation av SIGNATURE",
	"SIGNATURE TV Settings": "SIGNATURE TV-inställningar",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK gör att du kan använda LG-fjärrkontrollen för att styra andra SIMPLINK-förberedda enheter, exempelvis DVD-spelare eller hemmabio, som är anslutna till LG Smart TV via HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK slås på automatiskt för att använda ARC-läge.",
	"Safety": "Säkerhet",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satellit",
	"Satellite DTV": "Satellit DTV",
	"Satellite Radio": "Satellitradio",
	"Saturation": "Färgmättnad",
	"Saudi Arabia": "Saudiarabien",
	"Saudi arabia": "Saudiarabien",
	"Save CAM Operator's Profile": "Spara CAM användarprofil",
	"Save CI Password": "Spara CI-lösenord",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Spara inställningar för färgjustering till aktuellt inställt bildläge för alla ingångssignaler.",
	"Save the white balance settings from the current picture mode in all inputs.": "Spara det aktuella bildlägets inställningar för vitbalans till alla insignaler.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Spara/återställ CI-lösenord Sparar du lösenordet slipper du logga in i framtiden.",
	"Scan \"Auto Detect\" automatically.": "Skanna ”Autohitta” automatiskt.",
	"Screen Down": "Skärmen ned",
	"Screen Off": "Skärm av",
	"Screen Saver": "Skärmsläckare",
	"Screen Shift ": "Skärmbyte",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skärmbyte sker vid regelbundna tidsintervall och förebygger de problem med bildkvaliteten som kan uppstå när TV:n har varit igång under långa perioder.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skärmen stängs av om fem sekunder. För att slå på skärmen igen kan du trycka på vilken knapp som helst utom Power eller volym.",
	"Search": "Sök",
	"Search Bluetooth Device": "Sök efter Bluetooth-enhet.",
	"Searching...": "Söker...",
	"Second Language": "Andra språk",
	"Secondary Audio Language": "Sekundärt ljudspråk",
	"Secondary Teletext Language": "Sekundärt text-TV-språk",
	"Security": "Säkerhet",
	"Select IRE point to adjust luminance.": "Markera IRE-punkt för justering av ljusstyrka.",
	"Select Mode": "Välj läge",
	"Select TV's language settings.": "Välj TV:ns språkinställningar.",
	"Select a caption type for HD broadcasts.": "Välj en bildtexttyp för HD-sändningar.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Välj en bildtexttyp för NEXTGEN TV-sändningar.",
	"Select a caption type for UHD broadcasts.": "Välj en bildtexttyp för UHD-sändningar.",
	"Select a caption type for analog broadcasts.": "Välj en bildtexttyp för analoga sändningar.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Välj ett videoläge som matchar visningsmiljön, eller ange inställningar för ett videoläge, till exempel kontrast, färg och mer.",
	"Select an audio format for each HDMI input.": "Välj ett ljudformat för varje HDMI-ingång.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Välj annat Digitalt ljud ut (Auto eller PCM) om du inte hör ljudeffekterna efter att du har valt Pass-through.",
	"Select audio language for digital broadcasts.": "Välj ljudspråk för digitala sändningar.",
	"Select color to be adjusted.": "Välj färg att justera.",
	"Select days to apply the Timer Power Off settings every week.": "Välj dagar för användning av avstängning med timer varenda vecka.",
	"Select days to apply the Timer Power On settings every week.": "Välj dagar för användning av start av timer varenda vecka.",
	"Select device for audio output.": "Välj enhet för ljud ut.",
	"Select device or speaker for audio output.": "Välj enhet eller högtalare för ljudutgång.",
	"Select digital audio output format.": "Välj format för digitalt ljudutgång.",
	"Select language for TV menu.": "Välj språk för TV-meny.",
	"Select language for subtitles.": "Välj språk för undertexter.",
	"Select languages for keyboards input.": "Välj språk för tangentbordsinmatning.",
	"Select method to adjust white balance.": "Välj metod för justering av vitbalans.",
	"Select point to adjust luminance.": "Markera punkt för justering av ljusstyrka.",
	"Select the Sound mode and set detailed Audio effects.": "Välj Ljudläge och ställ in detaljerade ljudeffekter.",
	"Select the Sound mode for each content type.": "Välj Ljudläge för alla typer av underhåll.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Välj Ultra HD Deep Color för HDMI {num}-porten.",
	"Select the app to restrict the use.": "Välj app som ska begränsas.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Välj rätt bildläge beroende på visningsmiljö eller innehållstyp.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Välj ljudegenskaper för att lyssna på sändningen på ett sätt som du gillar.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Välj bildtexten för digitala sändningar och ange detaljerade undertextsinställningar.",
	"Select the channel to restrict watching.": "Välj kanal som ska begränsas.",
	"Select the channel to watch when the TV turns on.": "Ange vilka kanaler som ska visas när TV:n slås på.",
	"Select the color range to be displayed.": "Välj färgintervall som ska visas.",
	"Select the country for your country's special services.": "Välj land för ditt lands specialtjänster.",
	"Select the desired video angle.": "Välj önskad videovinkel.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Välj format för att överföra TV digitalt ljud ut till en extern enhet.",
	"Select the input to use when the TV turns on.": "Markera insignaler som ska användas när TV:n slås på.",
	"Select the inputs to restrict the use.": "Välj ingång som ska begränsas.",
	"Select the most preferred Subtitle Language.": "Välj första språk för undertextspråk.",
	"Select the place where to use the TV.": "Välj den plats där du ska använda TV:n.",
	"Select the residential region for your regional broadcast signal.": "Välj hemområde för din regionala sändningssignal.",
	"Select the second preferred Subtitle Language.": "Välj andra språk för undertextspråk.",
	"Select your first choice of audio language for digital broadcasts.": "Ange ditt förstahandsval för ljudspråk för digitala sändningar.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Markera ditt förstaval av språk för din TV-operatörs text-TV-tjänster.",
	"Select your second choice of audio language for digital broadcasts.": "Ange ditt andrahandsval för ljudspråk för digitala sändningar.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Markera ditt andraval av språk för din TV-operatörs text-TV-tjänster.",
	"Serbia": "Serbien",
	"Serbian": "Serbiska",
	"Serial Number": "Serienummer",
	"Service 1": "Tjänst 1",
	"Service 2": "Tjänst 2",
	"Service 3": "Tjänst 3",
	"Service 4": "Tjänst 4",
	"Service 5": "Tjänst 5",
	"Service 6": "Tjänst 6",
	"Service Area Zip Code": "Tjänstområdets postnummer",
	"Set Automatically": "Ställ in automatiskt",
	"Set ID": "Ställ in ID",
	"Set My Team Alarm.": "Ställ in mitt Lagalarm.",
	"Set Store Mode settings.": "Konfigurera Butiksdemo.",
	"Set System Color mode for your current TV input.": "Ställ in läge för systemfärg för den aktuella TV-inmatningen.",
	"Set additional options for Video Description.": "Ställ in ytterligare alternativ för videobeskrivning.",
	"Set additional picture settings.": "Gör ytterligare bildinställningar.",
	"Set additional sound-related settings.": "Ställ in ytterligare ljudrelaterade inställningar.",
	"Set advanced Subtitle options.": "Ställa in avancerade undertextalternativ.",
	"Set advanced captioning options.": "Ställa in avancerade textalternativ.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Ställ in och redigera IP-adressversionen till IPv4 eller IPv6.",
	"Set audio-related options.": "Ställ in ljudrelaterade alternativ.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Ställ in storlek, färg, genomskinlighet och andra alternativ för texten i sändningar.",
	"Set color temperature from warm to cool.": "Ställ in färgtemperatur från varm till kall.",
	"Set detailed caption settings for HD broadcasts.": "Ställ in detaljerade bildtextinställningar för HD-sändningar.",
	"Set detailed options for the AI functions.": "Ställ in detaljerade alternativ för AI-funktionerna.",
	"Set detailed options for the Home feature.": "Ställ in detaljerade alternativ för Hem-funktionen.",
	"Set detailed options for the Recommendation feature.": "Ställ in detaljerade alternativ för Rekommendationsfunktionen.",
	"Set easy connection settings with external devices.": "Ange inställningar för enkel anslutning till externa enheter.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Använd föräldrakontrollsfunktionen för att ställa in lås på angivna kanaler, appar, ingångar, med mera.",
	"Set necessary additional functions based on watching environment and screen status.": "Ställ in nödvändiga tilläggsfunktioner baserat på visningsmiljö och skärmstatus.",
	"Set or reset the position of on-screen captions.": "Ställ in eller återställ positionen för bildtexter.",
	"Set settings related to your wired / wireless network.": "Ställ in inställningar relaterade till ditt trådbundna/trådlösa nätverk.",
	"Set the TV to turn off automatically after a set amount of time.": "Ställ in TV:n för automatisk avstängning efter en viss tid.",
	"Set the TV to turn off automatically at a set time.": "Ställ in TV:n för automatisk avstängning vid en viss tid.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Ställ in tv:n för automatisk avstängning om ingen användaraktivitet registrerats under de första 4 timmarna efter att tv:n automatiskt slagits på.",
	"Set the TV to turn on automatically at a set time.": "Ställ in TV:n för automatisk påslagning vid en viss tid.",
	"Set the additional functions related to the TV.": "Ställ in ytterligare funktioner relaterade till TV:n.",
	"Set the current date and time.": "Ställ in aktuellt datum och tid.",
	"Set the current date manually.": "Ställ in aktuellt datum manuellt.",
	"Set the current time manually.": "Ställ in aktuell tid manuellt",
	"Set the detect range of device available to connect.": "Ställ in detekteringsområdet för en enhet som är tillgänglig för anslutning.",
	"Set the region and country for broadcasts and special services.": "Ställ in region och land för sändningar och specialtjänster.",
	"Set the screen size and aspect ratio.": "Ställ in skärmens storlek och bildproportioner.",
	"Set the specialized functions of SIGNATURE TV.": "Ställ in SIGNATURE TV:s specialfunktioner.",
	"Set the time to turn off the TV automatically without user input.": "Ställ in tiden för automatisk avstängning av TV:n vid utebliven användaraktivitet.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Ställ in ljudeffekten virtuell surround över flera kanaler för att njuta av mer realistiskt ljud.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Ställ in ljudeffekten virtuell surround för att njuta av mer realistiskt ljud.",
	"Set the volume level when the TV turns on.": "Ställ in volymen för när TV:n slås på.",
	"Set time to turn off the TV.": "Ställ in tid för att stänga av TV:n.",
	"Set time to turn on the TV.": "Ställ in tid för att slå på TV:n.",
	"Set up additional features related to customer support.": "Ställ in ytterligare funktioner relaterade till kundsupport.",
	"Set up an account to use LG Services.": "Ställ in ett konto för att använda LG Services.",
	"Set whether to display Home when the TV is turned on.": "Ställ in om du vill visa Hem när tv:n är på.",
	"Settings Help": "Hjälp för Inställningar",
	"Sexual Situations": "Sexuella situationer",
	"Sexually Suggestive Dialogue": "Sexuellt suggestiv dialog",
	"Sharpness": "Skärpa",
	"Show Password": "Visa lösenord",
	"Side by Side": "Sida vid sida",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signalstörningar kan minska Magic Remote-känsligheten om en trådlös router är för nära tv:n.",
	"Size": "Storlek",
	"Sleep Timer": "Insomningstimer",
	"Slovak": "Slovakiska",
	"Slovakia": "Slovakien",
	"Slovenia": "Slovenien",
	"Slovenian": "Slovenska",
	"Slow": "Långsam",
	"Small": "Liten",
	"Smooth": "Mjuk",
	"Smooth Gradation": "Smidig gradering",
	"Soccer": "Fotboll",
	"Software Update": "Mjukvaruuppdatering",
	"Software Version": "Programversion",
	"Software update has been installed. Update will be applied when you restart your TV.": "Programuppdatering har installerats. Uppdateringen verkställs när du startar om TV:n.",
	"Solomon Islands": "Solomonöarna",
	"Some material may not be appropriate for children under 13.": "Visst innehåll kan vara olämpligt för barn under 13 år.",
	"Some material may not be appropriate for children.": "Visst innehåll lämpar sig kanske inte för barn.",
	"Sotho, Northern": "Sotho, norra",
	"Sotho, Southern": "Sotho, södra",
	"Sound": "Ljud",
	"Sound Mode": "Ljudläge",
	"Sound Mode Settings": "Ljudlägesinställningar",
	"Sound Out": "Ljud ut",
	"Sound Share": "Ljuddelning",
	"Sound Test": "Ljudtest",
	"South Africa": "Sydafrika",
	"South Korea": "Sydkorea",
	"Southern Africa": "Södra Afrika",
	"Spain": "Spanien",
	"Spanish": "Spanska",
	"Speaker Volume Control": "Högtalare volymkontroll",
	"Specify detailed voice guidance settings after turning on this feature.": "Ange detaljerade inställningar för röstvägledning när du har aktiverat den här funktionen.",
	"Speed": "Hastighet",
	"Spoken Subtitle": "Talad undertext",
	"Sports": "Sport",
	"Sports Alert": "Sport-larm",
	"Stand": "Stativ",
	"Standard Mode Sound Effect": "Standardläge ljudeffekter",
	"Standby Light": "Standby-lampa",
	"Start New Sound Tuning": "Starta ny ljudinställning",
	"Start Now": "Starta nu",
	"Startup Sound": "Uppstartsljud",
	"Stop": "Stopp",
	"Store Demo": "Butiksdemo",
	"Store Mode": "Butiksläge",
	"Store Mode Settings": "Butiksinställningar",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Butiksdemo är för demovisningar i butik. Det initierar inställningarna på nytt efter några minuter. Vill du stänga appen och starta Butiksdemo?",
	"Strong": "Stark",
	"Style": "Stil",
	"Subnet Mask": "Subnetmask",
	"Subnet prefix length": "Längd på subnetprefix",
	"Subtitle First Choice Language": "Förstaval av språk för textning",
	"Subtitle Language": "Språk för textning",
	"Subtitle Second Choice Language": "Andraval av språk för textning",
	"Subtitles": "Undertexter",
	"Super Impose": "Överlagt",
	"Super Resolution": "Superupplösning",
	"Suriname": "Surinam",
	"Surround Balance": "Surroundbalans",
	"Surround Level": "Surroundnivå",
	"Sweden": "Sverige",
	"Swedish": "Svenska",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Gå till standbyläge för att snabbt kunna sätta på TV:n igen när du stängt av TV:n.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Gå till standbyläge för att snabbt kunna använda en mängd olika funktioner såsom appar, sökning osv när du stängt av TV:n.",
	"Switzerland": "Schweiz",
	"Sync Demo": "Synkroniseringsdemo",
	"Syria": "Syrien",
	"System Color": "Systemfärg",
	"TAS - Tasmania - Hobart": "TAS - Tasmanien - Hobart",
	"TV": "Tv",
	"TV Information": "Tv-information",
	"TV Installation Type": "TV-installationstyp",
	"TV Lock": "TV-lås",
	"TV Name": "TV-namn",
	"TV On With Mobile": "TV på med mobil",
	"TV Power Sound": "Ljud för TV på/av",
	"TV Power Sound Volume": "Ljudvolym för TV på/av",
	"TV Program Locks": "TV-program låses",
	"TV Rating English": "TV-bedömning, engelska",
	"TV Rating French": "TV-bedömning, franska",
	"TV Speaker": "TV-högtalare",
	"TV can be used as an alarm.": "TV:n kan användas som ett alarm.",
	"TV is turned off at a set time on every specified day.": "TV:n stängs av vid den inställda tidpunkten varje angiven dag.",
	"TV to USB": "TV till USB",
	"Tajikistan": "Tadjikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Dra nytta av funktioner som kräver nätverk, t.ex. internet, appar, programuppdateringar osv.",
	"Target Luminance": "Målljusstyrka",
	"Tashkent": "Tasjkent",
	"Tehran": "Teheran",
	"Terrestrial DTV": "Marksänd DTV",
	"Text Color": "Textfärg",
	"Text Opacity": "Textgenomskinlighet",
	"Text Search": "Textsökning",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Portarna HDMI {port1} och HDMI {port2} stödjer AMD FreeSync Premium och du kan välja denna funktion.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portarna HDMI {port1} och HDMI {port2} stödjer AMD FreeSync Premium, som kan slås på eller av.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Portarna HDMI {port1} och HDMI {port2} stödjer Instant game-respons, som kan slås på eller av.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Porten HDMI {port1} stödjer AMD FreeSync Premium och du kan välja denna funktion.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Porten HDMI {port1} stödjer AMD FreeSync Premium, som kan slås på eller av.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Porten HDMI {port1} stödjer Instant game-respons, som kan slås på eller av.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Portarna HDMI {port1}, HDMI {port2} och HDMI {port3} stödjer AMD FreeSync Premium och du kan välja denna funktion.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portarna HDMI {port1}, HDMI {port2} och HDMI {port3} stödjer AMD FreeSync Premium, som kan slås på eller av.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Portarna HDMI {port1}, HDMI {port2}, HDMI {port3} och HDMI {port4} stödjer AMD FreeSync Premium och du kan välja denna funktion.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Portarna HDMI {port1}, HDMI {port2}, HDMI {port3} och HDMI {port4} stödjer AMD FreeSync Premium, som kan slås på eller av.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Portarna HDMI {port1}, HDMI {port2}, HDMI {port3} och HDMI {port4} stödjer Instant game-respons, som kan slås på eller av.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Portarna HDMI {port1}, HDMI {port2} och HDMI {port3} stödjer Instant game-respons, som kan slås på eller av.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinktivt ID är ett unikt värde som endast används för HbbTV och är orelaterat till användarens personuppgifter.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Distinktivt ID kommer att återställas.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV-appen eller -tjänsten kommer att inaktivera spårning av en enskild användare.",
	"The IBB service will disable its tracking of an individual user.": "IBB-tjänsten kommer att inaktivera spårning av en enskild användare.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Information om LG tjänstland kunde inte hämtas från server. Försök igen senare!",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Applikationen Inställningar måste läsas in på nytt för att ändra menyspråk. Vill du fortsätta?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Den omgivande belysning sätts på när rörelse registreras i TV's närhet.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Den tillgängliga externa röstigenkänningstjänsten kan ändras beroende på språkinställning. Om du ändrar menyspråket laddas inställningsmenyn om. Vill du fortsätta?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanallistan har kopierats från USB-minnet till TV:n. Om 5 sekunder startar TV:n om.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanallistan har kopierats från TV:n till USB-minnet.",
	"The closer to 100, the brighter.": "Ju närmare 100, desto ljusare.",
	"The closer to 100, the clearer the color becomes.": "Ju närmare 100, desto klarare blir färgen.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Ju närmare 50 desto tydligare är det röda, ju närmare 50 desto tydligare är det gröna.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "De detaljerade inställningsvärdena för vitbalansen återställs. Vill du fortsätta?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Gapen mellan kanalernas och programmens ljudvolymer reduceras automatiskt, vilket hjälper dig att titta på programmen med en konstant volym.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Gapet mellan kanalernas och programmens ljudvolymer ställs in automatiskt, vilket hjälper dig att titta på programmen med en konstant volym.",
	"The higher the settings, the louder the sound rapidly.": "Ju högre inställningarna är, desto starkare ljud hörs.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Den inbyggda TV-högtalaren och Bluetooth-högtalarna kan sända ut ljud samtidigt och skapa en levande surroundljudeffekt.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Språket för röstigenkänning kommer att ställas in automatiskt beroende på valt menyspråk.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Det språk som används för Röstigenkänning ställs in enligt det valda menyspråket. Supporttjänster kan variera beroende på röstspråket.",
	"The network is currently unavailable. Please try again later.": "Nätverket är inte tillgängligt för tillfället. Försök igen senare!",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Processen tar ungefär en timme att genomföra och din TV ska vara avstängd hela tiden.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Processen tar ungefär {n} minut(er) att genomföra och din TV ska vara avstängd hela tiden.",
	"The program is intended for adults only.": "TV-programmet är endast avsett för vuxna.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Skärmens ljusstyrka justeras automatiskt i enlighet med ljusstyrkan runt din TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Skärmen glider ned om 5 sekunder. Tryck på vilken av knapparna som helst, förutom ström- och volymknapparna på fjärrkontrollen, för att få skärmen att glida upp igen.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Inställnings-sub-värdena för färghanteringssystemet återställs. Vill du fortsätta?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Inställningen för Bluetooth-surroundljud + Inbyggd tv-högtalare återställs.",
	"The settings are as follows.": "Inställningarna är följande.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Observera att ljudet kanske inte matas ut när digitalt ljud ut är inställt på Pass-through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Uppdateringen kan inte verkställas för TV:n. Programvaran återgår till föregående version.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "De visuella effekterna visas på skärmen när TV:n slås på och skärmen flyttas.",
	"There are no paired devices.": "Det finns inga parkopplade enheter.",
	"There are settings to correct or prevent OLED panel noise.": "Det finns inställningar som korrigerar eller förhindrar OLED-brus.",
	"There is no USB device connected to your TV.": "Det finns ingen USB-enhet ansluten till TV:n.",
	"There is no message.": "Det finns inget meddelande.",
	"Third Language": "Tredje språk",
	"This feature applies only to specified LG Wireless Keyboard models.": "Denna funktion gäller endast vissa modeller av LG Wireless tangentbord.",
	"This function works only when it is provided by the broadcast program.": "Denna funktion fungerar endast när den tillhandahålls av sändningen.",
	"This is a closed caption preview": "Detta är en förhandsvisning av dold textning",
	"This is an already existing value.": "Detta är ett redan existerande värde.",
	"This service provides you with more information about watching program and enjoys related contents.": "Den här tjänsten ger dig mer information om att titta på program och om relaterat innehåll.",
	"This will revert all options on TV to their default settings.": "Detta återställer alla alternativ på TV:n till standardinställningarna.",
	"Time": "Tid",
	"Timer Channel": "Timer kanal",
	"Timer Repeat": "Timer repetition",
	"Timezone": "Tidzon",
	"Tint": "Nyanser",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Spela upp testljud på TV och mät reflekterat ljud med Magic Remote För att optimera ljudet.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "För att testa TV-ljudet måste ljud ut-inställningen ändras till Inbyggd TV-högtalare. Vill du fortsätta?",
	"Top and Bottom": "Uppe och nere",
	"Total Power On Time": "Total tid påslagen",
	"Tracking Speed": "Spårhastighet",
	"Translucent": "Genomlyst",
	"Transparent": "Genomskinlig",
	"Treble Boost": "Diskantförstärkning",
	"Trinidad And Tobago": "Trinidad och Tobago",
	"Trinidad and Tobago": "Trinidad och Tobago",
	"Tune and save available channels.": "Ställ in och spara tillgängliga kanaler.",
	"Tune and save available channels. You can set satellite channel options.": "Ställ in och spara tillgängliga kanaler. Du kan ställa in alternativ för satellitkanaler.",
	"Tunisia": "Tunisien",
	"Turkey": "Turkiet",
	"Turkish": "Turkiska",
	"Turn on TV with mobile device same as smartphone.": "Slå på TV:n med en smartmobil-enhet.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Sätt på och stäng av Ultra HD Deep Color för HDMI {num}-porten.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Slå på eller stäng av HDMI {num}-portens Instant game-respons.",
	"Turn on the TV using mobile device via Bluetooth.": "Slå på TV:n med en mobil enhet via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Slå på TV:n med din mobila enhet via Wi-Fi.",
	"Turn on via Bluetooth": "Slå på via Bluetooth",
	"Turn on via Wi-Fi": "Slå på via Wi-Fi",
	"Turn on/off description box in Settings.": "Slå på/stäng av beskrivningsrutan i Inställningar.",
	"Turn on/off standby light.": "Slå på/stäng av standby-lampa.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Sätt på/stäng av AMD FreeSync Premium för porten HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Slå på/stäng av de bilder som visas på skärmen när det inte finns någon ingångssignal.",
	"Turn on/off the related features of energy consumption.": "Slå på och stäng av funktionerna för energikonsumtion.",
	"Turn the Hybridcast service on/off.": "Slå på/stäng av Hybridcast-tjänst.",
	"Turn the Interactivity (DTVi) service on/off.": "Slå på/stäng av Interactivity-tjänst (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Slå på/stäng av TV-sändningsoperatörens TV-guide.",
	"Turn your broadcast TV provider's teletext service on/off.": "Slå på/stäng av TV-sändningsoperatörens text-TV-tjänst.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Stänger du av Wi-Fi kommer du inte åt internet-baserade tjänster såvida du inte är ansluten via kabel till nätverket. Vill du fortsätta?",
	"UAE": "Förenade Arabemiraten",
	"UHD Mode": "UHD-läge",
	"USA": "USA",
	"USB storage for Copy Channels": "USB-minne för att kopiera kanaler",
	"USB to TV": "USB till TV",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukrainska",
	"Ulaanbaatar": "Ulaan Bator",
	"Unable to check for updates.": "Kan inte söka efter uppdateringar.",
	"Unable to connect to the network.": "Kan inte ansluta till nätverk.",
	"Undefined": "Odefinierad",
	"Under 17 requires accompanying parent or adult guardian.": "För barn under 17 år krävs sällskap av förälder eller vuxen.",
	"Uniform": "Enhetlig",
	"United Arab Emirates": "Förenade Arabemiraten",
	"United Kingdom": "Storbritannien",
	"United States of America": "USA",
	"Universal Control Settings": "Universalkontrollinställning",
	"Unknown": "Okänd",
	"Unknown issue has occurred.": "Ett okänt fel har uppstått.",
	"Update canceled.": "Uppdatering avbruten.",
	"Update in progress...": "Uppdatering pågår ...",
	"Update in progress...({n}%)": "Uppdatering pågår ... ({n}%)",
	"Update paused.": "Uppdatering pausad.",
	"Update reserved.": "Uppdatering reserverad.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Uppdateringen avbryts och alla uppdateringsfiler raderas nu. Vill du fortsätta?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Använd Magic Remote för att analysera rummets akustik och optimera TV:ns ljudkvalitet utifrån resultaten.",
	"Use a large pointer.": "Använd en stor pekare.",
	"Use a medium pointer.": "Använd en mellanstor pekare.",
	"Use a small pointer.": "Använd en liten pekare.",
	"Use the 4-way controller to change the position and press the OK button.": "Använd 4-vägsknappen för att ändra position och tryck på OK-knappen.",
	"Use the following services with the selected language.": "Använd följande tjänster med det valda språket.",
	"User": "Användare",
	"User Agreements": "Användaravtal",
	"User Guide": "Användarhandbok",
	"V Position": "V position",
	"V Sharpness": "V skärpa",
	"V Size": "V storlek",
	"Valencian": "Valenciska",
	"Vatican City": "Vatikanstaten",
	"Vertical Zoom": "Vertikal zoom",
	"Video Description": "Videobeskrivning",
	"Vienna": "Wien",
	"Vietnamese": "Vietnamesiska",
	"View current Common Interface (CI) information.": "Visa aktuell information om Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Visa föremål tydligare genom att ändra färgen på menyn på skärmen till svartvitt.",
	"View messages from your broadcast TV provider.": "Visa meddelanden från din TV-sändningsoperatör.",
	"View more information about watching program and enjoy related contents.": "Visa mer information om att titta på program och använda relaterat innehåll.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Visa originalskärmen som den är eller ställ in skärmstorlek och bildförhållande.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Visa originalskärmen som den mottagits via sändningssignalen eller den anslutna enheten.",
	"Violence": "Våld",
	"Vivid": "Intensiv",
	"Voice Recognition Help and Settings": "Hjälp och inställningar för röstigenkänning",
	"Voice Support Service": "Röst supportservice",
	"Volume": "Volym",
	"Volume Increase Amount": "Volymökningssteg",
	"Volume Mode": "Volymläge",
	"Wall-mounted": "Väggmonterad",
	"Warm1": "Varm1",
	"Warm2": "Varm2",
	"Warm3": "Varm3",
	"Warsaw": "Warszawa",
	"Watch a diverse range of Internet contents on TV channels.": "Se en uppsjö av Internet-innehåll på TV-kanaler.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Vi samlar in och sparar MAC-adress, modellnummer, landskod, språkinställningar och programvaruversion för att kunna verifiera din enhet och för att kunna se om du har senaste versionen av programvaran.",
	"Welcome Feature": "Välkomstfunktion",
	"Welsh": "Walesiska",
	"Western Africa": "Västra Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Växla till standby-läge för att minska strömförbrukningen när en ansluten hårddisk inte har använts under en viss tidsperiod.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "När en enhet är ansluten till porten optimeras spelbilden med minimala fördröjningar, klipp och avbrott.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "När Instant game-responsen startar, kan videon blinka tillfälligt.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "När utljudet är inställt på \"Bluetooth/HDMI ARC/Optisk digital/WiSA-högtalare\" eller om den anslutna enheten inte stöder Instant game-respons, kanske det inte fungerar.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "När Ljud ut är inställt på Bluetooth eller om den anslutna enheten inte stöder Instant game-respons, kanske det inte fungerar.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Om enheten slås på/av kommer TV:n automatiskt att slås på/stängas av.",
	"When the visual effects is off, the screen is displayed as Live TV.": "När de visuella effekterna är avstängda visas skärmen som Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "När denna funktion är på kommer visa funktioner som visas på skärmen att vara delvis transparenta.",
	"When your TV is turned off, the device will automatically turn off.": "När TV:n stängs av stängs enheten automatiskt av.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "När det ändrade inställningsvärdet överförs till en extern enhet, kanske bilden eller ljudet tillfälligt inte fungerar normalt.",
	"White": "Vit",
	"White Balance": "Vitbalans",
	"Wi-Fi Connection": "Wi-Fi-anslutning",
	"Wi-Fi Security": "Wi-Fi-säkerhet",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi har stängts av. Slå på det för att visa listan med tillgängliga nätverk som du kan ansluta till och andra relaterade menyobjekt.",
	"Wi-Fi issue has occurred.": "Ett Wi-Fi-fel har uppstått.",
	"WiSA Speakers": "WiSA-högtalare",
	"Wide Area Zone": "Bred områdeszon",
	"Wide View": "Bred bild",
	"Wide View (32:9)": "Bred bild (32:9)",
	"Window Color": "Fönstrets färg",
	"Window Opacity": "Fönstrets opacitet",
	"Wired Connection (Ethernet)": "Trådbunden (Ethernet)",
	"Wired Headphones": "Kabelbundna hörlurar",
	"Wired Headphones + Internal TV Speaker": "Trådbundna hörlurar + Inbyggd TV-högtalare",
	"With this option, you can control the audio device's volume with your TV remote.": "Med det här alternativet kan du styra ljudenhetens volym med din TV-fjärrkontroll.",
	"W{value}": "W {value}",
	"Year": "År",
	"Yekaterinburg": "Ekaterinburg",
	"Yellow": "Gul",
	"Yemen": "Jemen",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Du kan justera ljudeffekterna när TV:n är på eller av och skärmen rör på sig.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Du kan kontrollera att enheten är ansluten till HDMI-portar med Magic Remote utan enhetsinställningsprocesser.",
	"You can delete the device connection history of Screen Share.": "Du kan radera enhetsanslutningshistoriken för Screen Share.",
	"You can delete the device connection history of Sound Share.": "Du kan radera enhetsanslutningshistoriken för Sound Share.",
	"You can find the default password in User Guide.": "Du hittar standardlösenordet i Bruksanvisningen.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Du kan starta Instant Game-respons genom att sätta på HDMI Ultra HD Deep Color.",
	"You can only change settings from the current HDMI input.": "Du kan enbart ändra inställningar för den aktuella HDMI-ingången.",
	"You can scan again to connect the device.": "Du kan skanna igen för att ansluta enheten.",
	"You can select left and right audio settings for broadcast signal.": "Du kan välja vänster eller höger ljudinställning för sändningssignalen.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Du kan välja AMD FreeSync Premium för porten HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Du kan välja Ultra HD Deep Color för ingången.",
	"You can set the sound to play when the TV is turned on or off.": "Du kan ställa in så att ljudet spelas när TV:n är på eller avstängd.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Du kan sätta på/stänga av funktionen för att spara CAM-användarprofilen.",
	"You can turn this feature on or off.": "Du kan slå på eller stänga av funktionen.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Du kan få olika innehållsrekommendationer via nätverk. Att stänga av detta alternativ ger bara grundläggande innehåll och vissa funktioner är kanske inte tillgängliga.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Din TV och den SIMPLINK-anslutna enheten synkroniseras enligt följande:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Din TV måste förbli avstängd när Pixel-uppfräschning pågår. Pågående eller kommande schemalagda inspelningar, påminnelser eller start via timerinställning kommer att avbrytas under processen och BT-högtalare i Nollvy är inte tillgängliga.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Di TV måste förbli avstängd när Pixel-uppfräschning pågår. Pågående eller kommande schemalagda inspelningar, påminnelser eller start via timerinställning kommer att avbrytas under processen.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV:n måste vara ansluten till nätverket för att automatiskt ställa in LG tjänstland. Vill du gå till Nätverksinställningar nu för att kontrollera anslutningen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV:n måste veta nuvarande plats för att kunna visa nödsituationsvarningar via den digitala TV-signalen.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV:n stängs av tills processen är slutförd varpå den automatiskt slås på igen.",
	"Zoom2": "Zoom 2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] kopplas bort från TV:n. Ljudet spelas inte längre upp via denna enhet. Vill du fortsätta?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] tas bort från listan med parkopplade enheter. Om du vill ansluta den senare måste du söka efter tillgängliga enheter och parkoppla den på nytt. Vill du fortsätta?",
	"[{deviceName}] will be deleted.": "[{deviceName}] kommer att raderas.",
	"audioGuidance_high": "Hög",
	"audioGuidance_low": "Låg",
	"audioGuidance_medium": "Medel",
	"audioGuidance_slow": "Långsam",
	"audioGuidance_veryFast": "Mycket snabbt",
	"audioGuidance_veryHigh": "Mycket hög",
	"audioGuidance_veryLow": "Mycket låg",
	"audioGuidance_verySlow": "Mycket långsamt",
	"btDotSignalStrength_wide": "Bred",
	"button": "knapp",
	"character": "tecken",
	"characters": "tecken",
	"checked": "markerad",
	"colorGamutJPNWide": "Bred",
	"connecting": "ansluter",
	"depthOfColor": "Färg",
	"diagonal zoom in": "diagonal inzoomning",
	"diagonal zoom out": "diagonal utzoomning",
	"digitalOptionSetByProgram": "Ställ in efter program",
	"energy_Maximum": "Max",
	"energy_Medium": "Medel",
	"freesync_high": "Hög",
	"freesync_low": "Låg",
	"freesync_off": "Av",
	"freesync_wide": "Bred",
	"gamma_high1": "Hög1",
	"gamma_high2": "Hög2",
	"hidden": "dold",
	"horizontal zoom in": "horisontell inzoomning",
	"horizontal zoom out": "horisontell utzoomning",
	"jpDoNot": "Av",
	"logoLuminance_high": "Hög",
	"logoLuminance_low": "Låg",
	"not connected": "inte ansluten",
	"objet_soundMode": "Optimera ljudläget för olika typ av innehåll.",
	"pictureControlHigh": "Hög",
	"pictureControlHigh_BlackLevel": "Hög",
	"pictureControlHigh_Male": "Hög",
	"pictureControlLow": "Låg",
	"pictureControlLow_BlackLevel": "Låg",
	"pictureControlLow_Male": "Låg",
	"pictureControlMedium": "Medel",
	"pictureControlMedium_BlackLevel": "Medel",
	"pictureControlMedium_Male": "Medel",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Medel",
	"pictureLocalDimmingHigh": "Hög",
	"pictureLocalDimmingLow": "Låg",
	"pictureLocalDimmingMed": "Medel",
	"pictureModeSettings": "Anpassa",
	"press OK button to edit IP manually": "tryck på OK för att redigera IP manuellt",
	"press OK button to enter channel to search": "tryck på OK för att ange kanal att söka efter",
	"press OK button to enter value": "tryck på OK för att ange värde",
	"press right button to adjust de-judder and de-blur value": "tryck på högerknappen för att justera värde för de-judder och de-blur",
	"press right button to adjust zoom ratio and position": "tryck på högerknappen för att justera zoomningsgrad och position",
	"shift current screen down": "växla ned aktuell skärm",
	"shift current screen to the left": "växla aktuell skärm till vänster",
	"shift current screen to the right": "växla aktuell skärm till höger",
	"shift current screen up": "växla upp aktuell skärm",
	"shift down": "växla ned",
	"shift left": "växla vänster",
	"shift right": "växla höger",
	"shift up": "växla upp",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Inga",
	"unchecked": "inte markerad",
	"unread": "oläst",
	"vertical zoom in": "vertikal inzoomning",
	"vertical zoom out": "vertikal utzoomning",
	"volumeModeHigh": "Hög",
	"volumeModeLow": "Låg",
	"volumeModeMedium": "Medel",
	"webOS TV Version": "webOS TV-version",
	"zoom in": "zooma in",
	"zoom out": "zooma ut",
	"{label} : L{value}": "{label}: V{value}",
	"{label} : R{value}": "{label}: H{value}"
}
