{
	" (User)": " (Utilizator)",
	"(Version: {l})": "(Versiune: {l})",
	"* The device connected should support this service.": "* Dispozitivul conectat trebuie să fie compatibil cu acest serviciu.",
	"* This feature is applied once and only once when the TV is turned off.": "* Această funcţie este aplicată o dată şi numai odată ce televizorul este oprit.",
	"* This feature is available on certain devices only.": "* Această funcţie este disponibilă exclusiv pe anumite dispozitive.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Acest mod exprimă în mod clar intenţiile FILMMAKER MODE, dar poate părea mai întunecat decât celelalte moduri de imagine.",
	"* This settings is only available for Internal TV Speaker.": "* Setările sunt disponibile doar pentru difuzorul TV intern.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Deşi această opţiune este setată ca fiind pornită, economizorul de ecran nu va funcţiona pentru a evita afectarea experienţei dvs. de urmărire a televizorului de pe dispozitive externe precum Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Puteţi controla aplicaţia care oferă această funcţie de pe dispozitivul dumneavoastră mobil.",
	"1) Turn the Bluetooth on the other device off.": "1) Opriţi Bluetooth de pe celălalt dispozitiv.",
	"10 Points Code Value": "Valoare cod 10 puncte",
	"10 Points IRE": "IRE 10 puncte",
	"10 and Above": "10 şi peste",
	"11 and Above": "11 şi peste",
	"12 Hours": "12 ore",
	"12 and Above": "12 şi peste",
	"120 min": "120 de min",
	"13 and Above": "13 şi peste",
	"14 and Above": "14 şi peste",
	"14 by 9": "Paisprezece pe nouă",
	"15 and Above": "15 şi peste",
	"16 and Above": "16 şi peste",
	"16 by 9": "Şaisprezece pe nouă",
	"17 and Above": "17 şi peste",
	"18 and Above": "18 şi peste",
	"180 min": "180 de min",
	"19 and Above": "19 şi peste",
	"2 Channel": "2 canale",
	"2 Hours": "2 ore",
	"2 Points": "2 puncte",
	"2) Turn the Bluetooth device to connect off and on.": "2) Opriţi şi porniţi dispozitivul Bluetooth pentru conectare.",
	"20 Points Code Value": "Valoare cod 20 de puncte",
	"20 Points IRE": "IRE 20 puncte",
	"20 and Above": "20 şi peste",
	"20 min": "20 de min",
	"21 by 9": "Douăzeci şi unu pe nouă",
	"22 Points Code Value": "Valoare cod 22 puncte",
	"22 Points IRE": "IRE 22 puncte",
	"24 Hours": "24 ore",
	"240 min": "240 de min",
	"3 Hours": "3 ore",
	"30 min": "30 de min",
	"32 by 12": "Treizeci şi doi pe doisprezece",
	"32 by 9": "Treizeci şi doi pe nouă",
	"3G/4G Connection": "Conexiune 3G/4G",
	"4 Hours": "4 ore",
	"4 Hours Auto Power Off": "Oprire automată la 4 ore",
	"4 and Above": "4 şi peste",
	"4 by 3": "Patru pe trei",
	"4-Way Zoom": "Zoom în 4 direcţii",
	"5 and Above": "5 şi peste",
	"5.1 Channel": "5.1 canale",
	"6 Hours": "6 ore",
	"6 and Above": "6 şi peste",
	"60 min": "60 de min",
	"7 and Above": "7 şi peste",
	"8 Hours": "8 ore",
	"8 and Above": "8 şi peste",
	"9 and Above": "9 şi peste",
	"90 min": "90 de min",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID este utilizat pentru a identifica acest dispozitiv în scopuri de publicitate şi pentru a facilita anumite anunţuri care pot prezenta interes pentru dvs. Puteţi reseta AD ID sau puteţi limita mai jos monitorizarea AD ID.",
	"AI Acoustic Tuning": "Reglarea sunetului prin AI",
	"AI Acoustic Tuning Options": "Opţiuni Reglarea sunetului prin AI",
	"AI Acoustic Tuning is disabled.": "Reglarea sunetului prin AI este dezactivată.",
	"AI Brightness Control": "Control Luminozitate AI",
	"AI Picture": "Imagine AI",
	"AI Picture Pro": "Imagine AI Pro",
	"AI Recommendation": "Recomandare AI",
	"AI Service": "Serviciu AI",
	"AI Sound": "Sunet AI",
	"AI Sound Pro": "Sunet AI Pro",
	"AV Sync Adjustment": "Reglare AV Sync",
	"Accessibility": "Accesibilitate",
	"Account Management": "Gestionare cont",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Dacă această opţiune este activată, vor fi oprite colectarea şi monitorizarea de date personale referitoare la anunţurile de pe acest TV inteligent. Dacă activaţi comutatorul pot fi afectate tipurile de anunţuri pe care le vedeţi din acel moment, dar veţi primi în continuare anunţuri.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Activarea acestui comutator va determina LGE să instruiască aceşti furnizori terţi să înceteze comercializarea informaţiilor dvs. personale. Dacă nu optaţi separat pentru renunţare, puteţi avea în continuare acces la servicii precum Live Plus, LG Channels şi Who.Where.What?.",
	"Add Network": "Adăugare reţea",
	"Add a hidden wireless network": "Adăugaţi o reţea fără fir ascunsă",
	"Add wireless network by manually entering network name (SSID).": "Adăugaţi o reţea fără fir introducând manual numele reţelei (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Selecţie audio suplimentară",
	"Additional Settings": "Setări suplimentare",
	"Address Setting": "Setare adresă",
	"Adjust Audio Guidance pitch.": "Reglaţi înălţimea sunetului Indicaţii audio.",
	"Adjust Audio Guidance speed.": "Reglaţi viteza Indicaţii audio.",
	"Adjust Audio Guidance volume.": "Reglaţi volumul Indicaţii audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ajustaţi luminozitatea iluminatului de fundal pentru a mări/reduce luminozitatea ecranului.",
	"Adjust Screen Position": "Adaptare poziție ecran",
	"Adjust Zoom Ratio": "Adaptare rată de zoom",
	"Adjust animation effect shown on the home at certain times.": "Ajustaţi efectul de animaţie prezentat pe fereastra principală în anumite momente.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Reglaţi luminozitatea analizând mişcările imaginilor pentru a preveni luminile strălucitoare şi pentru a reduce consumul de energie.",
	"Adjust brightness of the LG logo.": "Ajustați luminozitatea logoului LG.",
	"Adjust color and saturation for a more vivid image.": "Reglaţi culoarea şi saturaţia pentru o imagine mai intensă.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajustaţi automat temperatura culorii pentru a reduce suprasolicitarea ochilor.",
	"Adjust cursor speed.": "Reglaţi viteza cursorului.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Reglaţi claritatea marginilor. Valorile mai ridicate cresc claritatea imaginilor.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Reglaţi setările gama pentru a compensa pentru luminozitatea semnalului de intrare.",
	"Adjust left/right audio balance.": "Reglaţi echilibrul sunetului dreapta/stânga.",
	"Adjust luminance for selected color.": "Reglați luminozitatea pentru culoarea selectată.",
	"Adjust luminance level for selected IRE point.": "Reglați nivelul de luminozitate pentru punctul IRE selectat.",
	"Adjust peak brightness for the brightest luminance.": "Ajustați luminozitatea maximă pentru cel mai intens nivel de luminozitate.",
	"Adjust remote's cursor speed and appearance.": "Ajustaţi viteza şi aspectul cursorului telecomenzii dvs.",
	"Adjust saturation for selected color.": "Reglaţi saturaţia pentru culoarea selectată.",
	"Adjust screen brightness to reduce energy consumption.": "Reglaţi luminozitatea ecranului pentru a reduce consumul de energie.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ajustaţi LUMINA OLED pentru a mări sau reduce luminozitatea ecranului.",
	"Adjust the audio timing to synchronize the video and audio.": "Reglaţi sincronizarea audio pentru a sincroniza ieşirea video cu cea audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Reglaţi echilibrul culorilor roşu şi verde pentru a afişa nuanţa pe ecran.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ajustaţi echilibrul culorilor prin schimbarea temperaturii, luminozităţii culorilor şi intensitatea culorilor roşu, verde, albastru.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Ajustaţi contrastul, rezoluţia etc. pentru modul de imagini individuale în detaliu sau setaţi culoarea preferată, gama, etc. suplimentar.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Reglaţi diferenţa dintre zonele luminoase şi cele întunecate ale ecranului. Valorile mai ridicate intensifică diferenţa.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Ajustaţi raportul de vizualizare în acelaşi fel ca filmul şi vă veţi bucura de o senzaţie ca la cinema.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ajustaţi luminozitatea imaginilor statice precum siglele etc. şi preveniţi problemele legate de calitate care se pot produce când televizorul a fost pornit o perioadă extinsă de timp.",
	"Adjust the screen color to be pale or deep.": "Ajustaţi culoarea ecranului pentru a fi pală sau intensă.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Ajustaţi sunetul astfel încât să corespundă cu gusturile dvs. pentru fiecare bandă de frecvenţă de sunet.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Reglaţi temporizarea pentru sincronizare când partea video şi audio au diferenţe de timp.",
	"Adjust the tint to brighten or darken the screen.": "Ajustaţi nuanţa pentru a mări/reduce luminozitatea ecranului.",
	"Adjust the volume you want with pressing remote's volume key.": "Ajustaţi volumul pe care îl doriţi acţionând tasta de volum a telecomenzii.",
	"Adjust tint for selected color.": "Reglați nuanța pentru culoarea selectată.",
	"Adjust whether to display the home promotion.": "Stabiliţi dacă afişaţi pagina principală de promovare.",
	"Adjusting Luminance": "Reglare luminozitate",
	"Adolescent over 13 are allowed to watch.": "Adolescenţii cu vârsta de peste 13 ani au permisiunea să vizioneze programul.",
	"Adolescent over 14 are allowed to watch.": "Adolescenţii cu vârsta de peste 14 ani au permisiunea să vizioneze programul.",
	"Adolescent over 16 are allowed to watch.": "Adolescenţii cu vârsta de peste 16 ani au permisiunea să vizioneze programul.",
	"Adult": "Adulţi",
	"Adult Language": "Limbaj pentru adulţi",
	"Adults only.": "Numai pentru adulţi.",
	"Advanced": "Setări avansate",
	"Advanced Controls": "Comenzi avansate",
	"Advanced Wi-Fi Settings": "Setări Wi-Fi avansate",
	"Advertisement": "Publicitate",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "După schimbarea țării, toate canalele reglate în prezent vor fi șterse. Pentru a regla din nou canalele, accesați Reglare automată. Doriţi să continuaţi?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "După schimbarea Codului poștal, toate canalele Freesat vor fi șterse. Pentru a regla din nou canalele, accesați Reglare automată. Doriţi să continuaţi?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "După modificarea ţării, puteţi scana pentru a găsi canalele folosind funcţia Reglare automată. Doriţi să continuaţi?",
	"Ages 2-7 are allowed to watch.": "Copiii cu vârsta de 2-7 ani au permisiunea să vizioneze programul.",
	"Albanian": "Albaneză",
	"Alerts you by sound when the TV is turned on or off.": "Vă alertează sonor atunci când televizorul este pornit sau oprit.",
	"Algiers": "Alger",
	"All Channels": "Toate canalele",
	"All Children": "Toţi copiii",
	"All ages are allowed to watch.": "Persoanele de toate vârstele pot viziona programul.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Toate setările curente pentru modul {pictureMode} vor fi resetate. Doriţi să continuaţi?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Toate setările pentru efectele sonore pentru Modul Standard vor fi resetate. Doriţi să continuaţi?",
	"Allow Automatic Updates": "Permite actualizările automate",
	"Almaty": "Alma-Ata",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "De asemenea, puteți să ajustați setările detaliate pentru Sunet Bluetooth surround.",
	"Always Open": "Întotdeauna deschis",
	"Always-on Off Time": "Timp dezactivare Always-on",
	"An error has occurred while copy channels.": "A apărut o eroare în timpul copierii canalelor.",
	"An important software update is available.": "O actualizare software importantă este disponibilă.",
	"Anadyr": "Anadîr",
	"Analog Mode": "Mod analogic",
	"Analog TV": "TV analogic",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizaţi caracteristicile sunetului şi optimizaţi sunetul pentru fiecare conţinut în timp real.",
	"Antenna": "Antenă",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antenă radio",
	"Antigua and Barbuda": "Antigua şi Barbuda",
	"Any Supplementary Audio": "Audio Suplimentar",
	"App Alarm": "Alarmă aplicaţie",
	"Application Locks": "Blocare aplicaţie",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Aplicaţi valorile detaliate de setare pentru modul de imagine actual pentru toate intrările şi aplicaţiile.",
	"Apply to all inputs": "Aplicare la toate intrările",
	"Applying value to all inputs...": "Aplicare valoare la toate intrările...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arabă",
	"Ashgabat": "Aşgabat",
	"Aspect Ratio": "Format imagine",
	"Aspect Ratio Settings": "Setări format imagine",
	"Assamese": "Assameză",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribuiţi canale pentru butoanele telecomenzii astfel încât să puteţi sări uşor la ele.",
	"Athens": "Atena",
	"Audio Delay": "Întârziere audio",
	"Audio Description": "Descriere audio",
	"Audio Description Volume": "Volum descriere audio",
	"Audio Guidance": "Indicaţii audio",
	"Audio Language": "Limba audio",
	"Audio Out (Line Out)": "Ieşire Audio (Linie ieşire)",
	"Audio Type": "Tip Audio",
	"Auto Detect": "Detectare automată",
	"Auto Device Detection": "Detectare automată dispozitiv",
	"Auto Genre Selection": "Selectare gen automată",
	"Auto Power Off": "Oprire automată",
	"Auto Power Sync": "Sincronizare auto-pornire",
	"Auto Start": "Pornire automată",
	"Auto Volume": "Volum auto",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajustaţi automat spaţiul din volumul audio sau setaţi volumul sunetului care este ajustat la un anumit moment dat cu tasta de volum de pe telecomandă.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Ajustaţi automat la o valoare de imagine optimizată pentru genul conţinuturilor Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Ajustaţi automat la o valoare de imagine optimizată pentru genul conţinuturilor.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Treceţi automat la FILMMAKER MODE atunci când este recunoscut conţinutul de film.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimizaţi automat calitatea imaginii în funcţie de culoarea şi de luminozitatea luminii ambientale.",
	"Automatically update system software when an update is found.": "Actualizare automată a software-ului sistemului atunci când este găsită o actualizare.",
	"Available Internal Storage": "Memorie internă disponibilă",
	"Azerbaijan": "Azerbaidjan",
	"BG Color": "Culoare fundal",
	"BG Opacity": "Opacitate fundal",
	"Back": "Înapoi",
	"Backlight": "Lumină de fond",
	"Baghdad": "Bagdad",
	"Balance": "Echilibru",
	"Basque": "Bască",
	"Behavior may vary depending on connected device.": "Comportamentul poate varia în funcție de dispozitivul conectat.",
	"Belgium": "Belgia",
	"Belgrade": "Belgrad",
	"Bengali": "Bengaleză",
	"Bermuda": "Bermude",
	"Bishkek": "Bişkek",
	"Black": "Negru",
	"Black Level": "Nivel negru",
	"Block TV programs broadcast in English based on their content ratings.": "Blocaţi programele TV difuzate în engleză în funcţie de clasificarea conţinutului.",
	"Block TV programs broadcast in French based on their content ratings.": "Blocaţi programele TV difuzate în franceză în funcţie de clasificarea conţinutului.",
	"Block content based on genre.": "Blocaţi conţinutul în funcţie de gen.",
	"Blue": "Albastru",
	"Bluetooth Speaker Mode": "Mod difuzor Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Sunet Bluetooth Surround + Difuzor TV intern",
	"Bluetooth Surround Sound Setup": "Configurare Sunet Bluetooth Surround",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia şi Herţegovina",
	"Bosnian": "Bosniacă",
	"Brazil": "Brazilia",
	"Brightness": "Luminozitate",
	"Broadcast Country": "Ţară de difuzare",
	"Broadcast Mail": "Transmisie Mail",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucureşti",
	"Budapest": "Budapesta",
	"Bulgarian": "Bulgară",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Dacă apăsaţi pe 'Resetare', veţi şterge toate datele referitoare la anunţuri pe care LGE le-a conectat în trecut de pe acest TV inteligent. Dacă apăsaţi pe 'Resetare’, pot fi afectate tipurile de anunţuri pe care le vedeţi din acel moment, dar veţi primi în continuare anunţuri.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Prin pornirea Live Plus, vă daţi acordul pentru colectarea informaţiilor de vizualizare a serviciilor de televiziune de către LG Electronics Inc. (\"LGE\") prin modulul ACR. Informaţiile pot fi partajate anonim cu terţi pentru a vă furniza servicii interactive. De asemenea, este posibil să partajăm informaţii anonime colective cu terţi în scopuri de marketing. Ţineţi cont de faptul că nu colectăm şi nu distribuim informaţiile de mai sus de la sau despre copii cu vârsta sub 13 ani. Informaţii detaliate despre Live Plus sunt prezentate în Informaţiile de vizualizare (termenii), care pot fi accesate în meniul de setări SmartTV. LGE vă recomandă să citiţi versiunea completă a Informaţiilor de vizualizare (termenilor) înainte de a activa funcţia Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Dacă activaţi Live Plus, înţelegeţi faptul că cele afişate pe TV pot fi recunoscute şi că informaţiile de vizualizare pot fi utilizate pentru a vă oferi o experienţă de vizualizare îmbunătăţită şi servicii personalizate, inclusiv recomandări de conţinut şi reclame. Vă rugăm să revizuiţi Politica de confidenţialitate şi Acordurile Utilizatorilor relevante din meniul setărilor TV pentru mai multe informaţii.",
	"CI Information": "Informaţii CI",
	"CI password incorrect. Please enter again.": "Parolă CI incorectă. Vă rugăm să introduceţi din nou.",
	"Cable": "Cablu",
	"Cable ATV": "Cablu ATV",
	"Cable DTV": "TV digit. cablu",
	"Cable Radio": "Radio prin cablu",
	"Cambodia": "Cambodgia",
	"Cameroon": "Camerun",
	"Can not Find Channel": "Imposibil de găsit canalul",
	"Canary Islands": "Insulele Canare",
	"Cancel": "Anulare",
	"Cancel Schedule": "Anulare program",
	"Cancel Update": "Anulare actualizare",
	"Cantonese": "Cantoneză",
	"Cape Verde": "Capul Verde",
	"Catalan": "Catalană",
	"Caution": "Atenţie",
	"Cayman Islands": "Insulele Cayman",
	"Center": "Centru",
	"Central African Republic": "Republica Centrafricană",
	"Chad": "Ciad",
	"Change blue intensity and adjust the color balance.": "Modificaţi intensitatea culorii albastru şi reglaţi echilibrul culorilor.",
	"Change green intensity and adjust the color balance.": "Modificaţi intensitatea culorii verde şi reglaţi echilibrul culorilor.",
	"Change red intensity and adjust the color balance.": "Modificaţi intensitatea culorii roşu şi reglaţi echilibrul culorilor.",
	"Change the left / right sound": "Schimbaţi sunetul stânga / dreapta",
	"Change the position of captions using the 4-way dial on the remote control.": "Schimbaţi poziţia subtitrărilor folosind butonul cu 4 direcţii de pe telecomandă.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Schimbarea regiunii poate schimba canalele reglate în prezent în televizor. Puteți regla din nou canalele din Reglare automată. Doriţi să modificaţi setările regionale acum?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Schimbarea țării va cauza ca televizorul să repornească și este posibil să fiți nevoiți să acceptați din nou Acordurile pentru utilizatori LG. De asemenea, disponibilitatea unor aplicații și servicii pot varia în funcție de Țara pentru serviciile LG. Doriţi să continuaţi?",
	"Channel Locks": "Blocare canal",
	"Channel Manager": "Gestionare canale TV",
	"Channel Scrolling Options": "Opţiuni derulare canal",
	"Channel Tuning": "Programare canale TV",
	"Channel Tuning & Settings": "Reglarea şi setările programelor",
	"Channels": "Canale",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Canalele de la HDMI și alte intrări externe nu pot fi blocate. Pentru a bloca canale TV, setați intrarea curentă ca Live TV.",
	"Chatham Islands": "Insulele Chatham",
	"Check TV information.": "Verificaţi informaţiile TV.",
	"Check alarm messages about the user settings or TV status.": "Consultaţi mesaje de alarmă privind setările de utilizator sau starea televizorului.",
	"Check descriptions for each LG webOS TV functions.": "Consultaţi descrierile pentru fiecare funcţie LG webOS TV.",
	"Check for Advertising settings and set it.": "Verificaţi setările de publicitate şi setaţi-le.",
	"Check for Updates": "Verificați actualizările",
	"Check for available functions with Voice and set Voice Settings.": "Verificaţi funcţiile disponibile cu vocea şi setaţi Setări voce.",
	"Check for problems with the picture quality.": "Verificaţi să nu existe probleme cu calitatea imaginii.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificaţi să nu existe probleme cu calitatea sunetului difuzorului TV intern.",
	"Check for software updates and update if available.": "Verificaţi pentru actualizări software şi actualizaţi după caz.",
	"Check whether the Bluetooth device is in pairing mode.": "Verificaţi dacă dispozitivul Bluetooth este în modul de asociere.",
	"Check your TV status to solve problems or use remote support.": "Verificaţi starea televizorului pentru a soluţiona problemele sau pentru a utiliza asistenţa de la distanţă.",
	"Checking Password": "Verificare parolă",
	"Checking for Updates": "Se verifică actualizările",
	"Checking...": "Verificare...",
	"Children": "Copii",
	"Children Age": "Copii",
	"Children Program Locks": "Blocare programe copii",
	"Children over 8 are allowed to watch.": "Copiii cu vârsta de peste 8 ani au permisiunea să vizioneze programul.",
	"Chinese": "Chineză",
	"Chisinau": "Chişinău",
	"Choose to have all channels or just your primary ones when you change channels.": "Alegeţi să aveţi toate canalele sau numai cele principale atunci când schimbaţi canalul.",
	"Christmas Island": "Insula Crăciunului",
	"Cinema Clear": "Clarificare Cinema",
	"Cinema Home": "Cinema la domiciliu",
	"Cinema View": "Mod de vizualizare cinema",
	"Cinema View (32:12)": "Mod de vizualizare cinema (32:12)",
	"Cinema Zoom": "Panoramare cinema",
	"City": "Oraş",
	"City Selection": "Selectare oraş",
	"Clear": "Clar",
	"Clear Plus": "Ştergere Plus",
	"Clear Voice Ⅲ": "Voce clară Ⅲ",
	"Clear Voice Ⅳ": "Voce Clară Ⅳ",
	"Clear1": "Ştergere",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Faceţi clic pe butonul CONECTARE de mai jos după ce tastatura dumneavoastră LG wireless este activată şi setată în modul de sincronizare.",
	"Close": "Închidere",
	"Closed Caption": "Legendă închisă",
	"Closed Caption Settings": "Setări informaţii suplimentare",
	"Code Value": "Valoare cod",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Colectaţi şi stocaţi adresa MAC, numărul modelului, codul ţării, setările de limbă şi versiunea de software, pentru a verifica cea mai recentă versiune de software de actualizat.",
	"Colombia": "Columbia",
	"Color": "Culoare",
	"Color Gamut": "Gamă de culori",
	"Color Management System": "Sistem de gestionare a culorilor",
	"Color Temperature": "Temp. cul.",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Confirmaţi termenii şi condiţiile sau modificaţi dacă doriţi să acceptaţi contractul.",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Conectare",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Conectați difuzorul Bluetooth și difuzorul TV și ajustați automat Întârzierea audio între difuzoare.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Conectaţi la eARC un dispozitiv audio extern care este compatibil cu eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Conectaţi dispozitive externe precum decodorul, bara de sunet şi etc. la televizor în baza ghidului.",
	"Connect the LAN cable directly to the TV to use the network.": "Conectaţi cablul LAN direct la televizor pentru a utiliza reţeaua.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Conectaţi la reţea prin introducerea manuală a adreselor de server IP şi DNS.",
	"Connect to the network if a wireless router is installed.": "Conectaţi la reţea dacă router-ul wireless este instalat.",
	"Connect via WPS PBC": "Conectare prin intermediul WPS PBC",
	"Connect via WPS PIN": "Conectare prin intermediul PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conectaţi televizorul la router sau modem prin intermediul unui cablu ethernet pentru a activa conexiunea la reţeaua cu fir.",
	"Connect your TV with WiSA Speakers wirelessly.": "Conectaţi prin wireless televizorul la difuzoare WiSA.",
	"Connectable Devices ({num})": "Dispozitive conectabile ({num})",
	"Connected": "Conectat",
	"Connected to Internet": "Conectat la internet",
	"Connecting...": "Conectare în curs...",
	"Connection": "Conexiune",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Este disponibilă gestionarea conexiunii cu un smartphone sau un PC. Pentru a conecta un televizor la un dispozitiv mobil, sunt necesare setările şi solicitările de conexiune pe smartphone sau PC.",
	"Content Recommendations": "Recomandări de conţinut",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Conţinutul se va reda cu sunet potrivit pentru ascultare multi-canal dacă sunetul multi-canal este acceptat de serviciul HbbTV.",
	"Cool": "Rece",
	"Copenhagen": "Copenhaga",
	"Copy Channels": "Copiere canale",
	"Copy/Delete file": "Copiere/Ștergere fișier",
	"Correct contrast and brightness by adjusting black levels.": "Corectaţi contrastul şi luminozitatea reglând nivelurile de negru.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corectaţi pixelii imaginii şi preveniţi problemele legate de calitate care se pot produce când televizorul a fost pornit o perioadă extinsă de timp.",
	"Could not fined available network.": "Imposibil de găsit reţeaua disponibilă.",
	"Croatia": "Croaţia",
	"Croatian": "Croată",
	"Current time is not valid. Do you want to set the correct time now?": "Ora curentă nu este validă. Doriţi să setaţi ora corectă acum?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Valorile curente ale setărilor personalizate ale modului de imagine vor fi aplicate pentru modul {pictureMode} pentru toate intrările. Doriţi să continuaţi?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Tastatura LG wireless conectată în prezent va fi deconectată de la televizor. Doriţi să continuaţi?",
	"Custom": "Personalizare",
	"Custom Time Zone": "Fus orar personalizat",
	"Customer Service": "Serviciu clienţi",
	"Cyan": "Bleu",
	"Cyprus": "Cipru",
	"Czech": "Cehia",
	"Czech Republic": "Republica Cehă",
	"Côte d'Ivoire": "Coasta de Fildeş",
	"DNS Server": "Server DNS",
	"DR Congo": "RD Congo",
	"DTV Audio Setting": "Setare audio DTV",
	"Damascus": "Damasc",
	"Danish": "Daneză",
	"Data Service": "Serviciu date",
	"Day": "Ziua",
	"Delete": "Ştergere",
	"Delete Connection History": "Ștergere istoric conectare",
	"Delete Pairing History": "Ștergere istoric sincronizare",
	"Delete Usage Data": "Ştergere date de utilizare",
	"Demo Options": "Opțiuni Demo",
	"Democratic Republic of the Congo": "Republica Democrată Congo",
	"Denmark": "Danemarca",
	"Depressed": "Apăsat",
	"Deregister": "Anulare înregistrare",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Descrieți conținutul de pe ecran cu comenzi vocale pentru ca telespectatorii cu deficiențe de vedere să poată utiliza televizorul.",
	"Detect Range": "Interval detectare",
	"Device Connection Settings": "Setări Conexiune dispozitiv",
	"Device List": "Listă dispozitive",
	"Device Name": "Denumire dispozitiv",
	"Digital Mode": "Modul digital",
	"Digital Sound Out": "Ieşire audio digitală",
	"Digital TV": "TV digital",
	"Directed to Older Children (ages 7 and above)": "Pentru copii mai mari (cu vârsta de 7 ani şi mai mari)",
	"Disabled": "Dezactivat",
	"Disconnect": "Deconectare",
	"Display captions for hearing-impaired viewers to use TV.": "Asiguraţi afişarea de subtitrări pentru ca persoanele cu deficienţe de auz să poată utiliza televizorul.",
	"Display fast-moving content smoothly and clearly.": "Afişaţi lin şi clar conţinutul care se deplasează rapid.",
	"Display luminance level for the highest point (100 IRE).": "Afișați nivelul de luminozitate pentru cel mai înalt punct (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Afişaţi imagini într-o temperatură de culoare caldă sau rece.",
	"Do Not Sell My Personal Information": "Nu vindeţi informaţiile mele personale",
	"Do Not Track": "Nu urmări",
	"Do you want to continue?": "Doriţi să continuaţi?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Doriți să copiați lista de canale de pe dispozitivul de stocare USB pe televizor? Canalele actuale din televizor vor fi șterse.",
	"Do you want to copy channel list from your TV to the USB storage?": "Doriţi să copiaţi lista de canale de pe televizor pe dispozitivul de stocare USB?",
	"Do you want to reset Position Settings?": "Doriţi să resetaţi Setările pentru poziţie?",
	"Do you want to reset Volume Control?": "Doriţi să resetaţi Controlul volumului?",
	"Do you want to set the correct time now?": "Doriţi să setaţi ora corectă acum?",
	"Do you want to turn your TV off now?": "Doriţi să opriţi televizorul acum?",
	"Dominican Republic": "Republica Dominicană",
	"Done": "Efectuat",
	"Download Mail": "Descărcare Mail",
	"Download and Install": "Descărcaţi şi instalaţi",
	"Downloadable Rating": "Clasificare descărcabilă",
	"Dual Mono": "Mono dublu",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "În cursul timpului dezactivare Always-on, o parte dintre funcţii precum recunoaşterea vocală şi etc. sunt limitate când ecranul este oprit.",
	"Dushanbe": "Duşanbe",
	"Dutch": "Olandeză",
	"Dynamic Color": "Culoare dinamică",
	"Dynamic Contrast": "Contrast dinamic",
	"Dynamic Tone Mapping": "Cartografierea nuanțelor dinamice",
	"Easter Island": "Insula Paştelui",
	"Eastern Africa": "Africa de Est",
	"Eco Mode": "Modul Eco",
	"Edge Color": "Culoare margine",
	"Edge Enhancer": "Îmbunătăţire margine",
	"Edge Type": "Tip margine",
	"Edit": "Editare",
	"Egypt": "Egipt",
	"Emergency Alert": "Alertă de urgență",
	"Enabled": "Activat",
	"Energy Saving": "Economisire energie",
	"Energy consumption may increase if this feature is on.": "Consumul de energie poate creşte dacă această funcţie este activă.",
	"Energy saving modes to limit power consumption.": "Moduri de economisire energie pentru a limita consumul de energie.",
	"English": "Engleză",
	"Enhance the bass sound.": "Îmbunătăţiţi sunetul cu bass.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Măriţi contrastul dintre zonele luminoase şi zonele întunecate din anumite meniuri, precum fundalul şi textul, pentru a putea fi observate cu uşurinţă de persoanele cu deficienţe de vedere.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Îmbunătăţiţi rezoluţia şi claritatea conţinuturilor printr-un algoritm dobândit printr-o tehnică LG Deep Learning şi optimizaţi o analiză aprofundată a conţinuturilor.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Bucuraţi-vă de conţinut Dolby Atmos cu efecte audio optime, activând efectul de câmp sonor.",
	"Enjoy TV sound by connecting Wired Headphones.": "Bucuraţi-vă de sunet TV conectând căştile cu cablu.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Bucuraţi-vă de sunet TV prin dispozitive audio conectate la portul HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Bucuraţi-vă de sunet TV prin dispozitive audio conectate la OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Bucuraţi-vă de sunet TV printr-un dispozitiv audio LG conectat la portul OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Bucuraţi-vă de sunet TV prin dispozitive audio conectate la porturile de ieşire audio externe/căşti.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Bucuraţi-vă de sunet TV prin difuzorul TV intern şi căştile cu cablu.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Bucuraţi-vă de sunet TV prin dispozitive audio externe conectate la difuzorul TV intern şi portul OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Bucuraţi-vă de un sunet clar şi natural.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Bucuraţi-vă de sunet cu un dispozitiv audio wireless conectat la LG Sound Sync sau Bluetooth.",
	"Enjoy the sound optimized to the room.": "Bucuraţi-vă de sunet optimizat pentru încăpere.",
	"Enter CI Password": "Introduceţi parola CI",
	"Enter the PIN in your router's settings.": "Introduceţi PIN-ul în setările routerului.",
	"Enter the master password.": "Introduceți parola principală.",
	"Equalizer": "Egalizator",
	"Equatorial Guinea": "Guinea Ecuatorială",
	"Eritrea": "Eritreea",
	"Estonian": "Estoniană",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Chiar dacă setarea este oprită, puteți să verificați informațiile aferente prin bannerul canalelor, recunoașterea vocală.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Chiar şi atunci când televizorul este oprit şi utilizează o cantitate minimă de energie, puteţi asculta muzică prin conectarea dispozitivului mobil. Numeroase funcţii pot fi utilizate din nou în mod rapid atunci când televizorul este pornit.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Chiar şi când TV-ul este oprit, puteţi asculta muzică prin conectarea smartphone-ului la televizor prin Bluetooth.",
	"Every Day": "În fiecare zi",
	"Every Weekday": "În fiecare zi lucrătoare",
	"Every Weekend": "În fiecare weekend",
	"Expert (Bright Room)": "Expert (Cameră luminoasă)",
	"Expert (Dark Room)": "Expert (Cameră întunecată)",
	"Export your TV's channel list information to a connected USB device.": "Exportaţi informaţiile din lista programelor TV pe un dispozitiv USB conectat.",
	"Extended": "Extins",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Prelungirea intervalului asociat setării de Închidere automată sau dezactivarea acestei funcții poate duce la o creștere a consumului de energie.",
	"Extreme": "Extrem",
	"Eye Comfort Mode": "Mod confort vizual",
	"FILMMAKER MODE Auto Change": "Schimbare automată FILMMAKER MODE",
	"Fantasy Violence": "Fantezie Violenţă",
	"Fast": "Rapidă",
	"Find and tell an audio device available to connect around TV.": "Găsiţi şi indicaţi unui dispozitiv audio disponibil să se conecteze în jurul televizorului.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Reglaţi fin spaţiile culorilor roşu, verde, albastru, turcoaz, magenta şi galben.",
	"Finland": "Finlanda",
	"Finnish": "Finlandeză",
	"Flat Mode": "Modul simplu",
	"Football": "Fotbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Pentru un router wireless activat prin WPS (Configurare protejată prin Wi-Fi), introduceţi codul PIN pentru a conecta televizorul la reţeaua wireless.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Pentru un router wireless activat prin WPS (Configurare protejată prin Wi-Fi), apăsaţi pe butonul WPS-PBC pentru a conecta televizorul la reţeaua wireless.",
	"France": "Franţa",
	"French": "Franceză",
	"French Polynesia": "Polinezia Franceză",
	"Full Wide": "Lat complet",
	"Gaelic": "Galică",
	"Galapagos Islands": "Insulele Galapagos",
	"Galician": "Galiţiană",
	"Gallery": "Galerie",
	"Game": "Joc",
	"Gamma": "Gama",
	"General Age": "General",
	"General Audience": "Audienţe generale",
	"General Audiences": "Audienţe generale",
	"General Program Locks": "Blocare programe general",
	"German": "Germană",
	"Germany": "Germania",
	"Get started in a quiet environment for sound optimization.": "Începeţi într-un mediu nezgomotos pentru optimizarea sunetului",
	"Getting...": "Încărcare mesaj...",
	"Grayscale": "Tonuri de gri",
	"Greece": "Grecia",
	"Greek": "Greacă",
	"Green": "Verde",
	"Greenland": "Groenlanda",
	"Guadeloupe": "Guadelupa",
	"Guatemala City": "Ciudad de Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Meniuri şi operaţiuni de ghidare cu comenzi vocale pentru ca telespectatorii cu deficienţe de vedere să poată utiliza televizorul.",
	"Guinea": "Guineea",
	"Guinea Bissau": "Guineea Bissau",
	"Guinea Conakry": "Guineea Conakry",
	"Guinea Equatorial": "Guineea Ecuatorială",
	"H Position": "Poziţie H",
	"H Sharpness": "Claritate oriz",
	"H Size": "Dimensiune H",
	"HD Mode": "Mod HD",
	"HD Mode Option": "Opţiune mod HD",
	"HDD Eco Mode": "Mod ECO HDD",
	"HDD Power Saving Mode": "Mod HDD de economisire a energiei",
	"HDMI Input Audio Format": "Format audio intrare HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Porturile HDMI {port1} şi HDMI {port2} acceptă 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Porturile HDMI {port1} şi HDMI {port2} acceptă Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Portul HDMI {port1} acceptă 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Portul HDMI {port1} acceptă Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2} şi HDMI {port3} acceptă 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2} şi HDMI {port3} acceptă Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} şi HDMI {port4} acceptă 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} şi HDMI {port4} acceptă Ultra HD Deep Colour.",
	"HDR Effect": "Efect HDR",
	"HDR Picture Mode": "Mod Imagine HDR",
	"Hard of Hearing": "Auz dificil",
	"Headphones Volume": "Volum căşti",
	"Hebrew": "Ebraică",
	"High": "Înaltă",
	"High Contrast": "Contrast ridicat",
	"Higher values increase a sense of warmth or coldness.": "Valorile mai mari măresc senzaţia de cald sau rece.",
	"Hindi": "Hindu",
	"Home Animation": "Pagina principală animaţie",
	"Home Auto Launch": "Pagina principală lansare automată",
	"Home Mode": "Modul Acasă",
	"Home Promotion": "Promovare domiciliu",
	"Home Settings": "Setări Pagină de pornire",
	"Home/Store Mode": "Modul Acasă/Magazin",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Ore",
	"However, the IPv6 version of the address does not support editing.": "Cu toate acestea, versiunea IPv6 a adresei nu acceptă editare.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Cu toate acestea, pentru a vă menţine TV-ul în condiţie optimă, Always-on va fi dezactivată pentru cele cinci ore setate, iar alimentarea electrică va fi oprită complet.",
	"Hungarian": "Maghiară",
	"Hungary": "Ungaria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT! Resetarea va şterge toate setările contului dvs. şi aplicaţiile instalate. Această acţiune nu poate fi anulată.",
	"IP (Automatic)": "IP (Automat)",
	"IP Address": "Adresă IP",
	"Iceland": "Islanda",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Selectând Sincronizare auto-pornire, televizorul dvs. porneşte atunci când porniţi un dispozitiv SIMPLINK, iar dispozitivele dvs. SIMPLINK se opresc atunci când opriţi televizorul.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Dacă telecomanda universală a decodorului/OTT a fost configurată, folosiţi decodorul conectat la telecomanda LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Dacă un dispozitiv este conectat la port, puteţi viziona imaginea optimizată a jocului cu întârzieri minimizate sau întreruperi minimizate ale videoclipului de pe dispozitiv.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Dacă este pornită şi conectaţi un dispozitiv care acceptă şi Ultra HD Deep Colour, imaginea dvs. poate fi mai clară.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Dacă înregistrarea sau actualizarea software-ului este în curs, va aștepta până la finalizarea acestora și procesul poate dura mai mult de o oră.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Dacă înregistrarea sau actualizarea software-ului este în curs, va aştepta până la finalizarea acestora şi procesul poate dura mai mult de {n} minut(e).",
	"If the device is not connected, you may not hear any sound through it.": "Dacă dispozitivul nu este conectat, este posibil să nu auziţi niciun sunet prin el.",
	"If the edge of the screen is not clean, please turn this function off.": "Dacă marginea ecranului nu este clară, dezactivaţi această funcţie.",
	"If the program does not support multiple languages, the default language is selected.": "Dacă programul nu este compatibil cu multiple limbi, limba implicită este selectată.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Dacă programul nu acceptă formatul de ieşire selectat, se va utiliza ieşirea implicită de la sursă.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Dacă programul nu acceptă setări audio diferite, va fi selectat modul audio implicit.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Dacă aceleaşi simptome se repetă, schimbaţi valoarea setată din nou sau reporniţi dispozitivul extern conectat.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Dacă limba selectată nu este suportată, limba implicită a transmisiunilor va fi utilizată.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Dacă ecranul static nu a primit nicio comandă de la utilizator timp de o oră, va trece la un economizor de ecran.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Dacă ora setată diferă foarte mult de ora actuală, unele dintre funcţiile inteligente pot să nu fie afişate.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Dacă nu auziţi sunet prin dispozitiv, verificaţi dacă funcţionează corespunzător şi dacă acceptă LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Dacă selectaţi modul Demo magazin, televizorul este setat la valorile optimizate pentru afişările în scopuri comerciale.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Dacă activați funcția Ghidare audio, puteți naviga doar cu butoanele stânga, dreapta, sus, jos de pe telecomandă și unele aplicații care necesită indicatorul nu pot fi utilizate.",
	"If you turn it off, CAM operator's profile will be deleted.": "Dacă o opriți, va fi șters profilul operatorului CAM.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Dacă o dezactivați, toate canalele CAM reglate nu vor fi disponibile și notificările nu vor mai fi furnizate.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Dacă opriţi 'Quick Start+', nu vă veţi putea porni televizorul cu Control liber prin telecomandă. Doriţi să continuaţi?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Dacă dezactivați economizorul de ecran și aceeași imagine rămâne pe ecran mai mult de 2 ore, aceasta poate afecta calitatea imaginilor de pe ecran. Dacă aceasta rămâne mai mult de 5 ore, poate să se ajungă la deprecierea permanentă a calității imaginilor. Doriţi să continuaţi?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Dacă dezactivaţi această opţiune, ecranul static se poate menţine mai mult timp, lucru ce degradează calitatea ecranului sau se recuperează cu dificultate în unele cazuri.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Dacă folosiți funcția Economisire energie, luminozitatea TV-ului va fi afectată.",
	"Import your TV's channel list information from a connected USB device.": "Importaţi informaţiile din lista programelor TV de pe un dispozitiv USB conectat.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importaţi/exportaţi informaţiile din lista canalelor dvs. TV din/la dispozitivul USB conectat.",
	"In Home": "Acasă",
	"Indonesia": "Indonezia",
	"Indonesian": "Indoneziană",
	"Inner": "Interior",
	"Input": "Intrare",
	"Input Locks": "Blocare intrare",
	"Input field": "Câmp de intrare",
	"Installing...": "Instalare...",
	"Instant Game Response": "Răspuns de joc instantaneu",
	"Interactive Service": "Serviciu Interactiv",
	"Interactivity(DTVi)": "Interactivitate (DTVi)",
	"Internal TV Speaker": "Difuzor TV intern",
	"Invert Colors": "Inversare culori",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inversaţi şi compensaţi anumite culori în anumite meniuri pentru a mări vizibilitatea elementelor afişate pe ecran.",
	"Iraq": "Irak",
	"Ireland": "Irlanda",
	"Irish": "Irlandeză",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Se resetează la modul imagine în mod individual; selectaţi, astfel, modul imagine dorit şi resetaţi-l.",
	"It may not sound depending on connected devices.": "S-ar putea să nu funcţioneze în funcţie de dispozitivele conectate.",
	"It may take a few minutes.": "Poate dura câteva minute.",
	"It may take a few seconds.": "Poate dura câteva secunde.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Oferă sunetul optim sau o ambianţă sonoră Virtual 4.0 în funcţie de genul de vizionare, printr-un algoritm dobândit printr-o tehnică LG Machine Learning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Oferă sunetul optim sau o ambianţă sonoră Virtual 5.1 în funcţie de genul de vizionare, printr-un algoritm dobândit printr-o tehnică LG Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Asigură sunetul optimizat reglând sunetul reflectat în încăpere în baza tipului de instalare a televizorului.",
	"It reduces jaggies in the picture for a smooth picture.": "El reduce artefactele din imagine pentru o imagine mai fină.",
	"It works only when the broadcasting program supports captions.": "Acesta funcţionează doar când programul de difuzare acceptă legende.",
	"It works only when the broadcasting program supports subtitles.": "Acesta funcţionează numai atunci când programul de difuzare acceptă subtitrări.",
	"Italian": "Italiană",
	"Italy": "Italia",
	"Ivory Coast": "Coasta de Fildeş",
	"Japan": "Japonia",
	"Japanese": "Japoneză",
	"Jerusalem": "Ierusalim",
	"Jordan": "Iordania",
	"Just Scan": "Numai Scan",
	"Kazakh": "Cazacă",
	"Kazakhstan": "Kazahstan",
	"Keyboard Languages": "Limbi tastatură",
	"Korea": "Coreea",
	"Korean": "Coreeană",
	"Kuwait": "Kuweit",
	"Kuwait City": "Kuweit",
	"Kyrgyzstan": "Kirghizstan",
	"LED Local Dimming": "Întun. locală LED",
	"LG Logo Light (Front of TV)": "Lumină logo LG (n faţa televizorului)",
	"LG Services Country": "Ţara pentru serviciile LG",
	"LG Wireless Keyboard": "Tastatură LG wireless",
	"LG Wireless Keyboard Connected:": "Tastatura LG wireless conectată:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Tastatura LG wireless vă permite să controlaţi televizorul prin Bluetooth.",
	"Language": "Limba",
	"Large": "Mare",
	"Last tuning:": "Ultima ajustare:",
	"Latvia": "Letonia",
	"Latvian": "Letonă",
	"Lebanon": "Liban",
	"Left": "Stânga",
	"Left Right": "Stânga/Dreapta",
	"Left Surround": "Stânga surround",
	"Left drop shadow": "Umbră la stânga",
	"Legal Notice": "Notă juridică",
	"Libya": "Libia",
	"Light": "Ușor",
	"Limit AD Tracking": "Limitare monitorizare AD",
	"Lisbon": "Lisabona",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituaniană",
	"Live Theater": "Programe live",
	"Loading...": "Se încarcă...",
	"Local Language": "Limbă locală",
	"Location": "Locaţie",
	"Lock All": "Blocare toate",
	"Lock changes for currently running apps will be applied the next time they are started.": "Modificările privind blocările pentru aplicaţiile care rulează în prezent vor fi aplicate la următoarea iniţializare a acestora.",
	"Logo Luminance Adjustment": "Ajustarea luminozității siglei",
	"London": "Londra",
	"Low": "Scăzută",
	"Luminance": "Luminozitate",
	"Luxembourg": "Luxemburg",
	"MAC Address": "Adresă MAC",
	"MAC Address (Wired)": "Adresă MAC (cu fir)",
	"MAC Address (Wireless)": "Adresă MAC (fără fir)",
	"MASTER PASSWORD": "PAROLA PRINCIPALĂ",
	"MHEG Guide": "Ghid MHEG",
	"MPEG Noise Reduction": "Reducere zgomot MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Fosta Republică Iugoslavă a Macedoniei",
	"Macedonian": "Macedoneană",
	"Make blurry or difficult-to-see areas more vivid.": "Faceţi zonele neclare sau dificil de văzut mai pline de viaţă.",
	"Malay": "Malaieză",
	"Malaysia": "Malaiezia",
	"Maldives": "Maldive",
	"Manage channels stored on the TV.": "Gestionaţi canale stocate pe TV.",
	"Mandarin": "Mandarină",
	"Marshall Islands": "Insulele Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Numai pentru adulţi",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizaţi contrastul crescând intensitatea zonelor luminoase şi întunecate ale ecranului.",
	"Medium": "Mediu",
	"Menu Language": "Limbă meniu",
	"Menu Transparency": "Transparența meniului",
	"Message": "Mesaj",
	"Method": "Metodă",
	"Mexico": "Mexic",
	"Mexico City": "Ciudad de Mexico",
	"Middle East": "Orientul Mijlociu",
	"Minutes": "Minute",
	"Mobile Connection Management": "Gestionare Conexiune mobilă",
	"Mode Option": "Opțiune mod",
	"Montenegro": "Muntenegru",
	"Month": "Luna",
	"Morocco": "Maroc",
	"Moscow": "Moscova",
	"Motion Eye Care": "Protecţie Motion Eye",
	"Movie Lock": "Blocare film",
	"Mozambique": "Mozambic",
	"Multi Channel Audio": "Audio multi-canal",
	"Multi Feed": "Multiplă alimentare",
	"Music": "Muzică",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Mod TV NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Noul Wales de Sud/Teritoriul capitalei australiene - Sydney",
	"NT - Northern Territory - Darwin": "NT - Teritoriul de Nord - Darwin",
	"Narrow": "Îngust",
	"Netherland": "Olanda",
	"Netherlands": "Olanda",
	"Network": "Reţea",
	"Network Connection Settings": "Setări Conexiune la reţea",
	"Network Name": "Nume reţea",
	"Network-Based Personalization Recommendations": "Recomandări personalizare bazată pe reţea",
	"New Caledonia": "Noua Caledonie",
	"New Zealand": "Noua Zeelandă",
	"Next": "Următorul",
	"Night": "Noaptea",
	"No": "Nu",
	"No Internet via 3G/4G network": "Nu există acces la internet prin reţeaua 3G/4G",
	"No Internet via Ethernet": "Nu există acces la internet prin Ethernet",
	"No Internet via Wi-Fi": "Nu există acces la internet prin Wi-Fi",
	"No One 17 and Under Admitted.": "Interzis copiilor cu vârsta de 17 ani sau mai mici.",
	"No Operation Auto Off": "Oprire automată când nu este folosit",
	"No Signal Auto Off": "Oprire automată când nu există semnal",
	"No Signal Image": "Imaginea nu are semnal",
	"No Signal Power Off (15Min)": "Oprire la absenţă semnal (15min)",
	"No devices have been found.": "Nu s-au găsit dispozitive.",
	"No paired devices.": "Niciun dispozitiv asociat.",
	"No signal on Server": "Niciun semnal pe server",
	"No updates found.": "Nu s-au găsit actualizări.",
	"Noise Reduction": "Reducere zgomot",
	"None": "Niciunul",
	"North Korea": "Coreea de Nord",
	"Northern Africa": "Africa de Nord",
	"Norway": "Norvegia",
	"Norwegian": "Norvegiană",
	"Not Connected": "Neconectat",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Notă: dacă dispozitivul dvs. nu acceptă această funcție, e posibil să nu funcționeze corespunzător. În acest caz, puteți conecta dispozitivul la un alt port HDMI sau puteți dezactiva setarea 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Notă: dacă dispozitivul dvs. nu acceptă această funcție, e posibil să nu funcționeze corespunzător. În acest caz, puteți conecta dispozitivul la un alt port HDMI sau puteți dezactiva setarea HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Notă: Opţiunile disponibile depind de programul de difuzare.",
	"Note: Behavior may differ if connected device is not a LG device.": "Notă: Comportamentul poate fi diferit dacă dispozitivul conectat nu este un dispozitiv LG.",
	"Note: Only displayed when it is provided by the program.": "Notă: Se afişează doar dacă sunt furnizate de program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Notă: Subtitrările sunt afişate doar dacă sunt furnizate de programul de difuzare.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Notă: Funcțiile acceptate pot să difere în funcție de model și transparența poate să difere la funcționarea funcției odată cu redarea de conținut precum Live TV sau conținut VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Observație:<br>1. Dacă televizorul dumneavoastră este pornit în timp ce funcţia de reîmprospătare a pixelilor este în curs de funcționare, va opri procesul și trebuie să-l reluați de la început.<br>2. În timpul procesării, pe ecran poate apărea o linie albă. Acest lucru este normal atunci când eliminați elementele de pe ecran.",
	"Notifications": "Notificări",
	"OLED LIGHT": "LUMINĂ OLED",
	"OLED Screen Saver": "Economizor de ecran OLED",
	"Object Audio": "Audio obiect",
	"Off": "Oprit",
	"On": "Pornit",
	"OnTimer Channel not selected": "Canalul On Timer nu este selectat.",
	"Open": "Deschidere",
	"Open Source Licenses": "Notificare software cu sursă deschisă",
	"Open when TV is turned on": "Deschidere atunci când televizorul este pornit",
	"Operate once when TV is off": "Operaţi imediat ce televizorul este oprit",
	"Optical": "Optic",
	"Optical + Internal TV Speaker": "Optic + Difuzor TV intern",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimizaţi o profunzime a conţinuturilor printr-un algoritm dobândit printr-o tehnică LG Machine Learning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizaţi setările de contrast în funcţie de luminozitatea imaginii conținutului HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizaţi setările de contrast în funcţie de luminozitatea imaginii.",
	"Optimize the sound for a cinematic experience.": "Optimizaţi sunetul pentru o experienţă cinematică.",
	"Original Language": "Limba originală",
	"Others": "Altele",
	"Outer": "Exterior",
	"Output sound through the Internal TV speaker.": "Sunet de ieşire prin difuzorul TV intern.",
	"Panama City": "Panama",
	"Papua New Guinea": "Papua Noua Guinee",
	"Parental Guidance Suggested": "Este sugerat acordul părinţilor",
	"Parental Guidance Suggested :": "Acordul parental sugerat:",
	"Parental guidance suggested for children ages 8-13.": "Se recomandă acordul părinţilor pentru copii cu vârste cuprinse între 8-13 ani.",
	"Parents Guidance strongly required :": "Acordul parental foarte necesar:",
	"Parents Strongly Cautioned": "Avertizare puternică către părinţi",
	"Pass Through": "Trecere",
	"Password": "Parolă",
	"Patent Information": "Informaţii patente",
	"Peak Brightness": "Luminozitate maximă",
	"Persian": "Persană",
	"Philippines": "Filipine",
	"Photo": "Foto",
	"Pick a Time": "Alegeţi ora",
	"Picture": "Imagine",
	"Picture Mode": "Mod imagine",
	"Picture Mode Settings": "Setări mod imagine",
	"Picture Options": "Opţiuni imagine",
	"Picture Test": "Testare imagine",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "E posibil ca imaginile sau sunetul să nu funcționeze corespunzător atunci când dispozitivul extern conectat și televizorul comunică inițial. Dacă problema continuă, reveniți la setările anterioare sau reinițializați dispozitivul extern conectat.",
	"Pitch": "Înălțime sunet",
	"Pixel Refresher": "Reîmprospătare pixeli",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Funcția de reîmprospătare pixeli permite televizorului dumneavoastră să ofere cea mai clară imagine posibil.",
	"Pixel Refresher begins only once when the TV is turned off.": "Reîmprospătare pixeli începe doar atunci când televizorul este oprit.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Funcția de reîmprospătare pixeli a fost programată să înceapă data viitoare când televizorul dumneavoastră este oprit.",
	"Play": "Redare",
	"Play sound through TV Speaker.": "Redaţi sunet prin Difuzor TV.",
	"Play the standard sound suitable for all types of content.": "Redaţi sunetul standard disponibil pentru toate tipurile de conţinut.",
	"Please check if WiSA Speakers are turned on and try again.": "Verificaţi dacă difuzoarele WiSA sunt pornite şi încercaţi din nou.",
	"Please check that the Bluetooth device is already connected to another device.": "Vă rugăm să verificaţi dacă dispozitivul Bluetooth este deja conectat la un alt dispozitiv.",
	"Please check the network name and password and try again.": "Vă rugăm să verificaţi denumirea reţelei şi parola şi să încercaţi din nou.",
	"Please check the status and try again": "Verificaţi starea şi încercaţi din nou.",
	"Please do not unplug the USB storage until the copying is completed.": "Vă rugăm să nu deconectaţi dispozitivul de stocare USB înainte de finalizarea copierii.",
	"Please enter your password to turn off this function.": "Vă rugăm sa introduceți parola pentru a opri această funcție.",
	"Please enter your password to turn on this function.": "Vă rugăm sa introduceți parola pentru a activa această funcție.",
	"Please make sure that your TV is connected to the network and try again.": "Asiguraţi-vă că televizorul este conectat la reţea şi încercaţi din nou.",
	"Please note that LG does not use or manage the value.": "Vă rugăm să reţineţi că LG nu foloseşte şi nu gestionează această valoare.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Rețineți faptul că s-ar putea să nu se redea sunet atunci când Ieșire audio digitală este setată ca Trecere.",
	"Please try again later.": "Încercaţi din nou mai târziu.",
	"Please wait while the Settings application reloads.": "Vă rugăm să aşteptaţi până aplicaţia Setări reporneşte.",
	"Please wait while the Settings application restarts.": "Vă rugăm să aşteptaţi până aplicaţia Setări reporneşte.",
	"Please wait while the TV restarts.": "Vă rugăm să aşteptaţi până reporneşte televizorul.",
	"Please wait while the TV searches for LG Service Country.": "Vă rugăm să aşteptaţi până când televizorul caută ţara pentru serviciile LG.",
	"Point": "Punct",
	"Pointer Options": "Opţiuni indicator",
	"Pointer Size": "Dimensiune indicator",
	"Poland": "Polonia",
	"Polish": "Poloneză",
	"Portugal": "Portugalia",
	"Portuguese": "Portugheză",
	"Position": "Poziţie",
	"Position Settings": "Setări poziţie",
	"Power Off Timer": "Temporizator oprire",
	"Power On Timer": "Temporizator pornire",
	"Power Saving Mode": "Mod de economisire a energiei",
	"Prague": "Praga",
	"Preschool": "Preșcolari",
	"Press right button to adjust de-blur and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-blur şi Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-blur şi OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-blur şi OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder şi Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder şi OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder şi OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder, de-blur şi Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder, de-blur şi OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder, de-blur şi OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Apăsaţi butonul WPS de pe un router care acceptă WPS pentru a conecta televizorul la reţea.",
	"Press the right button to adjust Motion Pro settings.": "Apăsați pe butonul dreapta pentru a regla setările pentru Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Apăsați pe butonul dreapta pentru a regla setările pentru OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Apăsați pe butonul dreapta pentru a regla setările pentru OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Apăsați pe butonul din dreapta pentru a regla setările pentru de-blur.",
	"Press the right button to adjust de-judder settings.": "Apăsați pe butonul din dreapta pentru a regla setările pentru de-judder.",
	"Previous": "Precedent",
	"Primary Audio Language": "Limbă audio primară",
	"Primary Channels": "Canale principale",
	"Primary Teletext Language": "Limbă teletext principală",
	"Program exempted from ratings.": "Program exceptat de la evaluări.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Furnizaţi un ID distinct pentru serviciul HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Furnizaţi un ID distinct HbbTV pentru serviciul HbbTV pentru transmisiuni.",
	"Provided services may vary depending on countries.": "Serviciile furnizate pot varia în funcţie de ţară.",
	"Quick Help": "Ajutor rapid",
	"Raised": "Ridicat",
	"Real Cinema": "Cinema Real",
	"Reason: Authentication with access point was unsuccessful.": "Motivul: Autentificarea la punctul de acces nu a avut succes.",
	"Reason: Could not establish a connection to access point.": "Motiv: Nu s-a putut stabili o conexiune la punctul de acces.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motiv: Nu s-a putut obţine o adresă IP valabilă utilizând DHCP.",
	"Reason: Entered password is incorrect.": "Motiv: Parola introdusă este incorectă.",
	"Reason: Password is missing.": "Motivul: Parolă lipsă.",
	"Reason: The network you selected is out of range.": "Motiv: Reţeaua selectată este în afara bandei de frecvență.",
	"Reason: Unable to login.": "Motiv: Nu s-a putut efectua conectarea.",
	"Receive emergency alerts from TV when an emergency occurs.": "Primiţi alerte de urgenţă de la televizor dacă apare o situaţie de urgenţă.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Recomandaţi setarea orelor în care nu vă uitaţi de obicei la televizor la Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Recomandaţi conţinuturi şi funcţii utile bazate pe istoricul dvs. de vizualizare şi pe tiparele de utilizare a aplicaţiilor.",
	"Recommendations are available for the people, products and locations related to the current program.": "Recomandările sunt disponibile pentru persoanele, produsele şi locaţiile referitoare la programul curent.",
	"Red": "Roşu",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Reduceţi zgomotul neregulat al semnalelor video digitale pentru a optimiza calitatea imaginii în mod clar.",
	"Region": "Regiune",
	"Registered Devices ({num})": "Dispozitive înregistrate ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Îmbunătăţiţi tonurile înalte ale sunetului optimizat.",
	"Reinforce the low-pitched tone of the optimized sound.": "Îmbunătăţiţi tonurile joase ale sunetului optimizat.",
	"Remote Settings": "Setări telecomandă",
	"Remove irregular and erratic pixels for a clearer image.": "Îndepărtaţi pixelii neregulaţi şi instabili pentru o imagine mai clară.",
	"Reset": "Resetare",
	"Reset AD ID": "Resetare AD ID",
	"Reset CI Password": "Resetaţi parola CI",
	"Reset HbbTV Distinctive ID": "Resetaţi ID-ul distinct pentru serviciul HbbTV",
	"Reset Password": "Resetare parolă",
	"Reset Settings": "Setări de resetare",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Resetaţi lista aplicaţiilor când vă conectaţi la aplicaţia mobilă HbbTV.",
	"Reset the caption position.": "Resetaţi poziţia subtitrărilor.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Resetați istoricul privind vizionarea de conținut și utilizarea de aplicații. Atunci când istoricul este resetat, poate dura ceva timp pentru a primi din nou recomandări de conținut.",
	"Reset to Initial Settings": "Resetare la setările iniţiale",
	"Restrict access to TV programs based on their ratings.": "Restricţionaţi accesul la programe TV în funcţie de clasificarea lor.",
	"Restrict watching based on age ratings for children programs.": "Restricţionaţi vizionarea în funcţie de evaluările pentru vârstă pentru programele pentru copii.",
	"Restrict watching based on ages ratings.": "Restricţionaţi vizionarea în funcţie de evaluările pentru vârstă.",
	"Restrict watching based on fantasy violence content ratings.": "Restricţionaţi vizionarea în funcţie de evaluările conţinutului violent ficţional.",
	"Restrict watching based on programs containing adult language.": "Restricţionaţi vizionarea în funcţie de programele ce conţin limbaj pentru adulţi.",
	"Restrict watching based on programs containing sexual scene.": "Restricţionaţi vizionarea în funcţie de programele ce conţin scene de natură sexuală.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Restricţionaţi vizionarea în funcţie de programele ce conţin dialoguri sexual sugestive.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Restricţionaţi vizionarea în baza unor grupuri de vârstă sau unor evaluări ale conţinutului specifice conform acordului parental.",
	"Restrict watching based on violence content ratings.": "Restricţionaţi vizionarea în funcţie de evaluările conţinutului violent.",
	"Restrict watching movies based on rating.": "Restricţionaţi vizionarea filmelor în funcţie de evaluare.",
	"Restrict watching programs based on rating.": "Restricţionaţi vizionarea programelor în funcţie de evaluare.",
	"Restriction ratings :": "Evaluările de restricţionare:",
	"Retry": "Reîncercare",
	"Revert TV to its initial settings.": "Resetaţi televizorul la setările sale iniţiale.",
	"Revert color adjustment settings to default.": "Readuceţi setările de ajustare a culorii la valorile implicite.",
	"Revert detailed sound effect settings of standard mode to default.": "Resetaţi setările detaliate ale efectelor sonore din modul standard la setările implicite.",
	"Revert picture setting values to default.": "Resetaţi valorile de setare a imaginilor la valorile implicite.",
	"Revert white balance settings to default.": "Readuceţi setările balansului de alb la valorile implicite.",
	"Right": "Dreapta",
	"Right Left": "Dreapta/Stânga",
	"Right Surround": "Dreapta surround",
	"Right drop shadow": "Umbră la dreapta",
	"Romania": "România",
	"Romanian": "Română",
	"Rome": "Roma",
	"Russia": "Rusia",
	"Russian": "Rusă",
	"SA - South Australia - Adelaide": "SA - Australia de Sud - Adelaide",
	"SIGNATURE Opening": "LG SIGNATURE pornește",
	"SIGNATURE TV Settings": "Setări SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vă lasă să utilizați telecomanda dvs. LG pentru a controla alte dispozitive activate SIMPLINK, precum un player DVD sau un sistem audio home theater conectate la televizorul LG Smart prin HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK va fi activat automat pentru a folosi acest mod ARC.",
	"Safety": "Siguranţă",
	"Saint Lucia": "Sfânta Lucia",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelit DTV",
	"Satellite Radio": "Radio satelit",
	"Saturation": "Saturaţie",
	"Saudi Arabia": "Arabia Saudită",
	"Saudi arabia": "Arabia Saudită",
	"Save CAM Operator's Profile": "Salvați profilul operatorului CAM",
	"Save CI Password": "Salvaţi parola CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Salvaţi setările de ajustare a culorii din modul de imagine actual pentru toate intrările.",
	"Save the white balance settings from the current picture mode in all inputs.": "Salvaţi setările echilibrului culorii albe din modul de imagine actual pentru toate intrările.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salvaţi/resetaţi parola dvs. CI. Salvarea parolei vă va permite să omiteţi pasul de conectare pe viitor.",
	"Scan \"Auto Detect\" automatically.": "Scanaţi „Detectare automată” automat.",
	"Screen Down": "Ecran jos",
	"Screen Off": "Ecran oprit",
	"Screen Saver": "Economizor de ecran",
	"Screen Shift ": "Comutare ecran",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ecranul se schimbă la intervale regulate şi previne problemele legate de calitate care se pot produce când televizorul a fost pornit o perioadă extinsă de timp.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ecranul se va opri în 5 secunde. Pentru a porni din nou ecranul, apăsați orice buton cu excepția butonului de alimentare și volum.",
	"Search": "Căutare",
	"Search Bluetooth Device": "Căutare dispozitiv Bluetooth",
	"Searching...": "Căutare...",
	"Second Language": "Limbă secundară",
	"Secondary Audio Language": "Limbă audio secundară",
	"Secondary Teletext Language": "Cea de-a doua limbă pentru teletext",
	"Security": "Securitate",
	"Select IRE point to adjust luminance.": "Selectați punctul IRE pentru a regla luminozitatea.",
	"Select Mode": "Selectare mod",
	"Select TV's language settings.": "Selectaţi setările de limbă ale televizorului.",
	"Select a caption type for HD broadcasts.": "Selectaţi tipul de subtitrare pentru transmisiunile HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selectați tipul de subtitrare pentru transmisiunile TV NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Selectaţi tipul de subtitrare pentru transmisiunile Ultra HD.",
	"Select a caption type for analog broadcasts.": "Selectaţi tipul de subtitrare pentru transmisiunile analogice.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Selectaţi un mod video care se potriveşte mediului de vizualizare sau specificaţi setări pentru un mod video, cum ar fi contrast, culoare sau mai multe.",
	"Select an audio format for each HDMI input.": "Selectaţi un format audio pentru fiecare intrare HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selectați o altă Ieşire audio digitală (Auto sau PCM) dacă nu puteți auzi efectul sonor după ce selectați Transmitere.",
	"Select audio language for digital broadcasts.": "Selectaţi limba audio pentru transmisiunile digitale.",
	"Select color to be adjusted.": "Selectați culoarea pentru reglare.",
	"Select days to apply the Timer Power Off settings every week.": "Selectați zilele pentru aplicarea setărilor de oprire cu cronometru în fiecare săptămână.",
	"Select days to apply the Timer Power On settings every week.": "Selectați zilele pentru aplicarea setărilor de pornire cu cronometru în fiecare săptămână.",
	"Select device for audio output.": "Selectaţi un dispozitiv pentru ieşirea audio.",
	"Select device or speaker for audio output.": "Selectaţi un dispozitiv sau un difuzor pentru ieşirea audio.",
	"Select digital audio output format.": "Selectaţi formatul de ieşire audio digitală.",
	"Select language for TV menu.": "Selectaţi limba pentru meniul TV.",
	"Select language for subtitles.": "Selectaţi limba pentru subtitrări.",
	"Select languages for keyboards input.": "Selectaţi limbile pentru a utiliza tastatura.",
	"Select method to adjust white balance.": "Selectați metoda pentru reglare a echilibrului culorii albe.",
	"Select point to adjust luminance.": "Selectați punctul pentru a regla luminozitatea.",
	"Select the Sound mode and set detailed Audio effects.": "Selectaţi modul sunet şi setaţi efecte audio detaliate.",
	"Select the Sound mode for each content type.": "Selectaţi modul sunet pentru fiecare tip de conţinut.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Selectați Ultra HD Deep Colour pentru portul HDMI {num}.",
	"Select the app to restrict the use.": "Selectaţi aplicaţia pentru a restricţiona utilizarea.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Selectaţi modul de imagine corespunzător conform mediului de vizualizare sau tipului de conținut.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Selectaţi proprietăţile audio pentru a asculta transmisiunea în maniera dorită.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Selectaţi tipul de subtitrări pentru transmisiuni digitale şi setaţi setări de subtitrări detaliate.",
	"Select the channel to restrict watching.": "Selectaţi canalul pentru a restricţiona vizionarea.",
	"Select the channel to watch when the TV turns on.": "Selectaţi canalul de vizionat atunci când se porneşte televizorul.",
	"Select the color range to be displayed.": "Selectaţi intervalul de culori de afişat.",
	"Select the country for your country's special services.": "Selectaţi ţara pentru serviciile speciale din ţara dvs.",
	"Select the desired video angle.": "Selectaţi unghiul video dorit.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Selectaţi formatul pentru a transfera ieşirea audio digitală a televizorului pe un dispozitiv extern.",
	"Select the input to use when the TV turns on.": "Selectați intrarea de utilizat atunci când se pornește televizorul.",
	"Select the inputs to restrict the use.": "Selectaţi intrările pentru a restricţiona utilizarea.",
	"Select the most preferred Subtitle Language.": "Selectaţi prima dvs. opţiune pentru Limba de subtitrare.",
	"Select the place where to use the TV.": "Selectaţi locul în care veţi utiliza televizorul.",
	"Select the residential region for your regional broadcast signal.": "Selectaţi regiunea rezidenţială pentru semnalul dvs. regional de difuzare.",
	"Select the second preferred Subtitle Language.": "Selectaţi cea de-a doua opţiune a dvs. pentru Limba de subtitrare.",
	"Select your first choice of audio language for digital broadcasts.": "Selectaţi prima dvs. alegere pentru limba audio pentru transmisiile digitale.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selectaţi prima dvs. alegere de limbă pentru serviciile teletext ale furnizorului dvs. de televiziune.",
	"Select your second choice of audio language for digital broadcasts.": "Selectaţi a doua dvs. alegere pentru limba audio pentru transmisiile digitale.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selectaţi cea de-a doua dvs. alegere de limbă pentru serviciile teletext ale furnizorului dvs. de televiziune.",
	"Seoul": "Seul",
	"Serbian": "Sârbă",
	"Serial Number": "Număr de serie",
	"Service 1": "Serviciu 1",
	"Service 2": "Serviciu 2",
	"Service 3": "Serviciu 3",
	"Service 4": "Serviciu 4",
	"Service 5": "Serviciu 5",
	"Service 6": "Serviciu 6",
	"Service Area Zip Code": "Codul poştal al zonei de servicii",
	"Set Automatically": "Setare automată",
	"Set ID": "Setare ID",
	"Set My Team Alarm.": "Setarea alarmei pentru echipa mea.",
	"Set Store Mode settings.": "Setați setările pentru Modul Magazin.",
	"Set System Color mode for your current TV input.": "Setare mod Culoare sistem pentru intrarea TV curentă.",
	"Set additional options for Video Description.": "Setaţi opţiuni suplimentare pentru Descrierea video.",
	"Set additional picture settings.": "Configurați setări suplimentare pentru imagini.",
	"Set additional sound-related settings.": "Setaţi setări audio suplimentare.",
	"Set advanced Subtitle options.": "Setaţi opţiunile avansate de subtitrare.",
	"Set advanced captioning options.": "Setaţi opţiunile avansate de subtitrare.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Setaţi şi editaţi versiunea adresei IP la IPv4 sau IPv6.",
	"Set audio-related options.": "Setaţi opţiunile audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Setați dimensiunea, culoarea și transparența subtitrărilor, precum și alte opțiuni ale acestora pentru transmisiuni.",
	"Set color temperature from warm to cool.": "Setaţi temperatura culorilor de la caldă la rece.",
	"Set detailed caption settings for HD broadcasts.": "Setaţi setări de subtitrări pentru transmisiuni HD.",
	"Set detailed options for the AI functions.": "Setaţi opţiuni detaliate pentru Funcţiile AI.",
	"Set detailed options for the Home feature.": "Setaţi opţiuni detaliate pentru funcţia Pagină de pornire.",
	"Set detailed options for the Recommendation feature.": "Setaţi opţiuni detaliate pentru funcţia Recomandare.",
	"Set easy connection settings with external devices.": "Setaţi setări de conexiune facile cu dispozitive externe.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Setaţi blocarea pe canale, aplicaţii, intrări specifice etc. pentru a utiliza acordul parental.",
	"Set necessary additional functions based on watching environment and screen status.": "Setaţi funcţii suplimentare necesare în funcţie de mediul de vizionare şi starea ecranului.",
	"Set or reset the position of on-screen captions.": "Setaţi sau resetaţi poziţia subtitrărilor de pe ecran.",
	"Set settings related to your wired / wireless network.": "Setaţi setări legate de reţeaua dvs. cu fir/wireless.",
	"Set the TV to turn off automatically after a set amount of time.": "Setaţi televizorul să se oprească automat după o perioadă de timp setată.",
	"Set the TV to turn off automatically at a set time.": "Setaţi televizorul să se oprească automat la o oră setată.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Setați televizorul să se oprească automat dacă nu există nicio acțiune a utilizatorului timp de 4 ore după ce televizorul pornește automat.",
	"Set the TV to turn on automatically at a set time.": "Setaţi televizorul să pornească automat la o oră setată.",
	"Set the additional functions related to the TV.": "Setaţi funcţiile suplimentare legate de TV.",
	"Set the current date and time.": "Setaţi data şi ora curente.",
	"Set the current date manually.": "Setaţi manual data curentă.",
	"Set the current time manually.": "Setaţi manual ora curentă.",
	"Set the detect range of device available to connect.": "Setaţi intervalul de detectare a dispozitivului disponibil pentru conectare.",
	"Set the region and country for broadcasts and special services.": "Setaţi regiunea şi ţara pentru transmisii şi servicii speciale.",
	"Set the screen size and aspect ratio.": "Setaţi dimensiunea şi formatul ecranului.",
	"Set the specialized functions of SIGNATURE TV.": "Setaţi funcţiile specializate ale SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Setaţi ora de oprire automată a televizorului fără acţiuni ale utilizatorului.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Setaţi efectul sonor virtual de ambianţă sonoră multi-canale pentru a vă bucura de un sunet mai realist.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Setaţi efectul sonor virtual de ambianţă sonoră pentru a vă bucura de un sunet mai realist.",
	"Set the volume level when the TV turns on.": "Selectaţi nivelul volumului atunci când se porneşte televizorul.",
	"Set time to turn off the TV.": "Setați ora pentru oprirea televizorului.",
	"Set time to turn on the TV.": "Setare oră pentru pornirea televizorului.",
	"Set up additional features related to customer support.": "Configuraţi funcţii suplimentare legate de asistenţa către clienţi.",
	"Set up an account to use LG Services.": "Configuraţi un cont să utilizeze Servicii LG.",
	"Set whether to display Home when the TV is turned on.": "Setaţi dacă să se afişeze Pagina de pornire atunci când televizorul este pornit.",
	"Settings Help": "Ajutor setări",
	"Sexual Situations": "Scene de sex",
	"Sexually Suggestive Dialogue": "Dialog sexual sugestiv",
	"Sharpness": "Claritate",
	"Show Password": "Afişează parola",
	"Side by Side": "Alăturat",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Interferenţa semnalului poate reduce sensibilitatea Magic Remote dacă un router wireless este prea aproape de televizor.",
	"Size": "Dimensiune",
	"Sleep Timer": "Temporizator oprire",
	"Slovak": "Slovacă",
	"Slovakia": "Slovacia",
	"Slovenian": "Slovenă",
	"Slow": "Lent",
	"Small": "Mică",
	"Smooth": "Neted",
	"Smooth Gradation": "Gradare lină",
	"Soccer": "Fotbal",
	"Software Update": "Actualizare software",
	"Software Version": "Versiune de software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Actualizarea software-ului a fost instalată. Actualizarea va fi aplicată atunci când reporniți televizorul.",
	"Solomon Islands": "Insulele Solomon",
	"Some material may not be appropriate for children under 13.": "Anumite materiale pot fi nepotrivite pentru copiii cu vârsta sub 13 ani.",
	"Some material may not be appropriate for children.": "Anumite materiale pot fi nepotrivite pentru copii.",
	"Sotho, Northern": "Sotho, nord",
	"Sotho, Southern": "Sotho, sud",
	"Sound": "Sunet",
	"Sound Mode": "Mod sunet",
	"Sound Mode Settings": "Setări mod sunet",
	"Sound Out": "Ieşire audio",
	"Sound Share": "Partajare Sunet",
	"Sound Test": "Test sunet",
	"South Africa": "Africa de Sud",
	"South Korea": "Coreea de Sud",
	"Southern Africa": "Africa de Sud",
	"Spain": "Spania",
	"Spanish": "Spaniolă",
	"Speaker Volume Control": "Control volum difuzor",
	"Specify detailed voice guidance settings after turning on this feature.": "Setaţi setări de ghidare vocală detaliate după ce porniţi această funcţie.",
	"Speed": "Viteza",
	"Spoken Subtitle": "Subtitrări vorbite",
	"Sports": "Sport",
	"Sports Alert": "Alertă sportivă",
	"Stand": "Stativ",
	"Standard Mode Sound Effect": "Efect sunet mod standard",
	"Standby Light": "Lumină de veghe",
	"Start New Sound Tuning": "Pornire nouă ajustare audio",
	"Start Now": "Pornire acum",
	"Startup Sound": "Sunet Pornire",
	"Stop": "Oprire",
	"Store Demo": "Demo magazin",
	"Store Mode": "Modul Magazin",
	"Store Mode Settings": "Setări Mod Magazin",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Modul Magazin este pentru afișarea în magazin. Acesta va reinițializa setările o dată la câteva minute. Doriți să închideți această aplicație și să porniți Modul Magazin?",
	"Strong": "Puternic",
	"Style": "Stil",
	"Subnet Mask": "Mască de subreţea",
	"Subnet prefix length": "Lungime prefix subreţea",
	"Subtitle First Choice Language": "Prima opţiune de limbă pentru subtitrare",
	"Subtitle Language": "Limbă subtitrare",
	"Subtitle Second Choice Language": "Cea de-a doua opţiune de limbă pentru subtitrare",
	"Subtitles": "Subtitrări",
	"Super Impose": "Suprapunere",
	"Super Resolution": "Super rezoluţie",
	"Support": "Suport",
	"Surround Balance": "Balans surround",
	"Surround Level": "Nivel surround",
	"Sweden": "Suedia",
	"Swedish": "Suedeză",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Comutaţi la modul stare de veghe pentru a reporni rapid televizorul atunci când opriţi televizorul.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Comutaţi la modul stare de veghe pentru a utiliza o varietate de funcţii precum aplicaţii, căutare şi etc. rapid atunci când opriţi televizorul.",
	"Switzerland": "Elveţia",
	"Sync Demo": "Demonstraţie sincronizare",
	"Syria": "Siria",
	"System Color": "Culoare sistem",
	"São Paulo": "Săo Paulo",
	"TV Information": "Informaţii TV",
	"TV Installation Type": "Tip instalare TV",
	"TV Lock": "Blocare TV",
	"TV Name": "Nume TV",
	"TV On With Mobile": "TV pornit cu dispozitiv mobil",
	"TV Power Sound": "Semnal sonor alimentare electrică televizor",
	"TV Power Sound Volume": "Volum al semnalului sonor televizor",
	"TV Program Locks": "Blocare programe TV",
	"TV Rating English": "Clasificare TV Engleză",
	"TV Rating French": "Clasificare TV Franceză",
	"TV Speaker": "Difuzor TV",
	"TV can be used as an alarm.": "Televizorul poate fi utilizat ca alarmă.",
	"TV is turned off at a set time on every specified day.": "Televizorul este oprit la o oră stabilită în fiecare zi specificată.",
	"TV to USB": "TV la USB",
	"Tajikistan": "Tadjikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Beneficiaţi de funcţiile ce necesită conectare la reţea precum internetul, aplicaţiile, actualizările de software şi etc.",
	"Tamil": "Tamilă",
	"Target Luminance": "Luminozitate țintă",
	"Tashkent": "Taşkent",
	"Tehran": "Teheran",
	"Text Color": "Culoare text",
	"Text Opacity": "Opacitate text",
	"Text Search": "Căutare text",
	"Thai": "Thailandeză",
	"Thailand": "Thailanda",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Porturile HDMI {port1} și HDMI {port2} acceptă AMD FreeSync Premium, iar dvs. puteți selecta această funcție.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porturile HDMI {port1} și HDMI {port2} acceptă AMD FreeSync Premium și îl puteți activa sau dezactiva.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Porturile HDMI {port1} şi HDMI {port2} acceptă Răspuns de joc instantaneu şi îl puteţi activa sau dezactiva.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Portul HDMI {port1} acceptă AMD FreeSync Premium, iar dvs. puteți selecta această funcție.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Portul HDMI {port1} acceptă AMD FreeSync Premium și îl puteți activa sau dezactiva.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Portul HDMI {port1} acceptă Răspuns de joc instantaneu şi îl puteţi activa sau dezactiva.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Porturile HDMI {port1}, HDMI {port2} și HDMI {port3} acceptă AMD FreeSync Premium, iar dvs. puteți selecta această funcție.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porturile HDMI {port1}, HDMI {port2} și HDMI {port3} acceptă AMD FreeSync Premium și îl puteți activa sau dezactiva.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} și HDMI {port4} acceptă AMD FreeSync Premium, iar dvs. puteți selecta această funcție.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} și HDMI {port4} acceptă AMD FreeSync Premium și îl puteți activa sau dezactiva.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} şi HDMI {port4} acceptă Răspuns de joc instantaneu şi îl puteţi activa sau dezactiva.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Porturile HDMI {port1}, HDMI {port2} şi HDMI {port3} acceptă Răspuns de joc instantaneu şi îl puteţi activa sau dezactiva.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID-ul distinct HbbTV este o valoare unică utilizată doar pentru HbbTV, care nu este asociată cu informaţiile personale ale utilizatorului.",
	"The HbbTV Distinctive ID will be reset.": "ID-ul distinct al serviciului HbbTV va fi resetat.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Serviciul HbbTV va dezactiva monitorizarea unui utilizator individual.",
	"The IBB service will disable its tracking of an individual user.": "Serviciul IBB va dezactiva monitorizarea unui utilizator individual.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informaţiile legate de ţară pentru servicii LG nu au putut fi obţinute de la server. Încercaţi din nou mai târziu.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Pentru a modifica limba meniului, aplicaţia Setări trebuie reîncărcată. Doriţi să continuaţi?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Iluminatul ambiental va fi furnizat atunci când se detectează mișcare în jurul televizorului",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Serviciile externe pentru recunoaştere vocală se pot modifica în funcţie de setarea de limbă. De asemenea, dacă schimbaţi limba meniului, meniul de setare este reîncărcat. Doriţi să continuaţi?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Lista de canale a fost copiată cu succes de pe dispozitivul de stocare USB pe televizor. Televizorul va reporni în 5 secunde.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Lista de canale a fost copiată cu succes de pe televizor pe dispozitivul de stocare USB.",
	"The closer to 100, the brighter.": "Cu cât este mai aproape de 100, cu atât luminozitatea este mai mare.",
	"The closer to 100, the clearer the color becomes.": "Cu cât este mai aproape de 100, cu atât culoarea devine mai clară.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Cu cât este mai aproape de 50, cu atât nuanţa de roşu este mai clară, cu cât este mai aproape de 50, cu atât nuanţa de verde este mai clară.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Valorile setate detaliate ale funcției Balans de alb vor fi resetate. Doriți să continuați?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Spaţiul dintre volumurile audio ale canalului şi programului este redusă automat, lucru care vă ajută să vizionaţi programul cu un volum consecvent.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Spaţiul dintre volumele audio ale canalului şi programului este setat automat, pentru a putea urmări programul cu un volum consecvent.",
	"The higher the settings, the louder the sound rapidly.": "Cu cât setările sunt mai ridicate, cu atât sunetul va spori mai mult, rapid.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Difuzorul TV intern şi difuzoarele Bluetooth pot genera sunet în mod simultan, creând un efect surround sound plin de viaţă.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Limba folosită pentru opţiunea de recunoaştere vocală va fi setată în mod automat în funcţie de limba selectată a meniului.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Limbajul utilizat pentru Recunoaştere vocală este setat conform limbii selectate pentru meniu. Serviciile de asistenţă pot varia în funcţie de limba vocală.",
	"The network is currently unavailable. Please try again later.": "Reţeaua este momentan indisponibilă. Vă rugăm să încercaţi din nou mai târziu.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Procesul va dura aproximativ o oră și televizorul dumneavoastră trebuie să rămână oprit.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Procesul va dura aproximativ {n} minut(e) şi televizorul dumneavoastră trebuie să rămână oprit.",
	"The program is intended for adults only.": "Programul este doar pentru adulţi.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Luminozitatea ecranului este reglată automat în funcţie de luminozitatea din jurul TV-ului.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ecranul va glisa în jos în 5 secunde. Apăsaţi orice buton cu excepţia butoanelor pentru Alimentare şi Volum de pe telecomandă pentru a glisa ecranul înapoi în sus.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Sub-valorile setate ale funcției Sistem de gestionare a culorilor vor fi resetate. Doriți să continuați?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Setarea Sunet Bluetooth Surround + Difuzor TV intern va fi resetată.",
	"The settings are as follows.": "Setările sunt următoarele.",
	"The sound may not be output when digital sound output is set to Pass Through.": "S-ar putea să nu se redea sunet atunci când ieşirea audio digitală este setată ca Trecere.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Actualizarea nu poate fi aplicată pentru televizor. Software-ul va reveni la versiunea anterioară.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Efectele vizuale sunt afişate pe ecran atunci când televizorul este pornit şi ecranul se mişcă.",
	"There are no paired devices.": "Nu există dispozitive conectate.",
	"There are settings to correct or prevent OLED panel noise.": "Există setări pentru corectarea și prevenirea zgomotului panourilor OLED.",
	"There is no USB device connected to your TV.": "Nu există niciun dispozitiv USB conectat la televizorul dvs.",
	"There is no message.": "Nu există niciun mesaj.",
	"Third Language": "Limbă terţă",
	"This feature applies only to specified LG Wireless Keyboard models.": "Această funcţie se aplică numai unor modele specifice de tastatură LG wireless.",
	"This function works only when it is provided by the broadcast program.": "Această funcţie funcţionează numai atunci când este furnizată de programul transmis.",
	"This is a closed caption preview": "Aceasta este o previzualizare cu legendă închisă",
	"This is an already existing value.": "Aceasta este o valoare care există deja.",
	"This service provides you with more information about watching program and enjoys related contents.": "Acest serviciu vă oferă mai multe informaţii despre urmărirea programului şi asigură conţinut similar.",
	"This will revert all options on TV to their default settings.": "Aceasta va readuce toate opţiunile televizorului la setările lor implicite.",
	"Time": "Oră",
	"Timer Channel": "Canal temporizator",
	"Timer Repeat": "Repetare temporizator",
	"Timers": "Temporizatoare",
	"Timezone": "Fus orar",
	"Tint": "Nuanţă",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Pentru a optimiza sunetul, redaţi sunetul de test pe televizor şi începeţi să măsuraţi sunetul reflectat folosind Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pentru a testa sunetul televizorului, setarea Ieșire audio trebuie să fie setată ca Difuzor TV intern. Doriţi să continuaţi?",
	"Top and Bottom": "Sus şi jos",
	"Total Power On Time": "Timp total de pornire",
	"Tracking Speed": "Viteză de urmărire",
	"Translucent": "Translucid",
	"Trinidad And Tobago": "Trinidad-Tobago",
	"Trinidad and Tobago": "Trinidad şi Tobago",
	"Tune and save available channels.": "Reglați şi salvaţi canalele disponibile.",
	"Tune and save available channels. You can set satellite channel options.": "Reglați şi salvaţi canalele disponibile. Puteți seta opțiunile pentru canalele prin satelit.",
	"Turkey": "Turcia",
	"Turkish": "Turcă",
	"Turn on TV with mobile device same as smartphone.": "Porniţi televizorul cu un dispozitiv mobil precum smartphone-ul.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Porniţi şi opriţi Ultra HD Deep Colour pentru portul HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Activaţi sau dezactivaţi Răspuns de joc instantaneu pentru portul HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Activaţi televizorul folosind dispozitivul mobil prin Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Activaţi televizorul folosind dispozitivul mobil prin Wi-Fi.",
	"Turn on via Bluetooth": "Pornire prin Bluetooth",
	"Turn on via Wi-Fi": "Pornire prin Wi-Fi",
	"Turn on/off description box in Settings.": "Porniţi/opriţi caseta de descriere din Setări.",
	"Turn on/off standby light.": "Activați/dezactivați lumina de veghe.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Activați/dezactivați AMD FreeSync Premium în portul HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Porniţi/Opriţi afişarea imaginilor pe ecran atunci când nu există semnal.",
	"Turn on/off the related features of energy consumption.": "Porniţi/opriţi funcţiile asociate consumului de energie.",
	"Turn the Hybridcast service on/off.": "Porniţi/opriţi serviciul Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Porniţi/opriţi serviciul Interactivity (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Porniţi/opriţi Ghidul TV al furnizorului dvs. de televiziune.",
	"Turn your broadcast TV provider's teletext service on/off.": "Porniţi/opriţi serviciul teletext al furnizorului dvs. de televiziune.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Dezactivarea Wi-Fi vă va împiedica să accesaţi toate serviciile online cu excepţia cazului în care utilizaţi un cablu pentru a vă conecta la reţea. Doriţi să continuaţi?",
	"UAE": "EAU",
	"UHD Mode": "Mod UHD",
	"USA": "SUA",
	"USB storage for Copy Channels": "Stocare USB pentru Copiere canale",
	"USB to TV": "USB la TV",
	"Ukraine": "Ucraina",
	"Ukrainian": "Ucraineană",
	"Unable to check for updates.": "Imposibil de căutat actualizări.",
	"Unable to connect to the network.": "Imposibil de conectat la reţea.",
	"Undefined": "Nedeterminat",
	"Under 17 requires accompanying parent or adult guardian.": "Copiii cu vârste sub 17 ani necesită prezenţa unui adult.",
	"United Arab Emirates": "Emiratele Arabe Unite",
	"United Kingdom": "Regatul Unit",
	"United States of America": "Statele Unite ale Americii",
	"Universal Control Settings": "Setări telecomandă universală",
	"Unknown": "Necunoscut",
	"Unknown issue has occurred.": "A apărut o problemă necunoscută.",
	"Update canceled.": "Actualizare anulată.",
	"Update in progress...": "Actualizare în curs...",
	"Update in progress...({n}%)": "Actualizare în curs...({n}%)",
	"Update paused.": "Actualizare în pauză.",
	"Update reserved.": "Actualizare reţinută.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Acum actualizarea va fi anulată și toate fișierele de actualizare vor fi șterse. Doriţi să continuaţi?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilizaţi Magic Remote pentru a analiza acustica încăperii dumneavoastră şi pentru a optimiza sunetul televizorului în funcţie de rezultate.",
	"Use a large pointer.": "Utilizaţi un cursor mare.",
	"Use a medium pointer.": "Utilizaţi un cursor mediu.",
	"Use a small pointer.": "Utilizaţi un cursor mic.",
	"Use the 4-way controller to change the position and press the OK button.": "Utilizaţi elementul de control cu 4 direcţii pentru a schimba poziţia şi apăsaţi butonul OK.",
	"Use the following services with the selected language.": "Utilizaţi următoarele servicii cu limba selectată.",
	"User": "Utilizator",
	"User Agreements": "Acordurile utilizatorilor",
	"User Guide": "Manual de utilizare",
	"Uzbek": "Uzbecă",
	"V Position": "Poziţie V",
	"V Sharpness": "Claritate vert",
	"V Size": "Dimensiune V",
	"Valencian": "Valenciană",
	"Vatican City": "Vatican",
	"Vertical Zoom": "Zoom vertical",
	"Video Description": "Descriere video",
	"Vienna": "Viena",
	"Vietnamese": "Vietnameză",
	"View current Common Interface (CI) information.": "Vizualizaţi informaţiile curente pe Interfaţa Comună (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Vizualizaţi elemente mai clar modificând culorile meniului de pe ecran ca alb şi negru.",
	"View messages from your broadcast TV provider.": "Vizualizaţi mesajele furnizorului dvs. de televiziune.",
	"View more information about watching program and enjoy related contents.": "Vizualizaţi mai multe informaţii despre urmărirea programului şi bucuraţi-vă de conţinut similar.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Vizualizaţi ecranul original în starea respectivă sau setaţi dimensiunea şi formatul ecranului.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Vizualizaţi ecranul original în starea recepţionată de la semnalul transmisiunilor sau dispozitivul conectat.",
	"Violence": "Violenţă",
	"Vivid": "Intens",
	"Voice Recognition Help and Settings": "Ajutor şi setări recunoaştere vocală",
	"Voice Support Service": "Serviciu de asistenţă vocală",
	"Volume": "Volum",
	"Volume Increase Amount": "Valoare de creştere a volumului",
	"Volume Mode": "Modul volum",
	"WA - Western Australia - Eucla": "WA - Australia de Vest - Eucla",
	"WA - Western Australia - Perth": "WA - Australia de Vest - Perth",
	"Wall-mounted": "Montare pe perete",
	"Warm1": "Cald1",
	"Warm2": "Cald2",
	"Warm3": "Cald3",
	"Warsaw": "Varşovia",
	"Watch a diverse range of Internet contents on TV channels.": "Urmăriţi o gamă variată de conţinut pentru internet pe canalele TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Colectăm şi stocăm adresa MAC, numărul modelului, codul ţării, setările de limbă şi versiunea de software, pentru a verifica dispozitivul dvs. şi a verifica dacă aveţi ultima versiune de software instalată.",
	"Welcome Feature": "Funcţie de întâmpinare",
	"Welsh": "Velşă",
	"Western Africa": "Africa de Vest",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Atunci când un HDD conectat nu a fost folosit pentru o anumită perioadă de timp, comutaţi la modul stare de veghe pentru a reduce consumul de energie.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Când un dispozitiv este conectat la port, imaginea jocului este optimizată cu întârzieri, distorsiuni sau întreruperi minime.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Când se iniţializează Răspuns de joc instantaneu, s-ar putea ca videoclipul să se aprindă intermitent temporar.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Când Ieşire sunet este setată ca „Bluetooth/HDMI ARC/Optical Digital/Difuzoare WiSA” sau dispozitivul conectat nu acceptă Răspuns de joc instantaneu, s-ar putea să nu funcţioneze corespunzător.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Când Ieşire audio este setată prin Bluetooth sau dispozitivul conectat nu acceptă Răspuns de joc instantaneu, s-ar putea să nu funcţioneze corespunzător.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Când dispozitivul este pornit/oprit, televizorul dvs. se va porni/opri automat.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Când efectele vizuale sunt dezactivate, ecranul este afişat ca Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Când această caracteristică este setată ca „pornită”, unele caracteristici care apar pe ecran vor fi parțial transparente.",
	"When your TV is turned off, the device will automatically turn off.": "Când televizorul este oprit, dispozitivul se va opri automat.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "În timp ce valoarea setată modificată este transferată către un dispozitiv extern, s-ar putea ca imaginea sau sunetul să nu fie furnizate temporar.",
	"White": "Alb",
	"White Balance": "Balans de alb",
	"Wi-Fi Connection": "Conexiune Wi-Fi",
	"Wi-Fi Security": "Securitate Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi este dezactivat. Activaţi din nou pentru a vizualiza lista reţelelor disponibile la care vă puteţi conecta, precum şi elemente de meniu suplimentare aferente.",
	"Wi-Fi issue has occurred.": "A apărut o problemă legată de Wi-Fi.",
	"WiSA Speakers": "Difuzoare WiSA",
	"Wide Area Zone": "Zonă Arie Largă",
	"Wide View": "Mod de vizualizare lat",
	"Wide View (32:9)": "Mod de vizualizare lat (32:9)",
	"Window Color": "Culoare fereastră",
	"Window Opacity": "Opacitate fereastră",
	"Wired Connection (Ethernet)": "Conexiune cu fir (Ethernet)",
	"Wired Headphones": "Căşti cu cablu",
	"Wired Headphones + Internal TV Speaker": "Căşti cu cablu + Difuzor TV intern",
	"With this option, you can control the audio device's volume with your TV remote.": "Cu această opţiune, puteţi controla volumul dispozitivului audio cu telecomanda dvs.",
	"Year": "An",
	"Yellow": "Galben",
	"Yes": "Da",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Puteți ajusta efectele sonore atunci când televizorul este pornit sau oprit și ecranul se mișcă.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Puteţi controla dispozitivele care sunt conectate la porturile HDMI cu Telecomanda Magic fără procesele pentru configurarea dispozitivelor.",
	"You can delete the device connection history of Screen Share.": "Puteți șterge istoricul de conectare al dispozitivului în ceea ce privește Screen Share.",
	"You can delete the device connection history of Sound Share.": "Puteți șterge istoricul de conectare al dispozitivului în ceea ce privește Sound Share.",
	"You can find the default password in User Guide.": "Puteți să găsiți parola standard în Manual de utilizare.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Puteţi lansa Răspuns de joc instantaneu setând HDMI Ultra HD Deep Colour ca „Activat”.",
	"You can only change settings from the current HDMI input.": "Puteți schimba setările numai din intrarea HDMI curentă.",
	"You can scan again to connect the device.": "Puteţi scana din nou pentru a conecta dispozitivul.",
	"You can select left and right audio settings for broadcast signal.": "Puteți selecta setările audio stânga și dreapta pentru semnalul transmisiei.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Puteți să selectați AMD FreeSync Premium în portul HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Puteţi selecta Ultra HD Deep Colour pentru Port.",
	"You can set the sound to play when the TV is turned on or off.": "Puteţi seta sunetul să se redea atunci când TV-ul este pornit sau oprit.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puteți porni/opri funcția de salvare a profilului operatorului CAM.",
	"You can turn this feature on or off.": "Puteţi porni sau opri această funcţie.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Puteţi primi diverse recomandări de conţinut prin intermediul reţelei. Dacă dezactivaţi această opţiune, vor fi oferite numai conţinuturi de bază, iar unele funcţii s-ar putea să nu fie disponibile.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televizorul și dispozitivul conectat prin SIMPLINK vor fi sincronizate după cum urmează:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Televizorul dumneavoastră trebuie să rămână oprit în timpul procesului Reîmprospătare pixeli. Oricare înregistrări, mementouri actuale sau viitoare sau pornire cu temporizator planificată în timpul acestui proces vor fi anulate iar difuzorul BT de pe Vizualizare zero nu este disponibil.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Televizorul dumneavoastră trebuie să rămână oprit în timpul procesului de reîmprospătare a pixelilor. Oricare înregistrări, mementouri actuale sau viitoare sau pornire cu temporizator planificată în timpul acestui proces vor fi anulate.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Televizorul trebuie să fie conectat la rețea pentru setarea automată a Țării pentru servicii LG. Doriţi să mergeţi la Setări reţea acum pentru a verifica conexiunea?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Televizorul trebuie să cunoască locația dvs. corectă pentru a furniza mesaje de alerte de urgență prin semnalul TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televizorul dumneavoastră se va opri până la finalizarea procesului, moment în care se va activa din nou în mod automat.",
	"Zoom": "Panoramare",
	"Zoom2": "Panoramare2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] va fi deconectat de la televizor. Nu se va mai reda sunet de pe acest dispozitiv. Doriţi să continuaţi?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] va fi eliminat din lista de dispozitive sincronizate. Dacă doriți să îl conectați mai târziu, trebuie să căutați dispozitive disponibile și să îl resincronizați. Doriţi să continuaţi?",
	"[{deviceName}] will be deleted.": "[{deviceName}] va fi şters.",
	"aspectRatio_original": "Format original",
	"audioGuidance_fast": "Rapidă",
	"audioGuidance_high": "Înaltă",
	"audioGuidance_low": "Scăzută",
	"audioGuidance_medium": "Mediu",
	"audioGuidance_slow": "Lent",
	"audioGuidance_veryFast": "Foarte rapid",
	"audioGuidance_veryHigh": "Foarte înaltă",
	"audioGuidance_veryLow": "Foarte joasă",
	"audioGuidance_verySlow": "Foarte lent",
	"btDotSignalStrength_wide": "Lat",
	"button": "buton",
	"character": "caracter",
	"characters": "caractere",
	"checked": "selectat",
	"colorGamutJPNWide": "Lat",
	"connecting": "conectare în curs",
	"depthOfColor": "Culoare",
	"diagonal zoom in": "mărire pe diagonală",
	"diagonal zoom out": "micşorare pe diagonală",
	"digitalOptionSetByProgram": "Setare în funcţie de program",
	"energy_Maximum": "Maxim",
	"energy_Medium": "Mediu",
	"energy_Minimum": "Minim",
	"freesync_high": "Înaltă",
	"freesync_low": "Scăzută",
	"freesync_off": "Oprit",
	"freesync_wide": "Lat",
	"gamma_high1": "Înălțime1",
	"gamma_high2": "Înălțime2",
	"hidden": "ascuns",
	"horizontal zoom in": "mărire orizontală",
	"horizontal zoom out": "micşorare orizontală",
	"jpDoNot": "Oprit",
	"logoLuminance_high": "Înaltă",
	"logoLuminance_low": "Scăzută",
	"not connected": "neconectat",
	"objet_soundMode": "Optimizaţi modul sunet pentru fiecare tip de conţinut.",
	"pictureControlHigh": "Înaltă",
	"pictureControlHigh_BlackLevel": "Înaltă",
	"pictureControlHigh_Male": "Înaltă",
	"pictureControlLow": "Scăzută",
	"pictureControlLow_BlackLevel": "Scăzută",
	"pictureControlLow_Male": "Scăzută",
	"pictureControlMedium": "Mediu",
	"pictureControlMedium_BlackLevel": "Mediu",
	"pictureControlMedium_Male": "Mediu",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Mediu",
	"pictureLocalDimmingHigh": "Înaltă",
	"pictureLocalDimmingLow": "Scăzută",
	"pictureLocalDimmingMed": "Mediu",
	"pictureModeSettings": "Personalizare",
	"press OK button to edit IP manually": "apăsaţi butonul OK pentru a edita IP-ul manual",
	"press OK button to enter channel to search": "apăsaţi butonul OK pentru a introduce canalul pentru căutare",
	"press OK button to enter value": "apăsaţi butonul OK pentru a introduce valoarea",
	"press right button to adjust de-judder and de-blur value": "apăsaţi buton dreapta pentru a ajusta valoarea pentru de-judder şi de-blur",
	"press right button to adjust zoom ratio and position": "apăsaţi buton dreapta pentru a ajusta raportul şi poziţia de panoramare",
	"shift current screen down": "glisare ecran curent în jos",
	"shift current screen to the left": "glisare ecran curent către stânga",
	"shift current screen to the right": "glisare ecran curent către dreapta",
	"shift current screen up": "glisare ecran curent în sus",
	"shift down": "glisare în jos",
	"shift left": "glisare către stânga",
	"shift right": "glisare către dreapta",
	"shift up": "glisare în sus",
	"speaker_channel": "Canal",
	"thaRatingNone": "Niciunul",
	"unchecked": "neselectat",
	"unread": "necitit",
	"vertical zoom in": "mărire verticală",
	"vertical zoom out": "micşorare verticală",
	"volumeModeHigh": "Înaltă",
	"volumeModeLow": "Scăzută",
	"volumeModeMedium": "Mediu",
	"webOS TV Version": "Versiunea webOS TV",
	"zoom in": "mărire",
	"zoom out": "micşorare",
	"{label} : L{value}": "{label}: L{value}",
	"{label} : R{value}": "{label}: R{value}"
}
