{
	" (User)": " (Gebruiker)",
	"(Version: {l})": "(Versie: {l})",
	"* The device connected should support this service.": "* Het aangesloten apparaat moet deze service ondersteunen.",
	"* This feature is applied once and only once when the TV is turned off.": "* Deze functie wordt slechts één keer toegepast wanneer de TV wordt uitgezet.",
	"* This feature is available on certain devices only.": "* Deze functie is alleen beschikbaar op bepaalde apparaten.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Met deze modus kunt u de film bekijken als de bedoelingen van FILMMAKER MODE, maar ziet er mogelijk donkerder uit dan andere beeldmodi.",
	"* This settings is only available for Internal TV Speaker.": "* Deze instelling is alleen beschikbaar voor de TV-luidspreker.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Hoewel deze optie is ingesteld op AAN, zal de schermbeveiliging niet werken om te voorkomen dat uw kijkervaring op externe invoer zoals Live TV wordt verstoord.",
	"* You can control the app which supports the function on your mobile device.": "* U kunt de app bedienen die de functie op uw mobiele apparaat ondersteunt.",
	"1) Turn the Bluetooth on the other device off.": "1) Schakel Bluetooth op het andere apparaat uit.",
	"10 Points Code Value": "10-punts codewaarde",
	"10 Points IRE": "10-punts IRE",
	"10 and Above": "10 en ouder",
	"11 and Above": "11 en ouder",
	"12 Hours": "12 uur",
	"12 and Above": "12 en ouder",
	"13 and Above": "13 en ouder",
	"14 and Above": "14 en ouder",
	"14 by 9": "Veertien bij negen",
	"15 and Above": "15 en ouder",
	"16 and Above": "16 en ouder",
	"16 by 9": "Zestien bij negen",
	"17 and Above": "17 en ouder",
	"18 and Above": "18 en ouder",
	"19 and Above": "19 en ouder",
	"2 Channel": "2-kanaals",
	"2 Hours": "2 uur",
	"2 Points": "2 punten",
	"2) Turn the Bluetooth device to connect off and on.": "2) Schakel het te verbinden Bluetooth-apparaat in en uit.",
	"20 Points Code Value": "20-punts codewaarde",
	"20 Points IRE": "20-punts IRE",
	"20 and Above": "20 en ouder",
	"21 by 9": "Eenentwintig bij negen",
	"22 Points Code Value": "22-punts codewaarde",
	"22 Points IRE": "22-punts IRE",
	"24 Hours": "24 uur",
	"3 Hours": "3 uur",
	"32 by 12": "Tweeëndertig bij twaalf",
	"32 by 9": "Tweeëndertig bij negen",
	"3G/4G Connection": "3G/4G-verbinding",
	"4 Hours": "4 uur",
	"4 Hours Auto Power Off": "4 uur automatisch uitschakelen",
	"4 and Above": "4 en ouder",
	"4 by 3": "Vier bij drie",
	"4-Way Zoom": "Zoom via 4 pijlen",
	"5 and Above": "5 en ouder",
	"5.1 Channel": "5.1-kanaal",
	"6 Hours": "6 uur",
	"6 and Above": "6 en ouder",
	"7 and Above": "7 en ouder",
	"8 Hours": "8 uur",
	"8 and Above": "8 en ouder",
	"9 and Above": "9 en ouder",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID wordt gebruikt om dit apparaat te identificeren voor advertentiedoeleinden en om bepaalde advertenties te tonen die voor u interessant kunnen zijn. U kunt de AD ID opnieuw instellen of het volgen van AD ID hieronder beperken.",
	"AI Acoustic Tuning": "AI akoestische tuning",
	"AI Acoustic Tuning Options": "Opties voor AI akoestische tuning",
	"AI Acoustic Tuning is disabled.": "AI akoestische tuning is uitgeschakeld.",
	"AI Brightness Control": "AI-helderheidsinstellingen",
	"AI Picture": "AI-beeld",
	"AI Picture Pro": "Ai-beeld Pro",
	"AI Recommendation": "AI-aanbeveling",
	"AI Service": "AI-service",
	"AI Sound": "AI-geluid",
	"AI Sound Pro": "AI-geluid Pro",
	"AV Sync Adjustment": "AV Sync-aanpassing",
	"Accessibility": "Toegankelijkheid",
	"Account Management": "Accountbeheer",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Als u deze optie activeert, wordt het verzamelen en volgen van advertentiegerelateerde persoonlijke informatie vanaf deze Smart TV stopgezet. Het activeren van de schakelaar kan van invloed zijn op de soorten advertenties die u in de toekomst ziet, maar u zult nog steeds advertenties ontvangen.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Als deze schakelaar wordt geactiveerd, geeft LGE haar externe providers de instructie om uw persoonlijke informatie niet meer te commercialiseren. Tenzij u zich afzonderlijk afmeldt, hebt u nog steeds toegang tot services zoals Live Plus, LG Channels en Who.Where.What?.",
	"Add Network": "Netwerk toevoegen",
	"Add a hidden wireless network": "Voeg een verborgen draadloos netwerk toe",
	"Add wireless network by manually entering network name (SSID).": "Voer het draadloze netwerk toe door de netwerknaam (SSID) handmatig in te voeren.",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Extra audioselectie",
	"Additional Settings": "Aanvullende instellingen",
	"Address Setting": "Adresinstelling",
	"Adjust Audio Guidance pitch.": "Toonhoogte van audiobegeleiding aanpassen.",
	"Adjust Audio Guidance speed.": "Snelheid van audiobegeleiding aanpassen.",
	"Adjust Audio Guidance volume.": "Volume van audiobegeleiding aanpassen.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Pas de helderheid van de achtergrondverlichting aan om het scherm lichter of donkerder te maken.",
	"Adjust Screen Position": "Schermpositie aanpassen",
	"Adjust Zoom Ratio": "Zoomratio aanpassen",
	"Adjust animation effect shown on the home at certain times.": "Het animatie-effect dat op bepaalde tijden bij home wordt weergegeven, aanpassen.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Helderheid instellen door bewegingen in het beeld te analyseren zodat schittering kan worden voorkomen en minder energie wordt verbruikt.",
	"Adjust brightness of the LG logo.": "Helderheid van het LG-logo instellen.",
	"Adjust color and saturation for a more vivid image.": "De kleur en verzadiging aanpassen voor een levendiger beeld.",
	"Adjust color temperature automatically to reduce eye strain.": "Pas de kleurtemperatuur automatisch aan om vermoeidheid van de ogen te verminderen.",
	"Adjust cursor speed.": "Cursorsnelheid aanpassen.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "De scherpte van randen aanpassen. Hoe hoger de waarde, hoe duidelijker en scherper het beeld zal zijn.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Gamma-instellingen aanpassen om te compenseren voor de helderheid van het invoersignaal.",
	"Adjust left/right audio balance.": "Audiobalans links/rechts aanpassen.",
	"Adjust luminance for selected color.": "Pas de luminantie aan voor de geselecteerde kleur.",
	"Adjust luminance level for selected IRE point.": "Pas het luminantieniveau voor het geselecteerde IRE-punt aan.",
	"Adjust peak brightness for the brightest luminance.": "Stel de maximale helderheid in.",
	"Adjust remote's cursor speed and appearance.": "De cursorsnelheid en -vorm van de afstandsbediening aanpassen.",
	"Adjust saturation for selected color.": "Pas de verzadiging aan voor de geselecteerde kleur.",
	"Adjust screen brightness to reduce energy consumption.": "De schermhelderheid aanpassen voor minder energieverbruik.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Pas de OLED-lamp aan om het scherm lichter of donkerder te maken.",
	"Adjust the audio timing to synchronize the video and audio.": "Pas de audiotiming aan om de video en audio te synchroniseren.",
	"Adjust the balance of red and green to display the tint on the screen.": "Pas de balans tussen rood en groen aan om de tint op het scherm weer te geven.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Pas de kleurbalans aan door de kleurtemperatuur, helderheid en rode, groene en blauwe intensiteit te wijzigen.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Pas het contrast, de resolutie enz. voor de afzonderlijke beeldmodus in detail aan en stel bovendien de gewenste kleur, gamma, enzovoort in.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Het verschil tussen de heldere en donkere gedeelten van het scherm aanpassen. Hoe hoger de waarde, hoe groter het verschil.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Pas de beeldverhouding op dezelfde manier aan bij de film; dat geeft een bioscoopgevoel.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "De helderheid van statische beelden zoals logo's, enz. aanpassen en kwaliteitsproblemen van het beeld voorkomen die mogelijk optreden als de tv gedurende lange tijd aanstaat.",
	"Adjust the screen color to be pale or deep.": "Pas de schermkleur aan van bleek naar diep.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Pas het geluid aan uw smaak aan voor elke geluidsfrequentieband.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Pas de timing aan om te synchroniseren wanneer de video en audio niet synchroon zijn.",
	"Adjust the tint to brighten or darken the screen.": "Pas de tint aan om het scherm lichter of donkerder te maken.",
	"Adjust the volume you want with pressing remote's volume key.": "Pas het gewenste volume aan door op de volumetoets van de afstandsbediening te drukken.",
	"Adjust tint for selected color.": "Pas de tint aan voor de geselecteerde kleur.",
	"Adjust whether to display the home promotion.": "Aanpassen of Home-promotie weergegeven moet worden.",
	"Adjusting Luminance": "Luminantie aanpassen",
	"Adolescent over 13 are allowed to watch.": "Pubers ouder dan 13 jaar mogen kijken.",
	"Adolescent over 14 are allowed to watch.": "Pubers ouder dan 14 jaar mogen kijken.",
	"Adolescent over 16 are allowed to watch.": "Pubers ouder dan 16 jaar mogen kijken.",
	"Adult": "Volwassen",
	"Adult Language": "Volwassen taal",
	"Adults only.": "Alleen volwassenen.",
	"Advanced": "Geavanceerde instellingen",
	"Advanced Controls": "Geavanceerde besturing",
	"Advanced Wi-Fi Settings": "Geavanceerde Wi-Fi-instellingen",
	"Advertisement": "Advertentie",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nadat het land is gewijzigd, worden alle op dit moment ingestelde kanalen verwijderd. Ga naar Automatisch instellen om de kanalen opnieuw in te stellen. Wilt u doorgaan?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nadat de postcode is gewijzigd, worden alle huidige Freesat-kanalen verwijderd. Ga naar Automatisch instellen om de kanalen opnieuw in te stellen. Wilt u doorgaan?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nadat u uw land hebt gewijzigd, kunt u scannen om uw kanalen te zoeken via Automatisch afstemmen. Wilt u doorgaan?",
	"Ages 2-7 are allowed to watch.": "Kinderen in de leeftijd van 2-7 jaar mogen kijken.",
	"Albania": "Albanië",
	"Albanian": "Albanees",
	"Alerts you by sound when the TV is turned on or off.": "Waarschuwt u via geluid wanneer de TV wordt in- of uitgeschakeld.",
	"Algeria": "Algerije",
	"All Channels": "Alle kanalen",
	"All Children": "Alle kinderen",
	"All ages are allowed to watch.": "Geschikt om te kijken voor alle leeftijden.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle huidige instellingen voor {pictureMode} worden gereset. Wilt u doorgaan?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle instellingen voor geluidseffecten voor de standaard-modus worden gereset. Wilt u doorgaan?",
	"Allow Automatic Updates": "Automatische updates toestaan",
	"Almaty": "Alma-Ata",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "U kunt tevens de gedetailleerde instellingen voor Bluetooth surround-geluid afstellen.",
	"Always Open": "Altijd open",
	"Always-on Off Time": "Uitgeschakelde tijd van Always-on",
	"An error has occurred while copy channels.": "Er is een fout opgetreden bij het kopiëren van kanalen.",
	"An important software update is available.": "Er is een belangrijke software-update beschikbaar.",
	"Analog Mode": "Analoge modus",
	"Analog TV": "Analoge tv",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Realtime analyse van geluidseigenschappen en geluidsoptimalisatie voor alle inhoud.",
	"Antenna": "Antenne",
	"Antenna ATV": "ANTENNE ATV",
	"Antenna DTV": "Antenne-DTV",
	"Antenna Radio": "Antenneradio",
	"Antigua and Barbuda": "Antigua en Barbuda",
	"Any Supplementary Audio": "Aanvullende audio",
	"App Alarm": "App alarm",
	"Application Locks": "Toepassingsblokkeringen",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Pas de gedetailleerde instellingswaarden van de huidige beeldmodus toe op alle invoer of apps.",
	"Apply to all inputs": "Toepassen op alle ingangen",
	"Applying value to all inputs...": "De waarde toepassen op alle ingangen...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arabisch",
	"Argentina": "Argentinië",
	"Armenia": "Armenië",
	"Ashgabat": "Asjchabad",
	"Aspect Ratio": "Beeldverhouding",
	"Aspect Ratio Settings": "Instellingen beeldverhouding",
	"Assamese": "Assamees",
	"Assign channels to remote buttons so you can quickly jump to them.": "Wijs kanalen toe aan knoppen van de afstandsbediening zodat u snel naar deze kanalen kunt schakelen.",
	"Athens": "Athene",
	"Audio Delay": "Audiovertraging",
	"Audio Description": "Audiobeschrijving",
	"Audio Description Volume": "Volume audiobeschrijving",
	"Audio Guidance": "Audiobegeleiding",
	"Audio Language": "Audiotaal",
	"Audio Out (Line Out)": "Audio-out (Line Out)",
	"Audio Type": "Audiotype",
	"Australia": "Australië",
	"Austria": "Oostenrijk",
	"Auto": "Automatisch",
	"Auto Detect": "Automatisch detecteren",
	"Auto Device Detection": "Automatische apparaatdetectie",
	"Auto Genre Selection": "Automatische genreselectie",
	"Auto Power Off": "Automatisch uitschakelen",
	"Auto Power Sync": "Auto inschakelsync",
	"Auto Start": "Automatische start",
	"Auto Volume": "Automatisch volume",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Pas automatisch het verschil in geluidsvolume aan of stel het volume van het geluid in dat in één keer wordt aangepast met de volumetoets op de afstandsbediening.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatisch aanpassen aan een beeldwaarde die is geoptimaliseerd voor het inhoudsgenre Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatisch aanpassen aan een beeldwaarde die is geoptimaliseerd voor het inhoudsgenre.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Schakel automatisch over naar de FILMMAKER MODE wanneer filminhoud wordt herkend.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "De beeldkwaliteit automatisch optimaliseren op basis van de kleur en helderheid van het omgevingslicht.",
	"Automatically update system software when an update is found.": "Werk de systeemsoftware automatisch bij wanneer een update is gevonden.",
	"Available Internal Storage": "Beschikbare interne opslag",
	"Azerbaijan": "Azerbeidzjan",
	"Azores": "Azoren",
	"BG Color": "Achtergrondkleur",
	"BG Opacity": "Ondoorzichtigheid achtergrond",
	"Back": "Terug",
	"Backlight": "Achtergrondverlichting",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahama's",
	"Bahrain": "Bahrein",
	"Baku": "Bakoe",
	"Balance": "Balans",
	"Basque": "Baskisch",
	"Behavior may vary depending on connected device.": "Gedrag kan verschillen afhankelijk van het verbonden apparaat.",
	"Beijing": "Peking",
	"Beirut": "Beiroet",
	"Belgium": "België",
	"Belgrade": "Belgrado",
	"Berlin": "Berlijn",
	"Bishkek": "Bisjkek",
	"Black": "Zwart",
	"Black Level": "Zwartniveau",
	"Block TV programs broadcast in English based on their content ratings.": "Blokkeer TV-programma's die in het Engels worden uitgezonden op basis van het type inhoud.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokkeer TV-programma's die in het Frans worden uitgezonden op basis van het type inhoud.",
	"Block content based on genre.": "Inhoud blokkeren op basis van het genre.",
	"Blue": "Blauw",
	"Bluetooth Speaker Mode": "Bluetooth-speakermodus",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth surround sound + interne tv-luidspreker",
	"Bluetooth Surround Sound Setup": "Bluetooth surround sound-instelling",
	"Bogotá": "Bogota",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnië en Herzegovina",
	"Bosnian": "Bosnisch",
	"Brazil": "Brazilië",
	"Brazilian Punk": "Braziliaanse Punk",
	"Brightness": "Helderheid",
	"Broadcast Country": "Land van uitzending",
	"Broadcast Mail": "E-mail voor uitzending",
	"Brussels": "Brussel",
	"Bucharest": "Boekarest",
	"Budapest": "Boedapest",
	"Bulgaria": "Bulgarije",
	"Bulgarian": "Bulgaars",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Door op 'Reset' te drukken, verwijdert u alle advertentiegerelateerde gegevens die LGE in het verleden van deze Smart TV heeft verzameld. Als u op 'Reset' drukt, kan dit van invloed zijn op het type advertenties dat u in de toekomst ziet, maar u zult nog steeds advertenties ontvangen.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Door Live Plus te activeren, gaat u akkoord met het door LG Electronics Inc. (\"LGE\") via de ACR-module verzamelen van tv-kijkgegevens, die anoniem gedeeld kunnen worden met derden om u interactieve services te kunnen aanbieden. Ook kunnen wij verzamelde geanonimiseerde gegevens beschikbaar stellen aan derden voor marketingdoeleinden. Let op: wij verzamelen of delen niet willens en wetens de bovenstaande gegevens met betrekking tot kinderen jonger dan 13 jaar. Gedetailleerde informatie over Live Plus is beschikbaar in Kijkgegevens (voorwaarden) die toegankelijk zijn via het SmartTV-instellingenmenu. LGE beveelt aan dat u de volledige versie van Kijkgegevens (voorwaarden) controleert voordat u de Live Plus functie activeert.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Door Live Plus in te schakelen, begrijpt u dat de inhoud die op uw tv wordt weergegeven, kan worden herkend en dat de gegevens over het kijkgedrag kan worden gebruikt om u een verbeterde kijkervaring en gepersonaliseerde services te bieden, waaronder aanbevelingen voor inhoud en advertenties. Raadpleeg het privacybeleid en relevante gebruikersovereenkomsten in het menu TV-instellingen voor meer informatie.",
	"CC 1": "Ondertiteling 1",
	"CC 2": "Ondertiteling 2",
	"CC 3": "Ondertiteling 3",
	"CC 4": "Ondertiteling 4",
	"CI Information": "CI-informatie",
	"CI password incorrect. Please enter again.": "CI-wachtwoord onjuist. Voer het opnieuw in.",
	"Cable": "Kabel",
	"Cable ATV": "KABEL-ATV",
	"Cable DTV": "Kabel-DTV",
	"Cable Radio": "Kabelradio",
	"Cairo": "Caïro",
	"Cambodia": "Cambodja",
	"Cameroon": "Kameroen",
	"Can not Find Channel": "Kan kanaal niet vinden",
	"Canary Islands": "Canarische Eilanden",
	"Cancel": "Annuleren",
	"Cancel Schedule": "Programmering annuleren",
	"Cancel Update": "Update annuleren",
	"Cancún": "Cancun",
	"Cantonese": "Kantonees",
	"Cape Verde": "Kaapverdië",
	"Catalan": "Catalaans",
	"Caution": "Waarschuwing",
	"Cayman Islands": "Caymaneilanden",
	"Center": "Midden",
	"Central African Republic": "Centraal-Afrikaanse Republiek",
	"Chad": "Tsjaad",
	"Change blue intensity and adjust the color balance.": "Wijzig de blauwe intensiteit en pas de kleurbalans aan.",
	"Change green intensity and adjust the color balance.": "Wijzig de groene intensiteit en pas de kleurbalans aan.",
	"Change red intensity and adjust the color balance.": "Wijzig de rode intensiteit en pas de kleurbalans aan.",
	"Change the left / right sound": "Wijzig het geluid links/rechts",
	"Change the position of captions using the 4-way dial on the remote control.": "Wijzig de positie van de ondertitels met behulp van de knop met 4 pijlen op de afstandsbediening.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Door de regio te veranderen, kunnen de op dit moment ingestelde kanalen van de tv ook veranderen. In Automatisch instellen kunt u de kanalen opnieuw instellen. Wilt u de regionale instellingen nu wijzigen?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Door het land te wijzigen, start de tv opnieuw en moet u mogelijk opnieuw instemmen met de gebruikersovereenkomst van LG. Tevens kan de beschikbaarheid van sommige apps en diensten verschillen, afhankelijk van het land van de LG-service. Wilt u doorgaan?",
	"Channel Locks": "Kanaalvergrendelingen",
	"Channel Manager": "Kanaalbeheer",
	"Channel Scrolling Options": "Opties voor bladeren door kanalen",
	"Channel Tuning": "Kanaalafstelling",
	"Channel Tuning & Settings": "Kanaalafstelling en instellingen",
	"Channels": "Kanalen",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanalen van HDMI en andere externe ingangen kunnen niet worden vergrendeld. Om tv-kanalen te vergrendelen, moet u de huidige ingang veranderen naar Live TV.",
	"Chatham Islands": "Chathameilanden",
	"Check TV information.": "Controleer TV-informatie.",
	"Check alarm messages about the user settings or TV status.": "Alarmberichten zien over de gebruikersinstellingen of tv-status.",
	"Check descriptions for each LG webOS TV functions.": "Bekijk de beschrijvingen van alle LG webOS TV-functies.",
	"Check for Advertising settings and set it.": "Controleer op Advertentie-instellingen en stel deze in.",
	"Check for Updates": "Controleren op updates",
	"Check for available functions with Voice and set Voice Settings.": "Controleer op beschikbare functies met Spraak en stel Spraakinstellingen in.",
	"Check for problems with the picture quality.": "Controleer of er problemen zijn met de beeldkwaliteit.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Controleer op probleem met de geluidskwaliteit van de TV-luidspreker.",
	"Check for software updates and update if available.": "Controleer op software-updates en werk bij, indien beschikbaar.",
	"Check whether the Bluetooth device is in pairing mode.": "Controleer of het Bluetooth-apparaat in de koppelingsmodus staat.",
	"Check your TV status to solve problems or use remote support.": "Controleer uw tv-status om problemen op te lossen of gebruik te maken van ondersteuning op afstand.",
	"Checking Password": "Wachtwoord wordt gecontroleerd",
	"Checking for Updates": "Controleren op updates",
	"Checking...": "Controleren...",
	"Children": "Kinderen",
	"Children Age": "Leeftijd van kinderen",
	"Children Program Locks": "Programmavergrendelingen voor kinderen",
	"Children over 8 are allowed to watch.": "Kinderen ouder dan 8 jaar mogen kijken.",
	"Chile": "Chili",
	"Chinese": "Chinees",
	"Choose to have all channels or just your primary ones when you change channels.": "U kunt ervoor kiezen alle kanalen weer te geven als u kanalen wijzigt of alleen uw primaire kanalen.",
	"Christmas Island": "Christmaseiland",
	"Cinema": "Bioscoop",
	"Cinema Clear": "Cinema wissen",
	"Cinema Zoom": "Bioscoopzoom",
	"City": "Plaats",
	"City Selection": "Plaats selecteren",
	"Clean Audio": "Audio opschonen",
	"Clear": "Helder",
	"Clear Plus": "Wissen Plus",
	"Clear Voice Ⅲ": "Heldere stem Ⅲ",
	"Clear1": "Wissen",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik op de knop VERBINDING hieronder nadat u uw LG Wireless Keyboard hebt ingeschakeld en ingesteld op de koppelmodus.",
	"Close": "Sluiten",
	"Closed Caption": "Ondertitels",
	"Closed Caption Settings": "Ondertitelinstellingen",
	"Code Value": "Codewaarde",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Verzamel en bewaar het MAC-adres, modelnummer, landcode, taalinstellingen en softwareversie om de nieuwste software te updaten.",
	"Color": "Kleur",
	"Color Gamut": "Kleurbereik",
	"Color Management System": "Kleurbeheersysteem",
	"Color Temperature": "Kleurtemperatuur",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bevestig de algemene voorwaarden of wijzig of u de overeenkomst accepteert.",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Verbinden",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Verbind Bluetooth-luidspreker en tv-luidspreker en pas automatisch de Audiovertraging tussen de luidsprekers aan.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Sluit een extern audioapparaat aan op de eARC dat eARC ondersteunt.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Sluit externe apparaten zoals Settopbox, Soundbar en dergelijke aan op de tv op basis van de handleiding.",
	"Connect the LAN cable directly to the TV to use the network.": "Sluit de LAN-kabel rechtstreeks op de tv aan om het netwerk te gebruiken.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Maak verbinding met het netwerk door handmatig de IP- en DNS-serveradressen in te voeren.",
	"Connect to the network if a wireless router is installed.": "Verbinding maken met het netwerk als een draadloze router is geïnstalleerd.",
	"Connect via WPS PBC": "Verbinding maken via WPS PBC",
	"Connect via WPS PIN": "Verbinding maken via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Sluit uw tv aan op uw router of modem met een Ethernet-kabel om uw bekabelde netwerkverbinding te activeren.",
	"Connect your TV with WiSA Speakers wirelessly.": "Verbind uw tv draadloos met WiSA-luidsprekers.",
	"Connectable Devices ({num})": "Apparaten die kunnen worden verbonden ({num})",
	"Connected": "Verbonden",
	"Connected to Internet": "Verbonden met internet",
	"Connecting...": "Verbinden...",
	"Connection": "Verbinding",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Verbindingsbeheer met een smartphone of pc is beschikbaar. Om een tv met een mobiel apparaat te verbinden, zijn verbindingsinstellingen en -aanvragen vereist op de smartphone en pc.",
	"Content Recommendations": "Inhoudsaanbevelingen",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Inhoud wordt afgespeeld met geluid dat geschikt is voor luisteren naar meerdere kanalen indien audio op meerdere kanalen wordt ondersteund door de HbbTV-service.",
	"Cool": "Koel",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kanalen kopiëren",
	"Copy/Delete file": "Bestand kopiëren/verwijderen",
	"Correct contrast and brightness by adjusting black levels.": "Het contrast en de helderheid corrigeren door de zwartniveaus aan te passen.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrigeer de beeldpixel en voorkom problemen met de beeldkwaliteit die kunnen ontstaan als de tv gedurende langere tijd is ingeschakeld.",
	"Could not fined available network.": "Kan geen beschikbaar netwerk vinden.",
	"Croatia": "Kroatië",
	"Croatian": "Kroatisch",
	"Current time is not valid. Do you want to set the correct time now?": "De huidige tijd is niet ingesteld. Wilt u nu de juiste tijd instellen?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "De huidige waarden voor aangepaste instellingen van de beeldmodus worden toegepast op de {pictureMode}-modus voor alle ingangen. Wilt u doorgaan?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Verbinding tussen aangesloten LG Wireless Keyboard en uw TV wordt verbroken. Wilt u doorgaan?",
	"Custom": "Aangepast",
	"Custom Time Zone": "Tijdzone aanpassen",
	"Customer Service": "Klantenservice",
	"Cyan": "Cyaan",
	"Czech": "Czech",
	"Czech Republic": "Tsjechië",
	"C{value}": "K{value}",
	"Côte d'Ivoire": "Ivoorkust",
	"DNS Server": "DNS-server",
	"DR Congo": "DR Congo",
	"DTV Audio Setting": "DTV audio-instelling",
	"Danish": "Deens",
	"Data Service": "Dataservice",
	"Date": "Datum",
	"Day": "Dag",
	"Delete": "Verwijderen",
	"Delete Connection History": "Verbindingsgeschiedenis verwijderen",
	"Delete Pairing History": "Koppelgeschiedenis verwijderen",
	"Delete Usage Data": "Gebruiksgegevens verwijderen",
	"Demo Options": "Demo-opties",
	"Democratic Republic of the Congo": "Democratische Republiek Congo",
	"Denmark": "Denemarken",
	"Depressed": "Ingedrukt",
	"Deregister": "Uitschrijven",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "De inhoud van het scherm mondeling beschrijven voor slechtziende gebruikers van de tv.",
	"Detect Range": "Bereik detecteren",
	"Device Connection Settings": "Instellingen apparaataansluiting",
	"Device List": "Apparatenlijst",
	"Device Name": "Apparaatnaam",
	"Digital Mode": "Digitale modus",
	"Digital Sound Out": "Digitaal geluid uit",
	"Digital TV": "Digitale tv",
	"Directed to Older Children (ages 7 and above)": "Gericht op oudere kinderen (7 jaar en ouder)",
	"Disabled": "Uitgeschakeld",
	"Disconnect": "Loskoppelen",
	"Display captions for hearing-impaired viewers to use TV.": "Ondertiteling weergeven voor slechthorenden.",
	"Display fast-moving content smoothly and clearly.": "Geef bewegende inhoud soepel en duidelijk weer.",
	"Display luminance level for the highest point (100 IRE).": "Geef het luminantieniveau voor het hoogste punt weer (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Geef foto’s weer in een warme of koele kleurtemperatuur.",
	"Do Not Sell My Personal Information": "Mijn persoonlijke informatie niet verkopen",
	"Do Not Track": "Niet traceren",
	"Do you want to continue?": "Wilt u doorgaan?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Wilt u de lijst met kanalen van de USB-opslag naar de tv kopiëren? De huidige kanalen in de tv worden gewist.",
	"Do you want to copy channel list from your TV to the USB storage?": "Wilt u de kanaallijst van uw tv naar de USB-opslag kopiëren?",
	"Do you want to reset Position Settings?": "Wilt u de instellingen van de positie resetten?",
	"Do you want to reset Volume Control?": "Wilt u het Volumeregeling resetten?",
	"Do you want to set the correct time now?": "Wilt u nu de juiste tijd instellen?",
	"Do you want to turn your TV off now?": "Wilt u de tv nu uitschakelen?",
	"Dominican Republic": "Dominicaanse Republiek",
	"Done": "Klaar",
	"Download Mail": "E-mail downloaden",
	"Download and Install": "Downloaden en installeren",
	"Downloadable Rating": "Downloadbare leeftijdsclassificatie",
	"Dual Mono": "Dubbel Mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Gedurende uitgeschakelde tijd van Always-on zijn een aantal functies zoals stemherkenning beperkt als het scherm uitstaat.",
	"Dushanbe": "Doesjanbe",
	"Dutch": "Nederlands",
	"Dynamic Color": "Dynamische kleur",
	"Dynamic Contrast": "Dynamisch contrast",
	"Easter Island": "Paaseiland",
	"Eastern Africa": "Oost-Afrika",
	"Eco Mode": "Energiebesparende modus",
	"Edge Color": "Kleur rand",
	"Edge Enhancer": "Rand verbeteren",
	"Edge Type": "Type rand",
	"Edit": "Bewerken",
	"Egypt": "Egypte",
	"Emergency Alert": "Noodmelding",
	"Enabled": "Ingeschakeld",
	"Energy Saving": "Energiebesparing",
	"Energy consumption may increase if this feature is on.": "Het energieverbruik kan toenemen als deze functie is ingeschakeld.",
	"Energy saving modes to limit power consumption.": "Energiebesparingsmodi om het stroomverbruik te beperken.",
	"English": "Engels",
	"Enhance the bass sound.": "Verbeter het geluid van de bass.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Het contrast tussen lichte en donkere plekken van bepaalde menu's verbeteren, zoals de achtergrond en tekst. Op deze manier zijn deze duidelijk zichtbaar voor slechtziende gebruikers.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Verbeter de resolutie en de scherpte van de inhoud door middel van een algoritme dat is geleerd via LG-diepgaande leertechniek en optimaliseer diepte door middel van inhoudsanalyse.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Geniet van Dolby Atmos-inhoud met optimaal geluid door het geluidsveldeffect aan te zetten.",
	"Enjoy TV sound by connecting Wired Headphones.": "Geniet van het tv-geluid door een bekabelde hoofdtelefoon aan te sluiten.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Speel tv-geluid af via audioapparaten die zijn aangesloten via de HDMI IN-poort (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Speel tv-geluid af via audioapparaten die zijn aangesloten via de OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Geniet van tv-geluid via LG-audioapparaten die zijn aangesloten via de OPTICAL DIGITAL AUDIO OUT-poort.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "U kunt genieten van tv-geluid via audio-apparaten die zijn aangesloten op de externe Audio Out/Hoofdtelefoon-uitgangspoorten.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Geniet van tv-geluid via zowel de interne tv-luidspreker als de bekabelde hoofdtelefoon.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Geniet van tv-geluid via externe audioapparaten die zijn aangesloten op zowel de interne tv-luidspreker als de OPTICAL DIGITAL AUDIO OUT-poort.",
	"Enjoy a clear and natural sound.": "Geniet van duidelijk en natuurlijk geluid.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Geniet van geluid met een draadloos audioapparaat dat is aangesloten op de LG Sound Sync of Bluetooth.",
	"Enjoy the sound optimized to the room.": "Geniet van het geluid dat is geoptimaliseerd voor de kamer.",
	"Enter CI Password": "CI-wachtwoord invoeren",
	"Enter the PIN in your router's settings.": "Voer de pincode in bij de instellingen van uw router.",
	"Enter the master password.": "Voer het master-wachtwoord in.",
	"Equatorial Guinea": "Equatoriaal-Guinea",
	"Estonia": "Estland",
	"Estonian": "Estlands",
	"Ethiopia": "Ethiopië",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Zelfs als deze instelling is uitgeschakeld, kunt u daamee samenhangende informatie bekijken via kanaalbanner, spraakherkenning.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Zelfs als de tv is uitgeschakeld en de energiebesparingsmodus wordt gebruikt, kunt u naar muziek luisteren door het mobiele apparaat te verbinden. Er kunnen weer verschillende functies worden gebruikt als de tv wordt ingeschakeld.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Zelfs wanneer de tv is uitgeschakeld, kunt u naar muziek luisteren door de smartphone aan te sluiten op de tv via Bluetooth.",
	"Every Day": "Elke dag",
	"Every Weekday": "Elke doordeweekse dag",
	"Every Weekend": "Elk weekend",
	"Expert (Bright Room)": "Expert (lichte kamer)",
	"Expert (Dark Room)": "Expert (donkere kamer)",
	"Export your TV's channel list information to a connected USB device.": "Exporteer de kanaallijstinformatie van uw TV naar een aangesloten USB-apparaat.",
	"Extended": "Uitgebreid",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Als u de periode voor de instelling Automatisch uitschakelen verlengt of de functie uitschakelt, kan het energieverbruik hoger worden.",
	"Extreme": "Extreem",
	"Eye Comfort Mode": "Oogcomfortmodus",
	"FILMMAKER MODE Auto Change": "Automatische wijziging FILMMAKER MODE",
	"Fantasy Violence": "Fantasiegeweld",
	"Fast": "Snel",
	"Find and tell an audio device available to connect around TV.": "Zoek en vind een audioapparaat in de buurt van de tv dat aangesloten kan worden.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "De rode, groene, blauwe, cyaan, magenta en gele kleurruimten afstemmen.",
	"Finnish": "Fins",
	"Flash": "Knipperend",
	"Flat Mode": "Vlakke modus",
	"Font": "Lettertype",
	"Font 1": "Lettertype 1",
	"Font 2": "Lettertype 2",
	"Font 3": "Lettertype 3",
	"Font 4": "Lettertype 4",
	"Font 5": "Lettertype 5",
	"Font 6": "Lettertype 6",
	"Font 7": "Lettertype 7",
	"Font 8": "Lettertype 8",
	"Football": "Voetbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Voor een WPS(Wi-Fi Protected Setup) draadloze router, voert u de pincode in om de tv aan te sluiten op het draadloze netwerk.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Voor een WPS (Wi-Fi Protected Setup) draadloze router, drukt u op de knop WPS-PBC om de tv aan te sluiten op het draadloze netwerk.",
	"France": "Frankrijk",
	"French": "Frans",
	"French Polynesia": "Frans-Polynesië",
	"Full Wide": "Volledige breedte",
	"Gaelic": "Keltisch",
	"Galapagos Islands": "Galapagoseilanden",
	"Galician": "Gallicaans",
	"Gallery": "Galerij",
	"Game": "Spel",
	"General": "Algemeen",
	"General Age": "Leeftijd algemeen",
	"General Audience": "Algemeen publiek",
	"General Audiences": "Algemeen publiek",
	"General Program Locks": "Algemene programmavergrendelingen",
	"Georgia": "Georgië",
	"German": "Duits",
	"Germany": "Duitsland",
	"Get started in a quiet environment for sound optimization.": "Doe dit in een stille omgeving voor geluidsoptimalisatie",
	"Getting...": "Ophalen...",
	"Godthab": "Nuuk",
	"Grayscale": "Grijstinten",
	"Greece": "Griekenland",
	"Greek": "Grieks",
	"Green": "Groen",
	"Greenland": "Groenland",
	"Guatemala City": "Guatemala-Stad",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Uitleg van het menu en spraakbediening voor slechtziende gebruikers.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Equatoriaal-Guinea",
	"H Position": "H positie",
	"H Sharpness": "H-scherpte",
	"H Size": "H formaat",
	"HD Mode": "HD-modus",
	"HD Mode Option": "Optie HD-modus",
	"HDD Eco Mode": "Ecomodus voor HDD",
	"HDD Power Saving Mode": "HDD-energiebesparingsmodus",
	"HDMI Input Audio Format": "Audioformaat HDMI-ingang",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-poort en HDMI {port2}-poort ondersteunen 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}-poort en HDMI {port2}-poort ondersteunen Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1}-poort ondersteunt 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1}-poort ondersteunt Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-poort, HDMI {port2}-poort en HDMI {port3}-poort ondersteunen 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}-poort, HDMI {port2}-poort en HDMI {port3}-poort ondersteunen Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-poort, HDMI {port2}-poort, HDMI {port3}-poort en HDMI {port4}-poort ondersteunen 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}-poort, HDMI {port2}-poort, HDMI {port3}-poort en HDMI {port4}-poort ondersteunen Ultra HD Deep Colour.",
	"HDR Effect": "HDR-effect",
	"HDR Picture Mode": "HDR beeldmodus",
	"Haiti": "Haïti",
	"Hard of Hearing": "Mensen met een gehoorbeperking",
	"Headphones Volume": "Volume hoofdtelefoon",
	"Hebrew": "Hebreeuws",
	"High": "Hoog",
	"High Contrast": "Hoog contrast",
	"Higher values increase a sense of warmth or coldness.": "Met hogere waarden worden warme of koude tinten versterkt.",
	"Ho Chi Minh": "Ho Chi Minhstad",
	"Home Animation": "Home-animatie",
	"Home Auto Launch": "Startpagina automatisch starten",
	"Home Mode": "Thuisgebruik",
	"Home Promotion": "Home-promotie",
	"Home Settings": "Startpagina-intellingen",
	"Home/Store Mode": "Thuisgebruik/winkeldemo",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Uur",
	"However, the IPv6 version of the address does not support editing.": "De IPv6-versie van het adres biedt echter geen ondersteuning voor bewerking.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Om uw tv in de optimale conditie te houden evenwel, is Always-on uitgeschakeld tijdens de ingestelde vijf uur, en is de voeding volledig uitgeschakeld.",
	"Hungarian": "Hongaars",
	"Hungary": "Hongarije",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "BELANGRIJK! Als de begininstellingen worden teruggezet, worden al uw accountinstellingen en geïnstalleerde apps verwijderd. Deze actie kan niet ongedaan worden gemaakt.",
	"IP (Automatic)": "IP (automatisch)",
	"IP (Manual)": "IP (handmatig)",
	"IP Address": "IP-adres",
	"Iceland": "IJsland",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Wanneer Auto inschakelsync is geselecteerd, wordt uw tv ingeschakeld wanneer u een SIMPLINK-apparaat inschakelt. Uw SIMPLINK-apparaten worden uitgeschakeld wanneer u uw tv uitschakelt.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Als de universele controle van de Settopbox/OTT is ingesteld, maak dan gebruik van de Decoder aangesloten op de LG-afstandsbediening.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Als een apparaat op de poort is aangesloten, kunt u de geoptimaliseerde weergave van de game bekijken met minimale vertraging of onderbreking van apparaatvideo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Als de functie is ingeschakeld en u een apparaat verbindt dat ook Ultra HD Deep Colour ondersteunt, wordt uw afbeelding mogelijk duidelijker.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Als een opname of software update actief is, wordt gewacht tot dit is voltooid en het proces kan vervolgens ruim een uur duren.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Als een opname of software-update actief is, wordt gewacht tot deze is voltooid en het proces kan vervolgens ruim {n} minuut (minuten) duren.",
	"If the device is not connected, you may not hear any sound through it.": "Als het apparaat niet is verbonden, hoort u er mogelijk geen geluid door.",
	"If the edge of the screen is not clean, please turn this function off.": "Als de randen van het scherm niet scherp zijn, schakel deze functie dan uit.",
	"If the program does not support multiple languages, the default language is selected.": "Als het programma meerdere talen niet ondersteunt, dan wordt de standaardtaal geselecteerd.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Als het programma de geselecteerde uitvoerindeling niet ondersteunt, wordt de standaarduitvoer van de bron gebruikt.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Als het programma andere audio-instellingen niet ondersteunt, wordt standaard audio geselecteerd.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Als hetzelfde symptoom zich blijft voordoen, wijzigt u de ingestelde waarde opnieuw of start u het verbonden externe apparaat opnieuw.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Als de geselecteerde taal dit niet ondersteunt, wordt de standaardtaal van uitzendingen gebruikt.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Als het statische scherm gedurende een uur geen gebruikersactiviteit opmerkt, schakelt het over naar schermbeveiliging.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Als de tijd die u instelt sterk afwijkt van de huidige tijd, worden sommige slimme functies mogelijk niet weergegeven.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Als u geen geluid hoort via het apparaat, controleer dan of het goed werkt en LG Sound Sync ondersteunt.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Als u Winkeldemo-modus selecteert, wordt deze ingesteld op geoptimaliseerde waarden voor winkels die tv's verkopen.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Als u Audiohulp inschakelt, kunt u alleen verplaatsen met de knoppen links, rechts, omhoog en omlaag op de afstandsbediening en met sommige apps die vereisen dat de aanwijzer niet gebruikt wordt.",
	"If you turn it off, CAM operator's profile will be deleted.": "Als u het uitschakelt, wordt het profiel van de CAM-operator verwijderd.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Als u dit uitschakelt, zullen alle afgestemde CAM-kanalen niet beschikbaar zijn en worden meldingen niet langer getoond.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Als u 'Quick Start+’ uitschakelt, kunt u uw tv niet meer inschakelen met de Remote Free Control-afstandsbediening. Wilt u verdergaan?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Als u de schermbeveiliging uitschakelt en hetzelfde beeld blijft langer dan 2 uur op het scherm staan, dan kan dit de beeldkwaliteit van het scherm beïnvloeden. Als het langer dan 5 uur blijft staan, kan dit de beeldkwaliteit blijvend aantasten. Wilt u doorgaan?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Als u deze optie uitschakelt, kan het statische scherm langer zichtbaar blijven, waardoor de schermkwaliteit afneemt of in sommige gevallen nauwelijks wordt hersteld.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Indien u de functie Energiebesparing gebruikt, dan kan dit effect hebben op de helderheid van de televisie.",
	"Import your TV's channel list information from a connected USB device.": "Importeer de kanaallijstinformatie van uw TV van een aangesloten USB-apparaat.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importeer/exporteer de kanaallijstinformatie van uw TV vanaf/naar een verbonden USB-apparaat.",
	"In Home": "Home",
	"Indonesia": "Indonesië",
	"Indonesian": "Indonesisch",
	"Inner": "Binnen",
	"Input": "Ingang",
	"Input Locks": "Invoervergrendelingen",
	"Input field": "Invoerveld",
	"Installing...": "Installeren...",
	"Instant Game Response": "Instant gamerespons",
	"Interactive Service": "Interactieve service",
	"Interactivity(DTVi)": "Interactiviteit(DTVi)",
	"Internal TV Speaker": "Interne TV-luidspreker",
	"Invert Colors": "Kleuren omkeren",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Keer bepaalde kleuren om en compenseer deze in sommige menu’s om de zichtbaarheid van items op het scherm te verbeteren.",
	"Iraq": "Irak",
	"Ireland": "Ierland",
	"Irish": "Iers",
	"Irkutsk": "Irkoetsk",
	"Israel": "Israël",
	"Istanbul": "Istanboel",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Deze wordt afzonderlijk teruggezet naar de beeldmodus, dus selecteer de gewenste beeldmodus en stel deze opnieuw in.",
	"It may not sound depending on connected devices.": "Afhankelijk van de verbonden apparaten werkt dit mogelijk niet.",
	"It may take a few minutes.": "Het kan enige minuten duren.",
	"It may take a few seconds.": "Het kan enige seconden duren.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Het biedt het optimale geluid of Virtual 4.0 surround, afhankelijk van het genre door middel van een algoritme dat wordt aangeleerd via LG-machinelearning-techniek.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Het biedt de optimaal geluid of Virtual 5.1 surround, afhankelijk van het genre door middel van een algoritme dat wordt aangeleerd via LG-diepgaande leertechniek.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Er wordt geoptimaliseerd geluid geleverd door het gereflecteerde geluid in de kamer af te stemmen op het type tv-installatie.",
	"It reduces jaggies in the picture for a smooth picture.": "Het reduceert vervagingen in de foto voor een egale afbeelding.",
	"It works only when the broadcasting program supports captions.": "Dit werk alleen als het uitgezonden programma onderschrift ondersteunt.",
	"It works only when the broadcasting program supports subtitles.": "Dit werk alleen als het uitgezonden programma ondertiteling ondersteunt.",
	"Italian": "Italiaans",
	"Italy": "Italië",
	"Ivory Coast": "Ivoorkust",
	"Japanese": "Japans",
	"Jerusalem": "Jeruzalem",
	"Jordan": "Jordanië",
	"Just Scan": "Scannen",
	"Kabul": "Kaboel",
	"Kamchatka": "Kamtsjatka",
	"Katmandu": "Kathmandu",
	"Kazakh": "Kazachs",
	"Kazakhstan": "Kazachstan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Toetsenbordtalen",
	"Khartoum": "Khartoem",
	"Kolkata": "Calcutta",
	"Korea": "Korea",
	"Korean": "Koreaans",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Koeweit",
	"Kuwait City": "Koeweit (stad)",
	"Kyrgyzstan": "Kirgizië",
	"LED Local Dimming": "LED lokaal dimmen",
	"LG Logo Light (Front of TV)": "LG-logolampje (voorkant tv)",
	"LG Services Country": "Land voor LG-services",
	"LG Wireless Keyboard Connected:": "LG Wireless Keyboard verbonden:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Met het LG Wireless Keyboard kunt u de tv bedienen met Bluetooth.",
	"Language": "Taal",
	"Large": "Groot",
	"Last tuning:": "Laatste afstelling:",
	"Latvia": "Letland",
	"Latvian": "Lets",
	"Lebanon": "Libanon",
	"Left": "Links",
	"Left Right": "Links-rechts",
	"Left Surround": "Linker surround",
	"Left drop shadow": "Slagschaduw links",
	"Legal Notice": "Juridische kennisgeving",
	"Libya": "Libië",
	"Light": "Licht",
	"Limit AD Tracking": "AD-tracking beperken",
	"Lisbon": "Lissabon",
	"Lithuania": "Litouwen",
	"Lithuanian": "Litouws",
	"Live Theater": "Live toneel",
	"Loading...": "Laden...",
	"Local": "Lokaal",
	"Local Language": "Lokale taal",
	"Location": "Locatie",
	"Lock All": "Alles vergrendelen",
	"Lock changes for currently running apps will be applied the next time they are started.": "Wijzigingen aan vergrendeling voor momenteel actieve apps worden de volgende keer dat de apps worden gestart doorgevoerd.",
	"Logo Luminance Adjustment": "Luminantie van logo aanpassen",
	"London": "Londen",
	"Low": "Laag",
	"Luminance": "Luminantie",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC-adres",
	"MAC Address (Wired)": "MAC-adres (bekabeld)",
	"MAC Address (Wireless)": "MAC-adres (draadloos)",
	"MASTER PASSWORD": "MASTER-WACHTWOORD",
	"MHEG Guide": "MHEG-gids",
	"MPEG Noise Reduction": "MPEG-ruisonderdrukking",
	"Macao": "Macau",
	"Macedonia": "Macedonië",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonië, Voormalige Joegoslavische Republiek",
	"Macedonian": "Macedonisch",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Maakt gebieden die wazig of moeilijk te zien zijn levendiger.",
	"Malay": "Maleis",
	"Malaysia": "Maleisië",
	"Maldives": "Maldiven",
	"Manage channels stored on the TV.": "Beheer kanalen die zijn opgeslagen op de TV.",
	"Mandarin": "Mandarijn",
	"Manila": "Manilla",
	"Manual": "Handmatig",
	"Marshall Islands": "Marshalleilanden",
	"Mature Audience Only": "Alleen voor volwassenen",
	"Mauritania": "Mauritanië",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximaliseer het contrast door de intensiteit van de heldere en donkere gedeelten van het scherm te verhogen.",
	"Medium": "Gemiddeld",
	"Menu Language": "Taal van het menu",
	"Menu Transparency": "Menutransparantie",
	"Message": "Bericht",
	"Method": "Methode",
	"Mexico City": "Mexico-Stad",
	"Middle East": "Midden-Oosten",
	"Minutes": "Minuten",
	"Mobile Connection Management": "Beheer van mobiele verbindingen",
	"Mode Option": "Modus-optie",
	"Moldova": "Moldavië",
	"Mongolia": "Mongolië",
	"Month": "Maand",
	"Montréal": "Montreal",
	"Morocco": "Marokko",
	"Moscow": "Moskou",
	"Movie Lock": "Filmvergrendeling",
	"Multi Audio": "Multi-audio",
	"Multi Channel Audio": "Audio op meerder kanalen",
	"Multiple": "Meervoudige",
	"Music": "Muziek",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Modus NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nieuw-Zuid-Wales/Australian Capital Territory - Sydney",
	"NT - Northern Territory - Darwin": "NT - Noordelijk Territorium - Darwin",
	"Namibia": "Namibië",
	"Narrow": "Smal",
	"Natural": "Natuurlijk",
	"Netherland": "Nederland",
	"Netherlands": "Nederland",
	"Network": "Netwerk",
	"Network Connection Settings": "Netwerkverbindingsinstellingen",
	"Network Name": "Netwerknaam",
	"Network-Based Personalization Recommendations": "Aanbevelingen op basis van netwerkgebaseerde personalisatie",
	"New Caledonia": "Nieuw-Caledonië",
	"New Zealand": "Nieuw-Zeeland",
	"Next": "Volgende",
	"Night": "Nacht",
	"No": "Nee",
	"No Internet via 3G/4G network": "Geen internet via 3G/4G-netwerk",
	"No Internet via Ethernet": "Geen internet via Ethernet",
	"No Internet via Wi-Fi": "Geen internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Niet toegestaan voor kinderen van 17 jaar en jonger.",
	"No Operation Auto Off": "Automatisch uitschakelen bij geen activiteit",
	"No Signal Auto Off": "Automatisch uitschakelen bij geen signaal",
	"No Signal Image": "Afbeelding Geen signaal",
	"No Signal Power Off (15Min)": "Uitschakelen bij geen signaal (15min)",
	"No devices have been found.": "Geen apparaten gevonden.",
	"No paired devices.": "Er zijn geen gekoppelde apparaten.",
	"No signal on Server": "Er is geen signaal op de server",
	"No updates found.": "Geen updates gevonden.",
	"Noise Reduction": "Ruisonderdrukking",
	"None": "Geen",
	"Normal": "Normaal",
	"North Korea": "Noord-Korea",
	"Northern Africa": "Noord-Afrika",
	"Norway": "Noorwegen",
	"Norwegian": "Noors",
	"Not Connected": "Niet verbonden",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Opmerking: Als uw apparaat deze functie niet ondersteunt, werkt deze functie mogelijk niet naar behoren. In dat geval kunt u het apparaat met een andere HDMI-poort verbinden of kunt u de instelling 8K HDMI Ultra HD Deep Colour uitschakelen.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Opmerking: Als uw apparaat deze functie niet ondersteunt, werkt deze functie mogelijk niet naar behoren. In dat geval kunt u het apparaat met een andere HDMI-poort verbinden of kunt u de instelling HDMI Ultra HD Deep Colour uitschakelen.",
	"Note: Available options depend on the broadcast program.": "Opmerking: beschikbare opties zijn afhankelijk van het uitgezonden programma.",
	"Note: Behavior may differ if connected device is not a LG device.": "Opmerking: het gedrag kan afwijken als een verbonden apparaat geen LG-apparaat is.",
	"Note: Only displayed when it is provided by the program.": "Opmerking: wordt alleen weergegeven als deze wordt geleverd door het programma.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Opmerking: ondertitels worden alleen weergegeven als deze worden geleverd door het uitgezonden programma.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Opmerking: Ondersteunde functies kunnen verschillen per model en de mate van transparantie kan afhankelijk zijn van de werking bij het afspelen van content zoals live tv of VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Opmerking:<br>1. Als de TV wordt ingeschakeld terwijl Pixelvernieuwer actief is, wordt het proces beëindigd en moet u opnieuw beginnen.<br>2. Tijdens dit proces wordt mogelijk een witte lijn op het scherm weergegeven. Dit is een normaal effect tijdens het opnieuw instellen van het scherm.",
	"Notifications": "Meldingen",
	"OLED LIGHT": "OLED-lampje",
	"OLED Screen Saver": "OLED-schermbeveiliging",
	"Object Audio": "Objectgeoriënteerde audio",
	"Off": "Uit",
	"On": "Aan",
	"OnTimer Channel not selected": "Er is geen kanaal geselecteerd voor de timer.",
	"Open Source Licenses": "Waarschuwing Open source-software",
	"Open when TV is turned on": "Open als tv is ingeschakeld",
	"Operate once when TV is off": "Uitvoeren zodra de tv is uitgeschakeld",
	"Optical": "Optisch",
	"Optical + Internal TV Speaker": "Optische + interne tv-luidspreker",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimaliseer diepte voor inhoud door middel van een algoritme geleerd via LG-machinelearning-techniek",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimaliseer de contrastinstellingen op basis van de beeldhelderheid van de HDR-inhoud.",
	"Optimize contrast settings based on image brightness.": "De contrastinstellingen optimaliseren op basis van de beeldhelderheid.",
	"Optimize the sound for a cinematic experience.": "Optimaliseer het geluid voor een bioscoopervaring.",
	"Original Language": "Originele taal",
	"Others": "Overige",
	"Outer": "Buiten",
	"Output sound through the Internal TV speaker.": "Speel geluid af via de Interne TV-luidspreker.",
	"PIN: {pin}": "Pincode: {pin}",
	"Panama City": "Panama-Stad",
	"Papua New Guinea": "Papoea-Nieuw--Guinea",
	"Parental Guidance Suggested": "Oudercontrole aanbevolen",
	"Parental Guidance Suggested :": "Ouderlijk toezicht aanbevolen:",
	"Parental guidance suggested for children ages 8-13.": "Ouderlijk toezicht aanbevolen voor kinderen van 8-13 jaar.",
	"Parents Guidance strongly required :": "Ouderlijk toezicht sterk aanbevolen:",
	"Parents Strongly Cautioned": "Ouders stellig gewaarschuwd",
	"Paris": "Parijs",
	"Pass Through": "Passeren",
	"Password": "Wachtwoord",
	"Patent Information": "Patentinformatie",
	"Peak Brightness": "Maximale helderheid",
	"Persian": "Farsi",
	"Philippines": "Filipijnen",
	"Photo": "Foto",
	"Pick a Time": "Kies een tijd",
	"Picture": "Beeld",
	"Picture Mode": "Beeldmodus",
	"Picture Mode Settings": "Instellingen beeldmodus",
	"Picture Options": "Beeldopties",
	"Picture Test": "Beeldtest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Beeld of geluid werkt mogelijk niet goed als het verbonden externe apparaat en de tv voor het eerst met elkaar communiceren. Als het probleem zich blijft herhalen, zet dan de instellingen terug of herstart het gekoppelde externe apparaat.",
	"Pitch": "Toonhoogte",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Met Pixel Refresher kan uw tv het duidelijkste beeld weergeven.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pixel Refresher begint pas wanneer de tv wordt uitgeschakeld.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel Refresher is gepland om te worden uitgevoerd als u de TV de volgende keer uitzet.",
	"Play": "Afspelen",
	"Play sound through TV Speaker.": "Speel het geluid af via de TV-speaker.",
	"Play the standard sound suitable for all types of content.": "Speel af met het standaard geluid, geschikt voor elk type inhoud.",
	"Please check if WiSA Speakers are turned on and try again.": "Controleer of WiSA-speakers ingeschakeld zijn en probeer het opnieuw.",
	"Please check that the Bluetooth device is already connected to another device.": "Controleer of het Bluetooth-apparaat al is verbonden met een ander apparaat.",
	"Please check the network name and password and try again.": "Controleer de netwerknaam en het password en probeer het opnieuw.",
	"Please check the status and try again": "Controleer de status en probeer het opnieuw.",
	"Please do not unplug the USB storage until the copying is completed.": "Koppel de USB-opslag niet los totdat het kopiëren is voltooid.",
	"Please enter your password to turn off this function.": "Geef uw paswoord in om deze functie uit te schakelen.",
	"Please enter your password to turn on this function.": "Voer uw wachtwoord in om deze functie in te schakelen.",
	"Please make sure that your TV is connected to the network and try again.": "Zorg ervoor dat uw TV is verbonden met het netwerk en probeer het opnieuw.",
	"Please note that LG does not use or manage the value.": "Merk op dat LG de waarde niet gebruikt of beheert.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Merk op dat het geluid mogelijk niet wordt weergegeven wanneer Digitaal geluid uit is ingesteld op Passeren.",
	"Please try again later.": "Probeer het later nogmaals.",
	"Please wait while the Settings application reloads.": "Wacht tot de toepassing Instellingen opnieuw is geladen.",
	"Please wait while the Settings application restarts.": "Wacht tot de toepassing Instellingen opnieuw is gestart.",
	"Please wait while the TV restarts.": "Wacht tot de TV opnieuw is gestart",
	"Please wait while the TV searches for LG Service Country.": "Een moment geduld terwijl de TV naar LG-serviceland zoekt.",
	"Point": "Stap",
	"Pointer Options": "Aanwijzeropties",
	"Pointer Size": "Grootte van aanwijzer",
	"Poland": "Polen",
	"Polish": "Pools",
	"Porto Novo": "Porto-Novo",
	"Portuguese": "Portugees",
	"Position": "Positie",
	"Position Settings": "Positie-instellingen",
	"Power Off Timer": "Timer uitschakelen",
	"Power On Timer": "Timer inschakelen",
	"Power Saving Mode": "Energiebesparingsmodus",
	"Prague": "Praag",
	"Preschool": "Peuters",
	"Press right button to adjust de-blur and Motion Pro value.": "Druk op de knop Rechts om de waarde voor de-blur en Motion Pro aan te passen",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Druk op de rechterknop om de waarde voor de-blur en OLED Motion Pro aan te passen.",
	"Press right button to adjust de-blur and OLED Motion value.": "Druk op de rechterknop om de waarde voor de-blur en OLED Motion aan te passen.",
	"Press right button to adjust de-judder and Motion Pro value.": "Druk op de knop Rechts om de waarde voor de-judder en Motion Pro aan te passen.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Druk op de rechterknop om de waarde voor de-judder en OLED Motion Pro aan te passen.",
	"Press right button to adjust de-judder and OLED Motion value.": "Druk op de rechterknop om de waarde voor de-judder en OLED Motion aan te passen.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Druk op de knop Rechts om de waarde voor de-judder, de-blur en Motion Pro aan te passen",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Druk op de rechterknop om de waarde voor de-judder, de-blur en OLED Motion Pro aan te passen.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Druk op de rechterknop om de waarde voor de-judder, de-blur en OLED Motion aan te passen.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Druk op de WPS-knop op een router met WPS om de tv op het netwerk aan te sluiten.",
	"Press the right button to adjust Motion Pro settings.": "Druk op de rechter knop om de instellingen voor Motion Pro aan te passen.",
	"Press the right button to adjust OLED Motion Pro settings.": "Druk op de rechterknop om de instellingen voor OLED Motion Pro aan te passen.",
	"Press the right button to adjust OLED Motion settings.": "Druk op de rechterknop om de instellingen voor OLED Motion aan te passen.",
	"Press the right button to adjust de-blur settings.": "Druk op de rechter knop om de instellingen om de onscherpte weg te werken aan te passen.",
	"Press the right button to adjust de-judder settings.": "Druk op de rechter knop om de judder-instellingen aan te passen.",
	"Previous": "Vorige",
	"Primary Audio Language": "Primaire audio taal",
	"Primary Channels": "Belangrijkste kanalen",
	"Primary Teletext Language": "Primaire taal voor teletekst",
	"Program exempted from ratings.": "Programma vrijgesteld van beoordelingen.",
	"Programme": "Programma",
	"Provide HbbTV Distinctive ID": "Geef speciale ID van HbbTV op",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Geef speciale ID van HbbTV op voor HbbTV-service voor uitzendingen.",
	"Provided services may vary depending on countries.": "Geleverde diensten kunnen variëren afhankelijk van het land.",
	"Raised": "Verhoogd",
	"Real Cinema": "Echte bioscoop",
	"Reason: Authentication with access point was unsuccessful.": "Reden: Verificatie met toegangspunt mislukt.",
	"Reason: Could not establish a connection to access point.": "Oorzaak: Kan geen verbinding met een toegangspunt maken.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Oorzaak: Kan geen geldig IP-adres ophalen met DHCP.",
	"Reason: Entered password is incorrect.": "Oorzaak: Ingevoerd wachtwoord is onjuist.",
	"Reason: Password is missing.": "Reden: Wachtwoord ontbreekt.",
	"Reason: The network you selected is out of range.": "Oorzaak: Het netwerk dat u hebt geselecteerd, ligt buiten het bereik.",
	"Reason: Unable to login.": "Oorzaak: Kan niet aanmelden.",
	"Receive emergency alerts from TV when an emergency occurs.": "Ontvang noodmeldingen van de tv wanneer zich een noodsituatie voordoet.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Adviseer om de uren in te stellen waarop u normaal gesproken niet tv kijkt op 'Always-on'.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Geef aanbevelingen over nuttige inhoud en functies op basis van weergavegeschiedenis en gebruikspatronen in apps.",
	"Recommendations are available for the people, products and locations related to the current program.": "Aanbevelingen zijn beschikbaar voor de personen, producten en locaties met betrekking tot het huidige programma.",
	"Red": "Rood",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Verminder onregelmatige ruis van digitale videosignalen om de beeldkwaliteit duidelijk te optimaliseren.",
	"Region": "Regio",
	"Registered Devices ({num})": "Geregistreerde apparaten ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Versterk de hoge tonen van het optimale geluid.",
	"Reinforce the low-pitched tone of the optimized sound.": "Versterk de lage tonen van het optimale geluid.",
	"Remote Settings": "INSTELLINGEN AFSTANDSBEDIENING",
	"Remove irregular and erratic pixels for a clearer image.": "Onregelmatige pixels verwijderen voor een helderder beeld.",
	"Reset": "Terugzetten",
	"Reset AD ID": "AD ID resetten",
	"Reset CI Password": "CI-wachtwoord resetten",
	"Reset HbbTV Distinctive ID": "Speciale ID van HbbTV opnieuw instellen",
	"Reset Password": "Wachtwoord resetten",
	"Reset Settings": "Instellingen resetten",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Stel de goedgekeurde app-lijst opnieuw in wanneer u verbinding maakt met de mobiele HbbTV-app.",
	"Reset the caption position.": "Reset de positie van de ondertitel.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Reset de geschiedenis van zowel bekeken inhoud en gebruik van apps. Wanneer de geschiedenis opnieuw is ingesteld, kan het een bepaalde tijd duren voordat u de inhoudaanbevelingen opnieuw ontvangt.",
	"Reset to Initial Settings": "Terugzetten op begininstellingen",
	"Restrict access to TV programs based on their ratings.": "Toegang tot tv-programma's beperken op basis van de beoordelingen.",
	"Restrict watching based on age ratings for children programs.": "Beperk het kijken op basis van leeftijdsbeoordelingen voor kinderprogramma's.",
	"Restrict watching based on ages ratings.": "Beperk het kijken op basis van leeftijdsbeoordelingen.",
	"Restrict watching based on fantasy violence content ratings.": "Beperk het kijken op basis van inhoudsbeoordelingen voor fantasy-geweld.",
	"Restrict watching based on programs containing adult language.": "Beperk het kijken op basis van programma's die grove taal bevatten.",
	"Restrict watching based on programs containing sexual scene.": "Beperk het kijken op basis van programma's die seksuele scènes bevatten.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Beperk het kijken op basis van programma's die seksueel suggestieve dialogen bevatten.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Beperk het kijken op basis van bepaalde leeftijd- of inhoudsbeoordelingen onder begeleiding van ouders.",
	"Restrict watching based on violence content ratings.": "Beperk het kijken op basis van inhoudsbeoordelingen voor geweld.",
	"Restrict watching movies based on rating.": "Beperk het kijken op basis van beoordeling.",
	"Restrict watching programs based on rating.": "Beperk het kijken van programma's op basis van beoordeling.",
	"Restriction ratings :": "Beperkende beoordelingen:",
	"Retry": "Opnieuw proberen",
	"Revert TV to its initial settings.": "De tv terugzetten naar de oorspronkelijke instellingen.",
	"Revert color adjustment settings to default.": "Zet de instellingen voor kleuraanpassing terug naar de standaardinstellingen.",
	"Revert detailed sound effect settings of standard mode to default.": "Zet gedetailleerde geluidseffectinstellingen van standaardmodus terug naar standaard.",
	"Revert picture setting values to default.": "Zet de beeldinstellingswaarden terug naar de standaardwaarde.",
	"Revert white balance settings to default.": "Zet de witbalansinstellingen terug naar de standaardinstellingen.",
	"Right": "Rechts",
	"Right Left": "Rechts-links",
	"Right Surround": "Rechter surround",
	"Right drop shadow": "Slagschaduw rechts",
	"Riyadh": "Riyad",
	"Romania": "Roemenië",
	"Romanian": "Roemeens",
	"Russia": "Rusland",
	"Russian": "Russisch",
	"SA - South Australia - Adelaide": "SA - Zuid-Australië - Adelaide",
	"SIGNATURE TV Settings": "SIGNATURE TV-instellingen",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Met SIMPLINK kunt u uw LG Remote gebruiken om andere SIMPLINK-apparaten te bedienen die via HDMI zijn verbonden met uw LG Smart TV, zoals een DVD-speler of het geluidssysteem van uw thuisbioscoop.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK wordt automatisch ingeschakeld om deze ARC-modus te gebruiken.",
	"Safety": "Veiligheid",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Sachalin",
	"Satellite": "Satelliet",
	"Satellite DTV": "Satelliet-DTV",
	"Satellite Radio": "Satellietradio",
	"Saturation": "Verzadiging",
	"Saudi Arabia": "Saudi-Arabië",
	"Saudi arabia": "Saudi arabia",
	"Save CAM Operator's Profile": "Profiel van CAM Operator opslaan",
	"Save CI Password": "CI-wachtwoord opslaan",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Sla de instellingen voor kleuraanpassing op vanuit de huidige beeldmodus voor alle invoer.",
	"Save the white balance settings from the current picture mode in all inputs.": "Sla de instellingen voor witbalans op vanuit de momenteel geselecteerde beeldmodus voor alle invoer.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Uw CI-wachtwoord opslaan/resetten. Als u uw wachtwoord opslaat, kunt u in de toekomst de aanmeldstap overslaan.",
	"Scan \"Auto Detect\" automatically.": "Scan \"Automatisch detecteren\" automatisch.",
	"Screen Down": "Scherm omlaag",
	"Screen Off": "Scherm uit",
	"Screen Saver": "Schermbeveiliging",
	"Screen Shift ": "Schermverplaatsing",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Het scherm wisselt regelmatig en voorkomt kwaliteitsproblemen van het beeld die mogelijk optreden als de tv gedurende lange tijd aanstaat.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Het scherm wordt over 5 seconden uitgeschakeld. Druk op een willekeurige knop behalve de aan/uit- en volumeknop om het scherm weer in te schakelen.",
	"Search": "Zoeken",
	"Search Bluetooth Device": "Zoek Bluetooth-apparaat",
	"Searching...": "Zoeken...",
	"Second Language": "Tweede taal",
	"Secondary Audio Language": "Secundaire audio taal",
	"Secondary Teletext Language": "Secundaire taal voor teletekst",
	"Security": "Beveiliging",
	"Select IRE point to adjust luminance.": "Selecteer IRE-punt om luminantie aan te passen.",
	"Select Mode": "Een modus selecteren",
	"Select TV's language settings.": "Selecteer de taalinstellingen van de tv.",
	"Select a caption type for HD broadcasts.": "Selecteer een ondertitelingstype voor HD-uitzendingen.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selecteer een ondertitelingstype voor NEXTGEN tv-uitzendingen.",
	"Select a caption type for UHD broadcasts.": "Selecteer een ondertitelingstype voor UHD-uitzendingen.",
	"Select a caption type for analog broadcasts.": "Selecteer een ondertitelingstype voor analoge uitzendingen.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Selecteer een videomodus die overeenkomt met de weergave-omgeving of geef instellingen op voor een videomodus, zoals onder andere contrast en kleur.",
	"Select an audio format for each HDMI input.": "Selecteer een audioformaat voor elke HDMI-ingang.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selecteer een andere Digitaal geluid uit (Auto of PCM) als u het geluidseffect niet kunt horen nadat Pass Through is geselecteerd.",
	"Select audio language for digital broadcasts.": "Selecteer audio-instellingen voor digitale uitzendingen.",
	"Select color to be adjusted.": "Selecteer de kleur die moet worden aangepast.",
	"Select days to apply the Timer Power Off settings every week.": "Selecteer dagen om de instellingen voor 'Timer uitschakelen' elke week toe te passen.",
	"Select days to apply the Timer Power On settings every week.": "Selecteer dagen om de instellingen voor 'Timer inschakelen' elke week toe te passen.",
	"Select device for audio output.": "Selecteer een apparaat voor de audio-uitvoer.",
	"Select device or speaker for audio output.": "Selecteer een apparaat of luidspreker voor de audio-uitvoer.",
	"Select digital audio output format.": "Selecteer het digitale audio-uitgangsformaat.",
	"Select language for TV menu.": "Taal voor tv-menu selecteren.",
	"Select language for subtitles.": "Selecteer een taal voor de ondertiteling.",
	"Select languages for keyboards input.": "Selecteer de talen voor toetsenbordinvoer.",
	"Select method to adjust white balance.": "Selecteer de methode om de witbalans aan te passen.",
	"Select point to adjust luminance.": "Selecteer punt om luminantie aan te passen.",
	"Select the Sound mode and set detailed Audio effects.": "Selecteer de geluidsmodus en stel gedetailleerde audio-effecten in.",
	"Select the Sound mode for each content type.": "Selecteer de geluidsmodus voor elk type inhoud.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Selecteer de Ultra HD Deep Colour voor HDMI {num}-poort.",
	"Select the app to restrict the use.": "Selecteer de app om het gebruik te beperken.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Selecteer de juiste afbeeldingsmodus op basis van de weergave-omgeving of het inhoudstype.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Selecteer de audio-eigenschappen om naar de uitzending te luisteren op de door u gewenste manier.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Selecteer het soort ondertitel voor digitale uitzendingen en stel gedetailleerde ondertitelingsinstellingen in.",
	"Select the channel to restrict watching.": "Selecteer het kanaal om het kijken te beperken.",
	"Select the channel to watch when the TV turns on.": "Selecteer het kanaal dat moet worden gebruikt als de tv wordt ingeschakeld.",
	"Select the color range to be displayed.": "Selecteer het kleurbereik dat moet worden weergegeven.",
	"Select the country for your country's special services.": "Selecteer het land voor de speciale diensten van uw land.",
	"Select the desired video angle.": "Selecteer de gewenste videohoek.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Selecteer de indeling voor het overdragen van Digitaal geluid uit van de tv naar een extern apparaat.",
	"Select the input to use when the TV turns on.": "Selecteer de input die moet worden gebruikt als de TV wordt ingeschakeld.",
	"Select the inputs to restrict the use.": "Selecteer de ingangen om het gebruik te beperken.",
	"Select the most preferred Subtitle Language.": "Selecteer uw eerste keuze voor de taal van de ondertiteling.",
	"Select the place where to use the TV.": "Selecteer de plaats waar u de tv wilt gebruiken.",
	"Select the residential region for your regional broadcast signal.": "Selecteer de woonregio voor uw regionale uitzendsignaal.",
	"Select the second preferred Subtitle Language.": "Selecteer uw tweede keuze voor de taal van de ondertiteling.",
	"Select your first choice of audio language for digital broadcasts.": "Selecteer uw eerste keuze van de audiotaal voor digitale uitzendingen.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selecteer uw eerste keuze taal voor de teletekst-services van uw TV-provider.",
	"Select your second choice of audio language for digital broadcasts.": "Selecteer uw tweede keuze van de audiotaal voor digitale uitzendingen.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selecteer uw tweede keuze taal voor de teletekst-services van uw TV-provider.",
	"Serbia": "Servië",
	"Serbian": "Servisch",
	"Serial Number": "Serienummer",
	"Service Area Zip Code": "Postcode servicegebied",
	"Set Automatically": "Automatisch instellen",
	"Set ID": "Instelde id",
	"Set My Team Alarm.": "Stel mijn teamalarm in.",
	"Set Store Mode settings.": "Instellingen winkeldemo instellen.",
	"Set System Color mode for your current TV input.": "Stel de modus Systeemkleur in voor uw huidige TV-ingang.",
	"Set additional options for Video Description.": "Stel extra opties in voor de videobeschrijving.",
	"Set additional picture settings.": "Stel aanvullende beeldinstellingen in.",
	"Set additional sound-related settings.": "Stel extra geluidsgerelateerde instellingen in.",
	"Set advanced Subtitle options.": "Stel geavanceerde ondertitelingsopties in.",
	"Set advanced captioning options.": "Geavanceerde ondertitelingsopties instellen.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Versie van het IP-adres instellen en bewerken naar IPv4 of IPv6.",
	"Set audio-related options.": "Stel audiogerelateerde opties in.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Stel de ondertitelingsgrootte, -kleur, -transparantie en andere opties voor digitale uitzendingen in.",
	"Set color temperature from warm to cool.": "Stel de kleurtemperatuur in op een schaal van warm naar koud.",
	"Set detailed caption settings for HD broadcasts.": "Stel gedetailleerde ondertitelingsinstellingen in voor HD-uitzendingen.",
	"Set detailed options for the AI functions.": "Stel gedetailleerde functies in voor de AI-functies.",
	"Set detailed options for the Home feature.": "Stel gedetailleerde functies in voor de Thuis-functie.",
	"Set detailed options for the Recommendation feature.": "Stel gedetailleerde functies in voor de functie Aanbevelingen.",
	"Set easy connection settings with external devices.": "Stel eenvoudige verbindingsinstellingen in met externe apparaten.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Stel vergrendeling in op de opgegeven kanalen, apps, invoer, enz. om te gebruiken onder begeleiding van ouders.",
	"Set necessary additional functions based on watching environment and screen status.": "Stel de benodigde extra functies in op basis van de kijkomgeving en de schermstatus.",
	"Set or reset the position of on-screen captions.": "Stel de positie van ondertitels op het scherm in of reset deze.",
	"Set settings related to your wired / wireless network.": "Stel instellingen in met betrekking tot uw bekabelde/draadloze netwerk.",
	"Set the TV to turn off automatically after a set amount of time.": "De tv instellen om na een bepaalde tijd automatisch uit te schakelen.",
	"Set the TV to turn off automatically at a set time.": "De tv instellen om op een bepaalde tijd automatisch uit te schakelen.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Stel de tv zo in dat deze automatisch wordt uitgeschakeld als er gedurende 4 uur na automatisch inschakelen geen gebruikersactiviteit is.",
	"Set the TV to turn on automatically at a set time.": "De tv instellen om op een bepaalde tijd automatisch in te schakelen.",
	"Set the additional functions related to the TV.": "De aanvullende functies met betrekking op de tv instellen.",
	"Set the current date and time.": "Stel de huidige datum en tijd in.",
	"Set the current date manually.": "Stel de huidige datum handmatig in.",
	"Set the current time manually.": "Stel de huidige tijd handmatig in",
	"Set the detect range of device available to connect.": "Stel het detectiebereik in van het apparaat dat beschikbaar is om verbinding te maken.",
	"Set the region and country for broadcasts and special services.": "Stel de regio en het land in voor uitzendingen en speciale diensten.",
	"Set the screen size and aspect ratio.": "De schermgrootte en het beeldformaat instellen.",
	"Set the specialized functions of SIGNATURE TV.": "De specifieke functies van SIGNATURE TV instellen.",
	"Set the time to turn off the TV automatically without user input.": "Stel de tijd in waarop de tv automatisch wordt uitgeschakeld zonder gebruikersinvoer.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Stel het virtual surround sound-effect via meerdere kanalen in voor een realistischer geluid.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Stel het virtual surround sound-effect in voor een realistischer geluid.",
	"Set the volume level when the TV turns on.": "Stel het volumeniveau in als de tv wordt ingeschakeld.",
	"Set time to turn off the TV.": "Stel de tijd in om de TV uit te schakelen.",
	"Set time to turn on the TV.": "Tijd instellen om de TV in te schakelen.",
	"Set up additional features related to customer support.": "Stel extra functies in met betrekking tot klantenondersteuning.",
	"Set up an account to use LG Services.": "Stel een account in om LG Services te gebruiken.",
	"Set whether to display Home when the TV is turned on.": "Stel in of Thuis moet worden weergegeven wanneer de TV wordt aangezet.",
	"Settings Help": "Hulp bij Instellingen",
	"Sexual Situations": "Seksuele situaties",
	"Sexually Suggestive Dialogue": "Seksueel suggestieve dialoog",
	"Shanghai": "Sjanghai",
	"Sharpness": "Scherpte",
	"Show Password": "Wachtwoord weergeven",
	"Side by Side": "Naast elkaar",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signaalinterferentie kan de gevoeligheid van de Magic Remote verminderen als een draadloze router te dicht bij de TV staat.",
	"Size": "Formaat",
	"Sleep Timer": "Slaaptimer",
	"Slovak": "Slowaaks",
	"Slovakia": "Slowakije",
	"Slovenia": "Slovenië",
	"Slovenian": "Sloveens",
	"Slow": "Langzaam",
	"Small": "Klein",
	"Smooth": "Vloeiend",
	"Smooth Gradation": "Soepele gradatie",
	"Soccer": "Voetbal",
	"Software Update": "Software-update",
	"Software Version": "Softwareversie",
	"Software update has been installed. Update will be applied when you restart your TV.": "De software-update is geïnstalleerd. De update wordt toegepast als u de tv opnieuw start.",
	"Solid": "Effen",
	"Solomon Islands": "Salomonseilanden",
	"Somalia": "Somalië",
	"Some material may not be appropriate for children under 13.": "Sommige inhoud is mogelijk niet geschikt voor kinderen jonger dan 13.",
	"Some material may not be appropriate for children.": "Sommige inhoud is mogelijk niet geschikt voor kinderen.",
	"Sotho, Northern": "Sotho, Noord",
	"Sotho, Southern": "Sotho, Zuid",
	"Sound": "Geluid",
	"Sound Mode": "Geluidsmodus",
	"Sound Mode Settings": "Instellingen geluidsmodus",
	"Sound Out": "Geluidsuitgang",
	"Sound Test": "Geluidstest",
	"South Africa": "Zuid-Afrika",
	"South Korea": "Zuid-Korea",
	"Southern Africa": "Zuid-Afrika",
	"Spain": "Spanje",
	"Spanish": "Spaans",
	"Speaker Volume Control": "Bediening voor luidsprekervolume",
	"Specify detailed voice guidance settings after turning on this feature.": "Geef gedetailleerde instellingen voor spraakbegeleiding op nadat u deze functie hebt ingeschakeld.",
	"Speed": "Snelheid",
	"Spoken Subtitle": "Gesproken Ondertiteling",
	"Sports": "Sport",
	"Sports Alert": "Sportalarm",
	"Standard": "Standaard",
	"Standard Mode Sound Effect": "Standaardmodus geluidseffect",
	"Standby Light": "Stand-bylampje",
	"Start New Sound Tuning": "New Sound afstellen starten",
	"Start Now": "Nu starten",
	"Stop": "Stoppen",
	"Store Demo": "Winkeldemo",
	"Store Mode": "Winkeldemo",
	"Store Mode Settings": "Instellingen winkeldemo",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Winkeldemo is voor weergave in de winkel. De instellingen worden om de paar minuten opnieuw geïnitialiseerd. Wilt u deze app sluiten en de winkelmodus starten?",
	"Strong": "Sterk",
	"Style": "Stijl",
	"Subnet Mask": "Subnetmasker",
	"Subnet prefix length": "Lengte van subnet-voorvoegsel",
	"Subtitle First Choice Language": "Ondertitels eerste keuzetaal",
	"Subtitle Language": "Taal ondertiteling",
	"Subtitle Second Choice Language": "Ondertitels tweede keuzetaal",
	"Subtitles": "Ondertitels",
	"Super Impose": "Overheen plaatsen",
	"Super Resolution": "Superresolutie",
	"Support": "Ondersteuning",
	"Surround Balance": "Surround-balans",
	"Surround Level": "Surround-niveau",
	"Sweden": "Zweden",
	"Swedish": "Zweeds",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Overschakelen naar de standby-modus om de tv snel weer aan te zetten wanneer u de tv uitschakelt.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Overschakelen naar de standby-modus om verschillende functies zoals apps, zoeken, enz. snel te gebruiken wanneer u de tv uitschakelt.",
	"Switzerland": "Zwitserland",
	"Sync Demo": "Synchronisatiedemo",
	"Syria": "Syrië",
	"System Color": "Systeemkleur",
	"TAS - Tasmania - Hobart": "TAS - Tasmanië - Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "TV-informatie",
	"TV Installation Type": "TV-installatietype",
	"TV Lock": "TV-vergrendelingen",
	"TV Name": "Naam tv",
	"TV On With Mobile": "Tv aan metmMobiel",
	"TV Power Sound": "Geluid TV aan/uit",
	"TV Power Sound Volume": "Geluid tv aan/uit",
	"TV Program Locks": "Tv-programmavergrendelingen",
	"TV Rating English": "Tv-leeftijdsclassificatie Engels",
	"TV Rating French": "Tv-leeftijdsclassificatie Frans",
	"TV Speaker": "TV-speaker",
	"TV can be used as an alarm.": "Tv kan gebruikt worden als wekker.",
	"TV is turned off at a set time on every specified day.": "Tv wordt op een bepaalde tijd op elke gespecificeerde dag uitgeschakeld.",
	"TV to USB": "TV naar USB",
	"Tajikistan": "Tadzjikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Profiteer van functies die een netwerk vereisen, zoals internet, apps, software-updates, enz.",
	"Target Luminance": "Doelluminantie",
	"Tashkent": "Tasjkent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Tekstkleur",
	"Text Opacity": "Ondoorzichtigheid tekst",
	"Text Search": "Tekst zoeken",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "De poorten HDMI {port1} en HDMI {port2} ondersteunen AMD FreeSync Premium en u kunt deze functie selecteren.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "De poorten HDMI {port1} en HDMI {port2} ondersteunen AMD FreeSync Premium en u kunt deze in- of uitschakelen.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "De HDMI {port1}-poort en HDMI {port2}-poort ondersteunen de Instant gamerespons en u kunt deze in- of uitschakelen.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "De poort HDMI {port1} ondersteunt AMD FreeSync Premium en u kunt deze functie selecteren.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "De poort HDMI {port1} ondersteunt AMD FreeSync Premium en u kunt deze in- of uitschakelen.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "De HDMI {port1}-poort ondersteunt de Instant gamerespons en u kunt deze in- of uitschakelen.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "De poorten HDMI {port1}, HDMI {port2} en HDMI {port3} ondersteunen AMD FreeSync Premium en u kunt deze functie selecteren.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "De poorten HDMI {port1}, HDMI {port2} en HDMI {port3} ondersteunen AMD FreeSync Premium en u kunt deze in- of uitschakelen.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "De poorten HDMI {port1}, HDMI {port2}, HDMI {port3} en HDMI {port4} ondersteunen AMD FreeSync Premium en u kunt deze functie selecteren.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "De poorten HDMI {port1}, HDMI {port2}, HDMI {port3} en HDMI {port4} ondersteunen AMD FreeSync Premium en u kunt deze in- of uitschakelen.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "De HDMI {port1}-poort, HDMI {port2}-poort, HDMI {port3}-poort en HDMI {port4}-poort ondersteunen de Instant gamerespons en u kunt deze in- of uitschakelen.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "De HDMI {port1}-poort, HDMI {port2}-poort en HDMI {port3}-poort ondersteunen de Instant gamerespons en u kunt deze in- of uitschakelen.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "De speciale ID van HbbTV is een unieke waarde die uitsluitend wordt gebruikt voor HbbTV, en die niet gerelateerd is aan de persoonlijke gegevens van de gebruiker.",
	"The HbbTV Distinctive ID will be reset.": "De speciale ID van HbbTV wordt opnieuw ingesteld.",
	"The HbbTV application or service will disable its tracking of an individual user.": "De HbbTV-app of dienst zal de tracking van een individuele gebruiker uitschakelen.",
	"The IBB service will disable its tracking of an individual user.": "De IBB-dienst zal de tracking van een individuele gebruiker uitschakelen.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "De informatie betreffende het LG Services-land kon niet worden opgehaald van de server. Probeer het later nogmaals.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "De applicatie-instellingen moeten opnieuw worden geladen om de menutaal te wijzigen. Wilt u doorgaan?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Het omgevingslicht wordt verstrekt wanneer rond de tv beweging wordt gedetecteerd.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "De beschikbare externe spraakherkenningsservices kunnen variëren afhankelijk van de taalinstelling. Als u de menutaal wijzigt, wordt het instellingenmenu bovendien opnieuw geladen. Wilt u doorgaan?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "De kanalenlijst is gekopieerd van de USB-opslag naar de tv. De tv start opnieuw over 5 seconden.",
	"The channel list have been successfully copied from your TV to the USB storage.": "De kanalenlijst is gekopieerd van de tv naar de USB-opslag.",
	"The closer to 100, the brighter.": "Hoe dichter bij 100, hoe helderder.",
	"The closer to 100, the clearer the color becomes.": "Hoe dichter bij 100, hoe duidelijker de kleur wordt.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Hoe dichter bij 50 hoe helderder het rood, hoe dichter bij 50 hoe helderder het groen.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "De gedetailleerde ingestelde waarden van de witbalansfunctie worden opnieuw ingesteld. Wilt u doorgaan?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Het verschil tussen de geluidsvolumes van het kanaal en het programma wordt automatisch verminderd, waardoor u het programma op een consistent volume kunt bekijken.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Het verschil tussen de geluidsvolumes van het kanaal en het programma wordt automatisch ingesteld waardoor u het programma op een consistent volume kunt bekijken.",
	"The higher the settings, the louder the sound rapidly.": "Hoe hoger de instellingen, hoe luider het geluid.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "De interne TV-luidspreker en Bluetooth-luidsprekers kunnen tegelijkertijd geluid weergeven, waardoor een levendig surround-geluidseffect ontstaat.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "De taal voor de spraakherkenning wordt automatisch ingesteld, afhankelijk van de geselecteerde menutaal.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "De gebruikte taal voor spraakherkenning is ingesteld in overeenstemming met de geselecteerde menutaal. Ondersteuningsdiensten kunnen verschillen, afhankelijk van de spraaktaal.",
	"The network is currently unavailable. Please try again later.": "Het netwerk is momenteel niet beschikbaar. Probeer het later nogmaals.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Het proces duurt ongeveer een uur en uw TV moet uitgeschakeld zijn.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Het proces duurt ongeveer {n} minuut (minuten) en uw tv moet uitgeschakeld zijn.",
	"The program is intended for adults only.": "Het programma is uitsluitend bedoeld voor volwassenen.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "De schermhelderheid wordt automatisch afgesteld, afhankelijk van de lichtintensiteit in de buurt van uw tv.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Het scherm schuift over 5 seconden omlaag. Druk op een willekeurige knop behalve Aan/uit en Volume op de afstandsbediening om het scherm weer omhoog te schuiven.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "De ingestelde subwaarden van de kleurbeheersysteemfunctie worden opnieuw ingesteld. Wilt u doorgaan?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "De instelling van Bluetooth Surround Sound + Interne tv-luidspreker wordt opnieuw ingesteld.",
	"The settings are as follows.": "De instellingen zijn als volgt.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Het geluid wordt mogelijk niet uitgevoerd wanneer de output van het digitaal geluid is ingesteld op passeren.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "De update kan niet worden toegepast op de tv. De software wordt terug gezet naar de vorige versie.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "De visuele effecten worden weergegeven op het scherm als de tv wordt ingeschakeld en het scherm beweegt.",
	"There are no paired devices.": "Er zijn geen gekoppelde apparaten.",
	"There are settings to correct or prevent OLED panel noise.": "Er zijn instellingen waarmee OLED-paneelruis kan worden gecorrigeerd of voorkomen.",
	"There is no USB device connected to your TV.": "Er is geen USB-apparaat verbonden met uw TV.",
	"There is no message.": "Er is geen bericht.",
	"Third Language": "Derde taal",
	"This feature applies only to specified LG Wireless Keyboard models.": "Deze functie is alleen van toepassing op specifieke LG Wireless Keyboard-modellen.",
	"This function works only when it is provided by the broadcast program.": "Deze functie werkt alleen als deze wordt geleverd door het uitgezonden programma.",
	"This is a closed caption preview": "Dit is een voorbeeld van ondertitels",
	"This is an already existing value.": "Deze waarde bestaat reeds.",
	"This service provides you with more information about watching program and enjoys related contents.": "Deze dienst biedt meer informatie over programma bekijken en gerelateerde inhoud.",
	"This will revert all options on TV to their default settings.": "Hiermee worden alle opties op tv teruggezet naar de standaardinstellingen.",
	"Time": "Tijd",
	"Timer Channel": "Kanaaltimer",
	"Timer Repeat": "Herhaling timer",
	"Timezone": "Tijdzone",
	"Timor-Leste": "Oost-Timor",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Om het geluid te optimaliseren, speelt u testgeluid af op de tv en begint u met het meten van gereflecteerd geluid met de Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Om het geluid van de tv te testen, moet de instelling Geluidsuitgang worden veranderd naar Interne TV-luidspreker. Wilt u doorgaan?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Boven- en onderkant",
	"Total Power On Time": "Totale duur inschakeling",
	"Tracking Speed": "Tracking-snelheid",
	"Translucent": "Doorzichtigheid",
	"Transparent": "Transparant",
	"Trinidad And Tobago": "Trinidad en Tobago",
	"Trinidad and Tobago": "Trinidad en Tobago",
	"Tune and save available channels.": "Beschikbare kanalen instellen en opslaan.",
	"Tune and save available channels. You can set satellite channel options.": "Beschikbare kanalen instellen en opslaan. U kunt opties voor satellietkanalen instellen.",
	"Tunisia": "Tunesië",
	"Turkey": "Turkije",
	"Turkish": "Turks",
	"Turn on TV with mobile device same as smartphone.": "Tv aanzetten met mobiel apparaat hetzelfde als smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ultra HD Deep Colour voor HDMI {num} poort in- en uitschakelen.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Schakel de Instant gamerespons van de HDMI {num}-poort aan of uit.",
	"Turn on the TV using mobile device via Bluetooth.": "Schakel de tv in via een mobiel apparaat via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Schakel de tv in met uw mobiele apparaat via Wi-Fi.",
	"Turn on via Bluetooth": "Inschakelen via Bluetooth",
	"Turn on via Wi-Fi": "Inschakelen via Wi-Fi",
	"Turn on/off description box in Settings.": "Het vak Beschrijving in Instellingen in-/uitschakelen.",
	"Turn on/off standby light.": "Stand-by lampje in/uitschakelen.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Schakel de AMD FreeSync Premium van HDMI-poort {num} in of uit.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Schakel de afbeeldingen in/uit die worden weergegeven op het scherm als er geen signaal is.",
	"Turn on/off the related features of energy consumption.": "De gerelateerde functies van energieverbruik in-/uitschakelen.",
	"Turn the Hybridcast service on/off.": "Schakel de Hybridcast-service in/uit.",
	"Turn the Interactivity (DTVi) service on/off.": "Schakel de service Interactiviteit (DTVi) in/uit.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Schakel de TV-gids van uw TV-provider in/uit.",
	"Turn your broadcast TV provider's teletext service on/off.": "Schakel de teletekst-service van uw TV-provider in/uit.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Het uitschakelen van Wi-Fi verhindert dat u toegang hebt tot alle internetgebaseerde services, tenzij u een kabel gebruikt om verbinding te maken met het netwerk. Wilt u doorgaan?",
	"UAE": "Verenigde Arabische Emiraten",
	"UHD Mode": "UHD-modus",
	"USA": "Verenigde Staten",
	"USB storage for Copy Channels": "USB-opslag voor Kanalen kopiëren",
	"USB to TV": "USB naar TV",
	"Ukraine": "Oekraïne",
	"Ukrainian": "Oekraïens",
	"Ultra Surround": "Ultra surround",
	"Unable to check for updates.": "Kan niet op updates controleren.",
	"Unable to connect to the network.": "Verbinden met netwerk mislukt.",
	"Undefined": "Niet gedefinieerd",
	"Under 17 requires accompanying parent or adult guardian.": "Jongeren onder de 17 moeten worden vergezeld door een ouder of een volwassene die toezicht houdt.",
	"Uniform": "Gelijkmatig",
	"United Arab Emirates": "Verenigde Arabische Emiraten",
	"United Kingdom": "Verenigd Koninkrijk",
	"United States of America": "Verenigde Staten van Amerika",
	"Universal Control Settings": "Instellingen voor de universele afstandsbediening",
	"Unknown": "Onbekend",
	"Unknown issue has occurred.": "Er is een onbekend probleem opgetreden.",
	"Update canceled.": "update geannuleerd.",
	"Update in progress...": "Update is bezig...",
	"Update in progress...({n}%)": "Update is bezig...({n}%)",
	"Update paused.": "Update gepauzeerd.",
	"Update reserved.": "update gereserveerd.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "De update wordt geannuleerd en alle update-bestanden worden nu gewist. Wilt u doorgaan?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "U kunt Magic Remote gebruiken om de akoestiek van de ruimte te analyseren en het geluid van uw tv te optimaliseren op basis van de resultaten.",
	"Use a large pointer.": "Gebruik een grote aanwijzer.",
	"Use a medium pointer.": "Gebruik een middelgrote aanwijzer.",
	"Use a small pointer.": "Gebruik een kleine aanwijzer.",
	"Use the 4-way controller to change the position and press the OK button.": "Gebruik de regelaar met 4 pijlen om de positie te wijzigen en druk op de knop OK.",
	"Use the following services with the selected language.": "Gebruik de volgende services met de geselecteerde taal.",
	"User": "Gebruiker",
	"User Agreements": "Gebruikersovereenkomsten",
	"User Guide": "Gebruikershandleiding",
	"Uzbek": "Oezbeeks",
	"Uzbekistan": "Oezbekistan",
	"Uzhhorod": "Oezjhorod",
	"V Position": "V positie",
	"V Sharpness": "V-scherpte",
	"V Size": "V formaat",
	"Valencian": "Valenciaans",
	"Vatican City": "Vaticaanstad",
	"Vertical Zoom": "Verticale zoom",
	"Video Description": "Videobeschrijving",
	"Vienna": "Wenen",
	"Vietnamese": "Vietnamees",
	"View current Common Interface (CI) information.": "Huidige CI-gegevens (Common Interface) bekijken.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Bekijk items duidelijker door de kleur van het menu op het scherm te wijzigen in zwart-wit.",
	"View messages from your broadcast TV provider.": "Bekijk berichten van uw TV-provider.",
	"View more information about watching program and enjoy related contents.": "Meer informatie weergeven over programma bekijken en genieten van gerelateerde inhoud.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Bekijk het originele scherm zoals het is of stel de schermgrootte en het beeldformaat in.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Bekijk het originele scherm zoals het wordt ontvangen van een uitzendsignaal of een aangesloten apparaat.",
	"Violence": "Geweld",
	"Vivid": "Levendig",
	"Voice Recognition Help and Settings": "Hulp en instellingen voor spraakherkenning",
	"Voice Support Service": "Spraakondersteuningsservice",
	"Volume Increase Amount": "Hoeveelheid volumeverhoging",
	"Volume Mode": "Volumemodus",
	"WA - Western Australia - Eucla": "WA - West-Australië - Eucla",
	"WA - Western Australia - Perth": "WA - West-Australië - Perth",
	"Wall-mounted": "Aan de muur gemonteerd",
	"Warsaw": "Warschau",
	"Watch a diverse range of Internet contents on TV channels.": "Bekijk diverse internetinhoud op tv-kanalen.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Wij verzamelen van uw apparaat het MAC-adres, het modelnummer, de regiocode, taalinstellingen en softwareversie en slaan deze op om uw apparaat te verifiëren en te controleren of u de meest recente versie van de software hebt geïnstalleerd.",
	"Welcome Feature": "Welkomstfunctie",
	"Western Africa": "West-Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Als een aangesloten HDD een bepaalde tijd niet is gebruikt, wordt de stand-bymodus ingeschakeld om energieverbruik te verminderen.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Wanneer een apparaat op de poort is aangesloten, worden de gamebeelden geoptimaliseerd zodat er zo min mogelijk vertragingen, barsten of onderbrekingen voorkomen.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Wanneer de Instant gamerespons wordt gestart, kan de video kortstondig knipperen.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Wanneer Geluid uit is ingesteld op \"Bluetooth/HDMI ARC/Optical Digital/WiSA-speakers\" of het aangesloten apparaat de Instant gamerespons niet ondersteunt, werkt dit mogelijk niet naar behoren.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Wanneer Geluid uit is ingesteld op Bluetooth of het aangesloten apparaat de Instant gamerespons niet ondersteunt, werkt dit mogelijk niet naar behoren.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Als het apparaat wordt in- of uitgeschakeld, wordt uw TV automatisch in- of uitgeschakeld.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Als de visuele effecten zijn uitgeschakeld, wordt het scherm weergegeven als Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Wanneer deze functie is ingesteld op 'aan', verschijnen bepaalde functies gedeeltelijk transparant op het scherm.",
	"When your TV is turned off, the device will automatically turn off.": "Als uw TV wordt uitgeschakeld, wordt het apparaat automatisch uitgeschakeld.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Terwijl de gewijzigde ingestelde waarde wordt overgedragen naar een extern apparaat, worden het beeld en geluid mogelijk tijdelijk niet weergegeven als normaal.",
	"White": "Wit",
	"White Balance": "Witbalans",
	"Wi-Fi Connection": "Wi-Fi verbinding",
	"Wi-Fi Security": "Wi-Fi beveiliging",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi is uitgeschakeld. Schakel het in om de lijst te zien met beschikbare netwerken waarmee u verbinding kunt maken, evenals extra gerelateerde menu-items.",
	"Wi-Fi issue has occurred.": "Er is een probleem met Wi-Fi opgetreden.",
	"WiSA Speakers": "WiSA-speakers",
	"Wide Area Zone": "Groot gebied",
	"Window Color": "Vensterkleur",
	"Window Opacity": "Venstertransparantie",
	"Wired Connection (Ethernet)": "Bekabelde verbinding (Ethernet)",
	"Wired Headphones": "Bekabelde hoofdtelefoon",
	"Wired Headphones + Internal TV Speaker": "Bedrade hoofdtelefoons + interne tv-luidspreker",
	"With this option, you can control the audio device's volume with your TV remote.": "Met deze optie kunt u het volume van het audio-apparaat aanpassen met uw tv-afstandsbediening.",
	"Yakutsk": "Jakoetsk",
	"Yangon": "Rangoon",
	"Year": "Jaar",
	"Yekaterinburg": "Jekaterinenburg",
	"Yellow": "Geel",
	"Yemen": "Jemen",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "U kan de geluidseffecten verstellen wanneer de TV is in- of uitgeschakeld en het scherm beweegt.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "U kunt de apparaten die zijn aangesloten met HDMI-poorten bedienen met Magic Remote zonder apparaatinstellingsprocessen.",
	"You can delete the device connection history of Screen Share.": "U kunt de apparaataansluitingsgeschiedenis van Screen Share verwijderen.",
	"You can delete the device connection history of Sound Share.": "U kunt de apparaataansluitingsgeschiedenis van Sound Share verwijderen.",
	"You can find the default password in User Guide.": "U kan uw standaard paswoord in de gebruikershandleiding vinden.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "U kunt de Instant gamerespons starten door HDMI Ultra HD Deep Colour in te stellen op 'Aan'.",
	"You can only change settings from the current HDMI input.": "U kunt alleen instellingen voor de huidige HDMI-ingang wijzigen.",
	"You can scan again to connect the device.": "U kunt opnieuw scannen om het apparaat te verbinden.",
	"You can select left and right audio settings for broadcast signal.": "U kunt audio-instellingen voor links en rechts instellen voor een zendersignaal.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "U kunt de AMD FreeSync Premium of HDMI-poort {num} selecteren.",
	"You can select the Ultra HD Deep Color of port.": "U kunt de Ultra HD Deep Colour voor deze poort selecteren.",
	"You can set the sound to play when the TV is turned on or off.": "U kunt het geluid instellen dat wordt afgespeeld wanneer de tv in- of uitgeschakeld is.",
	"You can turn on/off the feature of saving CAM operator's profile.": "U kunt de functie het profiel van de CAM-operator opslaan inschakelen/uitschakelen.",
	"You can turn this feature on or off.": "U kunt deze functie in- of uitschakelen.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "U kunt via Netwerk verschillende inhoudsaanbevelingen ontvangen. Als u deze optie uitschakelt, krijgt u alleen basisinhoud en zijn sommige functies mogelijk niet beschikbaar.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Uw TV en via SIMPLINK verbonden apparaat worden als volgt gesynchroniseerd:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "De tv moet uit staan terwijl het proces Pixel Refresher bezig is. Alle huidige of komende opnames, herinneringen, of timers tijdens dit proces worden geannuleerd en de BT-luidspreker kan niet op Zero View worden ingesteld.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "De tv moet uitgeschakeld blijven terwijl Pixelvernieuwer actief is. Alle huidige of komende opnames, herinneringen, of op tijd gebaseerd inschakelen tijdens dit proces worden geannuleerd.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "De TV moet met het internet zijn verbonden om automatisch het land van de LG-service in te stellen. Wilt u nu naar Netwerkinstellingen gaan om de verbinding te controleren?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Uw tv moet de juiste locatie weten om noodwaarschuwingen te kunnen weergeven via het digitale tv-signaal.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Uw TV wordt uitgeschakeld totdat het proces is voltooid. Dan wordt de TV automatisch weer ingeschakeld.",
	"Zaporozhye": "Zaporizja",
	"Zoom": "In-/uitzoomen",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "De verbinding van [{Device}] met de tv wordt verbroken. Geluid wordt niet langer weergegeven via dit apparaat. Wilt u doorgaan?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] wordt verwijderd uit de lijst met gekoppelde apparaten. Als u dit apparaat later weer wilt verbinden, moet u naar beschikbare apparaten zoeken en deze opnieuw koppelen. Wilt u doorgaan?",
	"[{deviceName}] will be deleted.": "[{deviceName}] wordt verwijderd.",
	"aspectRatio_original": "Origineel",
	"audioGuidance_fast": "Snel",
	"audioGuidance_high": "Hoog",
	"audioGuidance_low": "Laag",
	"audioGuidance_medium": "Gemiddeld",
	"audioGuidance_slow": "Langzaam",
	"audioGuidance_veryFast": "Zeer snel",
	"audioGuidance_veryHigh": "Zeer hoog",
	"audioGuidance_veryLow": "Zeer laag",
	"audioGuidance_verySlow": "Zeer langzaam",
	"btDotSignalStrength_wide": "Breed",
	"button": "knop",
	"character": "teken",
	"characters": "tekens",
	"checked": "ingeschakeld",
	"colorGamutJPNWide": "Breed",
	"connecting": "verbinding maken",
	"depthOfColor": "Kleur",
	"diagonal zoom in": "diagonaal inzoomen",
	"diagonal zoom out": "diagonaal uitzoomen",
	"digitalOptionSetByProgram": "Instellen op programma",
	"energy_Medium": "Gemiddeld",
	"freesync_high": "Hoog",
	"freesync_low": "Laag",
	"freesync_off": "Uit",
	"freesync_wide": "Breed",
	"gamma_high1": "Hoogte1",
	"gamma_high2": "Hoogte2",
	"hidden": "verborgen",
	"horizontal zoom in": "horizontaal inzoomen",
	"horizontal zoom out": "horizontaal uitzoomen",
	"jpDoNot": "Uit",
	"logoLuminance_high": "Hoog",
	"logoLuminance_low": "Laag",
	"not connected": "niet verbonden",
	"objet_soundMode": "Geluidsmodus optimaliseren voor elk type inhoud.",
	"pictureControl3dModeStandard": "Standaard",
	"pictureControlAuto": "Automatisch",
	"pictureControlAuto_BlackLevel": "Automatisch",
	"pictureControlHigh": "Hoog",
	"pictureControlHigh_BlackLevel": "Hoog",
	"pictureControlHigh_Male": "Hoog",
	"pictureControlLow": "Laag",
	"pictureControlLow_BlackLevel": "Laag",
	"pictureControlLow_Male": "Laag",
	"pictureControlMedium": "Gemiddeld",
	"pictureControlMedium_BlackLevel": "Gemiddeld",
	"pictureControlMedium_Male": "Gemiddeld",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Gemiddeld",
	"pictureLocalDimmingHigh": "Hoog",
	"pictureLocalDimmingLow": "Laag",
	"pictureLocalDimmingMed": "Gemiddeld",
	"pictureMode": "Standaard",
	"pictureModeSettings": "Instellingsgegevens",
	"press OK button to edit IP manually": "druk op de knop OK om IP handmatig te bewerken",
	"press OK button to enter channel to search": "druk op de knop OK om het kanaal in te voeren waarnaar u wilt zoeken",
	"press OK button to enter value": "druk op de knop OK om de waarde in te voeren",
	"press right button to adjust de-judder and de-blur value": "druk op de knop Rechts om de waarde voor De-Judder en De-Blur aan te passen",
	"press right button to adjust zoom ratio and position": "druk op de knop Rechts om de zoomratio en positie aan te passen",
	"shift current screen down": "huidige scherm omlaag verplaatsen",
	"shift current screen to the left": "huidige scherm naar links verplaatsen",
	"shift current screen to the right": "huidige scherm naar rechts verplaatsen",
	"shift current screen up": "huidige scherm omhoog verplaatsen",
	"shift down": "omlaag verplaatsen",
	"shift left": "naar links verplaatsen",
	"shift right": "naar rechts verplaatsen",
	"shift up": "omhoog verplaatsen",
	"soundMode_Standard": "Standaard",
	"speaker_channel": "Kanaal",
	"thaRatingNone": "Geen",
	"unchecked": "uitgeschakeld",
	"unread": "niet-gelezen",
	"vertical zoom in": "verticaal inzoomen",
	"vertical zoom out": "verticaal uitzoomen",
	"volumeModeHigh": "Hoog",
	"volumeModeLow": "Laag",
	"volumeModeMedium": "Gemiddeld",
	"webOS TV Version": "webOS TV-versie",
	"zoom in": "inzoomen",
	"zoom out": "uitzoomen"
}
