{
	" (User)": " (Gebruiker)",
	"(Version: {l})": "(Weergawe: {l})",
	"* The device connected should support this service.": "* Die gekoppelde toestel behoort hierdie diens te ondersteun.",
	"* This feature is applied once and only once when the TV is turned off.": "* Hierdie funksie word een keer toegepas en slegs een keer wanneer die TV afgeskakel word.",
	"* This feature is available on certain devices only.": "* Hierdie funksie is slegs op sekere toestelle beskikbaar.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Hierdie modus druk die FILMMAKER MODE se voornemens duidelik uit, maar kan donkerder as ander beeldmodusse lyk.",
	"* This settings is only available for Internal TV Speaker.": "* Hierdie instelling is slegs vir die Interne TV-luidspreker beskikbaar.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Al is hierdie opsie na AAN gestel, sal die skermbeskermer nie aktiveer nie sodat jou besigtigingservaring op eksterne toevoere soos Live TV nie versteur word nie.",
	"* You can control the app which supports the function on your mobile device.": "* Jy kan die app wat die funksie ondersteun op jou mobiele toestel beheer.",
	"1) Turn the Bluetooth on the other device off.": "1) Skakel die Bluetooth op die ander toestel af.",
	"10 Points Code Value": "10 punte kodewaarde",
	"10 Points IRE": "10 punte IRE",
	"10 and Above": "10 en Hoër",
	"11 and Above": "11 en Hoër",
	"12 Hours": "12 Ure",
	"12 and Above": "12 en Hoër",
	"13 and Above": "13 en Hoër",
	"14 and Above": "14 en Hoër",
	"15 and Above": "15 en Hoër",
	"16 and Above": "16 en Hoër",
	"17 and Above": "17 en Hoër",
	"18 and Above": "18 en Hoër",
	"19 and Above": "19 en Hoër",
	"2 Channel": "2 Kanaal",
	"2 Hours": "2 Ure",
	"2 Points": "2 Punte",
	"2) Turn the Bluetooth device to connect off and on.": "2) Skakel die Bluetooth-toestel wat verbind moet word, af en aan.",
	"20 Points Code Value": "20 punte kodewaarde",
	"20 Points IRE": "20 punte IRE",
	"20 and Above": "20 en Hoër",
	"22 Points Code Value": "22 punte kodewaarde",
	"22 Points IRE": "22 punte IRE",
	"24 Hours": "24 Ure",
	"3 Hours": "3 Ure",
	"3G/4G Connection": "3G/4G-verbinding",
	"4 Hours": "4 Ure",
	"4 Hours Auto Power Off": " Outo-krag af vir 4 ure",
	"4 and Above": "4 en Hoër",
	"4-Way Zoom": "4-rigtingzoem",
	"5 and Above": "5 en Hoër",
	"5.1 Channel": "5.1 Kanaal",
	"6 Hours": "6 Ure",
	"6 and Above": "6 en Hoër",
	"7 and Above": "7 en Hoër",
	"8 Hours": "8 Ure",
	"8 and Above": "8 en Hoër",
	"9 and Above": "9 en Hoër",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID word gebruik om hierdie toestel vir reklamedoeleindes te identifiseer en om sekere advertensies wat vir u van belang mag wees, te fasiliteer. U kan die AD ID weer instel of AD ID-opsporing hier onder beperk.",
	"AI Acoustic Tuning Options": "AI Acoustic Tuning Opsies",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning is gedeaktiveer.",
	"AI Brightness Control": "AI-helderheid Beheer",
	"AI Picture": "AI-foto",
	"AI Picture Pro": "AI-foto Pro",
	"AI Recommendation": "AI-aanbeveling",
	"AI Service": "AI-diens",
	"AI Sound": "AI-klank",
	"AI Sound Pro": "AI-klank Pro",
	"AV Sync Adjustment": "AV Sinchronisasie-verstelling",
	"Accessibility": "Toeganklikheid",
	"Account Management": "Rekeningbestuur",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Die aktivering van hierdie opsie sal die insameling en opsporing van advertensieverwante persoonlike data van hierdie Slim TV stop. As u die wip aanskakel, kan dit die tipes advertensies wat u van nou af sien, beïnvloed, maar dit sal nie verhoed dat u advertensies ontvang nie.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Die aktivering van hierdie wip sal veroorsaak dat LGE sy derdepartyverskaffers opdrag gee om die kommersialisering van u persoonlike inligting te staak. Tensy u afsonderlik onttrek, kan u steeds toegang tot dienste soos Live Plus, LG Channels en Who.Where.What? kry.",
	"Add Network": "Voeg Netwerk by",
	"Add a hidden wireless network": "Voeg 'n Versteekte Koordlose Netwerk by",
	"Add wireless network by manually entering network name (SSID).": "Voeg koordlose netwerk by deur per hand netwerknaam (SSID) in te voer.",
	"Additional Audio Selection": "Addisionele Oudio-seleksie",
	"Additional Settings": "Bykomende instellings",
	"Address Setting": "Adres-instelling",
	"Adjust Audio Guidance pitch.": "Verstel Oudio-begeleidingstoonhoogte.",
	"Adjust Audio Guidance speed.": "Verstel Oudio-begeleidingspoed.",
	"Adjust Audio Guidance volume.": "Verstel Oudio-begeleidingsvolume.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Verstel agterlig-helderheid om die skerm helderder of donkerder te maak.",
	"Adjust Screen Position": "Verstel skermposisie",
	"Adjust Zoom Ratio": "Verstel Zoomratio",
	"Adjust animation effect shown on the home at certain times.": "Verstel die animasie-effek wat op tuis op sekere tye vertoon word.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Verstel helderheid deur beeldbewegings te analiseer om glinstering te voorkom en energieverbruik te verminder.",
	"Adjust brightness of the LG logo.": "Verstel helderheid van die LG-logo.",
	"Adjust color and saturation for a more vivid image.": "Verstel kleur en versadiging vir 'n lewendiger beeld.",
	"Adjust color temperature automatically to reduce eye strain.": "Verstel kleurtemperatuur outomaties om oogstremming te verminder.",
	"Adjust cursor speed.": "Verstel wyserspoed.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Verstel randskerpheid. Hoër waardes verhoog die varsheid en duidelikheid van die beeld.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Verstel gamma-instellings om vir die helderheid van die invoersein op te maak.",
	"Adjust left/right audio balance.": "Verstel links-/regs-oudiobalans.",
	"Adjust luminance for selected color.": "Verstel verligting vir geselekteerde kleur.",
	"Adjust luminance level for selected IRE point.": "Verstel verligtingsvlak vir geselekteerde IRE-punt.",
	"Adjust peak brightness for the brightest luminance.": "Verstel hoogste helderheid vir die helderste luminasie.",
	"Adjust remote's cursor speed and appearance.": "Verstel afstandbeheer se wyserspoed en -voorkoms.",
	"Adjust saturation for selected color.": "Verstel saturasie vir geselekteerde kleur.",
	"Adjust screen brightness to reduce energy consumption.": "Verstel skermhelderheid om energie-verbruik te verminder.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Verstel die OLED-LIG om die skerm helderder of donkerder te maak.",
	"Adjust the audio timing to synchronize the video and audio.": "Verstel die oudio-tydsberekening om die video en oudio te sinchroniseer.",
	"Adjust the balance of red and green to display the tint on the screen.": "Verstel die balans van rooi en grooi om die tint op die skerm te vertoon.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Verstel die kleurbalans deur kleurtemperatuur, helderheid, en rooi-,groen-, blou-intensiteit te verander.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Verstel die kontras, resolusie, ens. vir die individuele beeldmodus en verfyn bykomend die voorkeur-kleur, gamma, ens.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Verstel die verskil tussen helder en donker areas van die skerm. Hoër waardes verskerp die verskil.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Verstel die raamratio op dieselfde ratio as die fliek om die gevoel van 'n bioskoop te skep.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Verstel die helderheid van statiese beelde, soos logo’s ens. en voorkom beeldkwaliteitsprobleme wat kan voorkom wanneer die TV vir ’n uitgebreide tydsperiode aangeskakel is.",
	"Adjust the screen color to be pale or deep.": "Verstel die skermkleur om vaal of diep te wees.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Verstel die klank om by jou smaak vir elke klankfrekwensie-band te pas.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Verstel die tyd om te sinchroniseer wanneer die video en oudio tydinstellings verskil.",
	"Adjust the tint to brighten or darken the screen.": "Verstel die tint om die skerm helderder of donkerder te maak.",
	"Adjust the volume you want with pressing remote's volume key.": "Verstel die volume wat jy soek deur die afstandbeheerder se volume-knoppie te druk.",
	"Adjust tint for selected color.": "Verstel kleurskakering vir geselekteerde kleur.",
	"Adjust whether to display the home promotion.": "Verstel of die tuispromosie vertoon moet word.",
	"Adjusting Luminance": "Verstelling van helderheid",
	"Adolescent over 13 are allowed to watch.": "Geskik vir kykers ouer as 13.",
	"Adolescent over 14 are allowed to watch.": "Geskik vir kykers ouer as 14.",
	"Adolescent over 16 are allowed to watch.": "Geskik vir kykers ouer as 16.",
	"Adult": "Volwasse",
	"Adult Language": "Volwasse Taal",
	"Adults only.": "Slegs volwassenes.",
	"Advanced": "Gevorderde",
	"Advanced Controls": "Gevorderde kontroles",
	"Advanced Wi-Fi Settings": "Gevorderde Wi-Fi-instellings",
	"Advertisement": "Advertensie",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nadat die land verander is, sal alle huidige ingestelde kanale geskrap word. Om kanale weer in te stel, gaan asseblief na Auto Tuning. Wil jy voortgaan?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Nadat die poskode verander is, sal alle huidige Freesat-kanale geskrap word. Om kanale weer in te stel, gaan asseblief na Auto Tuning. Wil jy voortgaan?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Nadat u u land verander het, kan u vir u kanale skandeer deur Outo-instelling te gebruik. Wil u voortgaan?",
	"Ages 2-7 are allowed to watch.": "Geskik vir ouderdomme 2-7.",
	"Albania": "Albanië",
	"Albanian": "Albanees",
	"Alerts you by sound when the TV is turned on or off.": "Stel jou in kennis deur klank wanneer die TV aan- of afgeskakel word.",
	"Algeria": "Algerië",
	"All Channels": "Alle Kanale",
	"All Children": "Alle Kinders",
	"All ages are allowed to watch.": "Geskik vir alle ouderdomme.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle huidige instellings vir {pictureMode}-modus sal teruggestel word. Wil jy voortgaan?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle klankeffek-instellings vir Standaard-modus sal teruggestel word. Wil jy voortgaan?",
	"Allow Automatic Updates": "Laat Outomatiese Bywerkings toe",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "U kan ook die gedetailleerde instellings vir Bluetooth-omringklank verstel.",
	"Always Open": "Altyd Oop",
	"Always-on Off Time": "Always-on se aftyd",
	"An error has occurred while copy channels.": "'n Fout het tydens die kopiëring van kanale ontstaan.",
	"An important software update is available.": "'n Belangrike sagteware-bywerking is beskikbaar.",
	"Analog Mode": "Analoogmodus",
	"Analog TV": "Analoog TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Ontleed klank karaktertrekke en optimeer klank vir elke inhoud intyds.",
	"Anchorage": "Ankerplek",
	"Antigua and Barbuda": "Antigua en Barbuda",
	"Any Supplementary Audio": "Enige bykomende oudio",
	"Apia": "Apië",
	"App Alarm": "Toepassing-alarm",
	"Application Locks": "Toepassingslotte",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Pas die gedetailleerde instellingswaardes van huidige beeldmodus toe tot alle toevoer of apps.",
	"Apply to all inputs": "Pas toe op Alle Insette",
	"Applying value to all inputs...": "Pas tans waarde op alle insette toe...",
	"Arabic": "Arabies",
	"Argentina": "Argentinië",
	"Armenia": "Armenië",
	"Aspect Ratio": "Aspek-ratio",
	"Aspect Ratio Settings": "Aspekratio-instellings",
	"Assamese": "Assamees",
	"Assign channels to remote buttons so you can quickly jump to them.": "Ken kanale aan afstandbeheerknoppies toe sodat u vinnig na hulle kan spring.",
	"Athens": "Atene",
	"Audio Delay": "Oudio-vertraging",
	"Audio Description": "Oudio-beskrywing",
	"Audio Description Volume": "Oudio-beskrywing Volume",
	"Audio Guidance": "Oudio-leiding",
	"Audio Language": "Oudio-taal",
	"Audio Out (Line Out)": "Oudio Uit (Lyn Uit)",
	"Audio Type": "Oudio-tipe",
	"Australia": "Australië",
	"Austria": "Oostenryk",
	"Auto": "Outo",
	"Auto Detect": "Outobespeur",
	"Auto Device Detection": "Outo-toestelbespeuring",
	"Auto Genre Selection": "Outo-genre-seleksie",
	"Auto Power Off": "Outo-krag af",
	"Auto Start": "Outo-begin",
	"Auto Volume": "Outo Volume",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Verstel outomaties die gaping in klankvolume, of stel die volume van klank wat op ’n tyd verstel word met die volume-knoppie op die afstandbeheer.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Verstel outomaties na ’n beeldwaarde wat vir Dolby HDR-inhoudsgenre geoptimaliseer is.",
	"Automatically adjust to a picture value optimized for contents genre.": "Verstel outomaties na ’n beeldwaarde wat vir inhoudsgenre geoptimaliseer is.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Verander FILMMAKER MODE outomaties wanneer rolprentinhoud herken word.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimiseer outomaties fotokwaliteit gebaseer op kleur en helderheid van omringende lig.",
	"Automatically update system software when an update is found.": "Werk outomaties stelselsagteware by wanneer 'n bywerking gevind word.",
	"Available Internal Storage": "Beskikbare Interne Berging",
	"Azerbaijan": "Azerbeidjan",
	"BG Color": "BG-kleur",
	"BG Opacity": "BG-ondeursigtigheid",
	"Back": "Terug",
	"Backlight": "Agterlig",
	"Bahrain": "Bahrein",
	"Balance": "Balans",
	"Basque": "Baskies",
	"Bass Boost": "Bas-versterking",
	"Behavior may vary depending on connected device.": "Gedrag mag varieer, afhangende van gekoppelde toestel.",
	"Belgium": "België",
	"Berlin": "Berlyn",
	"Black": "Swart",
	"Black Level": "Swartvlak",
	"Block TV programs broadcast in English based on their content ratings.": "Blok TV-programme se uitsending in Engels, gebaseer op hul inhoudgraderings.",
	"Block TV programs broadcast in French based on their content ratings.": "Blok TV-programme se uitsending in Frans, gebaseer op hul inhoudgraderings.",
	"Block content based on genre.": "Blok inhoud gebaseer op genre.",
	"Blue": "Blou",
	"Bluetooth Speaker Mode": "Bluetooth-luidsprekermodus",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth-omringklank + Interne TV-luidspreker",
	"Bluetooth Surround Sound Setup": "Bluetooth-omringklankopstelling",
	"Bolivia": "Bolivië",
	"Bosnia": "Bosnië en Herzegowina",
	"Bosnia And Herzegovina": "Bosnië en Herzegowina",
	"Bosnian": "Bosnies",
	"Brazil": "Brasilië",
	"Brazilian Punk": "Brasiliaanse punk",
	"Brightness": "Helderheid",
	"Broadcast Country": "Uitsaailand",
	"Broadcast Mail": "Uitsaai-pos",
	"Bucharest": "Boekarest",
	"Bulgaria": "Bulgarye",
	"Bulgarian": "Bulgaars",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Deur ‘Stel weer in’ te druk, sal u al die advertensieverwante data skrap wat LGE in die verlede van hierdie Slim TV ingesamel het. As u ‘Stel weer in’ druk, kan dit die tipes advertensies wat u van nou af sien, beïnvloed, maar dit sal nie verhoed dat u advertensies ontvang nie.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Deur Live Plus aan te skakel, stem u in tot die versameling van televisie-besigtingsinligting van LG Electronics Inc. (\"LGE\") deur ACR-module, wat anoniem met derdepartye gdeel mag word om u met interaktiewe dienste te voorsien. Ons kan ook saamgevoegde anonieme inligting met derdepartye deel vir bemarkingdoeleindes. Let asseblief daarop dat ons nie wetende die bogenoemde inligting van of oor kinders onder 13 versamel of versprei nie. Gedetailleerde inligting oor Live Plus word in Besigtigingsinligting (terme) geïllustreer waartoe toegang in die SmartTV-instellingskieslys verkry kan word. LGE beveel dit hoogs aan dat u die volledige weergawe van Besigtigingsinligting (terme) lees voordat u Live Plus-funksie aktiveer.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Deur Live Plus aan te skakel, verstaan u dat die inhoud wat op u TV vertoon word, herken kan word, en die besigtigingsinligting kan gebruik word om u van beter besigtigingservaring en verpersoonlikte dienste te voorsien, insluitend inhoudaanbevelings en advertensies. Hersien asseblief die Privaatheidsbeleid en toepaslike Gebruikerooreenkomste in die TV-instellingskieslys vir meer inligting.",
	"CI Information": "CI-inligting",
	"CI password incorrect. Please enter again.": "CI-wagwoord inkorrek. Voer asseblief weer in.",
	"COMPONENT2": "KOMPONENT2",
	"COMPONENT3": "KOMPONENT3",
	"CS1 Board": "CS1-bord",
	"CS2 Board": "CS2-bord",
	"Cable": "Kabel",
	"Cable ATV": "Kabel ATV",
	"Cable DTV": "Kabel DTV",
	"Cable Radio": "Kabel Radio",
	"Cairo": "Kaïro",
	"Cambodia": "Kambodië",
	"Cameroon": "Kameroen",
	"Can not Find Channel": "Kan nie kanaal vind nie.",
	"Canada": "Kanada",
	"Canary Islands": "Kanariese Eilande",
	"Cancel": "Kanselleer",
	"Cancel Schedule": "Kanselleer skedule",
	"Cancel Update": "Kanselleer bywerking",
	"Cantonese": "Kantonees",
	"Cape Verde": "Kaap Verde",
	"Caracas": "Karakas",
	"Catalan": "Katalaans",
	"Caution": "Waarskuwing",
	"Cayman Islands": "Kaaimanseilande",
	"Center": "Middel",
	"Central African Republic": "Sentraal-Afrikaanse Republiek",
	"Change blue intensity and adjust the color balance.": "Verander blou-intensiteit en verstel die kleurbalans.",
	"Change green intensity and adjust the color balance.": "Verander groen-intensiteit en verstel die kleurbalans.",
	"Change red intensity and adjust the color balance.": "Verander rooi-intensiteit en verstel die kleurbalans.",
	"Change the left / right sound": "Verander die klank links / regs",
	"Change the position of captions using the 4-way dial on the remote control.": "Verander die posisie van byskrifte deur die 4-rigtingskakelskyf op die afstandbeheer te gebruik.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Verandering van streek kan dalk huidige ingestelde kanale in jou TV verander. Jy kan kanale in Auto Tuning weer instel. Wil jy streeksinstellings nou verander?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Verandering van die land sal veroorsaak dat jou TV sal herbegin en jy sal dalk weer tot LG se gebruiksooreenkoms moet instem. Ook, die beskikbaarheid van sommige toepassings en dienste mag dalk varieer gebaseer op die LG Services Country. Wil jy voortgaan?",
	"Channel Locks": "Kanaalslotte",
	"Channel Manager": "Kanaalbestuurder",
	"Channel Scrolling Options": "Kanaal-rolopsies",
	"Channel Tuning": "Kanaalinstelling",
	"Channel Tuning & Settings": "Kanaalinstelling en Verstellings",
	"Channels": "Kanale",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanale van HDMI en ander eksterne toevoere kan nie gesluit word nie. Om TV-kanale te sluit, verander die huidige toevoer na Live TV.",
	"Chatham Islands": "Chatham-eilande",
	"Check TV information.": "Kontroleer TV-inligting.",
	"Check alarm messages about the user settings or TV status.": "Kontroleer wekkerboodskappe oor die gebruikerinstellings of TV-status.",
	"Check descriptions for each LG webOS TV functions.": "Kontroleer beskrywings vir elke LG webOS TV-funksie.",
	"Check for Advertising settings and set it.": "Gaan Reklame-instellings na en stel dit.",
	"Check for Updates": "Kontroleer vir bywerkings",
	"Check for available functions with Voice and set Voice Settings.": "Gaan beskikbare funksies na met Stem en stel Stem-instellings.",
	"Check for problems with the picture quality.": "Kontroleer vir probleme met die beeldkwaliteit.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontroleer vir probleme met die klankkwaliteit van die Interne TV-luidspreker.",
	"Check for software updates and update if available.": "Kontroleer sagteware-bywerkings en werk by as beskikbaar.",
	"Check whether the Bluetooth device is in pairing mode.": "Kontroleer of die Bluetooth-toestel in paarmodus is.",
	"Check your TV status to solve problems or use remote support.": "Gaan u TV-status na om probleme op te los of afstandsondersteuning te gebruik.",
	"Checking Password": "Gaan tans Wagwoord na",
	"Checking for Updates": "Gaan na vir Bywerkings",
	"Checking...": "Kontroleer tans...",
	"Children": "Kinders",
	"Children Age": "Kinderouderdom",
	"Children Program Locks": "Kinderprogramslotte",
	"Children over 8 are allowed to watch.": "Geskik vir kinders onder die ouderdom van 8.",
	"Chile": "Chili",
	"China": "Sjina",
	"Chinese": "Chinees",
	"Choose to have all channels or just your primary ones when you change channels.": "Kies om alle kanale te hê of net jou primêre kanale wanneer jy kanale verander.",
	"Christmas Island": "Kerseiland",
	"Cinema": "Fliek",
	"Cinema Clear": "Bioskoop-helder",
	"Cinema Home": "Bioskoop-tuis",
	"Cinema View": "Bioskoop-aansig",
	"Cinema View (32:12)": "Bioskoop-aansig (32:12)",
	"Cinema Zoom": "Fliek-zoem",
	"City": "Stad",
	"City Selection": "Stadseleksie",
	"Clean Audio": "Maak Oudio skoon",
	"Clear": "helder",
	"Clear Plus": "Skoon Plus",
	"Clear Voice Ⅲ": "Helder stem Ⅲ",
	"Clear Voice Ⅳ": "Helder Stem Ⅳ",
	"Clear1": "Wis uit",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik die VERBIND-knoppie hieronder nadat u LG Koordlose sleutelbord aangeskakel is en na die paringsmodus gestel is.",
	"Close": "Maak toe",
	"Closed Caption": "Geslote Byskrif",
	"Closed Caption Settings": "Geslote byskrif-instellings",
	"Code Value": "Kode-waarde",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Versamel en berg MAC-adres, modelnommer, landkode, taalinstellings en sagteware-weergawe om die jongste sagteware opdatering te verifieer.",
	"Colombia": "Colombië",
	"Color": "Kleur",
	"Color Gamut": "Kleur Gamut",
	"Color Management System": "Kleurbestuurstelsel",
	"Color Temperature": "Kleurtemperatuur",
	"Component": "Komponent",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Bevestig die bepalings en voorwaardes of verander of die ooreenkoms aanvaar moet word.",
	"Congo Brazzaville": "Kongo - Brazzaville",
	"Connect": "Verbind",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Verbind Bluetooth-luidspreker en TV-luidspreker en verstel outomaties die oudio-vertraging tussen luidsprekers.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Verbind 'n eksterne oudio-toestel te verbind, wat die eARC ondersteun, aan die eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Verbind eksterne toestelle soos Set-Top Box, klankbalk ens. met die TV gebaseer op gids.",
	"Connect the LAN cable directly to the TV to use the network.": "Verbind die LAN-kabel direk met die TV om die netwerk te gebruik.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Verbind met die netwerk deur handmatig die IP- en DNS-bedieneradresse in te voer.",
	"Connect to the network if a wireless router is installed.": "Verbind met die netwerk as ’n koordlose versender geïnstalleer is.",
	"Connect via WPS PBC": "Verbind via WPS PBC",
	"Connect via WPS PIN": "Verbind via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Verbind u TV met u roeteerder of modem met 'n Ethernet-kabel om u draadgeleide netwerkverbinding te aktiveer.",
	"Connect your TV with WiSA Speakers wirelessly.": "Verbind jou TV koordloos met WiSA-luidsprekers.",
	"Connectable Devices ({num})": "Verbindbare Toestelle ({num})",
	"Connected": "Gekoppel",
	"Connected to Internet": "Met Internet verbind",
	"Connecting...": "Verbind tans...",
	"Connection": "Verbinding",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Verbindingsbestuur met ’n slimfoon of rekenaar is beskikbaar. Om ’n TV met ’n mobiele toestel te verbind, word verbindingsinstellings en -versoeke op die slimfoon en rekenaar benodig.",
	"Content Recommendations": "Inhoudaanbevelings",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Inhoud sal met klank gespeel word wat geskik is vir veelvoudige luister as veelvoudige kanaaloudio deur die HbbTV-diens ondersteun word.",
	"Contrast": "Kontras",
	"Cool": "Koel",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopieer Kanale",
	"Copy/Delete file": "Kopieer/Skrap lêer",
	"Correct contrast and brightness by adjusting black levels.": "Korrigeer kontras en helderheid deur swartvlakke te verstel.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korrigeer beeldkwaliteitsprobleme wat dalk kon ontstaan nadat u TV vir 'n lang tydperiode aangeskakel was.",
	"Could not fined available network.": "Kon nie beskikbare netwerk vind nie.",
	"Croatia": "Kroasië",
	"Croatian": "Kroasies",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Huidige tyd is nie geldig nie. Wil jy nou die korrekte tyd stel?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Huidige waardes van pasgemaakte prentmodus-instellings sal by {pictureMode}-modus vir alle invoere toegepas word. Wil jy voortgaan?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Tans gekoppelde LG-koordlose sleutelbordtoestel sal van jou TV ontkoppel word. Wil jy voortgaan?",
	"Custom": "Pasgemaak",
	"Custom Time Zone": "Pasmaak Tydsone",
	"Customer Service": "Kliëntediens",
	"Cyprus": "Siprus",
	"Czech": "Tjeggiese Republiek",
	"Czech Republic": "Tsjeggiese Republiek",
	"DNS Server": "DNS-bediener",
	"DR Congo": "Demokratiese Republiek van die Kongo",
	"DTV Audio Setting": "DTV-oudio-instellings",
	"Damascus": "Damaskus",
	"Danish": "Deens",
	"Data Service": "Data-diens",
	"Date": "Datum",
	"Day": "Dag",
	"De-Blur": "Ontwasig",
	"Delete": "Skrap",
	"Delete Connection History": "Skrap verbindingsgeskiedenis",
	"Delete Pairing History": "Skrap paringsgeskiedenis",
	"Delete Usage Data": "Skrap gebruiksdata",
	"Demo Options": "Demo-opsies",
	"Democratic Republic of the Congo": "Demokratiese Republiek van die Kongo",
	"Denmark": "Denemarke",
	"Depressed": "Depressief",
	"Deregister": "Deregistreer",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Beskryf die inhoud op die skerm met stem vir visuele gestremde kykers om TV te kan gebruik.",
	"Detect Range": "Bespeur reeks",
	"Device Connection Settings": "Toestelverbindingsinstellings",
	"Device List": "Toestellys",
	"Device Name": "Toestelnaam",
	"Digital Mode": "Digitale Modus",
	"Digital Sound Out": "Digitale Klank Uit",
	"Digital TV": "Digitale TV",
	"Directed to Older Children (ages 7 and above)": "Gerig op Ouer Kinders (ouderdomme 7 en op)",
	"Disabled": "Gedeaktiveer",
	"Disconnect": "Ontkoppel",
	"Display captions for hearing-impaired viewers to use TV.": "Vertoon byskrifte vir gehoorgestremde kykers om TV te gebruik.",
	"Display fast-moving content smoothly and clearly.": "Vertoon vinnigbewegende inhoud maklik en helder.",
	"Display luminance level for the highest point (100 IRE).": "Vertoon verligtingsvlak vir die hoogste punt (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Vertoon prente in ’n warm of koel kleurtemperatuur.",
	"Djibouti": "Djiboeti",
	"Do Not Sell My Personal Information": "Moenie My Persoonlike Inligting Verkoop Nie",
	"Do Not Track": "Moenie naspoor nie",
	"Do you want to continue?": "Wil jy voortgaan?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Wil jy kanaallys vanaf jou USB-berging na jou TV kopieer? Huidige kanale in jou TV sal geskrap word.",
	"Do you want to copy channel list from your TV to the USB storage?": "Wil jy kanaallys vanaf jou TV na die USB-berging kopieer?",
	"Do you want to reset Position Settings?": "Wil jy Posisie-instellings terugstel?",
	"Do you want to reset Volume Control?": "Wil jy Volumebeheer terugstel?",
	"Do you want to set the correct time now?": "Wil u nou die korrekte tyd stel?",
	"Do you want to turn your TV off now?": "Wil jy nou jou TV afskakel?",
	"Dominican Republic": "Dominikaanse Republiek",
	"Done": "Klaar",
	"Download Mail": "Laai Pos af",
	"Download and Install": "Laai af en installeer",
	"Downloadable Rating": "Aflaaibare Gradering",
	"Dual Mono": "Dubbele Mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Gedurende die Always-on se Aftyd, is sommige funksies soos stemherkenning ens beperk terwyl die skerm af is.",
	"Dutch": "Hollands",
	"Dynamic Color": "Dinamiese Kleur",
	"Dynamic Contrast": "Dinamiese Kontras",
	"Dynamic Tone Mapping": "Dinamiese toonkartering",
	"Easter Island": "Paaseiland",
	"Eastern Africa": "Oos-Afrika",
	"Eco": "Eko",
	"Eco Mode": "Eco-modus",
	"Edge Color": "Randkleur",
	"Edge Enhancer": "Rand-versterker",
	"Edge Type": "Randtipe",
	"Edit": "Wysig",
	"Egypt": "Egipte",
	"Emergency Alert": "Noodgeval-kennisgewing",
	"Enabled": "Geaktiveer",
	"Energy Saving": "Energiebesparing",
	"Energy consumption may increase if this feature is on.": "Energie-gebruik kan vermeerder wanneer hierdie funksie aan is.",
	"Energy saving modes to limit power consumption.": "Energiebesparingsmodusse om kragverbruik te beperk.",
	"English": "Engels",
	"Enhance the bass sound.": "Verbeter die bas-klank.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Verbeter die kontras tussen helder- en donker-areas van sommige kieslyste, soos die agtergrond en teks, sodat dit maklik sigbaar is vir diegene met lae visie.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Versterk die resolusie en skerpheid van inhoud deur ’n algoritme wat via ’n LG-diep leertegniek aangeleer is en optimaliseer ’n diepte deur inhoudsontleding.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Geniet Dolby Atmos-inhoud met die optimale klank deur die klankveldeffek aan te skakel.",
	"Enjoy TV sound by connecting Wired Headphones.": "Geniet TV-klank deur bedrade oorfone te verbind.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Geniet TV-klank deur eksterne oudiotoestelle wat met die HDMI IN (ARC)-poort verbind is.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Geniet TV-klank deur oudiotoestelle wat met die OPTICAL DIGITAL AUDIO OUT verbind is.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Geniet TV-klank via ’n LG-oudiotoestel wat met die OPTICAL DIGITAL AUDIO OUT-poort verbind is.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Geniet TV-klank via oudio-toestelle wat met die eksterne Oudio Uit/Oorfone-toevoerpoorte verbind is.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Geniet TV-klank via beide die Interne TV-luidspreker en bedrade oorfone.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Geniet TV-klank via eksterne oudiotoestelle wat met beide die interne TV-luidspreker en die OPTICAL DIGITAL AUDIO OUT-poort verbind is.",
	"Enjoy a clear and natural sound.": "Geniet ’n helder en natuurlike klank.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Geniet klank met ’n koordlose oudiotoestel wat met die LG Sound Sync of Bluetooth verbind is.",
	"Enjoy the sound optimized to the room.": "Geniet die klank wat na die vertrek geoptimeer is.",
	"Enter CI Password": "Voer CI-wagwoord in",
	"Enter the PIN in your router's settings.": "Voer die PIN in u roeteerder se instellings in.",
	"Enter the master password.": "Voer die meesterwagwoord in.",
	"Equalizer": "Gelykmaker",
	"Equatorial Guinea": "Ekwatoriaal-Guinee",
	"Estonia": "Estland",
	"Estonian": "Estonies",
	"Ethiopia": "Ethiopië",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Selfs al is die stelling af, kan  die verwante inligting deur die kanaalbanier nagaan word, deur middel van stemherkenning.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Selfs wanneer die TV af is en die minimum krag gebruik, kan jy na musiek luister deur met die mobiele toestel te verbind. Baie funksies kan weer vinnig gebruik word wanneer TV aangeskakel is.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Selfs wanneer die TV af is, kan jy na musiek luister deur jou slimfoon met die TV via Bluetooth te verbind.",
	"Every Day": "Elke Dag",
	"Every Weekday": "Elke Weeksdag",
	"Every Weekend": "Elke Naweek",
	"Expert (Bright Room)": "Kenner (Helder vertrek)",
	"Expert (Dark Room)": "Kenner (Donder vertrek)",
	"Export your TV's channel list information to a connected USB device.": "Voer u TV se kanaallysinligting uit na 'n gekoppelde USB-toestel.",
	"Extended": "Uitgebreide",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Verlenging van ’n tydsperiode van die Outo krag af-instelling of om die funksie af te skakel, kan kragverbruik verhoog.",
	"Extreme": "Uiterse",
	"Eye Comfort Mode": "Ooggemak-modus",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE-outoverandering",
	"Fantasy Violence": "Fantasie Geweld",
	"Fast": "Vinnig",
	"Fiji": "Fidji",
	"Find and tell an audio device available to connect around TV.": "Vind en noem 'n oudio-toestel wat beskikbaar is om rondom TV te verbind.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Verfyn rooi, groen, blou, siaan, magenta en geel kleurspasies.",
	"Finnish": "Fins",
	"Flash": "Flits",
	"Flat Mode": "Platmodus",
	"Football": "Voetbal",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Vir ’n WPS(Wi-Fi-beskermde opstelling)-geaktiveerde koordlose verdeler, voer PIN-kode in om TV met die koordlose verdeler te verbind.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Vir ’n WPS(Wi-Fi-beskermde opstelling) geaktiveerde koordlose verdeler, druk die WPS-PBC-knoppie om TV met die koordlose netwerk te verbind.",
	"France": "Frankryk",
	"French": "Frans",
	"French Polynesia": "Franse Polynesië",
	"Full Wide": "Vol Wyd",
	"Gabon": "Gaboen",
	"Gaelic": "Kelties",
	"Galapagos Islands": "Galapagos-eilande",
	"Galician": "Galisies",
	"Gallery": "Galery",
	"Gambia": "Gambië",
	"Gambier": "Gambiër",
	"Game": "Speletjie",
	"Gateway": "Ingangspoort",
	"General": "Algemeen",
	"General Age": "Algemene Ouderdom",
	"General Audience": "Algemene Gehoor",
	"General Audiences": "Algemene Gehoor",
	"General Program Locks": "Algemene Programslotte",
	"Georgia": "Georgië",
	"German": "Duits",
	"Germany": "Duitsland",
	"Get started in a quiet environment for sound optimization.": "Begin in ’n stil omgewing vir klankoptimering",
	"Getting...": "Kry tans...",
	"Glace Bay": "Glace-baai",
	"Grayscale": "Grysskaal",
	"Greece": "Griekeland",
	"Greek": "Grieks",
	"Green": "Groen",
	"Greenland": "Groenland",
	"Guatemala City": "Guatemala-stad",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Gidskieslys en stemgedrewe aksies vir visuele ongeskikte kykers om TV te gebruik.",
	"Guinea": "Guinee",
	"Guinea Bissau": "Guinee-Bissau",
	"Guinea Conakry": "Guinee",
	"Guinea Equatorial": "Ekwatoriaal-Guinee",
	"H Position": "H Posisie",
	"H Sharpness": "H-Skerpheid",
	"H Size": "H Grootte",
	"HD Mode": "HD-modus",
	"HD Mode Option": "HD Modus-opsies",
	"HDD Eco Mode": "HDD Eco-modus",
	"HDD Power Saving Mode": "HDD-kragbesparingsmodus",
	"HDMI Input Audio Format": "HDMI-toevoer oudio-formaat",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Color",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}- en HDMI {port2}-poort ondersteun 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}- en HDMI {port2}-poort ondersteun Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1}-poort ondersteun 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1}-poort ondersteun Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- en HDMI {port3}-poort ondersteun 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- en HDMI {port3}-poort ondersteun Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- en HDMI {port4}-poort ondersteun 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- en HDMI {port4}-poort ondersteun Ultra HD Deep Color.",
	"HDR Effect": "HDR Effek",
	"HDR Picture Mode": "HDR-prentmodus",
	"Hard of Hearing": "Hardhorend",
	"Headphones Volume": "Kopfoonvolume",
	"Hebrew": "Hebreeus",
	"High": "Hoog",
	"High Contrast": "Hoë kontras",
	"Higher values increase a sense of warmth or coldness.": "Hoër waardes verhoog 'n sin van warmte of koue.",
	"Home Animation": "Tuis-animasie",
	"Home Auto Launch": "Tuis-outolansering",
	"Home Mode": "Tuismodus",
	"Home Promotion": "Tuis-promosie",
	"Home Settings": "Tuisinstellings",
	"Home/Store Mode": "Tuis-/Winkelmodus",
	"Hong Kong": "Hongkong SAS Sjina",
	"Hongkong": "Hongkong SAS Sjina",
	"Hours": "Ure",
	"However, the IPv6 version of the address does not support editing.": "Die IPv6-weergawe van die adres ondersteun egter nie wysiging nie.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Om egter jou TV in die optimale toestand te hou, sal Always-on vir die gestelde vyf ure gedeaktiveer wees en die krag sal heeltemal afgeskakel wees.",
	"Hungarian": "Hongaars",
	"Hungary": "Hongarye",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "BELANGRIK! Hersetting sal al u rekening-instellings en geïnstalleerde toeps skrap. Hierdie aksie kan nie ongedaan gemaak word nie.",
	"IP (Automatic)": "IP (Outomaties)",
	"IP (Manual)": "IP (Per Hand)",
	"IP Address": "IP-adres",
	"Iceland": "Ysland",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Met Auto Power Sync wat geselekteer is, sal u TV aangeskakel word wanneer u 'n SIMPLINK-toestel aanskakel en u SIMPLINK-toestelle sal afgeskakel word wanneer u u TV afskakel.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "As Universele Beheer van die Set-top box/OTT opgestel is, beheer die gekoppelde Set-top box met die LG-afstandbeheer.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "As ’n toestel met die poort vermind is, kan jy die geoptimeerde beeld van die speletjie bekyk met verminderde vertraging of onderbreking van toestelvideo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Indien dit aangeskakel is en u verbind ’n toestel wat Ultra HD Deep Color ondersteun, sal u beeld helderder wees.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "As opname of sagteware-bywerking aan die gang is, sal dit wag totdat dit klaar is en die proses kan meer as 'n uur neem.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "As opname of sagteware-opdatering aan die gang is, sal dit wag totdat dit klaar is en die proses kan meer as {n} minuut (minute) neem.",
	"If the device is not connected, you may not hear any sound through it.": "Indien die toestel nie verbind nie, mag jy dalk nie enige klank deur dit hoor nie.",
	"If the edge of the screen is not clean, please turn this function off.": "As die rand van die skerm nie skoon is nie, skakel asseblief hierdie funksie af.",
	"If the program does not support multiple languages, the default language is selected.": "As die program nie veelvoudige tale ondersteun nie, sal die verstek-taal gekies word.",
	"If the program does not support the selected output format, the default output from the source will be used.": "As die program nie die gekose uitsetformaat ondersteun nie, sal die verstek-uitset van die bron gebruik word.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "As die program nie verskillende oudio-instellings ondersteun nie, sal die verstek-oudio gekies word.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "As dieselfde simptoom herhaal word, verander asseblief weer die stelwaarde of herbegin die gekoppelde eksterne toestel.",
	"If the selected language does not support, the default language from broadcasts will be used.": "As die geselekteerde taal nie ondersteun word nie, sal die verstektaal van uitsendings gebruik word.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "As die statiese skerm nie enige gebruikerstoevoer vir ’n uur ontvang het nie, sal dit na 'n skermbeskermer oorskakel.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "As die tyd wat jy gestel het, baie anders as die huidige tyd is, mag sommige van die slimfunksies nie vertoon nie.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "As jy nie klank deur die toestel kan hoor nie, maak seker dat dit behoorlik werk en LG Sound Sync ondersteun.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "As jy Winkel Demonstrasie-modus kies, is die TV gestel op geoptimeerde waardes wat help om TV’s te verkoop.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "As jy Audio Guidance aanskakel, kan jy slegs met links-, regs-, op-, af-knoppies op jou afstandbeheer beweeg en sommige toepassings wat die wyser vereis kan nie gebruik word nie.",
	"If you turn it off, CAM operator's profile will be deleted.": "As jy dit afskakel, sal CAM se operateursprofiel geskrap word.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "As jy dit afskakel, sal alle ingestelde CAM-kanale onbeskikbaar wees en kennisgewings sal nie meer verskaf word nie.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "As jy ‘Vinnige Begin+’ afskakel, sal jy nie in staat wees om jou TV met Afstandvrye-beheer aan te skakel nie. Wil jy voortgaan?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "As jy die sluierskerm afskakel en dieselfde beeld bly op die skerm vir meer as 2 ure, kan die dit prentkwaliteit van jou skerm beïnvloed. As dit vir meer as 5 ure daarop bly, kan permanente prentkwaliteit-vermindering ontstaan. Wil jy voortgaan?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "As jy hierdie opsie afskakel, kan die statiese skerm dalk langer aanhou, wat skermkwaliteit verminder, of in sommige gevalle glad nie herstel nie.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "As jy die Energiebesparing funksie gebruik, sal dit die helderheid van jou TV beïnvloed.",
	"Import your TV's channel list information from a connected USB device.": "Voer u TV se kanaallysinligting in vanaf 'n gekoppelde USB-toestel.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Voer u TV se kanaallysinligting in/uit vanaf/na 'n gekoppelde USB-toestel.",
	"In Home": "By die Huis",
	"India": "Indië",
	"Indonesia": "Indonesië",
	"Indonesian": "Indonesies",
	"Inner": "Binneste",
	"Input": "Inset",
	"Input Locks": "Invoerslotte",
	"Input field": "Invoerveld",
	"Installing...": "Installeer tans...",
	"Instant Game Response": "Kits speletjie-respons",
	"Interactive Service": "Interaktiewe diens",
	"Interactivity(DTVi)": "Interaktiwiteit(DTVi)",
	"Internal TV Speaker": "Interne TV-luidspreker",
	"Invert Colors": "Draai kleure om",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Draai sekere kleure om en kompenseer dit in sommige kieslyste om die sigbaarheid van items te verbeter wat op die skerm vertoon word.",
	"Iraq": "Irak",
	"Ireland": "Ierland",
	"Irish": "Iers",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Dit word individueel na beeldmodus teruggestel, kies die gewenste beeldmodus en stel dit terug.",
	"It may not sound depending on connected devices.": "Dit kan dalk nie klank gee nie, afhangende van gekoppelde toestelle.",
	"It may take a few minutes.": "Dit mag dalk 'n paar minute neem.",
	"It may take a few seconds.": "Dit mag dalk 'n paar sekondes neem.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Dit bied die optimale klank of Virtual 4.0-omringklank, afhangende van die genre wat besigtig word, deur ’n algoritme wat via ’n LG-masjienleertegniek aangeleer is.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Dit bied die optimale klank of Virtual 5.1-omringklank, afhangende van die genre wat besigtig word, deur ’n algoritme wat via ’n LG-diep leertegniek aangeleer is.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Dit verskaf die geoptimeerde klank deur die weerspieëlende klank in die kamer volgens die tipe TV-installasie aan te pas.",
	"It reduces jaggies in the picture for a smooth picture.": "Dit verminder steurings die prent vir 'n gladder prent.",
	"It works only when the broadcasting program supports captions.": "Dit werk slegs wanneer die programuitsending opskrifte ondersteun.",
	"It works only when the broadcasting program supports subtitles.": "Dit werk slegs wanneer die programuitsending onderskrifte ondersteun.",
	"Italian": "Italiaans",
	"Italy": "Italië",
	"Ivory Coast": "Ivoorkus",
	"Jamaica": "Jamaika",
	"Japanese": "Japanees",
	"Jordan": "Jordanië",
	"Just Scan": "Skandeer Net",
	"Kazakhstan": "Kazakstan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Sleutelbordtale",
	"Korea": "Suid-Korea",
	"Korean": "Koreaans",
	"Kuwait": "Koeweit",
	"Kuwait City": "Koeweitstad",
	"Kyrgyzstan": "Kirgisië",
	"LED Local Dimming": "LED Plaaslike verdowwing",
	"LG Logo Light (Front of TV)": "LG Logo-lig (Voorkant van TV)",
	"LG Services Country": "LG Dienste Land",
	"LG Sound Sync": "LG Klanksinchronisering",
	"LG Wireless Keyboard": "LG Koordlose sleutelbord",
	"LG Wireless Keyboard Connected:": "LG Koordlose Sleutelbord is verbind:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Koordlose sleutelbord stel jou in staat om die TV deur Bluetooth te beheer.",
	"Language": "Taal",
	"Large": "Groot",
	"Last tuning:": "Laaste instelling:",
	"Latvia": "Letland",
	"Latvian": "Latviaans",
	"Lebanon": "Libanon",
	"Left": "Links",
	"Left Right": "Links/Regs",
	"Left Surround": "Links-omring",
	"Left drop shadow": "Linker skadubeeld",
	"Legal Notice": "Wettige Kennisgewing",
	"Liberia": "Liberië",
	"Libya": "Libië",
	"Light": "Lig",
	"Limit AD Tracking": "Beperkte AD-nasporing",
	"Lithuania": "Litaue",
	"Lithuanian": "Litaus",
	"Live Theater": "Lewendige Teater",
	"Loading...": "Laai tans...",
	"Local": "Plaaslike",
	"Local Language": "Plaaslike Taal",
	"Location": "Ligging",
	"Lock All": "Sluit Alles",
	"Lock changes for currently running apps will be applied the next time they are started.": "Sluitingsveranderinge vir toepassings wat tans loop sal die volgende keer toegepas word wanneer hulle begin word.",
	"Logo Luminance Adjustment": "Logo-helderheidverstelling",
	"London": "Londen",
	"Low": "Laag",
	"Luminance": "Verligting",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC-adres",
	"MAC Address (Wired)": "MAC-adres (Draadgeleide)",
	"MAC Address (Wireless)": "MAC-adres (Koordloos)",
	"MASTER PASSWORD": "MEESTERWAGWOORD",
	"MHEG Guide": "MHEG-gids",
	"MPEG Noise Reduction": "MPEG-geraasvermindering",
	"Macedonia": "Macedonië",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonië, Die Voormalige Joegoslawiese Republiek Van",
	"Macedonian": "Masedonies",
	"Maceió": "Maceió",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Maak wasige of moeilik-om-te-sien-areas helderder.",
	"Malay": "Maleis",
	"Malaysia": "Maleisië",
	"Manage channels stored on the TV.": "Bestuur kanale wat op die TV geberg word.",
	"Mandarin": "Mandaryn",
	"Manual": "Per hand",
	"Marshall Islands": "Marshall-eilande",
	"Mature Audience Only": "Slegs Volwasse Gehoor",
	"Mauritania": "Mauritanië",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimeer kontras deur die intensiteit van helder en donker areas van die skerm te verhoog.",
	"Menu Language": "Kieslystaal",
	"Menu Transparency": "Kieslys-deursigtigheid",
	"Message": "Boodskap",
	"Method": "Metode",
	"Mexico": "Meksiko",
	"Mexico City": "Meksikostad",
	"Middle East": "Middel-Ooste",
	"Minutes": "Minute",
	"Mobile Connection Management": "Bestuur van Mobiele Verbinding",
	"Mode Option": "Modus-opsie",
	"Mongolia": "Mongolië",
	"Month": "Maand",
	"Morocco": "Marokko",
	"Moscow": "Moskou",
	"Motion Eye Care": "Beweging-oogsorg",
	"Movie Lock": "Flimslot",
	"Mozambique": "Mosambiek",
	"Multi Audio": "Multi-oudio",
	"Multi Channel Audio": "Veelvoudige kanaaloudio",
	"Multi Feed": "Multi-toevoer",
	"Multiple": "Meervoudige",
	"Music": "Musiek",
	"Myanmar": "Mianmar (Birma)",
	"NEXTGEN TV Mode": "NEXTGEN TV-modus",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nieu-Suid-Wallis/Australiese Hoofstadgebied - Sydney",
	"NT - Northern Territory - Darwin": "NT - Noordelike Gebied - Darwin",
	"Namibia": "Namibië",
	"Narrow": "Smal",
	"Natural": "Natuurlik",
	"Netherland": "Nederland",
	"Netherlands": "Nederland",
	"Network": "Netwerk",
	"Network Connection Settings": "Netwerkverbindingsinstellings",
	"Network Name": "Netwerknaam",
	"Network-Based Personalization Recommendations": "Netwerkgebaseerde verpersoonlike aanbevelings",
	"New Caledonia": "Nuwe Kaledonië",
	"New Zealand": "Nieu-Seeland",
	"Next": "Volgende",
	"Nigeria": "Nigerië",
	"Night": "Nag",
	"No": "Nee",
	"No Internet via 3G/4G network": "Geen Internet via 3G/4G-netwerk nie",
	"No Internet via Ethernet": "Geen Internet via Ethernet nie",
	"No Internet via Wi-Fi": "Geen Internet via Wi-Fi nie",
	"No One 17 and Under Admitted.": "Niemand 17 en Onder word Toegelaat nie.",
	"No Operation Auto Off": "Geen Operasie Outo Af",
	"No Signal Auto Off": "Geen Sein Outo Af",
	"No Signal Image": "Geen sein-beeld",
	"No Signal Power Off (15Min)": "Geen Sein Krag Af (15Min)",
	"No devices have been found.": "Geen toestelle is gevind nie.",
	"No paired devices.": "Geen gepaarde toestelle nie.",
	"No signal on Server": "Geen sein op Bediener nie",
	"No updates found.": "Geen bywerkings gevind nie.",
	"Noise Reduction": "Geraasvermindering",
	"None": "Geen",
	"Normal": "Normaal",
	"North Korea": "Noord-Korea",
	"Northern Africa": "Noord-Afrika",
	"Norway": "Noorweë",
	"Norwegian": "Noorweegs",
	"Not Connected": "Nie Verbind Nie",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Let wel: As u toestel nie hierdie kenmerk ondersteun nie, kan dit dalk nie behoorlik werk nie. In daardie geval, kan u die toestel aan ’n ander HDMI-poort verbind of die 8K HDMI Ultra HD Deep Color-instelling afskakel.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Let wel: As u toestel nie hierdie kenmerk ondersteun nie, kan dit dalk nie behoorlik werk nie. In daardie geval, kan u die toestel aan ’n ander HDMI-poort verbind of die HDMI Ultra HD Deep Color-instelling afskakel.",
	"Note: Available options depend on the broadcast program.": "Let wel: Beskikbare opsies hang af van die uitsaaiprogram.",
	"Note: Behavior may differ if connected device is not a LG device.": "Let wel: Gedrag mag dalk verskil as gekoppelde toestel nie 'n LG-toestel is nie.",
	"Note: Only displayed when it is provided by the program.": "Let wel: Word slegs vertoon wanneer dit deur die program voorsien word.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Let wel: Subtitels word slegs vertoon wanneer deur die uitsaaiprogram voorsien word.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Let wel: Geondersteunde kenmerke kan dalk volgens model verskil asook die deursigtigheid volgens die kenmerk se werking met inhoud-terugspeel soos Live TV of VOD-inhoud.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Let wel:<br>1. Indien jou TV aangeskakel is terwyl Pieksel-verfrisser aan die gang is, sal dit die proses stop en jy moet dan van voor af begin.<br>2. Tydens die prosessering, kan 'n wit lyn dalk in die skerm verskyn. Hierdie is normaal wanneer jou skerm skoongemaak word.",
	"Notifications": "Kennisgewings",
	"OK": "GOED",
	"OLED LIGHT": "OLED-LIG",
	"OLED Screen Saver": "OLED-skermbeskermer",
	"Object Audio": "Voorwerp-oudio",
	"Off": "Af",
	"On": "Aan",
	"OnTimer Channel not selected": "Aan-tydhouerkanaal nie geselekteer nie.",
	"Open": "Maak oop",
	"Open Source Licenses": "Maak Verkry Sagteware-kennisgewing oop",
	"Open when TV is turned on": "Maak oop wanneer TV aangeskakel is",
	"Operate once when TV is off": "Funksioneer een keer wanneer TV af is",
	"Optical": "Optiese",
	"Optical + Internal TV Speaker": "Optiese- + Interne TV-luidspreker",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimaliseer ’n diepte vir inhoud deur ’n algoritme wat via ’n LG-masjienleertegniek aangeleer is.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimiseer kontrasinstellings gebaseer op beeldhelderheid van die HDR-inhoud.",
	"Optimize contrast settings based on image brightness.": "Optimiseer kontrasinstellings gebaseer op beeldhelderheid.",
	"Optimize the sound for a cinematic experience.": "Optimiseer die klank vir 'n bioskoop-ervaring.",
	"Original Language": "Oorspronklike Taal",
	"Others": "Ander",
	"Outer": "Buitenste",
	"Output sound through the Internal TV speaker.": "Uitsetklank deur die Interne TV-luidspreker.",
	"Pagode": "Pagoda",
	"Panama City": "Panamastad",
	"Papua New Guinea": "Papoea-Nieu-Guinee",
	"Parental Guidance Suggested": "Ouerbeheer Aanbeveel",
	"Parental Guidance Suggested :": "Ouer begeleiding aanbeveel :",
	"Parental guidance suggested for children ages 8-13.": "Ouerbegeleiding aanbeveel vir kinders onderdomme 8-13.",
	"Parents Guidance strongly required :": "Ouerbegeleiding word sterk aanbeveel :",
	"Parents Strongly Cautioned": "Ouers Word Streng Gewaarsku",
	"Paris": "Parys",
	"Password": "Wagwoord",
	"Patent Information": "Patent-inligting",
	"Peak Brightness": "Hoogste helderheid",
	"Persian": "Persiese",
	"Philippines": "Filippyne",
	"Photo": "Foto",
	"Pick a Time": "Kies 'n Tyd",
	"Picture": "Foto",
	"Picture Mode": "Foto-modus",
	"Picture Mode Settings": "Foto-modusinstellings",
	"Picture Options": "Foto-opsies",
	"Picture Test": "Foto-toets",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Prent of klank mag dalk nie behoorlik werk terwyl gekoppelde eksterne toestel en TV aanvanklik besig is om te kommunikeer nie. As die probleem voortduur, keer asseblief terug na die instellings of herbegin jou gekoppelde eksterne toestel.",
	"Pitch": "Toonhoogte",
	"Pixel Refresher": "Pieksel-verfrisser",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pieksel-verfrisser laat jou TV toe om die helderste prent moontlik te verskaf.",
	"Pixel Refresher begins only once when the TV is turned off.": "Pieksel-verfrisser begin slegs een keer wanneer die TV afgeskakel is.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pieksel-verfrisser is geskeduleer om die volgende keer te begin wanneer die TV afgeskakel word.",
	"Play": "Speel",
	"Play sound through TV Speaker.": "Speel klank deur die TV-luidspreker.",
	"Play the standard sound suitable for all types of content.": "Speel die standaard klank wat vir alle soorte inhoud geskik is.",
	"Please check if WiSA Speakers are turned on and try again.": "Kontroleer asseblief of WiSA-luidsprekers aangeskakel is en probeer weer.",
	"Please check that the Bluetooth device is already connected to another device.": "Gaan asseblief na dat die Bluetooth-toestel reeds aan ’n ander toestel verbind is.",
	"Please check the network name and password and try again.": "Kontroleer asseblief die netwerknaam en wagwoord en probeer weer.",
	"Please check the status and try again": "Gaan asseblief die status na en probeer weer.",
	"Please do not unplug the USB storage until the copying is completed.": "Moet asseblief nie die USB-berging uitprop totdat die kopiëring voltooid is nie.",
	"Please enter your password to turn off this function.": "Voer jou wagwoord in om hierdie funksie af te skakel.",
	"Please enter your password to turn on this function.": "Voer jou wagwoord in om hierdie funksie aan te skakel.",
	"Please make sure that your TV is connected to the network and try again.": "Maak asseblief seker dat u TV met die netwerk gekoppel is en probeer weer.",
	"Please note that LG does not use or manage the value.": "Let asseblief daarop dat LG nie die waarde gebruik of bestuur nie.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Let asseblief daarop dat die klank dalk nie gespeel sal word wanneer Digitale Klank Uit na Pass Through gestel is nie.",
	"Please try again later.": "Probeer asseblief later weer.",
	"Please wait while the Settings application reloads.": "Wag asseblief terwyl die Instellings-toepassing herlaai.",
	"Please wait while the Settings application restarts.": "Wag asseblief terwyl die Instellings-toepassing herbegin.",
	"Please wait while the TV restarts.": "Wag asseblief totdat die TV weer herbegin.",
	"Please wait while the TV searches for LG Service Country.": "Wag asseblief terwyl die TV vir LG Service Country soek.",
	"Point": "Punt",
	"Pointer Options": "Aanwyser-opsies",
	"Pointer Size": "Wyser-grootte",
	"Poland": "Pole",
	"Polish": "Pools",
	"Port Moresby": "Moresby-hawe",
	"Port of Spain": "Spanje-hawe",
	"Portuguese": "Portuguees",
	"Position": "Posisie",
	"Position Settings": "Posisie-instellings",
	"Power Off Timer": "Krag af-tydhouer",
	"Power On Timer": "Krag aan-tydhouer",
	"Power Saving Mode": "Kragbesparingsmodus",
	"Prague": "Praag",
	"Preschool": "Voorskoolse",
	"Press right button to adjust de-blur and Motion Pro value.": "Druk regter-knoppie om ontwasig- en Motion Pro-waarde te verstel.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Druk regter-knoppie om ontwasig- en OLED Motion Pro-waarde te verstel.",
	"Press right button to adjust de-blur and OLED Motion value.": "Druk regter-knoppie om ontwasig- en OLED Motion-waarde te verstel.",
	"Press right button to adjust de-judder and Motion Pro value.": "Druk regter-knoppie om ontflikker- en Motion Pro-waarde te verstel.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Druk regter-knoppie om ontflikker- en OLED Motion Pro-waarde te verstel.",
	"Press right button to adjust de-judder and OLED Motion value.": "Druk regter-knoppie om ontflikker- en OLED Motion-waarde te verstel.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Druk regter-knoppie om ontflikker- ontwasig- en Motion Pro-waarde te verstel.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Druk regter-knoppie om ontflikker- ontwasig- en OLED Motion Pro-waarde te verstel.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Druk regter-knoppie om ontflikker- ontwasig- en OLED Motion-waarde te verstel.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Druk die WPS-knoppie op 'n WPS-geaktiveerde roeteerder om die TV met die netwerk te verbind.",
	"Press the right button to adjust Motion Pro settings.": "Druk die regterknoppie om Motion Pro-instellings te verstel.",
	"Press the right button to adjust OLED Motion Pro settings.": "Druk die regterknoppie om OLED Motion Pro-instellings te verstel.",
	"Press the right button to adjust OLED Motion settings.": "Druk die regterknoppie om OLED Motion-instellings te verstel.",
	"Press the right button to adjust de-blur settings.": "Druk die regterknoppie om anti-wasig-instellings te verstel.",
	"Press the right button to adjust de-judder settings.": "Druk die regterknoppie om anti-skud-instellings te verstel.",
	"Previous": "Vorige",
	"Primary Audio Language": "Primêre Oudiotaal",
	"Primary Channels": "Primêre Kanale",
	"Primary Teletext Language": "Primêre Teleteks-taal",
	"Program exempted from ratings.": "Program vrygestel van graderings.",
	"Programme": "Kanaal",
	"Provide HbbTV Distinctive ID": "Verskaf HbbTV Distinktiewe ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Verskaf HbbTV Distinctive ID aan HbbTV-diens vir uitsendings.",
	"Provided services may vary depending on countries.": "Verskafde dienste kan varieer, afhangende van lande.",
	"Qatar": "Katar",
	"Quick Help": "Vinnige hulp",
	"Quick Start+": "Vinnige Begin+",
	"Rainy River": "Rainy-rivier",
	"Raised": "Gelig",
	"Reason: Authentication with access point was unsuccessful.": "Rede: Bemagtiging met toegangspunt was onsuksesvol.",
	"Reason: Could not establish a connection to access point.": "Rede: Kon nie 'n verbinding vestig om toegang tot toegangspunt te kry nie.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Rede: Kon nie 'n geldige IP-adres kry deur DHCP te gebruik nie.",
	"Reason: Entered password is incorrect.": "Rede: Ingevoerde wagwoord is inkorrek.",
	"Reason: Password is missing.": "Rede: Wagwoord ontbreek.",
	"Reason: The network you selected is out of range.": "Rede: Die netwerk wat u geselekteer het, is buite bereik.",
	"Reason: Unable to login.": "Rede: Nie in staat om aan te meld nie.",
	"Receive emergency alerts from TV when an emergency occurs.": "Ontvang noodgeval-kennisgewings vanaf TV wanneer ’n noodgeval ontstaan.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Dit word aanbeveel dat die ure wanneer jy nie TV kyk nie, na Always-on opgestel word.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Maak aanbevelings oor nuttige inhoud en kenmerke op grond van besigtigingsgeskiedenis en gebruikspatrone van toepassings.",
	"Recommendations are available for the people, products and locations related to the current program.": "Aanbevelings is beskikbaar vir die mense, produkte en liggings wat met die huidige program verband hou.",
	"Red": "Rooi",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Verminder onreëlmatige geraas van digitale video-seine om beeldkwaliteit te verbeter.",
	"Region": "Streek",
	"Registered Devices ({num})": "Geregistreerde toestelle ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Versterk die hoë-frekwensie toon van die geoptimeerde klank.",
	"Reinforce the low-pitched tone of the optimized sound.": "Versterk die lae-frekwensie toon van die geoptimeerde klank.",
	"Remote Settings": "Afstandbeheer-instellings",
	"Remove irregular and erratic pixels for a clearer image.": "Verwyder onreëlmatige en wisselvallige beeldelemente vir 'n skoner beeld.",
	"Reset": "Herset",
	"Reset AD ID": "Stel weer AD ID in",
	"Reset CI Password": "Herset CI-wagwoord",
	"Reset HbbTV Distinctive ID": "Stel HbbTV Distinktiewe ID terug",
	"Reset Password": "Stel wagwoord terug",
	"Reset Settings": "Stel Instellings terug",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Stel die toeplys terug wat goedgekeur is wanneer met die HbbTV-mobiele toep verbind word.",
	"Reset the caption position.": "Stel die byskrifposisie terug.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Stel die geskiedenis terug van beide kykinhoud en gebruik van toepassings. Wanneer die geskiedenis teruggestel word, kan dit ’n sekere tydsperiode neem om weer die aanbevelings van inhoud te ontvang.",
	"Reset to Initial Settings": "Herset na Oorspronklike Instellings",
	"Restrict access to TV programs based on their ratings.": "Beperk toegang tot TV-programme gebaseer op hul graderings.",
	"Restrict watching based on age ratings for children programs.": "Beperk kyk, gebaseer op ouderdomsbeperkings vir kinderprogramme.",
	"Restrict watching based on ages ratings.": "Beperk kyk, gebaseer op ouderdomsbeperkings.",
	"Restrict watching based on fantasy violence content ratings.": "Beperk kyk van fantasie geweld, gebaseer op die graderings vir geweld.",
	"Restrict watching based on programs containing adult language.": "Beperk kyk, gebaseer op programme wat volwasse taal bevat.",
	"Restrict watching based on programs containing sexual scene.": "Beperk kyk, gebaseer op programme wat seksuele tonele bevat.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Beperk kyk, gebaseer op programme wat seksueel suggestiewe dialoog bevat.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Beperk kyk, gebaseer op gespesifiseerde ouderomme of inhoudgraderings onder ouertoesig.",
	"Restrict watching based on violence content ratings.": "Beperk kyk, gebaseer op geweld-inhoudgraderings.",
	"Restrict watching movies based on rating.": "Beperk kyk van flieks, gebaseer op gradering.",
	"Restrict watching programs based on rating.": "Beperk kyk van programme gebaseer op gradering.",
	"Restriction ratings :": "Beberkinggraderings :",
	"Retry": "Probeer weer",
	"Revert TV to its initial settings.": "Keer TV terug na sy aanvanklike instellings.",
	"Revert color adjustment settings to default.": "Skakel kleurverstelling-instellings terug na verstek.",
	"Revert detailed sound effect settings of standard mode to default.": "Keer gedetailleerde klankeffek-instellings terug van standaard modus na verstek.",
	"Revert picture setting values to default.": "Keer beeldinstelling-waardes terug na verstek.",
	"Revert white balance settings to default.": "Skakel witbalans-instellings terug na verstek.",
	"Right": "Regs",
	"Right Left": "Regs/Links",
	"Right Surround": "Regs-omring",
	"Right drop shadow": "Regter skadubeeld",
	"Romania": "Roemenië",
	"Romanian": "Romeen",
	"Russia": "Rusland",
	"Russian": "Russies",
	"SA - South Australia - Adelaide": "SA - Suid-Australië - Adelaide",
	"SIGNATURE Opening": "SIGNATURE-opening",
	"SIGNATURE TV Settings": "SIGNATURE TV-instellings",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK stel u in staat om u LG-afstandbeheer te gebruik om u ander SIMPLINK-geaktiveerde toestelle te beheer, soos 'n DVD-speler of oudio Tuisteater-stelsel, wat met u LG Smart TV deur HDMI verbind is.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK sal outomaties aangeskakel word om hierdie ARC-modus te gebruik.",
	"Safety": "Veiligheid",
	"Saint Lucia": "Sint Lucia",
	"Saint Vincent": "St. Vincent en die Grenadine",
	"Satellite": "Satelliet",
	"Satellite DTV": "Satelliet DTV",
	"Satellite Radio": "Satelliet Radio",
	"Saturation": "Versadiging",
	"Saudi Arabia": "Saoedi-Arabië",
	"Saudi arabia": "Saoedi-Arabië",
	"Save CAM Operator's Profile": "Stoor CAM-operateursprofiel",
	"Save CI Password": "Stoor CI-wagwoord",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Stoor die kleurverstelling-instellings van die huidige beeldmodus vir alle toevoere.",
	"Save the white balance settings from the current picture mode in all inputs.": "Stoor die witbalans-instellings van die huidige beeldmodus vir alle toevoere.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Stoor/herset u CI-wagwoord. Deur u wagwoord te stoor, stel u in staat om die aantekenstap in die toekoms oor te slaan.",
	"Scan \"Auto Detect\" automatically.": "Skandeer \"Outobespeur” outomaties.",
	"Screen Down": "Skerm af",
	"Screen Off": "Skerm Af",
	"Screen Saver": "Skermbeskermer",
	"Screen Shift ": "Skermskuif",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skermverandering op gewone tydintervalle en voorkom beeldkwaliteitsprobleme wat kan voorkom wanneer die TV vir ’n uitgebreide tydsperiode aangeskakel is.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skerm sal oor 5 sekondes afskakel. Om die skerm weer aan te sit, druk enige knoppie behalwe die krag- en volume-knoppie.",
	"Search": "Soek",
	"Search Bluetooth Device": "Soek Bluetooth-toestel",
	"Searching...": "Soek tans...",
	"Second Language": "Tweede Taal",
	"Secondary Audio Language": "Sekondêre Oudiotaal",
	"Secondary Teletext Language": "Sekondêre Teleteks-taal",
	"Security": "Sekuriteit",
	"Select IRE point to adjust luminance.": "Selekteer IRE-pount of verligting te verstel.",
	"Select Mode": "Selekteer Modus",
	"Select TV's language settings.": "Kies TV se taalinstellings.",
	"Select a caption type for HD broadcasts.": "Selekteer ‘n byskriftipe vir HD-uitsendings.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Selekteer ‘n byskriftipe vir NEXTGEN TV-uitsendings.",
	"Select a caption type for UHD broadcasts.": "Selekteer ‘n byskriftipe vir UHD-uitsendings.",
	"Select a caption type for analog broadcasts.": "Selekteer ‘n byskriftipe vir analoog-uitsendings.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Kies ’n videomodus wat pas by die kykomgewing, of spesifiseer instellings vir ’n videomodus, soos kontras, kleur en meer.",
	"Select an audio format for each HDMI input.": "Kies ’n oudio-formaat vir elke HDMI-toevoer.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Selekteer ’n ander Digitale Klank Uit (Outo of PCM) as jy nie klankeffekte kan hoor nadat Pass Through gekies is nie.",
	"Select audio language for digital broadcasts.": "Kies die oudio-taal vir digitale uitsendings.",
	"Select color to be adjusted.": "Selekteer kleur wat verstel moet word.",
	"Select days to apply the Timer Power Off settings every week.": "Selekteer dae om die Tydhouer Krag Af-instellings elke week toe te pas.",
	"Select days to apply the Timer Power On settings every week.": "Selekteer dae om die Tydhouer Krag Aan-instellings elke week toe te pas.",
	"Select device for audio output.": "Selekteer toestel vir oudio-uitset.",
	"Select device or speaker for audio output.": "Kies toestel of luidspreker vir oudio-uitset.",
	"Select digital audio output format.": "Kies die digitale oudio-uitvoerformaat.",
	"Select language for TV menu.": "Kies die taal vir TV-kieslys.",
	"Select language for subtitles.": "Selekteer taal vir subtitels.",
	"Select languages for keyboards input.": "Kies tale vir sleutelbordtoevoer.",
	"Select method to adjust white balance.": "Selekteer metode om witbalans te verstel.",
	"Select point to adjust luminance.": "Selekteer punt om verligting te verstel.",
	"Select the Sound mode and set detailed Audio effects.": "Kies die Klank-modus en stel gedetailleerde Oudio-effekte.",
	"Select the Sound mode for each content type.": "Kies die Klank-modus vir elke inhoudtipe.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Kies die Ultra HD Deep Color vir HDMI {num}-poort.",
	"Select the app to restrict the use.": "Kies die app om gebruik te beperk.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Kies die gepaste prentmodus volgens die kykomgewing of inhoudtipe.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Kies die oudio-eienskappe om na die uitsending te luister op die manier wat jy verkies.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Kies die byskriftipe vir digitale uitsendings en stel gedetailleerde subtitel-instellings.",
	"Select the channel to restrict watching.": "Kies die kanaal om kyk te beperk.",
	"Select the channel to watch when the TV turns on.": "Kies die kanaal om te kyk wanneer die TV aanskakel.",
	"Select the color range to be displayed.": "Kies die kleurreeks wat vertoon moet word.",
	"Select the country for your country's special services.": "Kies die land vir jou land se spesiale dienste.",
	"Select the desired video angle.": "Selekteer die gewenste video-hoek.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Kies die formaat om TV Digitale Klank Uit na 'n eksterne toestel oor te dra.",
	"Select the input to use when the TV turns on.": "Selekteer die invoer om te gebruik wanneer die TV aanskakel.",
	"Select the inputs to restrict the use.": "Kies die toevoere om die gebruik te beperk.",
	"Select the most preferred Subtitle Language.": "Selekteer u eerste keuse vir Subtiteltaal.",
	"Select the place where to use the TV.": "Kies die plek waar die TV gebruik word.",
	"Select the residential region for your regional broadcast signal.": "Kies die residensiële streek van jou streek-uitsaaisein.",
	"Select the second preferred Subtitle Language.": "Selekteer u tweede keuse vir Subtiteltaal.",
	"Select your first choice of audio language for digital broadcasts.": "Selekteer jou eerste keuse van oudio-taal vir digitale uitsendings.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selekteer u eerste keuse van taal vir u uitsaai TV-verskaffer se teleteks-dienste.",
	"Select your second choice of audio language for digital broadcasts.": "Selekteer jou tweede keuse van oudio-taal vir digitale uitsendings.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selekteer u tweede keuse van taal vir u uitsaai TV-verskaffer se teleteks-dienste.",
	"Serbia": "Serwië",
	"Serbian": "Serwies",
	"Serial Number": "Reeksnommer",
	"Service 1": "Diens 1",
	"Service 2": "Diens 2",
	"Service 3": "Diens 3",
	"Service 4": "Diens 4",
	"Service 5": "Diens 5",
	"Service 6": "Diens 6",
	"Service Area Zip Code": "Diensarea poskode",
	"Set Automatically": "Stel Outomaties",
	"Set ID": "Stel ID",
	"Set My Team Alarm.": "Stel My Span-alarm.",
	"Set Store Mode settings.": "Stel bergingmodus-instellings.",
	"Set System Color mode for your current TV input.": "Stel Stelselkleur-modus vir u huidige TV-inset.",
	"Set additional options for Video Description.": "Stel addisionele opsies vir Video-beskrywing.",
	"Set additional picture settings.": "Stel bykomende prentinstellings.",
	"Set additional sound-related settings.": "Stel bykomende klankverwante instellings.",
	"Set advanced Subtitle options.": "Stel gevorderde Subtitel-opsies.",
	"Set advanced captioning options.": "Stel gevorderde Byskrif-opsies.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Stel en wysig die IP-adresweergawe na IPv4 of IPv6.",
	"Set audio-related options.": "Stel oudio-verwante opsies.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Stel byskrifgrootte, kleur, deursigtigheid en ander opsies vir uitsendings.",
	"Set color temperature from warm to cool.": "Stel kleurtemperatuur van warm na koel.",
	"Set detailed caption settings for HD broadcasts.": "Stel gedetailleerde byskrifinstellings vir HD-uitsendings.",
	"Set detailed options for the AI functions.": "Stel gedetailleerde opsies vir die AI-funksies.",
	"Set detailed options for the Home feature.": "Stel gedetailleerde opsies vir die Huis-funksie.",
	"Set detailed options for the Recommendation feature.": "Stel gedetailleerde opsies vir die aanbevelingsfunksie.",
	"Set easy connection settings with external devices.": "Stel maklike verbinding-instellings met eksterne toestelle.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Stel sluiting op die gespesifiseerde kanale, apps, toevoere ens. om onder ouertoesig te gebruik.",
	"Set necessary additional functions based on watching environment and screen status.": "Stel noodsaaklike bykomende funksies gebaseer op die kykersomgewing en skermstatus.",
	"Set or reset the position of on-screen captions.": "Stel of stel die posisie terug van opskerm-byskrifte.",
	"Set settings related to your wired / wireless network.": "Stel instellings wat verband hou met gekoorde / koordlose netwerk.",
	"Set the TV to turn off automatically after a set amount of time.": "Stel die TV om na 'n gestelde hoeveelheid tyd outomaties af te skakel.",
	"Set the TV to turn off automatically at a set time.": "Stel die TV om op 'n bepaalde tyd outomaties af te skakel.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Stel die TV om outomaties af te skakel indien daar geen gebruiker-invoer vir 4 ure nadat die TV outomaties aanskakel is nie.",
	"Set the TV to turn on automatically at a set time.": "Stel die TV om op 'n gestelde tyd outomatiese aan te skakel.",
	"Set the additional functions related to the TV.": "Stel die bykomende funksies tot die TV stel verwant is.",
	"Set the current date and time.": "Stel die huidige datum en tyd.",
	"Set the current date manually.": "Stel die huidige datum per hand.",
	"Set the current time manually.": "Stel die huidige tyd per hand.",
	"Set the detect range of device available to connect.": "Stel die soekafstand van beskikbare toestelle om te verbind.",
	"Set the region and country for broadcasts and special services.": "Stel die streek en land vir uitsendings en spesiale dienste.",
	"Set the screen size and aspect ratio.": "Stel die skermgrootte en aspekratio.",
	"Set the specialized functions of SIGNATURE TV.": "Stel die gespesialiseerde funksies van SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Stel die tyd waarop die TV outomaties sonder gebruikerstoevoer sal afskakel.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Stel die virtuele veelvoudige kanaal omringklank-effek om meer realistiese klank te geniet.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Stel die Virtual Surround-effek om meer realistiese klank te geniet.",
	"Set the volume level when the TV turns on.": "Stel die volumevlak wanneer die TV aanskakel.",
	"Set time to turn off the TV.": "Stel tyd om die TV af te skakel.",
	"Set time to turn on the TV.": "Stel tyd om die TV aan te skakel.",
	"Set up additional features related to customer support.": "Stel bykomende funksies op wat met kliëntondersteuning verband hou.",
	"Set up an account to use LG Services.": "Stel ’n rekening op om LG-dienste te gebruik.",
	"Set whether to display Home when the TV is turned on.": "Stel of Huis vertoon moet word wanneer die TV aangeskakel is.",
	"Settings Help": "Instellings-hulp",
	"Sexual Situations": "Seksuele Situasies",
	"Sexually Suggestive Dialogue": "Seksuele Suggestiewe Dialoog",
	"Sharpness": "Skerpheid",
	"Show Password": "Vertoon Wagwoord",
	"Side by Side": "Langs mekaar",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Seinonderbreking kan die Magic Remote se sensitiwiteit verminder as ’n koordlose roeteerder te naby aan die TV is.",
	"Singapore": "Singapoer",
	"Size": "Grootte",
	"Sleep Timer": "Slaaptydhouer",
	"Slovak": "Slowaakse",
	"Slovakia": "Slowakye",
	"Slovenia": "Slowenië",
	"Slovenian": "Sloween",
	"Slow": "Stadig",
	"Small": "Klein",
	"Smooth": "Glad",
	"Smooth Gradation": "Gladde gradasie",
	"Soccer": "Sokker",
	"Software Update": "Sagteware-bywerking",
	"Software Version": "Sagteware-weergawe",
	"Software update has been installed. Update will be applied when you restart your TV.": "Sagteware-bywerking is geïnstalleer. Bywerking sal toegepas word wanneer jy jou TV herbegin.",
	"Solid": "Solied",
	"Solomon Islands": "Solomon-eilande",
	"Somalia": "Somalië",
	"Some material may not be appropriate for children under 13.": "Sommige materiaal mag dalk nie geskik wees vir kinders onder 13 nie.",
	"Some material may not be appropriate for children.": "Sommige materiaal mag dalk nie vir kinders geskik wees nie.",
	"Sotho, Northern": "Noord-Sotho",
	"Sotho, Southern": "Suid-Sotho",
	"Sound": "Klank",
	"Sound Mode": "Klankmodus",
	"Sound Mode Settings": "Klankmodus-instellings",
	"Sound Out": "Klank Uit",
	"Sound Share": "Klankdeling",
	"Sound Test": "Klanktoets",
	"South Africa": "Suid-Afrika",
	"South Korea": "Suid-Korea",
	"Southern Africa": "Suidelike Afrika",
	"Spain": "Spanje",
	"Spanish": "Spaans",
	"Speaker Volume Control": "Luidspreker-volumebeheer",
	"Specify detailed voice guidance settings after turning on this feature.": "Spesifiseer gedetailleerde stemriglyn-instellings nadat hierdie funksie aangeskakel is.",
	"Speed": "Spoed",
	"Spoken Subtitle": "Gesproke Subtitel",
	"Sports": "Sport",
	"Sports Alert": "Sportkennisgewing",
	"Stand": "Staander",
	"Standard": "Standaard",
	"Standard Mode Sound Effect": "Standaard modus-klankeffek",
	"Standby Light": "Bystandlig",
	"Start New Sound Tuning": "Begin nuwe Klankinstelling",
	"Start Now": "Begin nou",
	"Store Demo": "Berg Demonstrasie",
	"Store Mode": "Bergingsmodus",
	"Store Mode Settings": "Bergingmodus-instellings",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Winkelmodus is vir vertoning binne die winkel doeleindes. Dit sal instellings elke paar minute weer inisialiseer. Wil jy hierdie vertoning toemaak en die Winkelmodus begin?",
	"Strong": "Sterk",
	"Style": "Styl",
	"Subnet Mask": "Subnet-masker",
	"Subnet prefix length": "Subnet-prefikslengte",
	"Subtitle First Choice Language": "Subtitel Eerste Keuse Taal",
	"Subtitle Language": "Subtitel-taal",
	"Subtitle Second Choice Language": "Subtitel Tweede Keuse Taal",
	"Subtitles": "Subtitels",
	"Sudan": "Soedan",
	"Super Impose": "Super Imponeer",
	"Super Resolution": "Super Resolusie",
	"Support": "Bystand",
	"Surround Balance": "Omringklank-balans",
	"Surround Level": "Omringklank-vlak",
	"Sweden": "Swede",
	"Swedish": "Sweeds",
	"Swift Current": "Vinnige Stroom",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Skakel oor na bystandmodus om die TV vinnig weer aan te skakel wanneer jy die TV afskakel.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Skakel oor na bystandmodus om vinnig ’n verskeidenheid funksies te gebruik soos apps, soek ens. wanneer jy die TV afskakel.",
	"Switzerland": "Switserland",
	"Sync Demo": "Sinchroniseer Demo",
	"Syria": "Sirië",
	"System Color": "Stelselkleur",
	"TAS - Tasmania - Hobart": "TAS - Tasmanië - Hobart",
	"TEXT 1": "TEKS 1",
	"TEXT 2": "TEKS 2",
	"TEXT 3": "TEKS 3",
	"TEXT 4": "TEKS 4",
	"TV Information": "TV-inligting",
	"TV Installation Type": "TV-installasie tipe",
	"TV Lock": "TV-slot",
	"TV Name": "TV-naam",
	"TV On With Mobile": "TV Aan Met Selfoon",
	"TV Power Sound": "TV-kragklank",
	"TV Power Sound Volume": "TV-Aanskakelklank volume",
	"TV Program Locks": "TV-programslotte",
	"TV Rating English": "TV-gradering Engels",
	"TV Rating French": "TV-gradering Frans",
	"TV Speaker": "TV-luidspreker",
	"TV can be used as an alarm.": "TV kan as ’n wekker gebruik word.",
	"TV is turned off at a set time on every specified day.": "TV word op ’n gestelde tyd op elke gespesifiseerde dag afgeskakel.",
	"TV to USB": "TV na USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Trek voordeel uit funksies wat netwerkkonnektiwiteit vereis, soos die Internet, apps, sagteware-opdatering ens.",
	"Tanzania": "Tanzanië",
	"Target Luminance": "Teiken-helderheid",
	"Teletext": "Teleteks",
	"Terrestrial DTV": "Terrestriële DTV",
	"Text Color": "Tekskleur",
	"Text Opacity": "Teks-ondeursigtigheid",
	"Text Search": "Tekssoekttog",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Die HDMI {port1} en HDMI {port2}-poorte ondersteun AMD FreeSync Premium en hierdie funksie kan geselekteer word.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1} en HDMI {port2}-poorte ondersteun AMD FreeSync Premium, en dit kan dit aan- of afskakel word.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI {port1} en HDMI {port2}-poorte ondersteun die Kits speletjie-respons, en jy kan dit aan- of afskakel.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Die HDMI {port1}-poort ondersteun AMD FreeSync Premium en hierdie funksie kan geselekteer word.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1}-poort ondersteun AMD FreeSync Premium en dit kan dit aan- of afgeskakel word.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Die HDMI {port1}-poort ondersteun die kits speletjie-respons, en jy kan dit aan- of afskakel.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Die HDMI {port1}, HDMI {port2} en HDMI {port3}-poorte ondersteun AMD FreeSync Premium en j hierdie funksie  kan geselekteer word.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1}-, HDMI {port2}- en HDMI {port3}-poorte ondersteun AMD FreeSync Premium, en dit kan dit aan- of afgeskakel word.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Die HDMI {port1}, HDMI {port2}, HDMI {port3} en HDMI {port4} poorte ondersteun AMD FreeSync Premium, en hierdie funksie kan geselekteer word.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Die HDMI {port1}, HDMI {port2}, HDMI {port3} en HDMI {port4}-poorte ondersteun AMD FreeSync Premium, en dit kan dit aan- of afgeskakel word.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI {port1}-, HDMI {port2}-, HDMI {port3}- en HDMI {port4}-poorte ondersteun die kits speletjie-respons en jy kan dit aan- of afskakel.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Die HDMI {port1}-, HDMI {port2}- en HDMI {port3}-poorte ondersteun die kits speletjie-respons en jy kan dit aan- of afskakel.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Die HbbTV Distinktiewe ID is ‘n unieke waarde wat slegs gebruik word vir HbbTV, wat onverwant is tot die gebruiker se persoonlike inligting.",
	"The HbbTV Distinctive ID will be reset.": "Die HbbTV-distinktiewe ID sal teruggestel word.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Die HbbTV-app of -diens sal die nasporing van 'n individuele gebruiker deaktiveer.",
	"The IBB service will disable its tracking of an individual user.": "Die IBB-diens sal sy nasporing van ’n individuele gebruik deaktiveer.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Die LG Services Country-inligting kon nie van die bediener verkry word nie. Probeer asseblief later weer.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Die Instellings-toepassing moet herlaai om die kieslystaal te verander. Wil jy voortgaan?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Die omgewingsbeligting sal verskaf word wanneer beweging rondom die TV bespeur word.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Die beskikbare eksterne stemherkenningsdienste kan verander afhangende van die taalinstelling. Ook, as jy die kieslystaal verander, word die instellingskieslys herlaai. Wil jy voortgaan?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Die kanaallys is suksesvol gekopieer vanaf die USB-berging na jou TV. Die TV sal oor 5 sekondes herbegin.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Die kanaallys is suksesvol gekopieer vanaf jou TV na die USB-berging.",
	"The closer to 100, the brighter.": "Hoe nader aan 100, hoe helderder.",
	"The closer to 100, the clearer the color becomes.": "Hoe nader aan 100, hoe duideliker raak die kleur.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Hoe nader aan 50, hoe skoner is die rooi, hoe nader aan 50 hoe skoner is die groen.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Die gedetailleerde stel waardes van die Wit Balans-funksies, sal teruggestel word. Wil jy voortgaan?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Die gaping tussen die klankvolumes van die kanaal en program word outomaties verminder, wat jou help om die program met ’n konsekwente volume te kyk.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Die gaping tussen die klankvolumes van die kanaal en program word outomaties gestel om die program met ’n konsekwente volume te kyk.",
	"The higher the settings, the louder the sound rapidly.": "Hoe hoër die instellings, hoe vinniger styg die klank se volume.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Die interne TV-luidspreker en Bluetooth-luidsprekers kan gelyktydig klank uitvoer, wat ’n lewendige omringklankeffek skep.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Die taal vir die stemherkenning sal outomaties gestel word, afhangende van die gekose kieslystaal.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Die taal wat vir Stemherkenning gebruik word, word gestel volgens die geselekteerde kieslystaal. Bystanddienste kan varieer afhangende van die stemtaal.",
	"The network is currently unavailable. Please try again later.": "Die netwerk is tans nie beskikbaar nie. Probeer asseblief later weer.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Die proses sal ongeveer 'n uur neem om te voltooi en jou TV moet afgeskakel bly.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Die proses sal ongeveer {n} minuut (minute) neem om te voltooi en jou TV moet afgeskakel bly.",
	"The program is intended for adults only.": "Die program is slegs vir volwassenes.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Die skermhelderheid word outomaties verstel in ooreenstemming met die helderheid rondom jou TV.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Die skerm sal oor 5 sekondes afgly. Druk enige knoppie behalwe Krag en Volume op die afstandbeheer om die skerm weer op te gly.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Die stel subwaardes van die Kleurbestuurstelsel-funksie sal teruggestel word. Wil jy voortgaan?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Die instelling van Bluetooth-omringklank + Interne TV-luidspreker sal weer ingestel word.",
	"The settings are as follows.": "Die instellings is as volg.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Die klank kan nie gespeel word wanneer digitale klank uit na Pass Through gestel is nie.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Die bywerking kan nie op die TV toegepas word nie. Sagteware sal na die vorige weergawe terugkeer.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Die visuele effekte wat op die skerm vertoon wanneer die TV aangeskakel is en die skerm beweeg.",
	"There are no paired devices.": "Daar is geen gepaarde toestelle nie.",
	"There are settings to correct or prevent OLED panel noise.": "Daar is instellings om OLED-paneelgeraas te korrigeer of te voorkom.",
	"There is no USB device connected to your TV.": "Daar is geen USB-toestel met u TV verbind nie.",
	"There is no message.": "Daar is geen boodskap nie.",
	"Third Language": "Derde Taal",
	"This feature applies only to specified LG Wireless Keyboard models.": "Hierdie funksie is slegs beskikbaar op gespesifiseerde LG Koordlose sleutelbordmodelle.",
	"This function works only when it is provided by the broadcast program.": "Hierdie funksie werk slegs wanneer dit deur die uitsaaiprogram voorsien word.",
	"This is a closed caption preview": "Dit is ’n geslote-titel-voorbesigtiging",
	"This is an already existing value.": "Hierdie is reeds ’n bestaande waarde.",
	"This service provides you with more information about watching program and enjoys related contents.": "Hierdie diens verskaf jou met verdere inligting oor die program wat gekyk word en verwante inhoudsvoorstelle.",
	"This will revert all options on TV to their default settings.": "Dit sal alle opsies op die TV terugstel na hul verstekinstellings.",
	"Time": "Tyd",
	"Timer Channel": "Tydhouerkanaal",
	"Timer Repeat": "Tydhouer-herhaling",
	"Timers": "Tydhouers",
	"Timezone": "Tydsone",
	"Tint": "Skakeer",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Om die klank te optimeer, speel toetsklank op TV en meet die weerspieëlende klank met die Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Om jou TV-klank te toets, moet Klank uit-instellings na die Interne TV-luidspreker verander word. Wil jy voortgaan?",
	"Top and Bottom": "Bo en Onder",
	"Total Power On Time": "Totale Krag aan-tyd",
	"Tracking Speed": "Tredhouspoed",
	"Translucent": "Deurskynend",
	"Transparent": "Deursigtig",
	"Treble Boost": "Diskant-hupstoot",
	"Trinidad And Tobago": "Trinidad en Tobago",
	"Trinidad and Tobago": "Trinidad en Tobago",
	"Tune and save available channels.": "Stel in en stoor beskikbare kanale.",
	"Tune and save available channels. You can set satellite channel options.": "Stel in en stoor beskikbare kanale. Jy kan satelliet-kanaalopsies stel.",
	"Tunisia": "Tunisië",
	"Turkey": "Turkye",
	"Turkish": "Turks",
	"Turn on TV with mobile device same as smartphone.": "Skakel die TV aan met 'n mobiele toestel dieselfde as 'n slimfoon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Skakel die Ultra HD Deep Color vir HDMI {num}-poort aan of af.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Skakel die Kits speletjie-respons van die HDMI {num}-poort aan of af.",
	"Turn on the TV using mobile device via Bluetooth.": "Skakel die TV aan deur 'n mobiele toestel via Bluetooth te gebruik.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Skakel die TV aan deur jou mobiele toestel via Wi-Fi te gebruik.",
	"Turn on via Bluetooth": "Skakel aan via Bluetooth",
	"Turn on via Wi-Fi": "Skakel aan via Wi-Fi",
	"Turn on/off description box in Settings.": "Skakel die beskrywingsboks in Instellings aan/af.",
	"Turn on/off standby light.": "Skakel bystandlig aan/af.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Skakel die AMD FreeSync Premium van HDMI {num}-poort aan/af.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Skakel beelde wat op skerm vertoon word wanneer daar geen sein is nie aan/af.",
	"Turn on/off the related features of energy consumption.": "Skakel die relevante energie-gebruik funksies aan/af.",
	"Turn the Hybridcast service on/off.": "Skakel die Hybridcast-diens aan/af.",
	"Turn the Interactivity (DTVi) service on/off.": "Skakel die Interakitwiteit (DTVi)-diens aan/af.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Skakel jou uitsaai TV-verskaffer se TV-gids aan/af.",
	"Turn your broadcast TV provider's teletext service on/off.": "Skakel jou uitsaai TV-verskaffer se teleteks-diens aan/af.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Die afskakeling van Wi-Fi sal voorkom dat jy toegang tot alle Internetgebaseerde dienste kan kry, behalwe as jy 'n kable gebruik om met die netwerk te verbind. Wil jy voortgaan?",
	"UAE": "Verenigde Arabiese Emirate",
	"UHD Mode": "UHD-modus",
	"USA": "Verenigde State van Amerika",
	"USB storage for Copy Channels": "USB-berging vir Kopie-kanale",
	"USB to TV": "USB na TV",
	"Ukraine": "Oekraïne",
	"Ukrainian": "Oekraïens",
	"Ultra Surround": "Ultra-omringklank",
	"Unable to check for updates.": "Nie in staat om vir bywerkings na te gaan nie.",
	"Unable to connect to the network.": "Nie in staat om met die netwerk te verbind nie.",
	"Undefined": "Ongedefinieer",
	"Under 17 requires accompanying parent or adult guardian.": "Onder 17 vereis begeleidende ouer of volwasse voog.",
	"United Arab Emirates": "Verenigde Arabiese Emirate",
	"United Kingdom": "Verenigde Koninkryk",
	"United States of America": "Verenigde State van Amerika",
	"Universal Control Settings": "Universal Control-instellings",
	"Unknown": "Onbekend",
	"Unknown issue has occurred.": "Onbekende probleem het ontstaan.",
	"Update canceled.": "Bywerking gekanselleer.",
	"Update in progress...": "Bywerking tans aan die gang ...",
	"Update in progress...({n}%)": "Bywerking tans aan die gang ...({n}%)",
	"Update paused.": "Bywerking geonderbreek.",
	"Update reserved.": "Bywerking gereserveer.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Bywerking sal gekanselleer word en alle bygewerkte lêers sal nou geskrap word. Wil jy voortgaan?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Gebruik Magic Remote om die vertrek se akoestiek te ontleed en TV se klank te optimeer, gebaseer op die resultate.",
	"Use a large pointer.": "Gebruik ’n groot wyser.",
	"Use a medium pointer.": "Gebruik ’n medium wyser.",
	"Use a small pointer.": "Gebruik ’n klein wyser.",
	"Use the 4-way controller to change the position and press the OK button.": "Gebruik die 4-rigtingbeheerder om die posisie te verander en druk die OK-knoppie.",
	"Use the following services with the selected language.": "Gebruik die volgende dienste met die geselekteerde taal.",
	"User": "Gebruiker",
	"User Agreements": "Gebruikerooreenkomste",
	"User Guide": "Gebruikersgids",
	"Uzbek": "Oesbeeks",
	"Uzbekistan": "Oesbekistan",
	"V Position": "V Posisie",
	"V Sharpness": "V-Skerpheid",
	"V Size": "V Grootte",
	"Valencian": "Valenciaanse",
	"Vatican City": "Vatikaanstad",
	"Vertical Zoom": "Vertikale Zoom",
	"Video Description": "Video-beskrywing",
	"Vienna": "Wene",
	"Vietnam": "Viëtnam",
	"Vietnamese": "Vietnamees",
	"View current Common Interface (CI) information.": "Besigtig huidige Common Interface (CI)-inligting.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Bekyk items beter deur die kleur van die kieslys op die skerm na swart en wit te verander.",
	"View messages from your broadcast TV provider.": "Besigtig boodskappe van u uitsaai-TV-verskaffer.",
	"View more information about watching program and enjoy related contents.": "Sien verdere inligting oor die program wat jy tans kyk en geniet verwante inhoud.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Bekyk die oorspronklike skerm soos dit is of stel die skermgrootte en aspekratio.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Bekyk die oorspronklike skerm soos dit van uitsendingseine of gekoppelde toestel ontvang word.",
	"Violence": "Geweld",
	"Vivid": "Intens",
	"Voice Recognition Help and Settings": "Stemherkenningshulp en instellings",
	"Voice Support Service": "Stembystanddiens",
	"Volume Increase Amount": "Volume verhogingsgetal",
	"Volume Mode": "Volume-modus",
	"WA - Western Australia - Eucla": "WA - Wes-Australië - Eucla",
	"WA - Western Australia - Perth": "WA - Wes-Australië - Perth",
	"Wall-mounted": "Muurgemonteer",
	"Watch a diverse range of Internet contents on TV channels.": "Kyk na ’n verskeidenheid van internetinhoud op TV-kanale.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Ons versamel en stoor MAC-adresse, modelnommer, landkode, landinstellings en sagteware-weergawe om u toestel te verifieer en om te kyk of u die jongste weergawe van die sagteware het.",
	"Welcome Feature": "Welkom-kenmerk",
	"Welsh": "Wallies",
	"Western Africa": "Wes-Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Wanneer 'n gekonnekteerde hardeskyf nie vir 'n gespesifiseerde tyd gebruik is nie, skakel oor na bystandmodus om kraggebruik te verminder.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "As ’n toestel aan die poort gekoppel is, word die geoptimaliseerde prent van die spel voorsien deur die vertraging, kraak of onderbrekings van die beeld te beperk.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Wanneer die Kits speletjie-respons loop, kan die video tydelik flits.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Wanneer die Klank uit gestel is na \"Bluetooth / HDMI ARC / Optiese digitaal / WiSA-luidsprekers\" of die gekoppelde toestel ondersteun nie die Kits speletjie-respons nie, kan dit dalk nie behoorlik werk nie.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Wanneer die Klank Uit na Bluetooth gestel is of die gekoppelde toestel nie die Kits speletjie-respons ondersteun nie, kan dit dalk nie behoorlik werk nie.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Wanneer die toestel aan- of afgeskakel is, sal u TV outomaties aan- of afskakel.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Wanneer die visuele effekte af is, word die skerm as lewendige TV vertoon.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Wanneer hierdie kenmerk na “aan” gestel is, sal sommige kenmerke gedeeltelik deurskynend wees wat op die skerm verskyn.",
	"When your TV is turned off, the device will automatically turn off.": "Wanneer u TV afgeskakel is, sal die toestel outomaties afskakel.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Terwyl die veranderde stelwaarde na ’n eksterne toestel oorgedra word, word die prent of klank nie normaalweg tydelik verskaf nie.",
	"White": "Wit",
	"White Balance": "Wit Balans",
	"Wi-Fi Connection": "Wi-Fi-verbinding",
	"Wi-Fi Security": "Wi-Fi-sekuriteit",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi is afgeskakel. Skakel dit aan om die lys van beskikbare netwerke te sien waarmee u kan verbind, asook addisionele verwante kieslysitems.",
	"Wi-Fi issue has occurred.": "Wi-Fi-probleem het ontstaan.",
	"WiSA Speakers": "WiSA-luidsprekers",
	"Wide Area Zone": "Wye Area-zone",
	"Wide View": "Wye aansig",
	"Wide View (32:9)": "Wye aansig (32:9)",
	"Wide Zoom": "Wye Zoom",
	"Window Color": "Vensterkleur",
	"Window Opacity": "Vensterondeursigtigheid",
	"Wired Connection (Ethernet)": "Draadgeleide verbinding (Ethernet)",
	"Wired Headphones": "Bedrade Kopfone",
	"Wired Headphones + Internal TV Speaker": "Gekoorde kopfone + Interne TV-luidspreker",
	"With this option, you can control the audio device's volume with your TV remote.": "Met hierdie opsie, kan jy die oudiotoestel se volume met jou TV-afstandbeheer beheer.",
	"Year": "Jaar",
	"Yellow": "Geel",
	"Yemen": "Jemen",
	"Yes": "Ja",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Jy kan die klankeffekte verstel wanneer die TV aan- of afgeskakel is en die skerm beweeg.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Jy kan met Magic Remote die toestelle beheer wat aan HDMI-poorte gekoppel is, sonder opstellingsprosesse.",
	"You can delete the device connection history of Screen Share.": "U kan die toestelverbindingsgeskiedenis van Screen Share skrap.",
	"You can delete the device connection history of Sound Share.": "U kan die toestelverbindingsgeskiedenis van Sound Share skrap.",
	"You can find the default password in User Guide.": "Jy kan die standaard wagwoord in die gebruikersgids vind.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "U kan die Kits speletjie-respons aktiveer deur HDMI Ultra HD Deep Color na ‘Aan’ te stel.",
	"You can only change settings from the current HDMI input.": "Jy kan slegs instellings vanaf die huidige HDMI-toevoer verander.",
	"You can scan again to connect the device.": "Jy kan weer skandeer om die toestel te verbind.",
	"You can select left and right audio settings for broadcast signal.": "Jy kan links- en regs-oudio-instellings vir uitsaai-sien kies.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "U kan die AMD FreeSync Premium van HDMI {num}-poort selekteer.",
	"You can select the Ultra HD Deep Color of port.": "U kan die Ultra HD Deep Color of poort kies.",
	"You can set the sound to play when the TV is turned on or off.": "Jy kan die klank stel om te speel wanneer die TV aan- of afgeskakel is.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Jy kan die funksie van CAM-operateursprofiel se storing aan- of afskakel.",
	"You can turn this feature on or off.": "U kan hierdie funksie aan- of afskakel.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "U kan moontlik diverse inhoudaanbevelings deur Netwerk ontvang. Deur hierdie opsie af te skakel, sal slegs basiese inhoud verskaf word en sommige kenmerke kan moontlik onbeskikbaar wees.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "U TV en SIMPLINK-gekoppelde toestel sal as volg gesinchroniseer word:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Jou TV moet af bly terwyl Pieksel-verfrisserproses aan die gang is. Enige huidige of opkomende opnames, herinnerings, of tydhouer krag-aan wat geskeduleer is gedurende hierdie proses, sal gekanselleer word en die BT-luidspreker op Nul-aansig is nie beskikbaar nie.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Jou TV moet af bly terwyl Pieksel-verfrisserproses aan die gang is. Enige huidige of opkomende opnames, herinnerings, of tydhouer krag-aan wat geskeduleer is gedurende hierdie proses, sal gekanselleer word.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Jou TV moet met die netwerk verbind wees om putomaties jou LG Services Country te stel. Wil jy nou na Netwerkinstellings gaan om die verbinding na te gaan?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Jou TV moet jou korrekte ligging weet om noodgeval-waarskuwingsboodskappe deur die digitale TV-sein te verskaf.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "U TV sal afskakel totdat die proses volledig is, en sal weer outomaties aanskakel.",
	"Zambia": "Zambië",
	"Zoom": "Zoem",
	"Zoom2": "Zoem2",
	"Zulu": "Zoeloe",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sal van jou TV ontkoppel word. Klank sal nie meer vanaf hierdie toestel gespeel word nie. Wil jy voortgaan?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sal vanaf die gepaarde toestellys verwyder word. As jy dit later wil verbind, moet jy vir beskikbare toestelle soek en dit weer paar. Wil jy voortgaan?",
	"[{deviceName}] will be deleted.": "[{deviceName}] sal geskrap word.",
	"aspectRatio_original": "Oorspronklike",
	"audioGuidance_fast": "Vinnig",
	"audioGuidance_high": "Hoog",
	"audioGuidance_low": "Laag",
	"audioGuidance_slow": "Stadig",
	"audioGuidance_veryFast": "Baie vinnig",
	"audioGuidance_veryHigh": "Baie hoog",
	"audioGuidance_veryLow": "Baie laag",
	"audioGuidance_verySlow": "Baie stadig",
	"btDotSignalStrength_wide": "Wyd",
	"button": "knoppie",
	"character": "karakter",
	"characters": "karakters",
	"checked": "geselekteer",
	"colorGamutJPNWide": "Wyd",
	"connecting": "verbind tans",
	"depthOfColor": "Kleur",
	"diagonal zoom in": "diagonale zoem in",
	"diagonal zoom out": "diagonale zoem uit",
	"digitalOptionSetByProgram": "Stel Volgens Program",
	"energy_Maximum": "Maksimum",
	"freesync_high": "Hoog",
	"freesync_low": "Laag",
	"freesync_off": "Af",
	"freesync_wide": "Wyd",
	"gamma_high1": "Hoog1",
	"gamma_high2": "Hoog2",
	"hidden": "versteek",
	"horizontal zoom in": "horisontale zoem in",
	"horizontal zoom out": "horisontale zoem uit",
	"jpDoNot": "Af",
	"logoLuminance_high": "Hoog",
	"logoLuminance_low": "Laag",
	"not connected": "nie verbind nie",
	"objet_soundMode": "Optimiseer klankmodus vir elke inhoudtipe.",
	"pictureControl3dModeStandard": "Standaard",
	"pictureControlAuto": "Outo",
	"pictureControlAuto_BlackLevel": "Outo",
	"pictureControlHigh": "Hoog",
	"pictureControlHigh_BlackLevel": "Hoog",
	"pictureControlHigh_Male": "Hoog",
	"pictureControlLow": "Laag",
	"pictureControlLow_BlackLevel": "Laag",
	"pictureControlLow_Male": "Laag",
	"pictureLocalDimmingHigh": "Hoog",
	"pictureLocalDimmingLow": "Laag",
	"pictureMode": "Standaard",
	"pictureModeSettings": "Pasmaak",
	"press OK button to edit IP manually": "druk OK-knoppie om IP handmatig te wysig",
	"press OK button to enter channel to search": "druk OK-knoppie om kanaal in te voer wat gesoek moet word",
	"press OK button to enter value": "druk ok-knoppie om waarde in te voer",
	"press right button to adjust de-judder and de-blur value": "druk regter-knoppie om ontflikker- en ontwasige waarde te verstel",
	"press right button to adjust zoom ratio and position": "druk regter-knoppie om zoemratio en posisie te verstel",
	"shift current screen down": "skuif huidige skerm af",
	"shift current screen to the left": "skuif huidge skerm na links",
	"shift current screen to the right": "skuif huidge skerm na regs",
	"shift current screen up": "skuif huidige skerm op",
	"shift down": "skuif af",
	"shift left": "skuif links",
	"shift right": "skuif regs",
	"shift up": "skuif op",
	"soundMode_Standard": "Standaard",
	"speaker_channel": "Kanaal",
	"thaRatingNone": "Geen",
	"unchecked": "nie geselekteer nie",
	"unread": "ongelees",
	"vertical zoom in": "vertikale zoem in",
	"vertical zoom out": "vertikale zoem uit",
	"volumeModeHigh": "Hoog",
	"volumeModeLow": "Laag",
	"webOS TV Version": "webOS TV-weergawe",
	"zoom in": "zoem in",
	"zoom out": "zoem uit"
}
