{
	" (User)": " (Pengguna)",
	"(Version: {l})": "(Versi: {l})",
	"* The device connected should support this service.": "* Perangkat yang terhubung harus mendukung layanan ini.",
	"* This feature is applied once and only once when the TV is turned off.": "* Fitur ini diterapkan sekali dan hanya sekali ketika TV dimatikan.",
	"* This feature is available on certain devices only.": "* Fitur ini hanya tersedia pada perangkat tertentu.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Mode ini mengekspresikan tujuan FILMMAKER MODE dengan jelas tetapi mungkin terlihat lebih gelap dari mode gambar lainnya.",
	"* This settings is only available for Internal TV Speaker.": "* Pengaturan ini hanya tersedia untuk Speaker TV Internal.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Meskipun opsi ini diaturl ke AKTIF, screen saver tidak akan berfungsi untuk menghindari gangguan pengalaman menonton Anda pada masukan eksternal seperti TV Siaran Langsung.",
	"* You can control the app which supports the function on your mobile device.": "* Anda dapat mengontrol aplikasi yang mendukung fungsi di perangkat seluler Anda.",
	"1) Turn the Bluetooth on the other device off.": "1) Hidupkan Bluetooth di perangkat lain.",
	"10 Points Code Value": "Nilai Kode 10 Poin",
	"10 Points IRE": "IRE 10 Poin",
	"10 and Above": "10 dan di atasnya",
	"10 min": "10 mnt",
	"11 and Above": "11 dan di atasnya",
	"12 Hours": "12 Jam",
	"12 and Above": "12 dan di atasnya",
	"120 min": "120 mnt",
	"13 and Above": "13 dan di atasnya",
	"14 and Above": "14 dan di atasnya",
	"14 by 9": "empat belas dibanding sembilan",
	"15 and Above": "15 dan di atasnya",
	"16 and Above": "16 dan di atasnya",
	"16 by 9": "enam belas dibanding sembilan",
	"17 and Above": "17 dan di atasnya",
	"18 and Above": "18 dan di atasnya",
	"180 min": "180 mnt",
	"19 and Above": "19 dan di atasnya",
	"2 Channel": "2 Saluran",
	"2 Hours": "2 Jam",
	"2 Points": "2 Poin",
	"2) Turn the Bluetooth device to connect off and on.": "2) Matikan dan hidupkan perangkat Bluetooth untuk terhubung.",
	"20 Points Code Value": "Nilai Kode 20 Poin",
	"20 Points IRE": "20 Poin IRE",
	"20 and Above": "20 dan di atasnya",
	"20 min": "20 mnt",
	"21 by 9": "dua puluh satu dibanding sembilan",
	"22 Points Code Value": "Nilai Kode 22 Poin",
	"22 Points IRE": "IRE 22 Poin",
	"24 Hours": "24 Jam",
	"240 min": "240 mnt",
	"3 Hours": "3 Jam",
	"30 min": "30 mnt",
	"32 by 12": "tiga puluh dua dibanding dua belas",
	"32 by 9": "tiga puluh dua dibanding sembilan",
	"3G/4G Connection": "Koneksi 3G/4G",
	"4 Hours": "4 Jam",
	"4 Hours Auto Power Off": "Mematikan Daya secara Otomatis 4 Jam",
	"4 and Above": "4 dan di atasnya",
	"4 by 3": "empat dibanding tiga",
	"4-Way Zoom": "Pembesaran 4 Arah",
	"5 and Above": "5 dan di atasnya",
	"5.1 Channel": "5.1 Saluran",
	"6 Hours": "6 Jam",
	"6 and Above": "6 dan di atasnya",
	"60 min": "60 mnt",
	"7 and Above": "7 dan di atasnya",
	"8 Hours": "8 Jam",
	"8 and Above": "8 dan di atasnya",
	"9 and Above": "9 dan di atasnya",
	"90 min": "90 mnt",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID digunakan untuk mengidentifikasi perangkat ini untuk tujuan periklanan dan untuk memfasilitasi iklan tertentu yang mungkin menarik bagi Anda.Anda dapat mengatur ulang AD ID atau membatasi pelacakan AD ID di bawah ini.",
	"AI Acoustic Tuning Options": "Opsi AI Acoustic Tuning",
	"AI Acoustic Tuning is disabled.": "AI Acoustic Tuning dinonaktifkan.",
	"AI Brightness Control": "Kontrol Kecerahan AI",
	"AI Picture": "Gambar AI",
	"AI Picture Pro": "Gambar AI Pro",
	"AI Recommendation": "Rekomendasi AI",
	"AI Service": "Layanan AI",
	"AI Sound": "Suara AI",
	"AI Sound Pro": "Suara AI Pro",
	"AV Sync Adjustment": "Penyesuaian Sinkronisasi AV",
	"Accessibility": "Aksesibilitas",
	"Account Management": "Keanggotaan LG",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Mengaktifkan opsi ini akan menghentikan pengumpulan dan pelacakan data pribadi terkait iklan dari Smart TV ini. Mengaktifkan toggle (jalan pintas) dapat memengaruhi jenis iklan yang Anda lihat berikutnya, tetapi itu tidak akan menghentikan Anda untuk menerima iklan.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Mengaktifkan toggle (jalan pintas) ini akan menyebabkan LGE menginstruksikan penyedia pihak ketiga untuk berhenti mengomersialkan informasi pribadi Anda. Kecuali Anda memilih untuk keluar secara terpisah, Anda masih dapat mengakses layanan seperti Live Plus, LG Channels, dan Who.Where.What?.",
	"Add Network": "Tambahkan Jaringan",
	"Add a hidden wireless network": "Tambahkan jaringan nirkabel tersembunyi",
	"Add wireless network by manually entering network name (SSID).": "Tambah jaringan nirkabel secara manual dengan memasukkan nama jaringan (SSID).",
	"Additional Audio Selection": "Pemilihan Audio Tambahan",
	"Additional Settings": "Pengaturan Tambahan",
	"Address Setting": "Pengaturan Alamat",
	"Adjust Audio Guidance pitch.": "Atur titi nada Panduan Audio.",
	"Adjust Audio Guidance speed.": "Atur kecepatan Panduan Audio.",
	"Adjust Audio Guidance volume.": "Atur volume Panduan Audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Atur kecerahan Lampu Latar untuk mencerahkan atau menggelapkan layar.",
	"Adjust Screen Position": "Sesuaikan Posisi Layar",
	"Adjust Zoom Ratio": "Sesuaikan Rasio Perbesaran",
	"Adjust animation effect shown on the home at certain times.": "Atur efek animasi yang ditampilkan di rumah pada waktu tertentu.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Mengatur kecerahan dengan menganalisis gerakan gambar untuk mencegah silau dan mengurangi konsumsi energi.",
	"Adjust brightness of the LG logo.": "Menyesuaikan kecerahan logo LG.",
	"Adjust color and saturation for a more vivid image.": "Mengatur warna dan saturasi untuk gambar yang lebih hidup.",
	"Adjust color temperature automatically to reduce eye strain.": "Sesuaikan suhu warna secara otomatis untuk mengurangi ketegangan mata.",
	"Adjust cursor speed.": "Atur kecepatan kursor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Menyesuaikan ketajaman tepi. Nilai yang lebih tinggi meningkatkan kerenyahan dan kejelasan gambar.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Menyesuaikan pengaturan gamma untuk mengkompensasi kecerahan sinyal input.",
	"Adjust left/right audio balance.": "Sesuaikan keseimbangan audio kiri/kanan.",
	"Adjust luminance for selected color.": "Sesuaikan luminansi untuk warna yang dipilih.",
	"Adjust luminance level for selected IRE point.": "Sesuaikan tingkat luminansi untuk poin IRE yang dipilih.",
	"Adjust peak brightness for the brightest luminance.": "Sesuaikan kecerahan tertinggi untuk pencahayaan paling terang.",
	"Adjust remote's cursor speed and appearance.": "Sesuaikan kecepatan kursor dan penampilan remote.",
	"Adjust saturation for selected color.": "Sesuaikan saturasi untuk warna yang dipilih.",
	"Adjust screen brightness to reduce energy consumption.": "Menyesuaikan kecerahan layar untuk mengurangi konsumsi energi.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Atur CAHAYA OLED untuk mencerahkan atau menggelapkan layar.",
	"Adjust the audio timing to synchronize the video and audio.": "Sesuaikan waktu audio untuk mensinkronkan video dan audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Atur keseimbangan merah dan hijau untuk menampilkan warna di layar.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Atur keseimbangan warna dengan mengubah suhu warna, pencahayaan, dan intensitas merah, hijau, biru.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Atur kontras, resolusi, dll untuk masing-masing mode gambar secara terperinci dan selain itu atur warna pilihan, gamma, dll.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Menyesuaikan perbedaan antara area terang dan gelap pada layar. Nilai yang lebih tinggi mengintensifkan perbedaan.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Sesuaikan rasio bingkai dengan cara yang sama dengan film dan memberikan perasaan seperti di bioskop.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Sesuaikan pencahayaan gambar statis seperti logo, dll. Dan cegah masalah kualitas gambar yang mungkin terjadi ketika TV dinyalakan untuk waktu yang lama.",
	"Adjust the screen color to be pale or deep.": "Atur warna layar menjadi pucat atau dalam.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Atur suara sesuai selera Anda untuk setiap pita frekuensi suara.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Sesuaikan waktu untuk menyinkronkan saat video dan audio memiliki perbedaan waktu.",
	"Adjust the tint to brighten or darken the screen.": "Atur rona untuk mencerahkan atau menggelapkan layar.",
	"Adjust the volume you want with pressing remote's volume key.": "Sesuaikan volume yang Anda inginkan dengan menekan tombol volume remote.",
	"Adjust tint for selected color.": "Sesuaikan tingkat warna untuk warna yang dipilih.",
	"Adjust whether to display the home promotion.": "Atur apakah akan menampilkan promosi beranda.",
	"Adjusting Luminance": "Menyesuaikan Luminansi",
	"Adolescent over 13 are allowed to watch.": "Remaja di atas 13 tahun diperbolehkan untuk menonton.",
	"Adolescent over 14 are allowed to watch.": "Remaja di atas 14 tahun diperbolehkan untuk menonton.",
	"Adolescent over 16 are allowed to watch.": "Remaja di atas 16 tahun diperbolehkan untuk menonton.",
	"Adult": "Dewasa",
	"Adult Language": "Bahasa Dewasa",
	"Adults only.": "Hanya untuk orang dewasa",
	"Advanced": "Lanjutan",
	"Advanced Controls": "Kontrol Lanjutan",
	"Advanced Wi-Fi Settings": "Pengaturan Wi-Fi Lanjutan",
	"Advertisement": "Periklanan",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrikaan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Setelah mengubah negara, semua program yang ada akan dihapus. Untuk menyetel program kembali, buka Pencarian Program Otomatis. Apakah Anda ingin melanjutkan?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Setelah mengubah Kode Pos, semua program Freesat yang ada akan dihapus. Untuk menyetel program kembali, buka Pencarian Program Otomatis. Apakah Anda ingin melanjutkan?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Setelah mengubah negara Anda, Anda dapat memindai program dengan menggunakan Pencarian Otomatis. Anda ingin melanjutkan?",
	"Ages 2-7 are allowed to watch.": "Usia 2-7 tahun diperbolehkan untuk menonton.",
	"Albanian": "Bahasa Albania",
	"Alerts you by sound when the TV is turned on or off.": "Memberitahu Anda dengan suara saat TV dihidupkan atau dimatikan.",
	"Algeria": "Aljazair",
	"Algiers": "Algier",
	"All Channels": "Semua Program",
	"All Children": "Semua Anak",
	"All ages are allowed to watch.": "Semua usia diperbolehkan untuk menonton.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Semua pengaturan saat ini untuk mode {pictureMode} akan diatur kembali. Apakah Anda ingin melanjutkan?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Semua pengaturan efek suara untuk Mode Standar akan diatur ulang. Apakah Anda ingin melanjutkan?",
	"Allow Automatic Updates": "Izinkan Pembaruan Otomatis",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Anda juga dapat menyesuaikan pengaturan terperinci untuk suara Bluetooth Surround.",
	"Always Open": "SELALU TERBUKA",
	"Always-on Off Time": "Waktu Nonaktif Always-on",
	"An error has occurred while copy channels.": "Terjadi kesalahan saat menyalin program.",
	"An important software update is available.": "Sebuah pembaruan perangkat lunak penting tersedia.",
	"Analog Mode": "Mode Analog",
	"Analog TV": "TV Analog",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Menganalisis karakteristik suara dan mengoptimalkan suara untuk setiap konten secara real time.",
	"Antenna": "Antena",
	"Antenna ATV": "ATV Antena",
	"Antenna DTV": "DTV Antena",
	"Antenna Radio": "Radio Antena",
	"Antigua and Barbuda": "Antigua dan Barbuda",
	"Any Supplementary Audio": "Audio Tambahan",
	"App Alarm": "Aplikasi Alarm",
	"Application Locks": "Penguncian Aplikasi",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Terapkan nilai pengaturan terperinci dari mode gambar saat ini ke semua masukan atau aplikasi.",
	"Apply to all inputs": "Terapkan untuk semua input",
	"Applying value to all inputs...": "Menerapkan nilai untuk semua masukan...",
	"Arabic": "Bahasa Arab",
	"Aspect Ratio": "Rasio Aspek",
	"Aspect Ratio Settings": "Pengaturan Aspek Rasio",
	"Assamese": "Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Tentukan program di tombol remote sehingga Anda dapat memilihnya dengan cepat.",
	"Athens": "Athena",
	"Audio Delay": "Penundaan Audio",
	"Audio Description": "Deksripsi Audio",
	"Audio Description Volume": "Volume Deskripsi Audio",
	"Audio Guidance": "Panduan Audio",
	"Audio Language": "Bahasa Audio",
	"Audio Out (Line Out)": "Keluaran Audio (Line Out)",
	"Audio Type": "Tipe Audio",
	"Auto": "Otomatis",
	"Auto Detect": "Deteksi Otomatis",
	"Auto Device Detection": "Deteksi Perangkat Otomatis",
	"Auto Genre Selection": "Pemilihan Genre Otomatis",
	"Auto Power Off": "Mematikan Daya secara Otomatis",
	"Auto Power Sync": "Sinkr Daya Otomatis",
	"Auto Start": "Mulai Otomatis",
	"Auto Volume": "Volume Otomatis",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Secara otomatis menyesuaikan celah dalam volume suara, atau mengatur volume suara yang disesuaikan pada suatu waktu dengan tombol volume pada remote kontrol.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Secara otomatis menyesuaikan ke nilai gambar yang dioptimalkan untuk genre konten Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Secara otomatis menyesuaikan ke nilai gambar yang dioptimalkan untuk genre konten.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Secara otomatis berubah ke FILMMAKER MODE saat konten film dikenali.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Secara otomatis mengoptimalkan kualitas gambar berdasarkan warna dan kecerahan cahaya sekitar.",
	"Automatically update system software when an update is found.": "Memperbarui sistem perangkat lunak secara otomatis ketika sebuah pembaruan ditemukan.",
	"Available Internal Storage": "Penyimpanan Internal Tersedia",
	"BG Color": "Warna Latar",
	"BG Opacity": "Transparansi LT",
	"Back": "Kembali",
	"Backlight": "Lampu Latar",
	"Bahamas": "Bahama",
	"Balance": "Keseimbangan",
	"Behavior may vary depending on connected device.": "Perilaku dapat berbeda-beda bergantung pada perangkat yang disambungkan.",
	"Belgium": "Belgia",
	"Belém": "Belem",
	"Bengali": "Benggala",
	"Black": "Hitam",
	"Black Level": "Tingkat Kehitaman",
	"Block TV programs broadcast in English based on their content ratings.": "Blokir siaran program TV dalam Bahasa Inggris berdasarkan peringkat konten.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokir siaran program TV dalam bahasa Prancis berdasarkan peringkat konten.",
	"Block content based on genre.": "Blokir konten berdasarkan genre.",
	"Blue": "Biru",
	"Bluetooth Speaker Mode": "Mode Speaker Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Suara Surround Bluetooth + Speaker TV Internal",
	"Bluetooth Surround Sound Setup": "Pengaturan Suara Surround Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia Herzegovina",
	"Bosnian": "Bahasa Bosnia",
	"Brazil": "Brasil",
	"Brazilian Punk": "Punk Brasil",
	"Brightness": "Kecerahan",
	"Broadcast Country": "Negara Siaran",
	"Broadcast Mail": "Siarkan Surat",
	"Bulgarian": "Bahasa Bulgaria",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Dengan menekan 'Atur Ulang', Anda akan menghapus semua data terkait iklan yang telah dikumpulkan LGE dari Smart TV ini di masa lalu. Menekan 'Atur Ulang' dapat memengaruhi jenis iklan yang Anda lihat kemudian, tetapi tidak akan menghentikan Anda dari menerima iklan.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Dengan mengaktifkan Live Plus, Anda berarti menyetujui pengumpulan informasi tentang menonton televisi oleh LG Electronics Inc. (\"LGE\") melalui modul ACR, yang dapat dibagi secara anonim kepada pihak ketiga untuk memberikan layanan interaktif kepada Anda. Kami juga dapat berbagi informasi anonim gabungan kepada pihak ketiga untuk tujuan pemasaran.Harap diingat bahwa kami tidak secara sengaja mengumpulkan atau mendistribusikan informasi di atas dari atau tentang anak-anak berusia 13 tahun ke bawah. Informasi teperinci tentang Live Plus diilustrasikan pada Informasi tentang Menonton (persyaratan) yang dapat diakses dalam menu pengaturan SmartTV. LGE sangat menyarankan agar Anda meninjau versi lengkap dari Informasi tentang Menonton (persyaratan) sebelum Anda mengaktifkan fungsi Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Dengan mengaktifkan Live Plus, Anda memahami bahwa konten yang ditampilkan di TV Anda dapat dikenali, dan informasi tontonan dapat digunakan untuk memberi Anda pengalaman menonton yang lebih baik dan layanan yang dipersonalisasi termasuk rekomendasi konten dan iklan. Harap tinjau Kebijakan Privasi dan Perjanjian Pengguna yang relevan di menu Pengaturan TV untuk informasi lebih lanjut.",
	"CC 1": "subjudul 1",
	"CC 2": "subjudul 2",
	"CC 3": "subjudul 3",
	"CI Information": "Informasi CI",
	"CI password incorrect. Please enter again.": "Kata kunci CI salah. Silahkan masukkan lagi.",
	"COMPONENT2": "KOMPONEN2",
	"COMPONENT3": "KOMPONEN3",
	"Cable": "Kabel",
	"Cable ATV": "ATV Kabel",
	"Cable DTV": "DTV Kabel",
	"Cable Radio": "Radio Kabel",
	"Cairo": "Kairo",
	"Cambodia": "Kamboja",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Tidak Dapat Menemukan Program",
	"Canada": "Kanada",
	"Canary Islands": "Kepulauan Canaria",
	"Cancel": "Batal",
	"Cancel Schedule": "Batalkan Jadwal",
	"Cancel Update": "Batalkan Pembaruan",
	"Cantonese": "Bahasa Kanton",
	"Cape Verde": "Tanjung Verde",
	"Catalan": "Bahasa Katalan",
	"Caution": " Perhatian",
	"Cayman Islands": "Kepulauan Cayman",
	"Center": "Tengah",
	"Central African Republic": "Republik Afrika Tengah",
	"Change blue intensity and adjust the color balance.": "Ubah intensitas biru dan atur keseimbangan warna.",
	"Change green intensity and adjust the color balance.": "Ubah intensitas hijau dan atur keseimbangan warna.",
	"Change red intensity and adjust the color balance.": "Ubah intensitas merah dan atur keseimbangan warna.",
	"Change the left / right sound": "Ubah suara kiri / kanan",
	"Change the position of captions using the 4-way dial on the remote control.": "Ubah posisi teks menggunakan tombol putar 4 arah pada remote kontrol.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mengubah area dapat mengubah program yang ada di TV Anda. Anda dapat menyetel kembali program di Pencarian Program Otomatis. Anda ingin mengganti pengaturan area sekarang?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Mengubah negara menyebabkan TV Anda memulai ulang dan Anda mungkin perlu menyetujui Perjanjian Pengguna LG lagi. Juga, ketersediaan beberapa aplikasi dan layanan dapat bervariasi bergantung pada Negara Layanan LG. Apakah Anda ingin melanjutkan?",
	"Channel Locks": "Penguncian Program",
	"Channel Manager": "Manajer Program",
	"Channel Scrolling Options": "Pilihan Pengguliran Program",
	"Channel Tuning": "Pencarian Program",
	"Channel Tuning & Settings": "Pencarian & Pengaturan Program",
	"Channels": "Program",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Program dari HDMI dan masukan eksternal lainnya tidak dapat dikunci. Untuk mengunci program TV, ganti masukan saat ini menjadi TV Siaran Langsung.",
	"Chatham Islands": "Kepulauan Chatham",
	"Check TV information.": "Periksa informasi TV.",
	"Check alarm messages about the user settings or TV status.": "Periksa pesan alarm tentang pengaturan pengguna atau status TV.",
	"Check descriptions for each LG webOS TV functions.": "Periksa deskripsi untuk setiap fungsi LG webOS TV.",
	"Check for Advertising settings and set it.": "Periksa pengaturan Iklan dan atur.",
	"Check for Updates": "Periksa Pembaruan",
	"Check for available functions with Voice and set Voice Settings.": "Periksa fungsi yang tersedia dengan Suara dan atur Pengaturan Suara.",
	"Check for problems with the picture quality.": "Periksa masalah dengan gambar pengecekan kualitas.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Periksa masalah dengan suara pengecekan kualitas Speaker TV Internal.",
	"Check for software updates and update if available.": "Periksa pembaruan perangkat lunak dan perbarui jika tersedia.",
	"Check whether the Bluetooth device is in pairing mode.": "Periksa apakah perangkat Bluetooth dalam mode berpasangan.",
	"Check your TV status to solve problems or use remote support.": "Periksa status TV Anda untuk menyelesaikan masalah atau gunakan dukungan remote.",
	"Checking Password": "Memeriksa Kata Sandi",
	"Checking for Updates": "Memeriksa Pembaruan",
	"Checking...": "Memeriksa ...",
	"Children": "Anak-anak",
	"Children Age": "Usia Anak-anak",
	"Children Program Locks": "Kunci Program Anak-anak",
	"Children over 8 are allowed to watch.": "Anak-anak di atas 8 tahun diperbolehkan untuk menonton.",
	"Chile": "Cile",
	"China": "Cina",
	"Chinese": "Bahasa Cina",
	"Choose to have all channels or just your primary ones when you change channels.": "Pilih untuk mendapatkan semua program atau hanya yang utama saat Anda mengubah program.",
	"Christmas Island": "Pulau Christmas",
	"Cinema": "Sinema",
	"Cinema Clear": "Sinema Jelas",
	"Cinema Home": "Beranda Sinema",
	"Cinema View": "Tampilan Sinema",
	"Cinema View (32:12)": "Tampilan Sinema (32:12)",
	"City": "Kota",
	"City Selection": "Pilihan Kota",
	"Clean Audio": "Audio Jelas",
	"Clear": "Jernih",
	"Clear Plus": "Jernih Plus",
	"Clear Voice Ⅲ": "Suara Jernih Ⅲ",
	"Clear Voice Ⅳ": "Suara Jernih Ⅳ",
	"Clear1": "Jernih",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik tombol HUBUNGKAN di bawah setelah Keyboard Nirkabel LG Anda diaktifkan dan diatur ke mode pasangan.",
	"Close": "Tutup",
	"Closed Caption": "Keterangan Tertutup",
	"Closed Caption Settings": "Pengaturan Subjudul",
	"Cntv": "CNTV",
	"Code Value": "Nilai Kode",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Kumpulkan dan simpan alamat MAC, nomor model, kode negara, pengaturan bahasa, dan versi perangkat lunak untuk memverifikasi perangkat lunak terbaru untuk diperbarui.",
	"Colombia": "Kolombia",
	"Color": "Warna",
	"Color Gamut": "Gamut Warna",
	"Color Management System": "Sistem Pengaturan Warna",
	"Color Temperature": "Suhu Warna",
	"Component": "Komponen",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Konfirmasikan syarat dan ketentuan atau ubah apakah akan menerima perjanjian.",
	"Congo Brazzaville": "Kongo Brazzaville",
	"Connect": "Hubungkan",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Sambungkan speaker Bluetooth dan speaker TV dan secara otomatis sesuaikan Penundaan Audio antara speaker.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Sambungkan perangkat audio eksternal, yang mendukung eARC, ke eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Hubungkan perangkat eksternal seperti Set-top box, Sound bar, dan lain-lain ke TV berdasarkan panduan.",
	"Connect the LAN cable directly to the TV to use the network.": "Hubungkan kabel LAN langsung ke TV untuk menggunakan jaringan.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Hubungkan ke jaringan dengan memasukkan alamat IP dan server DNS secara manual.",
	"Connect to the network if a wireless router is installed.": "Sambungkan ke jaringan jika router nirkabel diinstal.",
	"Connect via WPS PBC": "Hubungkan melalui WPS PBC",
	"Connect via WPS PIN": "Hubungkan melalui WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Menghubungkan TV Anda ke router atau modem dengan kabel Ethernet untuk mengaktifkan koneksi jaringan kabel Anda.",
	"Connect your TV with WiSA Speakers wirelessly.": "Hubungkan TV Anda dengan Speaker WiSA secara nirkabel.",
	"Connectable Devices ({num})": "Perangkat yang Dapat Dihubungkan ({num})",
	"Connected": "Terhubung",
	"Connected to Internet": "Terhubung ke Internet",
	"Connecting...": "Menghubung...",
	"Connection": "Koneksi",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Manajemen Koneksi dengan ponsel pintar atau PC tersedia. Untuk menghubungkan TV dengan perangkat seluler, pengaturan koneksi dan permintaan diperlukan pada ponsel pintar dan PC.",
	"Content Recommendations": "Rekomendasi Konten",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Konten akan diputar dengan suara yang cocok untuk mendengarkan multi-channel jika audio multi-channel didukung oleh layanan HbbTV.",
	"Contrast": "Kontras",
	"Cool": "Keren",
	"Copy Channels": "Salin Program",
	"Copy/Delete file": "Salin/Hapus berkas",
	"Correct contrast and brightness by adjusting black levels.": "Membetulkan kontras dan kecerahan dengan menyesuaikan tingkat hitam.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Perbaiki piksel gambar dan cegah masalah kualitas gambar yang dapat terjadi saat TV dinyalakan dalam waktu lama.",
	"Costa Rica": "Kosta Rika",
	"Could not fined available network.": "Tidak dapat menemukan jaringan yang tersedia.",
	"Croatia": "Kroasia",
	"Croatian": "Bahasa Kroasia",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Waktu saat ini tidak sesuai. Apakah Anda ingin mengatur waktu yang tepat sekarang?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Nilai pengaturan mode gambar yang sudah disesuaikan saat ini akan diterapkan ke mode {pictureMode} untuk semua masukan. Apakah Anda ingin melanjutkan?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Perangkat Keyboard Nirkabel LG yang saat ini terhubung akan diputuskan dari TV Anda. Apakah Anda ingin melanjutkan?",
	"Custom": "Kesesuaian",
	"Custom Time Zone": "Penyesuaian Zona Waktu",
	"Customer Service": "Layanan Pelanggan",
	"Cyan": "Biru Kehijauan",
	"Cyprus": "Siprus",
	"Czech": "Cheska",
	"Czech Republic": "Republik Ceko",
	"Côte d'Ivoire": "Pantai Gading",
	"DNS Server": "Server DNS",
	"DR Congo": "RD Kongo",
	"DTV Audio Setting": "Pengaturan Audio DTV",
	"Damascus": "Damaskus",
	"Danish": "Bahasa Denmark",
	"Data Service": "Layanan Data",
	"Date": "Tanggal",
	"Day": "Hari",
	"Delete": "Hapus",
	"Delete Connection History": "Hapus Riwayat Koneksi",
	"Delete Pairing History": "Hapus Riwayat Pairing",
	"Delete Usage Data": "Hapus Data Penggunaan",
	"Demo Options": "Pilihan Demo",
	"Democratic Republic of the Congo": "Republik Demokratik Kongo",
	"Depressed": "Turun",
	"Deregister": "Batalkan Pendaftaran",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Jelaskan konten di layar dengan suara untuk penonton tunanetra yang menggunakan TV.",
	"Detect Range": "Rentang Deteksi",
	"Device Connection Settings": "Pengaturan Koneksi Perangkat",
	"Device List": "Daftar Perangkat",
	"Device Name": "Nama Perangkat",
	"Digital Mode": "Mode Digital",
	"Digital Sound Out": "Output Suara Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Ditujukan untuk Anak yang Lebih Tua (usia 7 tahun ke atas)",
	"Disabled": "Dinonaktifkan",
	"Disconnect": "Putuskan",
	"Display captions for hearing-impaired viewers to use TV.": "Tampilkan teks untuk penonton tuna rungu yang menggunakan TV.",
	"Display fast-moving content smoothly and clearly.": "Tampilkan konten yang bergerak cepat dengan lancar dan jelas.",
	"Display luminance level for the highest point (100 IRE).": "Tampilkan tingkat luminansi untuk poin tertinggi (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Tampilkan gambar dalam suhu warna yang hangat atau dingin.",
	"Djibouti": "Jibuti",
	"Do Not Sell My Personal Information": "Jangan Menjual Informasi Pribadi Saya",
	"Do Not Track": "Jangan Lacak",
	"Do you want to continue?": "Anda ingin melanjutkan?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Anda ingin menyalin daftar program dari penyimpanan USB ke TV Anda? Program yang ada di TV Anda akan dihapus.",
	"Do you want to copy channel list from your TV to the USB storage?": "Apakah Anda ingin menyalin daftar program dari TV Anda ke penyimpanan USB?",
	"Do you want to reset Position Settings?": "Apakah Anda ingin mengatur ulang Pengaturan Posisi?",
	"Do you want to reset Volume Control?": "Apakah Anda ingin mengatur ulang Kontrol Volume?",
	"Do you want to set the correct time now?": "Apakah Anda ingin mengatur waktu yang tepat sekarang?",
	"Do you want to turn your TV off now?": "Apakah Anda ingin menonaktifkan TV Anda sekarang?",
	"Dominica": "Dominika",
	"Dominican Republic": "Republik Dominika",
	"Done": "Selesai",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Unduh Surat",
	"Download and Install": "Unduh dan Instal",
	"Downloadable Rating": "Rating yang Dapat Diunduh",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Selama Waktu Always-on dinonaktifkan, bagian fitur seperti pengenalan suara dan lain-lain terbatas saat layar mati.",
	"Dutch": "Bahasa Belanda",
	"Dynamic Color": "Warna Dinamis",
	"Dynamic Contrast": "Kontras Dinamis",
	"Dynamic Tone Mapping": "Pemetaan Nada Dinamis",
	"Easter Island": "Pulau Paskah",
	"Eastern Africa": "Afrika Bagian Timur",
	"Eco Mode": "Mode Eco",
	"Ecuador": "Ekuador",
	"Edge Color": "Warna Tepi",
	"Edge Enhancer": "Penguat Tepi",
	"Edge Type": "Jenis Tepi",
	"Egypt": "Mesir",
	"Eirunepé": "Eirunepe",
	"Emergency Alert": "Peringatan Darurat",
	"Enabled": "Diaktifkan",
	"Energy Saving": "Hemat Energi",
	"Energy consumption may increase if this feature is on.": "Konsumsi energi dapat meningkat jika fitur ini aktif.",
	"Energy saving modes to limit power consumption.": "Mode hemat energi untuk membatasi konsumsi daya.",
	"English": "Bahasa Inggris",
	"Enhance the bass sound.": "Tingkatkan suara bass.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Tingkatkan kontras antara area terang dan gelap pada beberapa menu, seperti latar belakang dan teks, agar mudah dilihat oleh mereka yang memiliki penglihatan kurang bagus.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Tingkatkan resolusi dan ketajaman konten dengan algoritma yang dipelajari melalui teknik LG Deep Learning dan optimalkan kedalaman melalui analisis konten.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Nikmati konten Dolby Atmos dengan suara optimal dengan mengaktifkan efek suara sekitar.",
	"Enjoy TV sound by connecting Wired Headphones.": "Nikmati suara TV dengan menghubungkan Headphone Berkabel.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Nikmati suara TV melalui perangkat audio yang terhubung ke port HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Nikmati suara TV melalui perangkat audio yang terhubung ke OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Nikmati suara TV melalui perangkat audio LG yang terhubung ke port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Nikmati suara TV melalui perangkat audio yang terhubung ke port keluaran Audio/Headphone eksternal.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Nikmati suara TV melalui Speaker TV Internal dan Headphone Berkabel.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Nikmati suara TV melalui perangkat audio eksternal yang terhubung ke Speaker TV Internal dan port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Nikmati suara yang jernih dan alami.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Nikmati suara dengan perangkat audio nirkabel yang terhubung ke LG Sound Sync atau Bluetooth.",
	"Enjoy the sound optimized to the room.": "Nikmati suara yang dioptimalkan untuk ruangan.",
	"Enter CI Password": "Masukkan Kata Sandi CI",
	"Enter the PIN in your router's settings.": "Masukkan PIN dalam pengaturan router Anda.",
	"Enter the master password.": "Masukkan kata sandi utama.",
	"Equatorial Guinea": "Guinea Khatulistiwa",
	"Estonian": "Bahasa Estonia",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Bahkan jika pengaturan tidak aktif, Anda dapat memeriksa informasi terkait melalui banner program, pengenalan suara.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Bahkan ketika TV dimatikan dan menggunakan daya minimum, Anda dapat mendengarkan musik dengan menghubungkan perangkat seluler. Banyak fitur dapat digunakan dengan cepat lagi ketika TV dihidupkan.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Bahkan saat TV mati, Anda dapat mendengarkan musik dengan menghubungkan ponsel pintar ke TV melalui Bluetooth.",
	"Every Day": "Setiap Hari",
	"Every Weekday": "Setiap Hari Kerja",
	"Every Weekend": "Setiap Akhir Pekan",
	"Expert (Bright Room)": "Ahli (Ruangan Terang)",
	"Expert (Dark Room)": "Ahli (Ruangan Gelap)",
	"Export your TV's channel list information to a connected USB device.": "Ekspor informasi daftar program TV Anda ke perangkat USB yang terhubung.",
	"Extended": "Luas",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Memperpanjang jangka waktu pengaturan untuk Mematikan Daya secara Otomatis atau menonaktifkan fungsi tersebut dapat meningkatkan konsumsi energi.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Mode Kenyamanan Mata",
	"FILMMAKER MODE Auto Change": "Perubahan Otomatis FILMMAKER MODE",
	"Fantasy Violence": "Kekerasan Fantasi",
	"Fast": "Cepat",
	"Find and tell an audio device available to connect around TV.": "Temukan dan beri tahu perangkat audio yang tersedia untuk terhubung di TV.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Menyempurnakan ruang warna merah, hijau, biru, cyan, magenta, dan kuning.",
	"Finland": "Finlandia",
	"Finnish": "Bahasa Finlandia",
	"Flat Mode": "Mode Datar",
	"Font 1": "Huruf 1",
	"Font 2": "Huruf 2",
	"Font 3": "Huruf 3",
	"Font 4": "Huruf 4",
	"Font 5": "Huruf 5",
	"Font 6": "Huruf 6",
	"Font 7": "Huruf 7",
	"Font 8": "Huruf 8",
	"Football": "Sepakbola",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Untuk router nirkabel yang diaktifkan oleh WPS(Wi-Fi Protected Setup), Masukkan kode PIN untuk menghubungkan TV ke jaringan nirkabel.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Untuk router nirkabel yang diaktifkan WPS(Wi-Fi Protected Setup), tekan tombol WPS-PBC untuk menghubungkan TV ke jaringan nirkabel.",
	"France": "Perancis",
	"French": "Bahasa Perancis",
	"French Polynesia": "Polinesia Prancis",
	"Full Wide": "Lebar Penuh",
	"Gaelic": "Bahasa Gael",
	"Galapagos Islands": "Kepulauan Galapagos",
	"Galician": "Bahasa Galisia",
	"Gallery": "Galeri",
	"Game": "Permainan",
	"General": "Umum",
	"General Age": "Usia Umum",
	"General Audience": "Penonton Umum",
	"General Audiences": "Penonton Umum",
	"General Program Locks": "Kunci Program Umum",
	"German": "Bahasa Jerman",
	"Germany": "Jerman",
	"Get started in a quiet environment for sound optimization.": "Mulailah di lingkungan yang sunyi untuk pengoptimalan suara",
	"Getting...": "Mengambil...",
	"Grayscale": "Abu-abu",
	"Greece": "Yunani",
	"Greek": "Bahasa Yunani",
	"Green": "Hijau",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Menu panduan dan operasi dengan suara untuk penonton tunanetra yang menggunakan TV.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Ekuatorial",
	"Gujarati": "Gujarat",
	"H Position": "Posisi H",
	"H Sharpness": "Ketajaman H",
	"H Size": "Ukuran H",
	"HD Mode": "Mode HD",
	"HD Mode Option": "Pilihan Mode HD",
	"HDD Power Saving Mode": "Modus Hemat Daya HDD",
	"HDMI Input Audio Format": "Format Audio Masukan HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1} dan HDMI {port2} mendukung 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Port HDMI {port1} dan HDMI {port2} mendukung Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Port HDMI {port1} mendukung 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Port HDMI {port1} mendukung Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} mendukung 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} mendukung Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} mendukung 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} mendukung Ultra HD Deep Color.",
	"HDR Effect": "HDR Efek",
	"HDR Picture Mode": "Mode Gambar HDR",
	"Hard of Hearing": "Kesulitan Pendengaran",
	"Headphones Volume": "Volume Headphone",
	"Hebrew": "Bahasa Ibrani",
	"High": "Tinggi",
	"High Contrast": "Kontras Tinggi",
	"Higher values increase a sense of warmth or coldness.": "Nilai lebih tinggi meningkatkan rasa kehangatan atau kesejukan.",
	"Hindi": "Bahasa India",
	"Home Animation": "Animasi Beranda",
	"Home Auto Launch": "Beranda Peluncuran Otomatis",
	"Home Mode": "Mode Rumah",
	"Home Promotion": "Promosi Beranda",
	"Home Settings": "Pengaturan Beranda",
	"Home/Store Mode": "Mode Rumah/Toko",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Jam",
	"However, the IPv6 version of the address does not support editing.": "Namun, versi alamat IPv6 tidak mendukung pengeditan.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Namun, agar TV Anda tetap dalam kondisi optimal, Always-on akan dinonaktifkan selama empat jam dan daya akan sepenuhnya dimatikan.",
	"Hungarian": "Bahasa Hungaria",
	"Hungary": "Hungaria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "PENTING! Pengaturan ulang akan menghapus semua pengaturan akun Anda dan aplikasi yang sudah diinstal. Tindakan ini tidak bisa dibatalkan.",
	"IP (Automatic)": "IP (Otomatis)",
	"IP Address": "Alamat IP",
	"IVC (Cote d’Ivoire)": "Pantai Gading",
	"Iceland": "Islandia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Dengan Auto Power Sync yang dipilih, TV Anda akan menyala saat Anda menghidupkan perangkat SIMPLINK dan perangkat SIMPLINK Anda akan dimatikan ketika Anda mematikan TV Anda.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Jika Kontrol Universal Set-top box/OTT telah diatur, manfaatkan penggunakan Set-top box yang terhubung dari remote kontrol LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Jika perangkat terhubung ke port, Anda dapat melihat gambar permainan yang dioptimalkan dengan meminimalkan penundaan atau gangguan video perangkat.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Jika diaktifkan dan Anda menghubungkan perangkat yang juga mendukung Ultra HD Deep Color, gambar Anda dapat menjadi lebih jelas.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jika perekaman atau pembaruan perangkat lunak sedang berlangsung, akan menunggu sampai selesai dan prosesnya bisa lebih dari satu jam.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Jika perekaman atau pembaruan perangkat lunak sedang berlangsung, akan menunggu sampai selesai dan prosesnya bisa lebih dari {n} menit.",
	"If the device is not connected, you may not hear any sound through it.": "Jika perangkat tidak terhubung, Anda mungkin tidak mendengar suara melalui perangkat tersebut.",
	"If the edge of the screen is not clean, please turn this function off.": "Jika tepi layar tidak bersih, harap nonaktifkan fungsi ini.",
	"If the program does not support multiple languages, the default language is selected.": "Jika program tidak mendukung beberapa bahasa, bahasa standar dipilih.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Jika program tidak mendukung format keluaran yang dipilih, keluaran standar dari sumber akan digunakan.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Jika program tidak mendukung pengaturan audio yang berbeda, audio standar akan dipilih.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Jika gejala yang sama terulang, harap ubah nilai yang disetel lagi atau aktifkan ulang perangkat eksternal yang terhubung.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Jika bahasa yang dipilih tidak mendukung, bahasa standar dari siaran akan digunakan.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Jika layar statis belum menerima masukan pengguna selama satu jam, layar statis akan beralih ke screen saver.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Jika waktu yang Anda atur jauh berbeda dari waktu saat ini, beberapa fitur pintar mungkin tidak ditampilkan.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Jika Anda tidak dapat mendengar suara melalui perangkat, pastikan perangkat berfungsi dengan baik dan mendukung LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Jika Anda memilih mode Demo Toko, opsi ini diatur ke nilai yang dioptimalkan untuk tampilan ritel penjualan TV.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Jika Anda mengaktifkan Panduan Audio, Anda hanya dapat berpindah dengan tombol kiri, kanan, atas, bawah pada remote dan beberapa aplikasi yang memerlukan penunjuk tidak dapat digunakan.",
	"If you turn it off, CAM operator's profile will be deleted.": "Jika Anda menonaktifkannya, profil operator CAM akan dihapus.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jika Anda menonaktifkannya, seluruh program CAM yang telah dicari tidak akan tersedia lagi dan notifikasi tidak akan diberikan.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Jika Anda mematikan 'Quick Start+', Anda tidak akan dapat menghidupkan TV dengan Kontrol Bebas Remote. Anda ingin melanjutkan?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Jika Anda menonaktifkan screen saver dan gambar yang sama tetap ada dilayar lebih dari 2 jam, dapat memengaruhi kualitas gambar di layar Anda. Jika selama lebih dari 5 jam, penurunan kualitas gambar permanen dapat terjadi. Apakah Anda ingin melanjutkan?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Jika Anda mematikan opsi ini, layar statis mungkin menjadi lebih lama, yang menurunkan kualitas layar atau dalam beberapa kasus hampir tidak kembali.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jika Anda menggunakan fungsi Hemat Energi, kecerahan TV Anda akan terpengaruh.",
	"Import your TV's channel list information from a connected USB device.": "Impor informasi daftar program TV Anda dari perangkat USB yang terhubung.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Impor/ekspor informasi daftar program TV Anda dari/ke perangkat USB yang terhubung.",
	"In Home": "Di Rumah",
	"Indonesian": "Indonesia",
	"Inner": " Bagian Dalam",
	"Input Locks": "Penguncian Input",
	"Input field": "Bidang masukan",
	"Installing...": "Menginstal...",
	"Instant Game Response": "Respons Game Instan",
	"Interactive Service": "Layanan Interaktif",
	"Interactivity(DTVi)": "Interaktivitas (DTVi)",
	"Internal TV Speaker": "Speaker TV Internal",
	"Invert Colors": "Balikkan Warna",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Balikkan dan ganti warna tertentu dalam beberapa menu untuk meningkatkan visibilitas item yang ditampilkan di layar.",
	"Iraq": "Irak",
	"Ireland": "Irlandia",
	"Irish": "Bahasa Irlandia",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ini diatur ulang ke mode gambar secara individual, jadi pilih mode gambar yang diinginkan dan atur ulang.",
	"It may not sound depending on connected devices.": "Mungkin tidak tergantung suara pada perangkat yang terhubung.",
	"It may take a few minutes.": "Ini mungkin memakan waktu beberapa menit.",
	"It may take a few seconds.": "Ini mungkin memakan waktu beberapa detik.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Ini memberikan suara optimal atau Virtual 4.0 surround tergantung pada genre tontonan dengan algoritma yang dipelajari melalui teknik LG Machine Leaning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Ini memberikan suara optimal atau Virtual 5.1 surround tergantung pada genre tontonan dengan algoritma yang dipelajari melalui teknik LG Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Ini memberikan suara yang dioptimalkan dengan mengatur suara yang dipantulkan di ruangan berdasarkan jenis pemasangan TV.",
	"It reduces jaggies in the picture for a smooth picture.": "Fungsi ini mengurangi gangguan pada gambar untuk gambar yang lebih halus.",
	"It works only when the broadcasting program supports captions.": "Ini hanya berfungsi ketika program penyiaran mendukung keterangan.",
	"It works only when the broadcasting program supports subtitles.": "Ini hanya berfungsi ketika program penyiaran mendukung teks terjemahan.",
	"Italian": "Bahasa Italia",
	"Italy": "Italia",
	"Ivory Coast": "Pantai Gading",
	"Jamaica": "Jamaika",
	"Japan": "Jepang",
	"Japanese": "Bahasa Jepang",
	"Jerusalem": "Yerusalem",
	"Jordan": "Yordania",
	"Just Scan": "Tampil Utuh",
	"Kazakh": "Bahasa Kazakhstan",
	"Kazakhstan": "Kazakstan",
	"Keyboard Languages": "Bahasa Keyboard",
	"Korea": "Korea",
	"Korean": "Bahasa Korea",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Redupan Lokal LED",
	"LG Logo Light (Front of TV)": "Lampu Logo LG (Depan TV)",
	"LG Services Country": "Negara Layanan LG",
	"LG Wireless Keyboard": "Keyboard Nirkabel LG",
	"LG Wireless Keyboard Connected:": "Keyboard Nirkabel LG Terhubung:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Keyboard Nirkabel LG memungkinkan Anda untuk mengontrol TV melalui Bluetooth.",
	"Language": "Bahasa",
	"Large": "Besar",
	"Last tuning:": "Penyetelan terakhir:",
	"Latvian": "Bahasa Latvia",
	"Left": "Kiri",
	"Left Right": "Kiri/Kanan",
	"Left Surround": "Surround Kiri",
	"Left drop shadow": "Bayangan di kiri",
	"Legal Notice": "Pemberitahuan Hukum",
	"Libya": "Libia",
	"Light": "Cahaya",
	"Limit AD Tracking": "Batasi Pelacakan AD",
	"Lithuania": "Lituania",
	"Lithuanian": "Bahasa Lithuania",
	"Live Theater": "Siaran Langsung Theater",
	"Loading...": "Memuat...",
	"Local": "Lokal",
	"Local Language": "Bahasa Lokal",
	"Location": "Lokasi",
	"Lock All": "Kunci Semua",
	"Lock changes for currently running apps will be applied the next time they are started.": "Perubahan kunci untuk aplikasi yang sedang aktif saat ini akan diterapkan lain kali ketika aplikasi dimulai.",
	"Logo Luminance Adjustment": "Penyesuaian Luminansi Logo",
	"Low": "Rendah",
	"Luminance": "Luminansi",
	"Luxembourg": "Luksemburg",
	"MAC Address": "Alamat MAC",
	"MAC Address (Wired)": "Alamat MAC (Berkabel)",
	"MAC Address (Wireless)": "Alamat MAC (Nirkabel)",
	"MASTER PASSWORD": "KATA SANDI UTAMA",
	"MHEG Guide": "Panduan MHEG",
	"MPEG Noise Reduction": "Pengurangan Derau MPEG",
	"Macedonia": "Makedonia",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonia, Bekas Republik Yugoslavia",
	"Macedonian": "Bahasa Makedonia",
	"Madagascar": "Madagaskar",
	"Magenta": "Ungu Kemerahan",
	"Make blurry or difficult-to-see areas more vivid.": "Jadikan area buram atau sulit dilihat menjadi lebih jelas.",
	"Malay": "Melayu",
	"Maldives": "Maladewa",
	"Manage channels stored on the TV.": "Kelola program yang tersimpan di TV.",
	"Manama": "Al-Manamah",
	"Mandarin": "Bahasa Mandarin",
	"Maori": "Bahasa Maori",
	"Marshall Islands": "Kepulauan Marshall",
	"Mature Audience Only": "Hanya untuk Penonton Dewasa",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Memaksimalkan kontras dengan meningkatkan intensitas area terang dan gelap pada layar.",
	"Menu Language": "Bahasa Menu",
	"Menu Transparency": "Transparansi Menu",
	"Message": "Pesan",
	"Method": "Metode",
	"Mexico": "Meksiko",
	"Middle East": "Timur Tengah",
	"Minutes": "Menit",
	"Mobile Connection Management": "Manajemen Koneksi Perangkat Seluler",
	"Mode Option": "Opsi Mode",
	"Monaco": "Monako",
	"Month": "Bulan",
	"Morocco": "Maroko",
	"Moscow": "Moskow",
	"Movie Lock": "Kunci Film",
	"Mozambique": "Mozambik",
	"Multi Channel Audio": "Audio Multi Kanal",
	"Multi Feed": "Multi Umpan",
	"Multiple": "Multi",
	"Music": "Musik",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "Mode TV NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW / ACT - New South Wales / Wilayah Ibu Kota Australia - Sydney",
	"NT - Northern Territory - Darwin": "NT - Teritorial Utara - Darwin",
	"Narrow": "Sempit",
	"Natural": "Alami",
	"Netherland": "Belanda",
	"Netherlands": "Belanda",
	"Network": "Jaringan",
	"Network Connection Settings": "Pengaturan Koneksi Jaringan",
	"Network Name": "Nama Jaringan",
	"Network-Based Personalization Recommendations": "Rekomendasi Personalisasi Berbasis Jaringan",
	"New Caledonia": "Kaledonia Baru",
	"New Zealand": "Selandia Baru",
	"Next": "Berikutnya",
	"Nicaragua": "Nikaragua",
	"Night": "Malam",
	"No": "Tidak",
	"No Internet via 3G/4G network": "Tidak ada Internet lewat jaringan 3G/4G",
	"No Internet via Ethernet": "Tidak Ada Internet melalui Ethernet",
	"No Internet via Wi-Fi": "Tidak ada Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Anak berusia 17 tahun dan Di Bawahnya Tidak Diperbolehkan.",
	"No Operation Auto Off": "Tidak Ada Operasi Mati Otomatis",
	"No Signal Auto Off": "Tidak Ada Sinyal Mati Otomatis",
	"No Signal Image": "Tidak Ada Sinyal Gambar",
	"No Signal Power Off (15Min)": "Tidak Ada Sinyal Daya Mati (15 Menit)",
	"No devices have been found.": "Tidak ada perangkat ditemukan.",
	"No paired devices.": "Tidak ada perangkat yang terpasang.",
	"No signal on Server": "Tidak ada sinyal di Server",
	"No updates found.": "Tidak ada pembaruan ditemukan.",
	"Noise Reduction": "Pengurangan Derau",
	"None": "Tidak ada",
	"North Korea": "Korea utara",
	"Northern Africa": "Afrika Bagian Utara",
	"Norway": "Norwegia",
	"Norwegian": "Bahasa Norwegia",
	"Not Connected": "Tidak Terhubung",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Catatan: jika perangkat Anda tidak mendukung fitur ini, mungkin tidak berfungsi dengan baik. Jika itu terjadi, hubungkan perangkat ke port HDMI yang lain atau nonaktifkan 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Catatan: jika perangkat Anda tidak mendukung fitur ini, perangkat tersebut mungkin tidak bekerja dengan benar. Jika ini terjadi, Anda dapat menghubungkan perangkat ke port HDMI yang berbeda atau menonaktifkan pengaturan HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Catatan: Opsi yang tersedia tergantung pada program siaran.",
	"Note: Behavior may differ if connected device is not a LG device.": "Catatan: Respons dapat berbeda jika perangkat yang terhubung bukan perangkat LG.",
	"Note: Only displayed when it is provided by the program.": "Catatan: Hanya ditampilkan bila disediakan oleh program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Catatan: Teks hanya ditampilkan bila disediakan oleh program siaran.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Catatan: Fitur yang didukung mungkin berbeda bergantung pada model dan transparansinya oleh pengoperasian fitur dengan konten putar ulang seperti TV Siaran Langsung atau konten VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Catatan:<br>1. Jika TV Anda dihidupkan ketika Penyegar Piksel sedang berlangsung, proses akan berhenti dan Anda harus memulai dari awal.<br>2. Ketika proses berlangsung, garis putih mungkin muncul di layar. Ini normal saat membersihkan layar Anda.",
	"Notifications": "Pemberitahuan",
	"OLED LIGHT": "CAHAYA OLED",
	"Object Audio": "Obyek Audio",
	"Off": "Nonaktif",
	"On": "Aktif",
	"OnTimer Channel not selected": "Program Berdasarkan Waktu tidak dipilih.",
	"Open": "Buka",
	"Open Source Licenses": "Pemberitahuan perangkat lunak sumber terbuka",
	"Open when TV is turned on": "TERBUKA SAAT TV DINYALAKAN",
	"Operate once when TV is off": "Beroperasi sekali saat TV mati",
	"Optical": "Optik",
	"Optical + Internal TV Speaker": "Optik + Speaker TV Internal ",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimalkan kedalaman untuk konten dengan algoritma yang dipelajari melalui teknik LG Machine Leaning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimalkan pengaturan kontras berdasarkan kecerahan gambar dari konten HDR.",
	"Optimize contrast settings based on image brightness.": "Mengoptimalkan pengaturan kontras berdasarkan kecerahan gambar.",
	"Optimize the sound for a cinematic experience.": "Optimalkan suara untuk pengalaman sinematik.",
	"Original Language": "Bahasa Asli",
	"Others": "Lainnya",
	"Outer": "Bagian Luar",
	"Output sound through the Internal TV speaker.": "Keluaran suara melalui speaker TV internal.",
	"PS": "Palestina",
	"Panjabi": "Panjab",
	"Papua New Guinea": "Papua Nugini",
	"Parental Guidance Suggested": "Bimbingan Orang Tua Disarankan",
	"Parental Guidance Suggested :": "Bimbingan Orangtua Disarankan :",
	"Parental guidance suggested for children ages 8-13.": "Bimbingan orangtua disarankan untuk anak-anak usia 8-13.",
	"Parents Guidance strongly required :": "Bimbingan Orang Tua sangat dibutuhkan:",
	"Parents Strongly Cautioned": "Orang Tua Harus Sangat Waspada",
	"Pass Through": "Melewati",
	"Password": "Kata Sandi",
	"Patent Information": "Informasi Paten",
	"Peak Brightness": "Kecerahan Tertinggi",
	"Persian": "Persia",
	"Philippines": "Filipina",
	"Phoenix": "mukjizat",
	"Photo": "Foto",
	"Pick a Time": "Pilih Waktu",
	"Picture": "Gambar",
	"Picture Mode": "Mode Gambar",
	"Picture Mode Settings": "Pengaturan Mode Gambar",
	"Picture Options": "Pilihan Gambar",
	"Picture Test": "Uji Gambar",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Gambar atau suara mungkin tidak bekerja dengan benar saat perangkat eksternal yang terhubung dan TV sedang dalam tahap awal komunikasi. Jika masalah tetap ada silakan ubah pengaturan atau hidupkan ulang perangkat eksternal Anda yang terhubung.",
	"Pitch": "Titi Nada",
	"Pixel Refresher": "Penyegar Piksel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Penyegar Piksel memungkinkan TV Anda untuk memberikan gambar yang paling jelas.",
	"Pixel Refresher begins only once when the TV is turned off.": "Penyegar Piksel dimulai hanya sekali saat TV dimatikan.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Penyegar Piksel telah dijadwalkan untuk dimulai pada saat TV dimatikan.",
	"Play": "Putar",
	"Play sound through TV Speaker.": "Putar suara melalui Speaker TV.",
	"Play the standard sound suitable for all types of content.": "Putar suara standar yang cocok untuk semua jenis konten.",
	"Please check if WiSA Speakers are turned on and try again.": "Silakan periksa apakah Speaker WiSA diaktifkan dan coba lagi.",
	"Please check that the Bluetooth device is already connected to another device.": "Harap Periksa apakah perangkat Bluetooth sudah terhubung ke perangkat lain.",
	"Please check the network name and password and try again.": "Silakan periksa nama jaringan dan kata kunci lalu coba lagi.",
	"Please check the status and try again": "Periksa status dan coba lagi.",
	"Please do not unplug the USB storage until the copying is completed.": "Jangan cabut penyimpanan USB hingga penyalinan selesai.",
	"Please enter your password to turn off this function.": "Masukkan kata sandi untuk menonaktifkan fungsi ini.",
	"Please enter your password to turn on this function.": "Masukkan kata sandi Anda untuk mengaktifkan fungsi ini.",
	"Please make sure that your TV is connected to the network and try again.": "Pastikan bahwa TV Anda terhubung ke jaringan dan coba lagi.",
	"Please note that LG does not use or manage the value.": "Harap perhatikan bahwa LG tidak menggunakan atau mengelola nilainya.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Harap dicatat bahwa suara mungkin tidak dikeluarkan ketika Output Suara Digital diatur ke Melewati.",
	"Please try again later.": "Silakan coba lagi nanti.",
	"Please wait while the Settings application reloads.": "Harap tunggu saat aplikasi Pengaturan memuat ulang.",
	"Please wait while the Settings application restarts.": "Harap tunggu sementara menghidupkan ulang aplikasi Pengaturan.",
	"Please wait while the TV restarts.": "Harap tunggu saat TV menyala ulang.",
	"Please wait while the TV searches for LG Service Country.": "Harap tunggu selama TV mencari Negara Layanan LG.",
	"Point": "Poin",
	"Pointer Options": "Pilihan Penunjuk",
	"Pointer Size": "Ukuran Penunjuk",
	"Poland": "Polandia",
	"Polish": "Bahasa Polandia",
	"Portuguese": "Bahasa Portugis",
	"Position": "Posisi",
	"Position Settings": "Pengaturan Posisi",
	"Power Off Timer": "Pewaktu Daya Mati",
	"Power On Timer": "Pewaktu Daya Hidup",
	"Power Saving Mode": "Modus Hemat Daya",
	"Prague": "Praha",
	"Preschool": "Prasekolah",
	"Press right button to adjust de-blur and Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan nilai de-blur dan Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan de-blur dan nilai OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Tekan tombol kanan untuk menyesuaikan de-blur dan nilai OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan nilai de-judder dan Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan de-judder dan nilai OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Tekan tombol kanan untuk menyesuaikan de-judder dan nilai OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan nilai de-judder, de-blur, dan Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Tekan tombol kanan untuk menyesuaikan de-judder, de-blur dan nilai OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Tekan tombol kanan untuk menyesuaikan de-judder, de-blur dan nilai OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Tekan tombol WPS pada router yang WPS-nya diaktifkan untuk menghubungkan TV ke jaringan.",
	"Press the right button to adjust Motion Pro settings.": "Tekan tombol kanan untuk menyesuaikan pengaturan Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Tekan tombol kanan untuk menyesuaikan pengaturan OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Tekan tombol kanan untuk menyesuaikan pengaturan OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Tekan tombol kanan untuk menyesuaikan pengaturan penghilang gambar kabur.",
	"Press the right button to adjust de-judder settings.": "Tekan tombol kanan untuk menyesuaikan pengaturan penghilang gambar bergetar.",
	"Previous": "Sebelumnya",
	"Primary Audio Language": "Bahasa Audio Utama",
	"Primary Channels": "Program Utama",
	"Primary Teletext Language": "Bahasa Teleteks Utama",
	"Program exempted from ratings.": "Program dibebaskan dari peringkat.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Berikan ID Khusus HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Berikan ID Khusus HbbTV ke layanan HbbTV untuk siaran.",
	"Provided services may vary depending on countries.": "Layanan yang diberikan dapat bervariasi tergantung pada negara.",
	"Puerto Rico": "Puerto Riko",
	"Quick Help": "Bantuan Cepat",
	"Raised": "Naik",
	"Reason: Authentication with access point was unsuccessful.": "Alasan: Otentikasi dengan titik akses tidak berhasil.",
	"Reason: Could not establish a connection to access point.": "Alasan: Tidak dapat koneksi ke titik akses.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Alasan: Tidak dapat memperoleh alamat IP yang valid dengan menggunakan DHCP.",
	"Reason: Entered password is incorrect.": "Alasan: Kata sandi yang dimasukkan salah.",
	"Reason: Password is missing.": "Alasan: Kata sandi hilang.",
	"Reason: The network you selected is out of range.": "Alasan: Jaringan yang Anda pilih berada di luar jangkauan.",
	"Reason: Unable to login.": "Alasan: Tidak dapat login.",
	"Receive emergency alerts from TV when an emergency occurs.": "Terima peringatan darurat dari TV saat terjadi keadaan darurat.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Rekomendasikan pengaturan jam Anda yang biasanya tidak menonton TV untuk Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Rekomendasikan konten dan fitur yang berguna berdasarkan riwayat menonton dan pola penggunaan aplikasi.",
	"Recommendations are available for the people, products and locations related to the current program.": "Rekomendasi tersedia untuk orang, produk, dan lokasi yang terkait dengan program saat ini.",
	"Red": "Merah",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Mengurangi ganguan tidak teratur dari sinyal video digital untuk mengoptimalkan kualitas gambar dengan jelas.",
	"Region": "Kawasan",
	"Registered Devices ({num})": "Perangkat Terdaftar ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Perkuat nada tinggi dari suara yang dioptimalkan.",
	"Reinforce the low-pitched tone of the optimized sound.": "Perkuat nada rendah dari suara yang dioptimalkan.",
	"Remote Settings": "Pengaturan Remote",
	"Remove irregular and erratic pixels for a clearer image.": "Hapus piksel yang tidak teratur dan tidak menentu untuk mendapatkan gambar yang lebih jelas.",
	"Reset": "Atur Ulang",
	"Reset AD ID": "Atur ulang AD ID",
	"Reset CI Password": "Atur Ulang Kata Sandi CI",
	"Reset HbbTV Distinctive ID": "Atur ulang ID Khusus HbbTV",
	"Reset Password": "Ganti Kata Sandi",
	"Reset Settings": "Atur Ulang Pengaturan",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Atur ulang daftar aplikasi yang disetujui saat terhubung ke aplikasi seluler HbbTV.",
	"Reset the caption position.": "Atur ulang posisi teks.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Atur ulang riwayat konten yang ditonton dan penggunaan aplikasi. Ketika riwayat diatur ulang, mungkin diperlukan beberapa periode waktu untuk menerima rekomendasi konten lagi.",
	"Reset to Initial Settings": "Atur Ulang Pengaturan Awal",
	"Restrict access to TV programs based on their ratings.": "Membatasi akses ke program-program TV berdasarkan peringkat mereka.",
	"Restrict watching based on age ratings for children programs.": "Batasi tontonan berdasarkan peringkat usia untuk program anak-anak.",
	"Restrict watching based on ages ratings.": "Batasi tontonan berdasarkan peringkat usia.",
	"Restrict watching based on fantasy violence content ratings.": "Batasi tontonan berdasarkan peringkat konten kekerasan fantasi.",
	"Restrict watching based on programs containing adult language.": "Batasi tontonan berdasarkan pada program yang berisi bahasa orang dewasa.",
	"Restrict watching based on programs containing sexual scene.": "Batasi tontonan berdasarkan program yang mengandung adegan seksual.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Batasi tontonan berdasarkan program yang berisi dialog sugestif secara seksual.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Batasi tontonan berdasarkan usia tertentu atau peringkat konten di bawah bimbingan orang tua.",
	"Restrict watching based on violence content ratings.": "Batasi tontonan berdasarkan peringkat konten kekerasan.",
	"Restrict watching movies based on rating.": "Batasi tontonan film berdasarkan peringkat.",
	"Restrict watching programs based on rating.": "Batasi tontonan program berdasarkan peringkat.",
	"Restriction ratings :": "Peringkat pembatasan:",
	"Retry": "Coba Lagi",
	"Revert TV to its initial settings.": "Kembalikan TV ke pengaturan awal.",
	"Revert color adjustment settings to default.": "Kembalikan pengaturan penyesuaian warna ke kondisi awal.",
	"Revert detailed sound effect settings of standard mode to default.": "Kembalikan pengaturan efek suara terperinci dari mode standar ke kondisi awal.",
	"Revert picture setting values to default.": "Kembalikan nilai pengaturan gambar ke nilai awal.",
	"Revert white balance settings to default.": "Kembalikan pengaturan keseimbangan warna putih ke kondisi awal.",
	"Right": "Kanan",
	"Right Left": "Kanan/Kiri",
	"Right Surround": "Surround Kanan",
	"Right drop shadow": "Bayangan di kanan",
	"Romania": "Rumania",
	"Romanian": "Bahasa Roma",
	"Rome": "Roma",
	"Russia": "Rusia",
	"Russian": "Bahasa Rusia",
	"SA - South Australia - Adelaide": "SA - Australia Selatan - Adelaide",
	"SIGNATURE Opening": "Pembukaan SIGNATURE",
	"SIGNATURE TV Settings": "Pengaturan SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK memungkinkan Anda menggunakan Remote LG Anda untuk mengontrol perangkat lain dengan SIMPLINK yang diaktifkan, seperti pemutar DVD atau sistem audio Home Theater, yang dihubungkan ke LG Smart TV Anda melalui HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK akan diaktifkan secara otomatis untuk menggunakan mode ARC ini.",
	"Safety": "Keamanan",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satelit",
	"Satellite DTV": "DTV Satelit",
	"Satellite Radio": "Radio Satelit",
	"Saturation": "Saturasi",
	"Saudi Arabia": "Arab Saudi",
	"Saudi arabia": "Arab Saudi",
	"Save CAM Operator's Profile": "Simpan Profil Operator CAM",
	"Save CI Password": "Simpan Kata Sandi CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Simpan pengaturan penyesuaian warna dari mode gambar saat ini di semua masukan.",
	"Save the white balance settings from the current picture mode in all inputs.": "Simpan pengaturan keseimbangan putih dari mode gambar saat ini di semua masukan.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Simpan/atur ulang kata sandi CI Anda. Anda dapat melewati langkah ini di kemudian hari jika menyimpan kata sandi.",
	"Scan \"Auto Detect\" automatically.": "Pindai \"Deteksi Otomatis\" secara otomatis.",
	"Screen Down": "Layar Ke Bawah",
	"Screen Off": "Layar Mati",
	"Screen Shift ": "Pergeseran Layar",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Layar bergeser secara berkala dan mencegah masalah kualitas gambar yang dapat terjadi saat TV dinyalakan dalam waktu yang lama.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Layar akan mati dalam 5 detik. Untuk mengaktifkan layar kembali, tekan tombol apa pun kecuali tombol daya dan volume.",
	"Search": "Pencarian",
	"Search Bluetooth Device": "Cari Perangkat Bluetooth",
	"Searching...": "Mencari...",
	"Second Language": "Bahasa Kedua",
	"Secondary Audio Language": "Bahasa Audio Kedua",
	"Secondary Teletext Language": "Bahasa Teleteks Kedua",
	"Security": "Pengamanan",
	"Select IRE point to adjust luminance.": "Pilih poin IRE untuk menyetel luminansi.",
	"Select Mode": "Pilih Mode",
	"Select TV's language settings.": "Pilih pengaturan bahasa TV.",
	"Select a caption type for HD broadcasts.": "Pilih jenis teks untuk siaran HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Pilih jenis teks untuk siaran TV NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Pilih jenis teks untuk siaran UHD.",
	"Select a caption type for analog broadcasts.": "Pilih jenis teks untuk siaran analog.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Pilih mode video yang cocok dengan lingkungan menonton, atau tentukan pengaturan untuk mode video, seperti kontras, warna, dan lainnya.",
	"Select an audio format for each HDMI input.": "Pilih format audio untuk setiap masukan HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pilih Output Suara Digital lainnya (Otomatis atau PCM) jika Anda tidak dapat mendengar efek suara setelah memilih Pass Through.",
	"Select audio language for digital broadcasts.": "Pilih bahasa audio untuk siaran digital.",
	"Select color to be adjusted.": "Pilih warna yang akan disesuaikan.",
	"Select days to apply the Timer Power Off settings every week.": "Pilih hari untuk menerapkan pengaturan Pewaktu untuk Mematikan setiap minggu.",
	"Select days to apply the Timer Power On settings every week.": "Pilih hari untuk menerapkan pengaturan Pewaktu untuk Menghidupkan setiap minggu.",
	"Select device for audio output.": "Pilih perangkat untuk output audio.",
	"Select device or speaker for audio output.": "Pilih perangkat atau speaker untuk keluaran audio.",
	"Select digital audio output format.": "Pilih format keluaran audio digital.",
	"Select language for TV menu.": "Pilih bahasa untuk menu TV.",
	"Select language for subtitles.": "Pilih bahasa untuk teks terjemahan.",
	"Select languages for keyboards input.": "Pilih bahasa untuk masukan keyboard.",
	"Select method to adjust white balance.": "Pilih metode untuk menyesuaikan keseimbangan warna putih.",
	"Select point to adjust luminance.": "Pilih poin untuk menyetel luminansi.",
	"Select the Sound mode and set detailed Audio effects.": "Pilih mode Suara dan atur efek Audio terperinci.",
	"Select the Sound mode for each content type.": "Pilih mode Suara untuk setiap jenis konten.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Pilih Ultra HD Deep Color untuk port HDMI {num}.",
	"Select the app to restrict the use.": "Pilih aplikasi untuk membatasi penggunaan.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Pilih mode gambar yang sesuai dengan suasana tampilan atau jenis konten.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Pilih properti audio untuk mendengarkan siaran sesuai keinginan Anda.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Pilih jenis teks untuk siaran digital dan atur pengaturan teks terjemahan dengan detail.",
	"Select the channel to restrict watching.": "Pilih program untuk membatasi tontonan.",
	"Select the channel to watch when the TV turns on.": "Pilih program untuk ditonton saat TV menyala.",
	"Select the color range to be displayed.": "Pilih rentang warna yang akan ditampilkan.",
	"Select the country for your country's special services.": "Pilih negara untuk layanan khusus negara Anda.",
	"Select the desired video angle.": "Pilih sudut video yang diinginkan.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Pilih format untuk mentransfer Keluaran Suara Digital TV ke perangkat eksternal.",
	"Select the input to use when the TV turns on.": "Pilih masukan yang akan digunakan saat TV menyala.",
	"Select the inputs to restrict the use.": "Pilih masukan untuk membatasi penggunaan.",
	"Select the most preferred Subtitle Language.": "Pilih pilihan pertama untuk Teks Bahasa.",
	"Select the place where to use the TV.": "Pilih tempat untuk menggunakan TV.",
	"Select the residential region for your regional broadcast signal.": "Pilih wilayah tempat tinggal untuk sinyal siaran regional Anda.",
	"Select the second preferred Subtitle Language.": "Pilih pilihan kedua Anda untuk Teks Bahasa.",
	"Select your first choice of audio language for digital broadcasts.": "Pilih pilihan bahasa audio pertama Anda untuk siaran digital.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Pilih pilihan bahasa pertama untuk layanan teleteks dari penyedia siaran TV.",
	"Select your second choice of audio language for digital broadcasts.": "Pilih pilihan bahasa audio kedua Anda untuk siaran digital.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Pilih pilihan bahasa kedua untuk layanan teleteks dari penyedia siaran TV.",
	"Serbian": "Bahasa Serbia",
	"Serial Number": "Nomor Serial",
	"Service 1": "Layanan 1",
	"Service 2": "Layanan 2",
	"Service 3": "Layanan 3",
	"Service 4": "Layanan 4",
	"Service 5": "Layanan 5",
	"Service 6": "Layanan 6",
	"Service Area Zip Code": "Kode Pos Area Layanan",
	"Set Automatically": "Atur Secara Otomatis",
	"Set ID": "Atur ID",
	"Set My Team Alarm.": "Atur Alarm Tim Saya.",
	"Set Store Mode settings.": "Atur pengaturan Mode Toko.",
	"Set System Color mode for your current TV input.": "Atur mode Warna Sistem dari masukan TV saat ini.",
	"Set additional options for Video Description.": "Atur opsi tambahan untuk Deskripsi Video.",
	"Set additional picture settings.": "Atur pengaturan gambar tambahan.",
	"Set additional sound-related settings.": "Atur pengaturan terkait suara tambahan.",
	"Set advanced Subtitle options.": "Atur terlebih dahulu pilihan Teks",
	"Set advanced captioning options.": "Mengatur opsi pemberian tulisan lanjutan.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Atur dan edit versi alamat IP ke IPv4 atau IPv6.",
	"Set audio-related options.": "Atur opsi yang berkaitan dengan audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Atur ukuran teks, warna, transparansi, dan opsi lain untuk siaran.",
	"Set color temperature from warm to cool.": "Atur suhu warna dari hangat ke sejuk.",
	"Set detailed caption settings for HD broadcasts.": "Atur pengaturan teks dengan detail untuk siaran HD.",
	"Set detailed options for the AI functions.": "Tetapkan opsi terperinci untuk fungsi AI.",
	"Set detailed options for the Home feature.": "Atur opsi dengan detail untuk fitur Beranda.",
	"Set detailed options for the Recommendation feature.": "Atur opsi dengan detail untuk fitur Rekomendasi.",
	"Set easy connection settings with external devices.": "Atur pengaturan koneksi yang mudah dengan perangkat eksternal.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Atur penguncian program, aplikasi, masukan yang ditentukan, dan lain-lain untuk digunakan di bawah bimbingan orang tua.",
	"Set necessary additional functions based on watching environment and screen status.": "Atur fungsi tambahan yang diperlukan berdasarkan lingkungan tontonan dan status layar.",
	"Set or reset the position of on-screen captions.": "Atur atau atur ulang posisi teks di layar.",
	"Set settings related to your wired / wireless network.": "Aturan pengaturan yang terkait dengan jaringan kabel / nirkabel Anda.",
	"Set the TV to turn off automatically after a set amount of time.": "Atur TV untuk mati secara otomatis setelah waktu yang ditentukan.",
	"Set the TV to turn off automatically at a set time.": "Atur TV untuk mati secara otomatis pada waktu yang ditentukan.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Atur TV untuk mati secara otomatis jika tidak ada masukan pengguna selama 4 jam setelah TV menyala secara otomatis.",
	"Set the TV to turn on automatically at a set time.": "Atur TV untuk menyala secara otomatis sesuai waktu yang ditentukan.",
	"Set the additional functions related to the TV.": "Atur fungsi tambahan yang terkait dengan TV.",
	"Set the current date and time.": "Mengatur tanggal dan waktu.",
	"Set the current date manually.": "Atur tanggal saat ini secara manual.",
	"Set the current time manually.": "Atur waktu saat ini secara manual.",
	"Set the detect range of device available to connect.": "Atur rentang deteksi dari perangkat yang tersedia untuk terhubung.",
	"Set the region and country for broadcasts and special services.": "Atur wilayah dan negara untuk siaran dan layanan khusus.",
	"Set the screen size and aspect ratio.": "Mengatur ukuran layar dan aspek rasio.",
	"Set the specialized functions of SIGNATURE TV.": "Atur fungsi khusus SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Atur waktu untuk mematikan TV secara otomatis tanpa masukan pengguna.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Atur efek suara surround multi-kanal virtual untuk menikmati suara yang lebih realistis.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Atur efek suara virtual surround untuk menikmati suara yang lebih realistis.",
	"Set the volume level when the TV turns on.": "Atur tingkat volume saat TV menyala.",
	"Set time to turn off the TV.": "Atur waktu untuk mematikan TV.",
	"Set time to turn on the TV.": "Atur waktu untuk menyalakan TV.",
	"Set up additional features related to customer support.": "Atur fitur tambahan terkait dengan dukungan pelanggan.",
	"Set up an account to use LG Services.": "Atur akun untuk menggunakan Layanan LG.",
	"Set whether to display Home when the TV is turned on.": "Atur apakah akan menampilkan Beranda saat TV dihidupkan.",
	"Settings Help": "Pengaturan Bantuan",
	"Sexual Situations": "Situasi Seksual",
	"Sexually Suggestive Dialogue": "Dialog Bernada Seksual",
	"Sharpness": "Ketajaman",
	"Show Password": "Tampilkan Kata Sandi",
	"Side by Side": "Kanan dan Kiri",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Gangguan sinyal dapat mengurangi sensitivitas Remote Ajaib jika router nirkabel terlalu dekat ke TV.",
	"Singapore": "Singapura",
	"Size": "Ukuran",
	"Sleep Timer": "Pewaktu Tidur",
	"Slovak": "Bahasa Slovakia",
	"Slovenian": "Bahasa Slovenia",
	"Slow": "Lambat",
	"Small": "Kecil",
	"Smooth": "Halus",
	"Smooth Gradation": "Gradasi Halus",
	"Soccer": "Sepak Bola",
	"Software Update": "Pembaruan Perangkat Lunak",
	"Software Version": "Versi Perangkat Lunak",
	"Software update has been installed. Update will be applied when you restart your TV.": "Pembaruan Perangkat Lunak telah diinstal. Pembaruan akan diterapkan saat Anda menghidupkan TV kembali.",
	"Solid": "Padat",
	"Solomon Islands": "Kepulauan Solomon",
	"Some material may not be appropriate for children under 13.": "Beberapa materi mungkin tidak sesuai untuk anak di bawah 13 tahun.",
	"Some material may not be appropriate for children.": "Beberapa materi mungkin tidak sesuai untuk anak-anak.",
	"Sotho, Northern": "Sotho, Utara",
	"Sotho, Southern": "Sotho, Selatan",
	"Sound": "Suara",
	"Sound Mode": "Mode Suara",
	"Sound Mode Settings": "Pengaturan Mode Suara",
	"Sound Out": "Output Suara",
	"Sound Test": "Uji Suara",
	"South Africa": "Afrika Selatan",
	"South Korea": "Korea Selatan",
	"Southern Africa": "Afrika Bagian Selatan",
	"Spain": "Spanyol",
	"Spanish": "Bahasa Spanyol",
	"Speaker Volume Control": "Kontrol Volume Speaker",
	"Specify detailed voice guidance settings after turning on this feature.": "Tentukan pengaturan panduan suara dengan detail setelah mengaktifkan fitur ini.",
	"Speed": "Kecepatan",
	"Spoken Subtitle": "Subjudul Lisan",
	"Sports": "Olahraga",
	"Sports Alert": "Pengingat Olahraga",
	"St. John's": "StJohn",
	"Stand": "Penyangga",
	"Standard": "Standar",
	"Standard Mode Sound Effect": "Efek Suara Mode Standar",
	"Standby Light": "Lampu Siaga",
	"Start New Sound Tuning": "Mulai Penyetelan Suara Baru",
	"Start Now": "Mulai Sekarang",
	"Startup Sound": "Suara Awal",
	"Stop": "Berhenti",
	"Store Demo": "Demo Toko",
	"Store Mode": "Mode Toko",
	"Store Mode Settings": "Pengaturan Mode Toko",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Mode Toko adalah untuk tujuan tampilan di dalam toko. Ini akan memulai ulang pengaturan setiap beberapa menit. Anda ingin menutup aplikasi ini dan memulai Mode Toko?",
	"Strong": "Tajam",
	"Style": "Gaya",
	"Subnet prefix length": "Panjang awalan subnet",
	"Subtitle First Choice Language": "Bahasa Teks Terjemahan Pilihan Pertama",
	"Subtitle Language": "Bahasa Teks Terjemahan",
	"Subtitle Second Choice Language": "Bahasa Teks Terjemahan Pilihan Kedua",
	"Subtitles": "Teks Terjemahan",
	"Super Resolution": "Resolusi Super",
	"Support": "Pendukung",
	"Surround Balance": "Keseimbangan Surround",
	"Surround Level": "Level Surround",
	"Sweden": "Swedia",
	"Swedish": "Bahasa Swedia",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Beralih ke mode siaga untuk menghidupkan kembali TV dengan cepat ketika Anda mematikan TV.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Beralih ke mode siaga untuk menggunakan berbagai fungsi seperti aplikasi, pencarian, dan sebagainya dengan cepat saat Anda mematikan TV.",
	"Switzerland": "Swiss",
	"Sync Demo": "Demo Sinkr",
	"Syria": "Suriah",
	"System Color": "Warna sistem",
	"TEXT 1": "TEKS 1",
	"TEXT 2": "TEKS 2",
	"TEXT 3": "TEKS 3",
	"TEXT 4": "TEKS 4",
	"TV Information": "Informasi TV",
	"TV Installation Type": "Tipe Penginstalan TV",
	"TV Lock": "Kunci TV",
	"TV Name": "Nama TV",
	"TV On With Mobile": "TV Hidup Dengan Selular",
	"TV Power Sound": "Suara Daya TV",
	"TV Power Sound Volume": "Volume Suara Daya TV",
	"TV Program Locks": "Penguncian Program TV",
	"TV Rating English": "Rating TV Bahasa Inggris",
	"TV Rating French": "Rating TV Bahasa Perancis",
	"TV Speaker": "Speaker TV",
	"TV can be used as an alarm.": "TV dapat digunakan sebagai alarm.",
	"TV is turned off at a set time on every specified day.": "TV dimatikan pada waktu yang diatur pada setiap hari yang ditentukan.",
	"TV to USB": "TV ke USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Manfaatkan fitur yang memerlukan jaringan seperti Internet, aplikasi, pembaruan perangkat lunak, dll.",
	"Target Luminance": "Luminansi Target",
	"Tehran": "Teheran",
	"Teletext": "Teleteks",
	"Text Color": "Warna Teks",
	"Text Opacity": "Transparansi Teks",
	"Text Search": "Pencarian Teks",
	"Thai": "Bahasa Thailand",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} dan HDMI {port2} mendukung AMD FreeSync Premium, dan Anda dapat memilih fungsi ini.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} dan HDMI {port2} mendukung AMD FreeSync Premium, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} dan HDMI {port2} mendukung Respons Game Instan, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} mendukung AMD FreeSync Premium, dan Anda dapat memilih fungsi ini.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} mendukung AMD FreeSync Premium, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} mendukung Respons Game Instan, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} mendukung AMD FreeSync Premium, dan Anda dapat memilih fungsi ini.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} mendukung AMD FreeSync Premium, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} mendukung AMD FreeSync Premium, dan Anda dapat memilih fungsi ini.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} mendukung AMD FreeSync Premium, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3}, dan HDMI {port4} mendukung Respons Game Instan, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1}, HDMI {port2}, dan HDMI {port3} mendukung Respons Game Instan, dan Anda dapat mengaktifkan atau menonaktifkannya.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ID Khusus HbbTV adalah nilai unik yang hanya digunakan untuk HbbTV dan tidak terkait dengan informasi pribadi pengguna.",
	"The HbbTV Distinctive ID will be reset.": "ID Khusus HbbTV akan diatur ulang.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikasi atau layanan HbbTV akan dinonaktifkan pelacakannya dari satu pengguna.",
	"The IBB service will disable its tracking of an individual user.": "Layanan IBB akan dinonaktifkan pelacakannya dari satu pengguna.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informasi Negara Layanan LG tidak dapat diperoleh dari server. Silakan coba lagi nanti.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikasi pengaturan harus memuat ulang untuk mengubah bahasa menu. Apakah Anda ingin melanjutkan?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Pencahayaan sekitar akan diberikan ketika gerakan terdeteksi di sekitar TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Layanan pengenalan suara eksternal yang tersedia dapat berubah tergantung pada pengaturan bahasa. Dan, jika Anda mengubah bahasa menu, menu pengaturan akan dimuat ulang. Apakah Anda ingin melanjutkan?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Daftar program telah berhasil disalin dari penyimpanan USB ke TV Anda. TV akan dihidupkan kembali dalam 5 detik.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Daftar program telah berhasil disalin dari TV Anda ke penyimpanan USB.",
	"The closer to 100, the brighter.": "Mendekati ke 100, semakin terang.",
	"The closer to 100, the clearer the color becomes.": "Mendekati ke 100, semakin jelas warnanya.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Mendekati ke 50 semakin jelas merah, mendekati ke 50 semakin jelas hijau.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Nilai yang disetel secara detail dari fungsi White Balance akan diatur ulang. Apakah Anda ingin melanjutkan?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Selisih antara volume suara program dikurangi secara otomatis, yang membantu Anda menonton program dengan volume yang konsisten.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Selisih antara volume suara program dan program diatur secara otomatis untuk menonton program dengan volume yang konsisten.",
	"The higher the settings, the louder the sound rapidly.": "Semakin tinggi pengaturan, suara semakin keras dengan cepat.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Speaker TV internal dan speaker Bluetooth dapat mengeluarkan suara secara bersamaan, menciptakan efek suara surround yang jelas.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Bahasa untuk pengenalan suara akan diatur secara otomatis tergantung pada bahasa menu yang dipilih.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Bahasa yang digunakan untuk Pengenalan Suara diatur sesuai dengan bahasa menu yang dipilih. Layanan dukungan dapat bervariasi tergantung pada bahasa suara.",
	"The network is currently unavailable. Please try again later.": "Jaringan saat ini tidak tersedia. Silakan coba lagi nanti.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Proses akan memakan waktu sekitar satu jam untuk menyelesaikan dan TV Anda harus tetap dalam kondisi mati.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Proses akan memakan waktu {n} menit untuk selesai dan TV Anda harus tetap dalam keadaan mati.",
	"The program is intended for adults only.": "Program ini hanya untuk orang dewasa.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Kecerahan layar secara otomatis disesuaikan sesuai dengan kecerahan di sekitar TV Anda.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Layar akan bergeser ke bawah dalam 5 detik. Tekan tombol apa pun kecuali Daya dan Volume pada remote untuk menggeser layar kembali ke atas.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nilai sub yang disetel dari fungsi Sistem Pengaturan Warna akan diatur ulang. Apakah Anda ingin melanjutkan?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Pengaturan Suara Surround  Bluetooth + Speaker TV Internal akan diatur ulang.",
	"The settings are as follows.": "Pengaturannya adalah sebagai berikut.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Suara mungkin tidak keluar ketika output suara digital diatur ke Melewati.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Pembaruan tidak dapat diterapkan ke TV. Perangkat lunak akan kembali ke versi sebelumnya.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Efek visual ditampilkan di layar saat TV dinyalakan dan layar bergerak.",
	"There are no paired devices.": "Tidak ada perangkat yang disambungkan.",
	"There are settings to correct or prevent OLED panel noise.": "Tersedia pengaturan untuk memperbaiki atau mencegah gangguan panel OLED.",
	"There is no USB device connected to your TV.": "Tidak ada perangkat USB yang terhubung ke TV Anda.",
	"There is no message.": "Tidak ada pesan.",
	"Third Language": "Bahasa Ketiga",
	"This feature applies only to specified LG Wireless Keyboard models.": "Fitur ini hanya berlaku untuk model-model Keyboard Nirkabel LG tertentu.",
	"This function works only when it is provided by the broadcast program.": "Fungsi ini hanya berfungsi jika disediakan oleh program siaran.",
	"This is a closed caption preview": "Ini adalah pratinjau teks transkrip",
	"This is an already existing value.": "Ini adalah nilai yang sudah ada.",
	"This service provides you with more information about watching program and enjoys related contents.": "Layanan ini memberi Anda informasi lebih lanjut tentang program yang ditonton dan menikmati konten terkait.",
	"This will revert all options on TV to their default settings.": "Ini akan mengembalikan semua opsi pada TV ke pengaturan awal.",
	"Time": "Waktu",
	"Timer Channel": "Pewaktu Program",
	"Timer Repeat": "Pengulangan Pewaktu",
	"Timers": "Pewaktu",
	"Timezone": "Zona Waktu",
	"Tint": "Rona",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Untuk mengoptimalkan suara, putar suara tes di TV dan mulailah mengukur suara yang dipantulkan menggunakan Remote Ajaib.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Untuk mengetes suara TV Anda, pengaturan Keluaran Suara perlu diubah ke Speaker TV Internal. Apakah Anda ingin melanjutkan?",
	"Top and Bottom": "Atas dan Bawah",
	"Total Power On Time": "Total Waktu Hidup Daya",
	"Tracking Speed": "Kecepatan Pelacakan",
	"Translucent": "Tembus cahaya",
	"Transparent": "Transparan",
	"Trinidad And Tobago": "Trinidad dan Tobago",
	"Trinidad and Tobago": "Trinidad dan Tobago",
	"Tune and save available channels.": "Cari dan simpan program yang tersedia.",
	"Tune and save available channels. You can set satellite channel options.": "Cari dan simpan program yang tersedia. Anda dapat mengatur pilihan program satelit.",
	"Turkey": "Turki",
	"Turkish": "Bahasa Turki",
	"Turn on TV with mobile device same as smartphone.": "Nyalakan TV dengan perangkat seluler yang sama dengan ponsel pintar.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Aktifkan dan Nonaktifkan Ultra HD Deep Color untuk port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Mengaktifkan atau menonaktifkan Respons Game Instan dari port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Nyalakan TV menggunakan perangkat seluler melalui Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Nyalakan TV menggunakan perangkat seluler Anda melalui Wi-Fi.",
	"Turn on via Bluetooth": "Aktifkan melalui Bluetooth",
	"Turn on via Wi-Fi": "Aktifkan melalui Wi-Fi",
	"Turn on/off description box in Settings.": "Hidupkan/Matikan kotak deskripsi di Pengaturan.",
	"Turn on/off standby light.": "Aktifkan/nonaktifkan lampu siaga.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Aktifkan/nonaktifkan AMD FreeSync Premium dari port HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Aktifkan/nonaktifkan gambar yang akan ditampilkan di layar ketika tidak ada sinyal.",
	"Turn on/off the related features of energy consumption.": "Mengaktifkan/menonaktifkan fitur terkait konsumsi energi.",
	"Turn the Hybridcast service on/off.": "Aktifkan/nonaktifkan layanan Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Aktifkan/nonaktifkan layanan Interaktif (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Aktifkan/nonaktifkan Panduan TV penyedia siaran TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Aktifkan /nonaktifkan layanan teleteks penyedia siaran TV Anda.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Menonaktifkan Wi-Fi akan menghalangi Anda mengakses semua layanan berbasis Internet kecuali jika Anda menggunakan kabel untuk terhubung ke jaringan. Apakah Anda ingin melanjutkan?",
	"UAE": "Uni Emirat Arab",
	"UHD Mode": "Mode UHD",
	"USA": "Amerika Serikat",
	"USB storage for Copy Channels": "Penyimpanan USB untuk Menyalin Program",
	"USB to TV": "USB ke TV",
	"Ukraine": "Ukraina",
	"Ukrainian": "Bahasa Ukrania",
	"Ulaanbaatar": "Ulan Bator",
	"Unable to check for updates.": "Tidak dapat memeriksa pembaruan.",
	"Unable to connect to the network.": "Tidak dapat terhubung ke jaringan.",
	"Undefined": "Tidak terdefinisi",
	"Under 17 requires accompanying parent or adult guardian.": "Anak di bawah usia 17 tahun membutuhkan pendampingan orang tua atau orang dewasa.",
	"Uniform": "Seragam",
	"United Arab Emirates": "Uni Emirat Arab",
	"United Kingdom": "Inggris Raya",
	"United States of America": "Amerika Serikat",
	"Universal Control Settings": "Pengaturan Kontrol Universal",
	"Unknown": "Tak diketahui",
	"Unknown issue has occurred.": "Terjadi masalah yang tidak diketahui.",
	"Update canceled.": "Pembaruan dibatalkan.",
	"Update in progress...": "Sedang memperbarui...",
	"Update in progress...({n}%)": "Sedang memperbarui...({n}%)",
	"Update paused.": "Pembaruan berhenti sejenak.",
	"Update reserved.": "Pembaruan disediakan",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Pembaruan akan dibatalkan dan semua berkas pembaruan akan dihapus sekarang. Apakah Anda ingin melanjutkan?",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Gunakan Remote Ajaib untuk menganalisis akustik ruangan dan mengoptimalkan suara TV berdasarkan hasil.",
	"Use a large pointer.": "Gunakan penunjuk besar.",
	"Use a medium pointer.": "Gunakan penunjuk medium.",
	"Use a small pointer.": "Gunakan penunjuk kecil.",
	"Use the 4-way controller to change the position and press the OK button.": "Gunakan pengontrol 4 arah untuk mengubah posisi dan tekan tombol OK.",
	"Use the following services with the selected language.": "Gunakan layanan berikut dengan bahasa yang dipilih.",
	"User": "Pengguna",
	"User Agreements": "Perjanjian Pengguna",
	"User Guide": "Panduan Pengguna",
	"V Position": "Posisi V",
	"V Sharpness": "Ketajaman V",
	"V Size": "Ukuran V",
	"Valencian": "Valencia",
	"Vatican City": "Kota Vatikan",
	"Vertical Zoom": "Perbesaran Vertikal",
	"Video Description": "Deskripsi Video",
	"Vienna": "Wina",
	"Vietnamese": "Bahasa Vietnam",
	"View current Common Interface (CI) information.": "Lihat informasi Common Interface (CI) saat ini.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Lihat item dengan lebih jelas dengan mengubah warna menu pada layar menjadi hitam dan putih.",
	"View messages from your broadcast TV provider.": "Lihat pesan dari penyedia siaran TV.",
	"View more information about watching program and enjoy related contents.": "Lihat informasi lebih lanjut tentang program yang ditonton dan menikmati konten terkait.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Lihat layar asli apa adanya atau atur ukuran dan rasio aspek layar.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Lihat layar asli yang diterima dari sinyal siaran atau perangkat yang terhubung.",
	"Violence": "Kekerasan",
	"Vivid": "Jelas",
	"Voice Recognition Help and Settings": "Bantuan dan Pengaturan Pengenalan Suara",
	"Voice Support Service": "Layanan Dukungan Suara",
	"Volume Increase Amount": "Jumlah Peningkatan Volume",
	"Volume Mode": "Mode Volume",
	"WA - Western Australia - Eucla": "WA - Australia Barat - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Barat - Perth",
	"Wall-mounted": "Pemasangan-dinding",
	"Warm1": "Hangat 1",
	"Warm2": "Hangat 2",
	"Warm3": "Hangat 3",
	"Warsaw": "Warsawa",
	"Watch a diverse range of Internet contents on TV channels.": "Tonton beragam konten Internet di program TV.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Kami mengumpulkan dan menyimpan alamat MAC, nomor model, kode negara, pengaturan bahasa, dan versi perangkat lunak untuk memverifikasi perangkat Anda dan untuk memeriksa apakah Anda memiliki versi terbaru dari perangkat lunak.",
	"Welcome Feature": "Fitur Selamat Datang",
	"Welsh": "Bahasa Wales",
	"Western Africa": "Afrika Bagian Barat",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Ketika HDD yang terhubung belum digunakan untuk jangka waktu tertentu, beralih ke mode siaga untuk mengurangi konsumsi daya.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Saat satu perangkat terhubung ke port, gambar game dioptimalkan dengan penundaan, retak, atau interupsi yang minimal.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Saat Respons Game Instan diluncurkan, video mungkin berkedip sementara.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Ketika Keluaran Suara diatur ke \"Bluetooth / HDMI ARC / Optical Digital / Speaker WiSA\" atau perangkat terhubung tidak mendukung Respons Game Instan, itu mungkin tidak berfungsi dengan baik.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Saat Output Suara diatur ke Bluetooth atau perangkat yang terhubung tidak mendukung Respons Game Instan, Output Suara mungkin tidak berfungsi dengan baik.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Saat perangkat diaktifkan/dinonaktifkan, TV Anda akan mati/nyala secara otomatis.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Ketika efek visual tidak aktif, layar ditampilkan sebagai TV Siaran Langsung.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Ketika fitur ini diatur ke 'aktif', beberapa fitur yang muncul di layar akan sebagian transparan.",
	"When your TV is turned off, the device will automatically turn off.": "Saat TV Anda dimatikan, perangkat akan mati secara otomatis.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Saat nilai yang disetel diubah dan ditransfer ke perangkat eksternal, gambar atau suara mungkin sementara tersedia secara tidak normal.",
	"White": "Putih",
	"Wi-Fi Connection": "Koneksi Wi-Fi",
	"Wi-Fi Security": "Pengamanan Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi dinonaktifkan. Aktifkan untuk melihat daftar jaringan yang tersedia yang dapat Anda hubungkan dan tambahan item menu yang terkait.",
	"Wi-Fi issue has occurred.": "Terjadi masalah Wi-Fi.",
	"WiSA Speakers": "Speaker WiSA",
	"Wide Area Zone": "Zona Area Luas",
	"Wide View": "Tampilan Lebar",
	"Wide View (32:9)": "Tampilan Lebar (32:9)",
	"Wide Zoom": "Perbesaran Lebar",
	"Window Color": "Warna Jendela",
	"Window Opacity": "Jendela Opasitas",
	"Wired Connection (Ethernet)": "Koneksi kabel (Ethernet)",
	"Wired Headphones": "Headphone Berkabel",
	"Wired Headphones + Internal TV Speaker": "Headphone Berkabel + Speaker TV Internal",
	"With this option, you can control the audio device's volume with your TV remote.": "Dengan opsi ini, Anda dapat mengontrol volume perangkat audio dengan remote TV Anda.",
	"Year": "Tahun",
	"Yellow": "Kuning",
	"Yemen": "Yaman",
	"Yes": "Ya",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Anda dapat menyesuaikan efek suara saat TV dihidupkan atau dimatikan dan layar bergerak.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Anda dapat mengontrol perangkat yang terhubung ke port HDMI dengan Remote Ajaib tanpa proses pengaturan perangkat.",
	"You can delete the device connection history of Screen Share.": "Anda dapat menghapus riwayat koneksi perangkat Screen Share.",
	"You can delete the device connection history of Sound Share.": "Anda dapat menghapus riwayat koneksi perangkat Sound Share.",
	"You can find the default password in User Guide.": "Anda dapat menemukan kata sandi awal di Panduan Pengguna.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Anda dapat meluncurkan Respons Game Instan dengan mengatur HDMI Ultra HD Deep Color \"Aktif\".",
	"You can only change settings from the current HDMI input.": "Anda hanya dapat mengubah pengaturan dari masukan HDMI saat ini.",
	"You can scan again to connect the device.": "Anda dapat memindai lagi untuk menghubungkan perangkat.",
	"You can select left and right audio settings for broadcast signal.": "Anda dapat memilih pengaturan audio kiri dan kanan untuk sinyal siaran.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Anda dapat memilih AMD FreeSync Premium dari port HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Anda dapat memilih Port Ultra HD Deep Color.",
	"You can set the sound to play when the TV is turned on or off.": "Anda dapat mengatur suara untuk diputar saat TV dihidupkan atau dimatikan.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Anda dapat mengaktifkan/menonaktifkan fitur untuk menyimpan profil operator CAM.",
	"You can turn this feature on or off.": "Anda dapat mengaktifkan atau menonaktifkan fitur ini.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Anda dapat menerima beragam rekomendasi konten melalui Jaringan. Menonaktifkan opsi ini hanya akan menyediakan konten dasar dan beberapa fitur mungkin tidak tersedia.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV dan perangkat Anda yang terhubung dengan SIMPLINK akan disinkronkan seperti yang berikut ini:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "TV Anda harus tetap mati selagi proses Penyegar Piksel sedang berlangsung. Rekaman, pengingat, atau jadwal waktu menghidupkan daya saat ini atau yang akan datang selama proses ini akan dibatalkan dan speaker BT pada Tampilan Nol tidak tersedia.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV Anda harus tetap mati selagi proses Penyegar Piksel sedang berlangsung. Rekaman, pengingat, atau jadwal waktu menghidupkan daya saat ini atau yang akan datang selama proses ini akan dibatalkan.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV Anda perlu terhubung ke jaringan untuk mengatur Bahasa Layanan LG Anda secara otomatis. Apakah Anda ingin membuka Pengaturan Jaringan sekarang untuk memeriksa koneksi?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV Anda perlu mengetahui lokasi Anda yang benar untuk menyediakan pesan peringatan darurat melalui sinyal TV Digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV Anda akan mati sampai proses selesai, nanti TV akan hidup kembali secara otomatis.",
	"Zoom": "Perbesar",
	"Zoom2": "Perbesar2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] akan terputus dari TV Anda. Suara tidak akan lagi diputar dari media ini. Apakah Anda ingin melanjutkan?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] akan dihapus dari daftar perangkat yang terpasang. Jika ingin menghubungkannya nanti, Anda perlu mencari perangkat yang tersedia dan memasangkannya lagi. Apakah Anda ingin melanjutkan?",
	"[{deviceName}] will be deleted.": "[{deviceName}] akan dihapus.",
	"aspectRatio_original": "Asli",
	"audioGuidance_fast": "Cepat",
	"audioGuidance_high": "Tinggi",
	"audioGuidance_low": "Rendah",
	"audioGuidance_slow": "Lambat",
	"audioGuidance_veryFast": "Sangat Cepat",
	"audioGuidance_veryHigh": "Sangat Tinggi",
	"audioGuidance_veryLow": "Sangat Rendah",
	"audioGuidance_verySlow": "Sangat Lambat",
	"btDotSignalStrength_wide": "Lebar",
	"button": "tombol",
	"character": "karakter",
	"characters": "karakter",
	"checked": "dicentang",
	"colorGamutJPNWide": "Lebar",
	"connecting": "menghubungkan",
	"depthOfColor": "Warna",
	"diagonal zoom in": "perbesar diagonal",
	"diagonal zoom out": "perkecil diagonal",
	"digitalOptionSetByProgram": "Atur dengan program",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Sedang",
	"freesync_high": "Tinggi",
	"freesync_low": "Rendah",
	"freesync_off": "Nonaktif",
	"freesync_wide": "Lebar",
	"gamma_high1": "Tinggi1",
	"gamma_high2": "Tinggi2",
	"hidden": "tersembunyi",
	"horizontal zoom in": "perbesar horizontal",
	"horizontal zoom out": "perkecil horizontal",
	"jpDoNot": "Nonaktif",
	"logoLuminance_high": "Tinggi",
	"logoLuminance_low": "Rendah",
	"min": "mnt",
	"not connected": "tidak terhubung",
	"objet_soundMode": "Optimalkan mode suara untuk setiap tipe konten.",
	"pictureControl3dModeStandard": "Standar",
	"pictureControlAuto": "Otomatis",
	"pictureControlAuto_BlackLevel": "Otomatis",
	"pictureControlHigh": "Tinggi",
	"pictureControlHigh_BlackLevel": "Tinggi",
	"pictureControlHigh_Male": "Tinggi",
	"pictureControlLow": "Rendah",
	"pictureControlLow_BlackLevel": "Rendah",
	"pictureControlLow_Male": "Rendah",
	"pictureControlMedium": "Sedang",
	"pictureControlMedium_BlackLevel": "Sedang",
	"pictureControlMedium_Male": "Sedang",
	"pictureLocalDimmingHigh": "Tinggi",
	"pictureLocalDimmingLow": "Rendah",
	"pictureLocalDimmingMed": "Sedang",
	"pictureMode": "Standar",
	"pictureModeSettings": "Sesuaikan",
	"press OK button to edit IP manually": "tekan tombol OK untuk menyunting IP secara manual",
	"press OK button to enter channel to search": "tekan tombol OK untuk memasukkan program yang akan dicari",
	"press OK button to enter value": "tekan tombol OK untuk memasukkan nilai",
	"press right button to adjust de-judder and de-blur value": "tekan tombol kanan untuk menyesuaikan nilai de-judder dan de-blur",
	"press right button to adjust zoom ratio and position": "tekan tombol kanan untuk menyesuaikan rasio pembesaran dan posisi",
	"shift current screen down": "geser layar yang dibuka ke bawah",
	"shift current screen to the left": "geser layar yang dibuka ke kiri",
	"shift current screen to the right": "geser layar yang dibuka ke kanan",
	"shift current screen up": "geser layar yang dibuka ke atas",
	"shift down": "geser ke bawah",
	"shift left": "geser kiri",
	"shift right": "geser kanan",
	"shift up": "geser atas",
	"soundMode_Standard": "Standar",
	"speaker_channel": "Saluran",
	"thaRatingNone": "Tidak ada",
	"unchecked": "tidak dicentang",
	"unread": "tidak terbaca",
	"vertical zoom in": "perbesar vertikal",
	"vertical zoom out": "perkecil vertikal",
	"volumeModeHigh": "Tinggi",
	"volumeModeLow": "Rendah",
	"webOS TV Version": "Versi webOS TV",
	"zoom in": "perbesar",
	"zoom out": "perkecil",
	"{label} : L{value}": "{label} : Ki{value}",
	"{label} : R{value}": "{label} : Ka{value}"
}
