{
	" (User)": " (Utilisateur)",
	"(Version: {l})": "(Version : {l})",
	"* The device connected should support this service.": "* Le périphérique connecté doit prendre en charge ce service.",
	"* This feature is applied once and only once when the TV is turned off.": "* Cette fonctionnalité est appliquée une seule fois lorsque le téléviseur s'éteint.",
	"* This feature is available on certain devices only.": "* Cette fonctionnalité n'est disponible que sur certains modèles.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "*Ce mode reflète clairement les intentions du FILMMAKER MODE, mais peut paraître plus sombre que les autres modes d'image.",
	"* This settings is only available for Internal TV Speaker.": "* Ces paramètres sont uniquement disponibles pour le haut-parleur TV interne.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bien que cette option soit activée, l'écran de veille ne fonctionne pas pour éviter de perturber votre expérience de visionnage sur des entrées externes comme Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Vous pouvez contrôler le téléviseur à l'aide de l'application prenant en charge la fonction sur votre appareil mobile.",
	"1) Turn the Bluetooth on the other device off.": "1) Désactivez le Bluetooth sur l'autre périphérique.",
	"10 Points Code Value": "Valeur de code à 10 points",
	"10 Points IRE": "IRE à 10 points",
	"10 and Above": "10 et plus",
	"11 and Above": "11 et plus",
	"12 Hours": "12 heures",
	"12 and Above": "12 et plus",
	"13 and Above": "13 et plus",
	"14 and Above": "14 et plus",
	"14 by 9": "Quatorze neuvième",
	"15 and Above": "15 et plus",
	"16 and Above": "16 et plus",
	"16 by 9": "Seize neuvième",
	"17 and Above": "17 et plus",
	"18 and Above": "18 et plus",
	"19 and Above": "19 et plus",
	"2 Channel": "Canal 2",
	"2 Hours": "2 heures",
	"2 Points": "2 points",
	"2) Turn the Bluetooth device to connect off and on.": "2) Désactivez puis activez le périphérique Bluetooth à connecter.",
	"20 Points Code Value": "Valeur de code à 20 points",
	"20 Points IRE": "IRE à 20 points",
	"20 and Above": "20 et plus",
	"21 by 9": "Vingt-et-un neuvième",
	"22 Points Code Value": "Valeur de code à 22 points",
	"22 Points IRE": "IRE à 22 points",
	"24 Hours": "24 heures",
	"3 Hours": "3 heures",
	"32 by 12": "Trente-deux douzième",
	"32 by 9": "Trente-deux neuvième",
	"3G/4G Connection": "Connexion 3G/4G",
	"4 Hours": "4 heures",
	"4 Hours Auto Power Off": "Arrêt automatique après 4 heures",
	"4 and Above": "4 et plus",
	"4 by 3": "Quatre tiers",
	"4-Way Zoom": "Zoom multidirectionnel",
	"5 and Above": "5 et plus",
	"5.1 Channel": "Canal 5.1",
	"6 Hours": "6 heures",
	"6 and Above": "6 et plus",
	"7 and Above": "7 et plus",
	"8 Hours": "8 heures",
	"8 and Above": "8 et plus",
	"9 and Above": "9 et plus",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID est utilisé pour identifier cet appareil à des fins publicitaires et pour faciliter la diffusion de publicités susceptibles de vous intéresser. Vous pouvez réinitialiser le réglage AD ID ou restreindre le suivi AD ID ci-dessous.",
	"AI Acoustic Tuning": "Réglage acoustique AI",
	"AI Acoustic Tuning Options": "Options de Réglage acoustique AI",
	"AI Acoustic Tuning is disabled.": "Réglage acoustique AI désactivé.",
	"AI Brightness Control": "Réglage de la luminosité AI",
	"AI Picture": "Image AI",
	"AI Picture Pro": "Image AI Pro",
	"AI Recommendation": "Recommandations d'AI",
	"AI Service": "Service d'AI",
	"AI Sound": "Son AI",
	"AI Sound Pro": "Son AI Pro",
	"AV Sync Adjustment": "Réglage sync. AV",
	"Accessibility": "Accessibilité",
	"Account Management": "Gestion des comptes",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "L'activation de cette option arrête la collecte et le suivi des données personnelles relatives à la publicité à partir de cette Smart TV. L'activation peut avoir une incidence sur les types de publicités qui vous seront présentées à l'avenir, mais ne vous empêchera pas de recevoir des publicités.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Lorsque vous activez cette option, LGE demande à ses fournisseurs tiers de cesser de commercialiser vos données personnelles. Vous pouvez toujours accéder à des services tels que Live Plus, LG Channels et Who.Where.What?, à moins que vous ne les désactiviez de manière distincte.",
	"Add Network": "Ajouter un réseau",
	"Add a hidden wireless network": "Ajouter un réseau sans fil masqué",
	"Add wireless network by manually entering network name (SSID).": "Ajoutez un réseau sans fil en entrant manuellement le nom du réseau (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Sélection audio supplémentaire",
	"Additional Settings": "Paramètres supplémentaires",
	"Address Setting": "Paramètre d'adresse",
	"Adjust Audio Guidance pitch.": "Réglez le ton du guide audio.",
	"Adjust Audio Guidance speed.": "Réglez la vitesse du guide audio.",
	"Adjust Audio Guidance volume.": "Réglez le volume du guide audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Réglez la luminosité du rétroéclairage pour augmenter ou diminuer la luminosité de l'écran.",
	"Adjust Screen Position": "Ajuster la position de l'écran",
	"Adjust Zoom Ratio": "Régler le rapport de zoom",
	"Adjust animation effect shown on the home at certain times.": "Configurez l'effet d'animation qui s'affiche sur l'écran d'accueil à des heures définies.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Réglez la luminosité en analysant les mouvements d'image pour éviter l'éblouissement et réduire la consommation d'énergie.",
	"Adjust brightness of the LG logo.": "Réglez la luminosité du logo LG.",
	"Adjust color and saturation for a more vivid image.": "Réglez les couleurs et la saturation pour obtenir une image plus éclatante.",
	"Adjust color temperature automatically to reduce eye strain.": "Ajustez automatiquement la température de couleur pour réduire la fatigue oculaire.",
	"Adjust cursor speed.": "Réglez la vitesse du curseur.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Réglez la netteté des bords. Pour augmenter la netteté et la clarté de l'image, définissez des valeurs plus élevées.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Réglez les paramètres gamma pour compenser la luminosité du signal d'entrée.",
	"Adjust left/right audio balance.": "Réglez l'équilibre sonore gauche/droite.",
	"Adjust luminance for selected color.": "Réglez la luminance de la couleur sélectionnée.",
	"Adjust luminance level for selected IRE point.": "Ajustez le niveau de luminance pour le point IRE sélectionné.",
	"Adjust peak brightness for the brightest luminance.": "Réglez la luminosité maximale pour la luminance maximale.",
	"Adjust remote's cursor speed and appearance.": "Réglez l'aspect et la vitesse du curseur de votre télécommande.",
	"Adjust saturation for selected color.": "Réglez la saturation de la couleur sélectionnée.",
	"Adjust screen brightness to reduce energy consumption.": "Réglez la luminosité de l'écran afin de réduire la consommation d'énergie.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Réglez LUM. OLED pour augmenter ou diminuer la luminosité de l'écran.",
	"Adjust the audio timing to synchronize the video and audio.": "Réglez la synchronisation audio pour synchroniser la vidéo et l'audio.",
	"Adjust the balance of red and green to display the tint on the screen.": "Réglez l'équilibre des niveaux de rouge et de vert pour afficher la teinte à l'écran.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Réglez l'équilibre des couleurs en modifiant la température de couleur, la luminance, et l'intensité des couleurs rouge, verte et bleue.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Réglez précisément le contraste, la résolution et les autres paramètres pour chaque mode image, et définissez vos paramètres préférés de couleur, de gamma, etc.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Réglez la différence entre les zones claires et sombres de l'écran. Pour intensifier la différence, définissez des valeurs plus élevées.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Réglez la fréquence de trame sur celle du film pour revivre l'expérience d'une salle de cinéma.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Réglez la luminance des images fixes, comme les logos, pour éviter les problèmes de qualité d'image qui pourraient survenir si votre téléviseur est resté allumé pendant une longue période.",
	"Adjust the screen color to be pale or deep.": "Réglez la couleur de l'écran pour qu'elle soit pâle ou foncée.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Modifiez le son selon vos préférences pour chaque bande de fréquence sonore.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Réglez la synchronisation lorsque la vidéo et l'audio sont décalés.",
	"Adjust the tint to brighten or darken the screen.": "Réglez la teinte pour augmenter ou diminuer la luminosité de l'écran.",
	"Adjust the volume you want with pressing remote's volume key.": "Réglez le volume souhaité en appuyant sur la touche de volume de la télécommande.",
	"Adjust tint for selected color.": "Réglez la nuance de la couleur sélectionnée.",
	"Adjust whether to display the home promotion.": "Choisissez d'afficher ou non la publicité sur la page d'accueil.",
	"Adjusting Luminance": "Réglage de la luminance",
	"Adolescent over 13 are allowed to watch.": "Les adolescents de plus de 13 ans sont autorisés à regarder.",
	"Adolescent over 14 are allowed to watch.": "Les adolescents de plus de 14 ans sont autorisés à regarder.",
	"Adolescent over 16 are allowed to watch.": "Les adolescents de plus de 16 ans sont autorisés à regarder.",
	"Adult": "Adulte",
	"Adult Language": "Langage pour adultes",
	"Adults only.": "Adultes uniquement.",
	"Advanced": "Paramètres avancés",
	"Advanced Controls": "Contrôles avancés",
	"Advanced Wi-Fi Settings": "Paramètres Wi-Fi avancés",
	"Advertisement": "Publicité",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après avoir modifié le pays, toutes les chaînes actuellement réglées seront supprimées. Pour régler les chaînes à nouveau, accédez à Réglage automatique. Voulez-vous continuer ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après avoir modifié votre code postal, toutes les chaînes Freesat en cours seront supprimées. Pour régler les chaînes à nouveau, accédez à Réglage automatique. Voulez-vous continuer ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Une fois que vous avez changé le pays, vous pouvez rechercher vos chaînes à l'aide de Réglage automatique. Voulez-vous continuer ?",
	"Ages 2-7 are allowed to watch.": "Les enfants de 2 à 7 ans sont autorisés à regarder.",
	"Albania": "Albanie",
	"Albanian": "Albanais",
	"Alerts you by sound when the TV is turned on or off.": "Émet un avertissement sonore lorsque le téléviseur s'allume ou s'éteint.",
	"Algeria": "Algérie",
	"Algiers": "Alger",
	"All Channels": "Toutes les chaînes",
	"All Children": "Tous les enfants",
	"All ages are allowed to watch.": "Convient à un public de tout âge.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tous les paramètres actuels pour le mode {pictureMode} seront réinitialisés. Voulez-vous continuer ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tous les paramètres des effets sonores du mode standard seront réinitialisés. Voulez-vous continuer ?",
	"Allow Automatic Updates": "Autoriser les mises à jour automatiques",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Vous pouvez aussi régler les paramètres détaillés du son Surround Bluetooth.",
	"Always Open": "Toujours ouvrir",
	"Always-on Off Time": "Période d'arrêt de la fonction Always-on",
	"An error has occurred while copy channels.": "Une erreur s'est produite lors de la copie des chaînes.",
	"An important software update is available.": "Une mise à jour importante du logiciel est disponible.",
	"Analog Mode": "Mode analogique",
	"Analog TV": "Téléviseur analogique",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analysez les caractéristiques du son et optimisez le son pour chaque contenu en temps réel.",
	"Antenna": "Antenne",
	"Antenna ATV": "Télévision analogique par antenne",
	"Antenna DTV": "Télévision numérique par antenne",
	"Antenna Radio": "Radio de l'antenne",
	"Antigua and Barbuda": "Antigua-et-Barbuda",
	"Any Supplementary Audio": "Tout contenu audio supplémentaire",
	"App Alarm": "Alarme d'application",
	"Application Locks": "Verrouillages d'application",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Appliquez les valeurs des paramètres détaillés du mode image actuel à toutes les entrées ou applications.",
	"Apply to all inputs": "Appliquer à toutes les entrées",
	"Applying value to all inputs...": "Application de la valeur à toutes les entrées...",
	"Aqtöbe": "Aktioubé",
	"Arabic": "Arabe",
	"Argentina": "Argentine",
	"Armenia": "Arménie",
	"Ashgabat": "Achgabat",
	"Aspect Ratio": "Format de l'image",
	"Aspect Ratio Settings": "Paramètres de format de l'image",
	"Assamese": "Assamais",
	"Assign channels to remote buttons so you can quickly jump to them.": "Attribuez des chaînes aux boutons de la télécommande pour pouvoir y accéder rapidement.",
	"Athens": "Athènes",
	"Audio Delay": "Décalage audio",
	"Audio Description": "Description audio",
	"Audio Description Volume": "Volume de description audio",
	"Audio Guidance": "Guide audio",
	"Audio Language": "Langue audio",
	"Audio Out (Line Out)": "Sortie audio (Ligne de sortie)",
	"Audio Type": "Type d'audio",
	"Australia": "Australie",
	"Austria": "Autriche",
	"Auto Detect": "Détection auto",
	"Auto Device Detection": "Détection automatique de périphérique",
	"Auto Genre Selection": "Sélection automatique du genre",
	"Auto Power Off": "Arrêt auto",
	"Auto Power Sync": "Synchronisation d'allumage automatique",
	"Auto Start": "Démarrage automatique",
	"Auto Volume": "Volume automatique",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ajustez automatiquement l'incrémentation du réglage du volume ou réglez le volume incrémenté lors d'une pression sur la touche de volume de la télécommande.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Effectuez un réglage automatique selon une valeur d'image optimisée pour le type de contenu HDR Dolby.",
	"Automatically adjust to a picture value optimized for contents genre.": "Effectuez un réglage automatique selon une valeur d'image optimisée pour le type de contenu.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Passez automatiquement en FILMMAKER MODE lorsque le contenu d'un film est reconnu.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimisez automatiquement la qualité de l'image en fonction de la couleur et de la luminosité de l'éclairage de la pièce.",
	"Automatically update system software when an update is found.": "Mettez à jour automatiquement le logiciel d'exploitation lorsqu'une mise à jour est trouvée.",
	"Available Internal Storage": "Stockage interne disponible",
	"Azerbaijan": "Azerbaïdjan",
	"Azores": "Açores",
	"BG Color": "Couleur d'arrière-plan",
	"BG Opacity": "Opacité de l'arrière-plan",
	"Back": "Retour",
	"Backlight": "Rétroéclairage",
	"Baghdad": "Bagdad",
	"Bahrain": "Bahreïn",
	"Baku": "Bakou",
	"Barbados": "Barbade",
	"Bass Boost": "Renforçateur de graves",
	"Behavior may vary depending on connected device.": "Le comportement peut varier selon le périphérique connecté.",
	"Beijing": "Pékin",
	"Beirut": "Beyrout",
	"Belarus": "Biélorussie",
	"Belgium": "Belgique",
	"Benin": "Bénin",
	"Bermuda": "Bermudes",
	"Bhutan": "Bhoutan",
	"Bishkek": "Bichkek",
	"Black": "Noir",
	"Black Level": "Niveau noir",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquez les programmes de télévision diffusés en anglais en fonction de l'évaluation de leur contenu.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquez les programmes de télévision diffusés en français en fonction de l'évaluation de leur contenu.",
	"Block content based on genre.": "Bloquez du contenu en fonction du genre.",
	"Blue": "Bleu",
	"Bluetooth Speaker Mode": "Mode haut-parleur Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Son Surround Bluetooth + Haut-parleur TV interne",
	"Bluetooth Surround Sound Setup": "Configuration du son Surround Bluetooth",
	"Bogotá": "Bogota",
	"Bolivia": "Bolivie",
	"Bosnia": "Bosnie-Herzégovine",
	"Bosnia And Herzegovina": "Bosnie-Herzégovine",
	"Bosnian": "Bosniaque",
	"Brazil": "Brésil",
	"Brazilian Punk": "Punk Brésilien",
	"Brightness": "Luminosité",
	"Broadcast Country": "Pays de diffusion",
	"Broadcast Mail": "Diffuser courrier",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucarest",
	"Bulgaria": "Bulgarie",
	"Bulgarian": "Bulgare",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "En appuyant sur « Réinitialiser », vous supprimez toutes les données relatives à la publicité que LGE a collectées par le passé à partir de cette Smart TV. Cette opération peut avoir une incidence sur les types de publicités qui vous seront présentés à l'avenir, mais ne vous empêchera pas de recevoir des publicités.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "En activant Live Plus, vous acceptez que LG Electronics Inc. (« LGE ») collecte des informations sur le visionnage par l'intermédiaire du module ACR et que celles-ci puissent être partagées anonymement avec des tiers afin de vous fournir des services interactifs. Nous sommes également susceptibles de partager des informations anonymes regroupées avec des tiers à des fins marketing. Veuillez noter que nous ne collectons ni ne distribuons sciemment les informations susmentionnées relatives à des enfants de moins de 13 ans ou émanant de ceux-ci. Les informations détaillées concernant Live Plus sont illustrées dans la section Informations sur le visionnage (conditions) que vous pouvez consulter depuis le menu des paramètres SmartTV. LGE vous recommande fortement de consulter la version intégrale des Informations sur le visionnage (conditions) avant d'activer la fonction Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "En activant Live Plus, vous comprenez que le contenu affiché sur votre téléviseur peut être reconnu et que les informations de visionnage peuvent être utilisées pour vous offrir une expérience de visionnage améliorée et des services personnalisés, notamment des recommandations de contenu et des publicités. Pour plus d'informations, veuillez consulter la Politique de confidentialité et les Accords de l'utilisateur pertinents dans le menu Paramètres du téléviseur.",
	"CI Information": "Informations CI",
	"CI password incorrect. Please enter again.": "Mot de passe CI incorrect. Saisissez-le à nouveau.",
	"COMPONENT2": "COMPOSANT2",
	"COMPONENT3": "COMPOSANT3",
	"CS1 Board": "Carte CS1",
	"CS2 Board": "Carte CS2",
	"Cable": "Câble",
	"Cable ATV": "Télévision analogique par câble",
	"Cable DTV": "Télévision numérique par câble",
	"Cable Radio": "Radio par câble",
	"Cairo": "Le Caire",
	"Cambodia": "Cambodge",
	"Cameroon": "Cameroun",
	"Can not Find Channel": "Chaîne introuvable",
	"Canary Islands": "Îles Canaries",
	"Cancel": "Annuler",
	"Cancel Schedule": "Annuler la programmation",
	"Cancel Update": "Annuler la mise à jour",
	"Cantonese": "Cantonais",
	"Cape Verde": "Cap Vert",
	"Caution": "Attention",
	"Cayman Islands": "Îles Cayman",
	"Center": "Centre",
	"Central African Republic": "République centrafricaine",
	"Chad": "Tchad",
	"Change blue intensity and adjust the color balance.": "Modifiez l'intensité de la couleur bleue pour régler l'équilibre des couleurs.",
	"Change green intensity and adjust the color balance.": "Modifiez l'intensité de la couleur verte pour régler l'équilibre des couleurs.",
	"Change red intensity and adjust the color balance.": "Modifiez l'intensité de la couleur rouge pour régler l'équilibre des couleurs.",
	"Change the left / right sound": "Modifier le son gauche/droit",
	"Change the position of captions using the 4-way dial on the remote control.": "Modifiez la position des sous-titres à l'aide du bouton multidirectionnel de la télécommande.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modification de la région peut modifier les chaînes actuellement réglées sur votre téléviseur. Vous pouvez régler les chaînes à nouveau dans le Réglage automatique. Voulez-vous modifier les paramètres régionaux maintenant ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modification du pays entraînera le redémarrage de votre téléviseur. Vous devrez peut-être accepter à nouveau les accords de l'utilisateur LG. En outre, la disponibilité de certains services et applications peut varier en fonction du pays de services LG. Voulez-vous continuer ?",
	"Channel Locks": "Verrouillages de chaîne",
	"Channel Manager": "Gestionnaire des chaînes",
	"Channel Scrolling Options": "Options de défilement des chaînes",
	"Channel Tuning": "Réglage des chaînes",
	"Channel Tuning & Settings": "Réglage des chaînes et paramètres",
	"Channels": "Chaînes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Les chaînes des entrées HDMI et d'autres entrées externes ne peuvent pas être verrouillées. Pour verrouiller les chaînes de télévision, définissez Live TV comme entrée actuelle.",
	"Chatham Islands": "Îles Chatham",
	"Check TV information.": "Consultez les informations sur le téléviseur.",
	"Check alarm messages about the user settings or TV status.": "Vérifiez les messages d'alarme concernant les réglages utilisateur ou le statut du téléviseur.",
	"Check descriptions for each LG webOS TV functions.": "Consultez les descriptions de chaque fonction LG webOS TV.",
	"Check for Advertising settings and set it.": "Recherchez les paramètres de publicité et définissez-les.",
	"Check for Updates": "Rechercher les mises à jour",
	"Check for available functions with Voice and set Voice Settings.": "Recherchez les fonctions disponibles vocalement et définissez les paramètres vocaux.",
	"Check for problems with the picture quality.": "Vérifiez les problèmes relatifs à la qualité de l'image.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Vérifiez les problèmes de qualité audio du haut-parleur TV interne.",
	"Check for software updates and update if available.": "Recherchez les mises à jour des logiciels et installez-les le cas échéant.",
	"Check whether the Bluetooth device is in pairing mode.": "Vérifiez si le périphérique Bluetooth est en mode d'association.",
	"Check your TV status to solve problems or use remote support.": "Vérifiez l'état de votre téléviseur pour résoudre les problèmes ou utilisez l'assistance à distance.",
	"Checking Password": "Vérification du mot de passe",
	"Checking for Updates": "Recherche des mises à jour",
	"Checking...": "Vérification...",
	"Children": "Enfants",
	"Children Age": "Enfants à partir de",
	"Children Program Locks": "Verrouillage de programmes pour enfants",
	"Children over 8 are allowed to watch.": "Les enfants de plus de 8 ans sont autorisés à regarder.",
	"Chile": "Chili",
	"China": "Chine",
	"Chinese": "Chinois",
	"Choose to have all channels or just your primary ones when you change channels.": "Choisissez d'afficher toutes les chaînes ou seulement vos chaînes principales lorsque vous changez de chaîne.",
	"Christmas Island": "Île Christmas",
	"Cinema": "Cinéma",
	"Cinema Clear": "Cinéma HD",
	"Cinema Home": "Accueil cinéma",
	"Cinema View": "Vue cinéma",
	"Cinema View (32:12)": "Vue cinéma (32:12)",
	"Cinema Zoom": "Zoom cinéma",
	"City": "Ville",
	"City Selection": "Sélection de la ville",
	"Clean Audio": "Clean audio",
	"Clear": "Éclatant",
	"Clear Plus": "Net Plus",
	"Clear Voice Ⅲ": "Voix nette III",
	"Clear Voice Ⅳ": "Voix nette Ⅳ",
	"Clear1": "Supprimer",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Cliquez sur le bouton CONNEXION ci-dessous après avoir allumé votre clavier sans fil LG et l'avoir réglé sur le mode association.",
	"Close": "Fermer",
	"Closed Caption": "Sous-titres pour sourds et malentendants",
	"Closed Caption Settings": "Param. Sous-titres pour sourds et malentendants",
	"Code Value": "Valeur de code",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Récupérez et enregistrez l'adresse MAC, le numéro de modèle, le code pays, les paramètres de langue et la version du logiciel afin de rechercher les dernières mises à jour logicielles.",
	"Colombia": "Colombie",
	"Color": "Couleur",
	"Color Gamut": "Gamme de couleurs",
	"Color Management System": "Système de gestion des couleurs",
	"Color Temperature": "Température de couleur",
	"Component": "Composant",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Acceptez les conditions générales ou modifiez votre choix.",
	"Congo Brazzaville": "Congo-Brazzaville",
	"Connect": "Connecter",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Connectez le haut-parleur Bluetooth et le haut-parleur TV, puis aidez-vous du réglage automatique pour ajuster le décalage audio entre les deux haut-parleurs.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Connectez à l'eARC un périphérique audio externe le prenant en charge.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Connectez des périphériques externes tels qu'un boîtier décodeur ou une barre de son au téléviseur en suivant les instructions du guide.",
	"Connect the LAN cable directly to the TV to use the network.": "Connectez le câble LAN directement au téléviseur pour utiliser le réseau.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Connectez-vous au réseau en entrant manuellement les adresses de serveur DNS et IP.",
	"Connect to the network if a wireless router is installed.": "Connectez-vous au réseau si un routeur sans fil est installé.",
	"Connect via WPS PBC": "Connexion via WPS PBC",
	"Connect via WPS PIN": "Connexion via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Branchez votre téléviseur à votre routeur ou modem avec un câble Ethernet pour activer votre connexion réseau filaire.",
	"Connect your TV with WiSA Speakers wirelessly.": "Connectez votre téléviseur aux haut-parleurs WiSA sans fil.",
	"Connectable Devices ({num})": "Périphériques disponibles ({num})",
	"Connected": "Connecté",
	"Connected to Internet": "Connecté à Internet",
	"Connecting...": "Connexion...",
	"Connection": "Connexion",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "La gestion des connexions avec un smartphone ou un PC est disponible. Pour connecter un téléviseur à un appareil mobile, des demandes et des paramètres de connexion doivent être configurées sur le smartphone et le PC.",
	"Content Recommendations": "Recommandations de contenu",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Le contenu sera lu et le son sera adapté à l'écoute multicanal si le service HbbTV prend en charge l'audio multicanal.",
	"Contrast": "Contraste",
	"Cool": "Froid",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copier chaînes",
	"Copy/Delete file": "Copier/Supprimer le fichier",
	"Correct contrast and brightness by adjusting black levels.": "Corrigez le contraste et la luminosité en réglant les niveaux de noir.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Corrigez les pixels de l'image et évitez les problèmes de qualité d'image qui pourraient survenir si votre téléviseur est resté allumé pendant une longue période.",
	"Could not fined available network.": "Impossible de trouver un réseau disponible.",
	"Croatia": "Croatie",
	"Croatian": "Croate",
	"Current time is not valid. Do you want to set the correct time now?": "L'heure actuelle n'est pas valide. Voulez-vous régler l'heure maintenant ?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Les valeurs actuelles des paramètres personnalisés du mode image vont s'appliquer au mode {pictureMode} pour toutes les entrées. Voulez-vous continuer ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Le clavier sans fil LG actuellement connecté sera déconnecté de votre téléviseur. Voulez-vous continuer ?",
	"Custom": "Personnalisé",
	"Custom Time Zone": "Fuseau horaire personnalisé",
	"Customer Service": "Service client",
	"Cyprus": "Chypre",
	"Czech": "République tchèque",
	"Czech Republic": "République tchèque",
	"DNS Server": "Serveur DNS",
	"DR Congo": "République démocratique du Congo",
	"DTV Audio Setting": "Paramètre audio DTV",
	"Damascus": "Damas",
	"Danish": "Danois",
	"Day": "Jour",
	"De-Blur": "Tâche/zone flou",
	"De-Judder": "Saccade",
	"Delete": "Supprimer",
	"Delete Connection History": "Supprimer l'historique des connexions",
	"Delete Pairing History": "Supprimer l'historique des associations",
	"Delete Usage Data": "Supprimer les données d'utilisation",
	"Demo Options": "Options de démonstration",
	"Democratic Republic of the Congo": "République démocratique du Congo",
	"Denmark": "Danemark",
	"Depressed": "Empreinte",
	"Deregister": "Se désinscrire",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Décrit le contenu affiché à l'écran à haute voix pour que les personnes malvoyantes puissent utiliser le téléviseur.",
	"Detect Range": "Plage de détection",
	"Device Connection Settings": "Paramètres de connexion du périphérique",
	"Device List": "Liste des périphériques",
	"Device Name": "Nom du périphérique",
	"Digital Mode": "Mode numérique",
	"Digital Sound Out": "Sortie audio numérique",
	"Digital TV": "Téléviseur numérique",
	"Directed to Older Children (ages 7 and above)": "Pour les enfants plus âgés (7 ans et plus)",
	"Disabled": "Désactivé",
	"Disconnect": "Déconnecter",
	"Display captions for hearing-impaired viewers to use TV.": "Affichez les sous-titres pour que les personnes malentendantes puissent utiliser le téléviseur.",
	"Display fast-moving content smoothly and clearly.": "Affichez clairement et nettement le contenu comportant des mouvements rapides.",
	"Display luminance level for the highest point (100 IRE).": "Affichez le niveau de luminance pour le point le plus élevé (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Affichez les images dans une nuance de couleur chaude ou froide.",
	"Do Not Sell My Personal Information": "Ne pas vendre mes informations personnelles",
	"Do Not Track": "Ne pas suivre",
	"Do you want to continue?": "Voulez-vous continuer ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Voulez-vous copier la liste de chaînes du périphérique de stockage USB vers le téléviseur ? Les chaînes actuelles de votre téléviseur seront supprimées.",
	"Do you want to copy channel list from your TV to the USB storage?": "Voulez-vous copier la liste de chaînes du téléviseur vers le périphérique de stockage USB ?",
	"Do you want to reset Position Settings?": "Voulez-vous réinitialiser les paramètres de position ?",
	"Do you want to reset Volume Control?": "Voulez-vous réinitialiser le contrôle du volume ?",
	"Do you want to set the correct time now?": "Voulez-vous régler l'heure maintenant ?",
	"Do you want to turn your TV off now?": "Voulez-vous éteindre votre téléviseur maintenant ?",
	"Dominica": "Dominique",
	"Dominican Republic": "République dominicaine",
	"Done": "Terminé",
	"Download Mail": "Télécharger courrier",
	"Download and Install": "Télécharger et installer",
	"Downloadable Rating": "Évaluation téléchargeable",
	"Dual Mono": "Mono double",
	"Dubai": "Dubaï",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Pendant la période d'arrêt de la fonction Always-on, une partie des fonctionnalités, telles que la reconnaissance vocale, sont limitées lorsque l'écran est éteint.",
	"Dushanbe": "Douchanbé",
	"Dutch": "Néerlandais",
	"Dynamic Color": "Couleur dynamique",
	"Dynamic Contrast": "Contraste dynamique",
	"Dynamic Tone Mapping": "Mappage ton dynamique",
	"Easter Island": "Île de Pâques",
	"Eastern Africa": "Afrique de l'Est",
	"Eco": "Éco",
	"Eco Mode": "Mode Éco",
	"Ecuador": "Équateur",
	"Edge Color": "Couleur du contour",
	"Edge Enhancer": "Amélioration des bords",
	"Edge Type": "Type de cadre",
	"Edit": "Modifier",
	"Egypt": "Égypte",
	"El salvador": "Salvador",
	"Emergency Alert": "Message d'alerte",
	"Enabled": "Activé",
	"Energy Saving": "Économie d'énergie",
	"Energy consumption may increase if this feature is on.": "La consommation d'énergie peut augmenter si cette fonctionnalité est activée.",
	"Energy saving modes to limit power consumption.": "Modes Économie d'énergie pour limiter la consommation d'énergie.",
	"English": "Anglais",
	"Enhance the bass sound.": "Améliorez le son des basses.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Augmentez le contraste entre les zones claires et sombres de certains menus, tels que l'arrière-plan et le texte, pour que les personnes malvoyantes puissent mieux voir l'écran.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Améliore la résolution et la netteté du contenu grâce à un algorithme défini via une technique d'apprentissage approfondi de LG, et optimise la profondeur de ce même contenu.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Profitez des contenus Dolby Atmos avec un son optimal en activant l'effet de champ sonore.",
	"Enjoy TV sound by connecting Wired Headphones.": "Profitez du son du téléviseur en connectant un casque avec fil.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Profitez du son du téléviseur via les périphériques audio connectés au port HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Profitez du son du téléviseur via les périphériques audio connectés à OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Profitez du son du téléviseur via un périphérique audio LG connecté au port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Profitez du son via des périphériques audio connectés aux ports de sortie externes Sortie audio/Casque.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Profitez du son via le haut-parleur TV interne et le casque avec fil.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Profitez du son du téléviseur via des périphériques audio externes connectés à la fois au haut-parleur TV interne et au port OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Profitez d'un son clair et naturel.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Profitez du son avec un périphérique audio sans fil connecté à LG Sound Sync ou via Bluetooth.",
	"Enjoy the sound optimized to the room.": "Profitez d'un son optimisé en fonction de la pièce.",
	"Enter CI Password": "Entrer le mot de passe CI",
	"Enter the PIN in your router's settings.": "Entrez le code PIN des paramètres de votre [{name}].",
	"Enter the master password.": "Entrez le mot de passe maître.",
	"Equalizer": "Équaliseur",
	"Equatorial Guinea": "Guinée équatoriale",
	"Eritrea": "Érythrée",
	"Estonia": "Estonie",
	"Estonian": "Estonien",
	"Ethiopia": "Éthiopie",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Même si le paramètre est désactivé, vous pouvez vérifier les informations associées via le bandeau de navigation dans la reconnaissance vocale.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Même lorsque le téléviseur est éteint et utilise le moins d'électricité possible, vous pouvez écouter de la musique en connectant un appareil mobile. Vous pouvez réutiliser rapidement une multitude de fonctionnalités lorsque vous allumez le téléviseur.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Même lorsque le téléviseur est éteint, vous pouvez écouter de la musique en connectant le smartphone au téléviseur via Bluetooth.",
	"Every Day": "Tous les jours",
	"Every Weekday": "Chaque jour de la semaine",
	"Every Weekend": "Tous les week-ends",
	"Expert (Bright Room)": "Expert (pièce lumineuse)",
	"Expert (Dark Room)": "Expert (pièce sombre)",
	"Export your TV's channel list information to a connected USB device.": "Exportez les informations de la liste de chaînes de votre téléviseur vers un périphérique USB connecté.",
	"Extended": "Étendu",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Prolonger le délai avant l'arrêt automatique ou désactiver cette fonction peut augmenter la consommation d'énergie.",
	"Extreme": "Extrême",
	"Eye Comfort Mode": "Mode confort des yeux",
	"FILMMAKER MODE Auto Change": "Modification automatique du FILMMAKER MODE",
	"Fantasy Violence": "Violence fantastique",
	"Fast": "Rapide",
	"Fiji": "Fidji",
	"Find and tell an audio device available to connect around TV.": "Recherchez et détectez un périphérique audio disponible autour du téléviseur.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Réglez les espaces de couleur rouge, vert, bleu, cyan, magenta et jaune.",
	"Finland": "Finlande",
	"Finnish": "Finnois",
	"Flat Mode": "Mode plat",
	"Font": "Police",
	"Font 1": "Police 1",
	"Font 2": "Police 2",
	"Font 3": "Police 3",
	"Font 4": "Police 4",
	"Font 5": "Police 5",
	"Font 6": "Police 6",
	"Font 7": "Police 7",
	"Font 8": "Police 8",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Pour connecter le téléviseur à un routeur sans fil compatible WPS (Wi-Fi Protected Setup), saisissez le code PIN.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Pour connecter le téléviseur à un routeur sans fil compatible WPS (Wi-Fi Protected Setup), appuyez sur le bouton WPS-PBC.",
	"French": "Français",
	"French Polynesia": "Polynésie française",
	"Full Wide": "Écran large",
	"Gaelic": "Gaélique",
	"Galapagos Islands": "Îles Galapagos",
	"Galician": "Galicien",
	"Gallery": "Galerie",
	"Gambia": "Gambie",
	"Game": "Jeux",
	"Gateway": "Passerelle",
	"General": "Général",
	"General Age": "Général - Âge",
	"General Audience": "Public général",
	"General Audiences": "Public général",
	"General Program Locks": "Verrouillage de programmes généraux",
	"Georgia": "Géorgie",
	"German": "Allemand",
	"Germany": "Allemagne",
	"Get started in a quiet environment for sound optimization.": "Choisissez un environnement silencieux pour optimiser le son.",
	"Getting...": "Obtention en cours...",
	"Grayscale": "Échelle de gris",
	"Greece": "Grèce",
	"Greek": "Grec",
	"Green": "Vert",
	"Greenland": "Groenland",
	"Grenada": "Grenade",
	"Guernsey": "Guernesey",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Guidez à haute voix les personnes malvoyantes à travers les menus et les opérations afin qu'ils puissent utiliser le téléviseur.",
	"Guinea": "Guinée",
	"Guinea Bissau": "Guinée-Bissau",
	"Guinea Conakry": "Guinée",
	"Guinea Equatorial": "Guinée équatoriale",
	"Guyana": "Guyane",
	"H Position": "Position H",
	"H Sharpness": "Netteté H",
	"H Size": "Taille H",
	"HD Mode": "Mode HD",
	"HD Mode Option": "Option Mode HD",
	"HDD Eco Mode": "Mode Éco du HDD",
	"HDD Power Saving Mode": "Mode économie d'énergie du HDD",
	"HDMI Input Audio Format": "Format audio d'entrée HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge la fonctionnalité 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge la fonctionnalité Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Le port HDMI {port1} prend en charge la fonctionnalité 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Le port HDMI {port1} prend en charge la fonctionnalité Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge la fonctionnalité 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge la fonctionnalité Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge la fonctionnalité 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge la fonctionnalité Ultra HD Deep Colour.",
	"HDR Effect": "Effet HDR",
	"HDR Picture Mode": "Mode image HDR",
	"Haiti": "Haïti",
	"Hard of Hearing": "Malentendant",
	"Havana": "La Havane",
	"Headphones Volume": "Volume du casque",
	"Hebrew": "Hébreu",
	"High": "Élevé",
	"High Contrast": "Contraste élevé",
	"Higher values increase a sense of warmth or coldness.": "Des valeurs plus élevées apportent une nuance de couleur plus chaude ou plus froide.",
	"Home Animation": "Animation de l'écran d'accueil",
	"Home Auto Launch": "Lancement automatique de l'écran d'accueil",
	"Home Mode": "Mode Domicile",
	"Home Promotion": "Publicité sur la page d'accueil",
	"Home Settings": "Paramètres d'accueil",
	"Home/Store Mode": "Mode Domicile/Magasin",
	"Hong Kong": "Hong-Kong",
	"Hongkong": "Hong-Kong",
	"Hours": "Heures",
	"However, the IPv6 version of the address does not support editing.": "Cependant, la version IPv6 de l'adresse ne prend pas en charge la modification.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Cependant, pour conserver votre téléviseur dans un état optimal, la fonction Always-on sera désactivée pendant les cinq heures définies et l'alimentation sera complètement coupée.",
	"Hungarian": "Hongrois",
	"Hungary": "Hongrie",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT ! La réinitialisation supprimera tous les paramètres de votre compte et toutes vos applications installées. Cette action ne peut pas être annulée.",
	"IP (Automatic)": "IP (automatique)",
	"IP (Manual)": "IP (manuelle)",
	"IP Address": "Adresse IP",
	"IVC (Cote d’Ivoire)": "Côte d'Ivoire (IVC)",
	"Iceland": "Islande",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Lorsque Synchronisation d'allumage automatique est sélectionné, votre téléviseur s'allume lorsque vous allumez un périphérique SIMPLINK et les périphériques SIMPLINK s'éteignent lorsque vous éteignez le téléviseur.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Si la commande universelle du boîtier décodeur/des services OTT a été configurée, vous pouvez contrôler le boîtier décodeur connecté à l'aide de la télécommande LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Si un périphérique est connecté au port, vous pouvez afficher une image de jeu optimisée en minimisant le retard ou l'interruption de la vidéo du périphérique.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Si la fonctionnalité est activée et que vous connectez un périphérique qui prend également en charge Ultra HD Deep Colour, votre image sera peut-être plus claire.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si l'enregistrement ou la mise à jour logicielle sont en cours, l'actualisation des pixels attendra qu'ils soient terminés et le processus peut prendre plus d'une heure.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "L'enregistrement ou la mise à jour logicielle doit être terminé pour que le processus puisse démarrer. Il peut prendre plus de {n} minute(s).",
	"If the device is not connected, you may not hear any sound through it.": "Si le périphérique n'est pas connecté, il se peut que vous n'entendiez aucun son.",
	"If the edge of the screen is not clean, please turn this function off.": "Si le contour de l'écran n'est pas net, désactivez cette fonction.",
	"If the program does not support multiple languages, the default language is selected.": "Si le programme ne prend pas en charge plusieurs langues, la langue par défaut est sélectionnée.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Si le programme ne prend pas en charge le format de sortie sélectionné, la sortie par défaut de la source est utilisée.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Si le programme ne prend pas en charge différents paramètres audio, l'audio par défaut sera sélectionné.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Si le même symptôme se répète, modifiez à nouveau la valeur définie ou redémarrez le périphérique externe connecté.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Si la langue sélectionnée n'est pas prise en charge, la langue par défaut des diffusions sera utilisée.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Si l'utilisateur n'effectue aucune action pendant une heure, l'écran statique sera remplacé par un écran de veille.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Si l'heure que vous avez définie est très différente de l'heure actuelle, certaines fonctionnalités Smart peuvent ne pas s'afficher.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Si le périphérique n'émet aucun son, assurez-vous qu'il fonctionne correctement et prend en charge LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "L'option Mode Expo. permet d'optimiser les valeurs pour les publicités pour téléviseurs sur le point de vente.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si vous activez le guide audio, vous pouvez uniquement déplacer le pointeur avec les boutons gauche, droite, haut et bas de votre télécommande, et certaines applications qui requièrent le pointeur ne peuvent pas être utilisées.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si vous la désactivez, le profil de l'utilisateur CAM est supprimé.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si vous désactivez la fonction, les chaînes CAM réglées seront indisponibles et les notifications ne seront plus envoyées.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Si vous désactivez « Démarrage rapide+ », vous ne pourrez pas allumer votre téléviseur avec la commande vocale. Voulez-vous continuer ?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si vous désactivez l'écran de veille et que la même image reste affichée pendant plus de deux heures, cela peut réduire la qualité d'image de votre écran. Si elle reste pendant plus de 5 heures, une détérioration permanente de la qualité de l'image peut se produire. Voulez-vous continuer ?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Si vous désactivez cette option, l'écran statique peut rester plus longtemps, ce qui dégrade la qualité de l'écran ou rend parfois la restauration plus difficile.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Lorsque vous utilisez la fonction Économie d'Énergie, la luminosité de votre TV varie.",
	"Import your TV's channel list information from a connected USB device.": "Importez les informations de la liste de chaînes de votre téléviseur depuis un périphérique USB connecté.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importez/exportez les informations de la liste de chaînes de votre téléviseur depuis/vers un périphérique USB connecté.",
	"In Home": "À domicile",
	"India": "Inde",
	"Indonesia": "Indonésie",
	"Indonesian": "Indonésien",
	"Inner": "Intérieur",
	"Input": "Entrée",
	"Input Locks": "Verrouillages d'entrée",
	"Input field": "Zone de saisie",
	"Installing...": "Installation en cours...",
	"Instant Game Response": "Réponse de jeu instantanée",
	"Interactive Service": "Service interactif",
	"Interactivity(DTVi)": "Interactivité (DTVi)",
	"Internal TV Speaker": "Haut-parleur TV interne",
	"Invert Colors": "Inverser les couleurs",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Inversez et compensez certaines couleurs dans les menus pour améliorer la visibilité des éléments affichés à l'écran.",
	"Iraq": "Irak",
	"Ireland": "Irlande",
	"Irish": "Irlandais",
	"Irkutsk": "Irkoutsk",
	"Israel": "Israël",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "La réinitialisation s'applique à un seul mode image. Par conséquent, sélectionnez le mode image souhaité et réinitialisez-le.",
	"It may not sound depending on connected devices.": "Cette fonctionnalité peut ne pas être disponible sur tous les périphériques connectés.",
	"It may take a few minutes.": "Cela peut prendre quelques minutes.",
	"It may take a few seconds.": "Cela peut prendre quelques secondes.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Vous profitez d'un son ou d'un environnement Virtual Surround 4.0 optimal selon le genre du film visionné grâce à un algorithme défini via une technique d'apprentissage automatique de LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Vous profitez d'un son ou d'un environnement Virtual Surround 5.1 optimal selon le genre du film visionné grâce à un algorithme défini via une technique d'apprentissage approfondi de LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Cela permet d'optimiser le son en réglant le son réfléchi dans la pièce en fonction du type d'installation du téléviseur.",
	"It reduces jaggies in the picture for a smooth picture.": "Elle permet de réduire les imperfections pour une image fluide.",
	"It works only when the broadcasting program supports captions.": "Cela ne fonctionne que lorsque le programme de diffusion prend en charge les sous-titres.",
	"It works only when the broadcasting program supports subtitles.": "Cela ne fonctionne que lorsque le programme de diffusion prend en charge les sous-titres.",
	"Italian": "Italien",
	"Italy": "Italie",
	"Jamaica": "Jamaïque",
	"Japan": "Japon",
	"Japanese": "Japonais",
	"Jerusalem": "Jérusalem",
	"Jordan": "Jordanie",
	"Just Scan": "Analyse du signal",
	"Kabul": "Kaboul",
	"Kannada": "Canada",
	"Katmandu": "Katmandou",
	"Keyboard Languages": "Langues du clavier",
	"Korea": "Corée du Sud",
	"Korean": "Coréen",
	"Krasnoyarsk": "Krasnoïarsk",
	"Kuwait": "Koweït",
	"Kuwait City": "Koweït (ville)",
	"Kyrgyzstan": "Kirghizistan",
	"LED Local Dimming": "LED -Local Dimming",
	"LG Channels": "LG Channels",
	"LG Logo Light (Front of TV)": "Rétro-éclairage du LG logo (en façade)",
	"LG Services Country": "Pays des services LG",
	"LG Wireless Keyboard": "Clavier sans fil LG",
	"LG Wireless Keyboard Connected:": "Clavier sans fil LG connecté :",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Le clavier sans fil LG vous permet de contrôler votre téléviseur via Bluetooth.",
	"Language": "Langue",
	"Large": "Grand",
	"Last tuning:": "Dernier réglage :",
	"Latvia": "Lettonie",
	"Latvian": "Letton",
	"Lebanon": "Liban",
	"Left": "Gauche",
	"Left Right": "Gauche/droite",
	"Left Surround": "Surround gauche",
	"Left drop shadow": "Ombre portée à gauche",
	"Legal Notice": "Mention légale",
	"Liberia": "Libéria",
	"Libya": "Libye",
	"Light": "Éclairage",
	"Limit AD Tracking": "Restreindre le suivi publicitaire",
	"Lisbon": "Lisbonne",
	"Lithuania": "Lituanie",
	"Lithuanian": "Lituanien",
	"Loading...": "Chargement...",
	"Local Language": "Langue locale",
	"Location": "Lieu",
	"Lock All": "Tout verrouiller",
	"Lock changes for currently running apps will be applied the next time they are started.": "Les modifications de verrouillage des applications en cours d'exécution seront appliquées lors de leur prochain démarrage.",
	"Logo Luminance Adjustment": "Réglage de la luminosité du logo",
	"Lome": "Lomé",
	"London": "Londres",
	"Low": "Faible",
	"MAC Address": "Adresse MAC",
	"MAC Address (Wired)": "Adresse MAC (filaire)",
	"MAC Address (Wireless)": "Adresse MAC (sans fil)",
	"MASTER PASSWORD": "MOT DE PASSE MAÎTRE",
	"MHEG Guide": "Guide MHEG",
	"MPEG Noise Reduction": "Réduction du bruit MPEG",
	"Macedonia": "Macédoine",
	"Macedonia, The Former Yugoslav Republic Of": "Macédonie, ancienne République yougoslave de",
	"Macedonian": "Macédonien",
	"Madeira": "Madère",
	"Make blurry or difficult-to-see areas more vivid.": "Améliorez la clarté des zones floues ou difficiles à distinguer.",
	"Malay": "Malais",
	"Malaysia": "Malaisie",
	"Malta": "Malte",
	"Manage channels stored on the TV.": "Gérez les chaînes stockées sur le téléviseur.",
	"Manila": "Manille",
	"Manual": "Manuel",
	"Marshall Islands": "Îles Marshall",
	"Mature Audience Only": "Public adulte uniquement",
	"Mauritania": "Mauritanie",
	"Mauritius": "Maurice",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximisez le contraste en augmentant l'intensité des zones lumineuses et sombres de l'écran.",
	"Medium": "Moyen",
	"Menu Language": "Langue du menu",
	"Menu Transparency": "Transparence du menu",
	"Method": "Méthode",
	"Mexico": "Mexique",
	"Mexico City": "Mexico",
	"Middle East": "Moyen-Orient",
	"Mobile Connection Management": "Gestion des connexions mobiles",
	"Mode Option": "Option Mode",
	"Model": "Modèle",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldavie",
	"Mongolia": "Mongolie",
	"Montenegro": "Monténégro",
	"Month": "Mois",
	"Morocco": "Maroc",
	"Moscow": "Moscou",
	"Motion Eye Care": "Protection des yeux",
	"Motion Pro": "Motion Pro",
	"Movie Lock": "Verrouillage de film",
	"Multi": "Multiple",
	"Multi Audio": "Multi-audio",
	"Multi Channel Audio": "Audio multicanal",
	"Multi Feed": "Flux multiple",
	"Multiple": "Multiples",
	"Music": "Musique",
	"Myanmar": "Myanmar (Birmanie)",
	"NEXTGEN TV Mode": "Mode NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nouvelle-Galles du Sud/Territoire de la capitale australienne - Sydney",
	"NT - Northern Territory - Darwin": "NT - Territoire du Nord - Darwin",
	"Namibia": "Namibie",
	"Narrow": "Étroite",
	"Natural": "Naturel",
	"Ndebele": "Ndébélé",
	"Nepal": "Népal",
	"Netherland": "Pays-Bas",
	"Netherlands": "Pays-Bas",
	"Network": "Réseau",
	"Network Connection Settings": "Paramètres de connexion réseau",
	"Network Name": "Nom du réseau",
	"Network-Based Personalization Recommendations": "Recommandations de personnalisation en fonction du réseau",
	"New Caledonia": "Nouvelle-Calédonie",
	"New Zealand": "Nouvelle-Zélande",
	"Next": "Suivant",
	"Nicosia": "Nicosie",
	"Nigeria": "Nigéria",
	"Night": "Nuit",
	"No": "Non",
	"No Internet via 3G/4G network": "Pas d'Internet via le réseau 3G/4G",
	"No Internet via Ethernet": "Pas d'Internet par Ethernet",
	"No Internet via Wi-Fi": "Pas d'Internet par Wi-Fi",
	"No One 17 and Under Admitted.": "Seules les personnes de plus de 17 ans sont admises.",
	"No Operation Auto Off": "Pas d'opération Arrêt auto",
	"No Signal Auto Off": "Pas de signal Arrêt auto",
	"No Signal Image": "Aucun signal image",
	"No Signal Power Off (15Min)": "Arrêt pour absence de signal (15 min)",
	"No devices have been found.": "Aucun appareil n'a été détecté.",
	"No paired devices.": "Aucun périphérique associé.",
	"No signal on Server": "Aucun signal sur le serveur",
	"No updates found.": "Mise à jour introuvable.",
	"Noise Reduction": "Réduction du bruit",
	"None": "Aucun",
	"North Korea": "Corée du Nord",
	"Northern Africa": "Afrique du Nord",
	"Norway": "Norvège",
	"Norwegian": "Norvégien",
	"Not Connected": "Non connecté",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Remarque : si votre périphérique ne prend pas en charge cette fonctionnalité, il se peut qu'elle ne fonctionne pas correctement. Dans ce cas, vous pouvez connecter le périphérique à un autre port HDMI ou désactiver la fonctionnalité 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Remarque : si votre périphérique ne prend pas en charge cette fonctionnalité, il se peut qu'il ne fonctionne pas correctement. Dans ce cas, vous pouvez connecter le périphérique à un autre port HDMI ou désactiver la fonctionnalité HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Remarque : Les options disponibles dépendent du programme diffusé.",
	"Note: Behavior may differ if connected device is not a LG device.": "Remarque : L'effet peut varier si le périphérique connecté n'est pas un périphérique LG.",
	"Note: Only displayed when it is provided by the program.": "Remarque : Ne s'affiche que lorsque le programme le fournit.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Remarque : Les sous-titres ne s'affichent que lorsqu'ils sont fournis par le programme diffusé.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Remarque : Les fonctions prises en charge peuvent varier selon le modèle. Lors de leur utilisation, elles apparaitront de façon transparente avec la lecture de contenu comme Live TV et VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Remarque :<br>1. Si votre téléviseur est allumé pendant que l'actualisation des pixels est en cours, le processus sera arrêté et vous devrez recommencer.<br>2. Pendant le traitement, une ligne blanche peut apparaître à l'écran. Ce comportement est normal lors de l'optimisation.",
	"OLED LIGHT": "LUM. OLED",
	"OLED Motion": "Motion OLED",
	"OLED Motion Pro": "Motion Pro OLED",
	"OLED Screen Saver": "Écran de veille OLED",
	"Object Audio": "Son segmenté",
	"Off": "Désactivé",
	"On": "Activé",
	"OnTimer Channel not selected": "Minuteur de la chaîne non sélectionné.",
	"Open": "Ouvert",
	"Open Source Licenses": "Remarque sur les logiciels Open Source",
	"Open when TV is turned on": "Ouvrir lorsque le téléviseur est allumé",
	"Operate once when TV is off": "Fonctionne lorsque le téléviseur est éteint",
	"Optical": "Optique",
	"Optical + Internal TV Speaker": "Optique + Haut-parleur TV interne",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimisez la profondeur du contenu grâce à un algorithme défini via une technique d'apprentissage automatique de LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimisez les paramètres de contraste en fonction de la luminosité de l'image du contenu HDR.",
	"Optimize contrast settings based on image brightness.": "Optimisez les paramètres de contraste en fonction de la luminosité de l'image.",
	"Optimize the sound for a cinematic experience.": "Optimisez le son pour une expérience cinématographique.",
	"Original Language": "Langue d'origine",
	"Others": "Autres",
	"Outer": "Extérieur",
	"Output sound through the Internal TV speaker.": "Définissez la sortie audio via les haut-parleurs TV internes.",
	"PIN: {pin}": "CODE PIN : {pin}",
	"Panjabi": "Pendjabi",
	"Papua New Guinea": "Papouasie Nouvelle-Guinée",
	"Parental Guidance Suggested": "Surveillance parentale recommandée",
	"Parental Guidance Suggested :": "Surveillance parentale recommandée :",
	"Parental guidance suggested for children ages 8-13.": "Une surveillance parentale est recommandée pour les enfants de 8 à 13 ans.",
	"Parents Guidance strongly required :": "Surveillance parentale fortement recommandée :",
	"Parents Strongly Cautioned": "Les parents doivent être très prudents",
	"Pass Through": "Interconnexion",
	"Password": "Mot de passe",
	"Patent Information": "Informations sur le brevet",
	"Peak Brightness": "Luminosité maximale",
	"Persian": "Perse",
	"Peru": "Pérou",
	"Pick a Time": "Sélectionner une heure",
	"Picture": "Image",
	"Picture Mode": "Mode Image",
	"Picture Mode Settings": "Paramètres du mode image",
	"Picture Options": "Options d'image",
	"Picture Test": "Test d'image",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "L'image ou le son peuvent ne pas fonctionner correctement lorsque le périphérique externe connecté et le téléviseur communiquent. Si le problème persiste, rétablissez les paramètres ou redémarrez votre périphérique externe connecté.",
	"Pitch": "Ton",
	"Pixel Refresher": "Actualisation des pixels",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "L'actualisation des pixels permet à votre téléviseur d'offrir l'image la plus nette possible.",
	"Pixel Refresher begins only once when the TV is turned off.": "L'actualisation des pixels ne commence qu'une fois le téléviseur éteint.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "L'actualisation des pixels a été programmée pour commencer lors de la prochaine mise hors tension du téléviseur.",
	"Play": "Lecture",
	"Play sound through TV Speaker.": "Diffusez le son via le haut-parleur TV.",
	"Play the standard sound suitable for all types of content.": "Définissez le son standard adapté à tous les types de contenu.",
	"Please check if WiSA Speakers are turned on and try again.": "Vérifiez si les haut-parleurs WiSA sont allumés et réessayez.",
	"Please check that the Bluetooth device is already connected to another device.": "Vérifiez si le périphérique Bluetooth est déjà connecté à un autre périphérique.",
	"Please check the network name and password and try again.": "Vérifiez le nom et le mot de passe réseau et réessayez.",
	"Please check the status and try again": "Vérifiez l'état et réessayez",
	"Please do not unplug the USB storage until the copying is completed.": "Ne débranchez pas le périphérique de stockage USB tant que la copie n'est pas terminée.",
	"Please enter your password to turn off this function.": "Veuillez saisir votre mot de passe pour désactiver cette fonction.",
	"Please enter your password to turn on this function.": "Veuillez saisir votre mot de passe pour activer cette fonction.",
	"Please make sure that your TV is connected to the network and try again.": "Assurez-vous que votre téléviseur est bien connecté au réseau et essayez à nouveau.",
	"Please note that LG does not use or manage the value.": "Veuillez noter que LG n'utilise pas la valeur, ni ne la gère.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Le son peut ne pas être émis lorsque le paramètre Sortie audio numérique est réglé sur Interconnexion.",
	"Please try again later.": "Réessayez plus tard.",
	"Please wait while the Settings application reloads.": "Veuillez patienter pendant le rechargement de l'application Paramètres.",
	"Please wait while the Settings application restarts.": "Veuillez patienter pendant le redémarrage de l'application Paramètres.",
	"Please wait while the TV restarts.": "Veuillez patienter pendant le redémarrage du téléviseur.",
	"Please wait while the TV searches for LG Service Country.": "Patientez pendant que le téléviseur recherche un pays de services LG.",
	"Pointer Options": "Options de pointeur",
	"Pointer Size": "Taille du pointeur",
	"Poland": "Pologne",
	"Polish": "Polonais",
	"Portuguese": "Portugais",
	"Position Settings": "Paramètres de position",
	"Power Off Timer": "Minuterie d'arrêt automatique",
	"Power On Timer": "Minuterie de mise sous tension",
	"Power Saving Mode": "Mode économie d'énergie",
	"Preschool": "Avant l'école",
	"Press right button to adjust de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la zone floue et de Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la zone floue et de Motion Pro OLED.",
	"Press right button to adjust de-blur and OLED Motion value.": "Appuyez sur le bouton droit pour ajuster la valeur de la zone floue et de Motion OLED.",
	"Press right button to adjust de-judder and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade et de Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade et de Motion Pro OLED.",
	"Press right button to adjust de-judder and OLED Motion value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade et de Motion OLED.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade, de la zone floue et de Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade, de la zone floue et de Motion Pro OLED.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade, de la zone floue et de Motion OLED.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Appuyez sur le bouton WPS d'un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Press the right button to adjust Motion Pro settings.": "Appuyez sur le bouton droit pour ajuster les paramètres de Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Appuyez sur le bouton droit pour ajuster les paramètres de Motion Pro OLED.",
	"Press the right button to adjust OLED Motion settings.": "Appuyez sur le bouton droit pour ajuster les paramètres de Motion OLED.",
	"Press the right button to adjust de-blur settings.": "Appuyez sur le bouton de droite pour ajuster les paramètres de zone floue.",
	"Press the right button to adjust de-judder settings.": "Appuyez sur le bouton de droite pour ajuster les paramètres de saccade.",
	"Previous": "Précédent",
	"Primary Audio Language": "Langue audio principale",
	"Primary Channels": "Chaînes principales",
	"Primary Teletext Language": "Langue de télétexte principale",
	"Program exempted from ratings.": "Programme sans classification.",
	"Programme": "Programme",
	"Provide HbbTV Distinctive ID": "Fournir un ID distinctif HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Fournissez l'ID distinctif HbbTV au service HbbTV pour les diffusions.",
	"Provided services may vary depending on countries.": "Les services fournis peuvent varier selon les pays.",
	"Puerto Rico": "Porto Rico",
	"Quick Help": "Aide rapide",
	"Quick Start+": "Démarrage Rapide +",
	"Raised": "Relief",
	"Real Cinema": "Cinéma véridique",
	"Reason: Authentication with access point was unsuccessful.": "Raison : L'authentification avec un point d'accès a échoué.",
	"Reason: Could not establish a connection to access point.": "Raison : Impossible d'établir une connexion au point d'accès.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Raison : Impossible d'extraire une adresse IP valide à l'aide de DHCP.",
	"Reason: Entered password is incorrect.": "Raison : Le mot de passe saisi est incorrect.",
	"Reason: Password is missing.": "Raison : Le mot de passe est manquant.",
	"Reason: The network you selected is out of range.": "Raison : Le réseau sélectionné est hors de portée.",
	"Reason: Unable to login.": "Raison : Connexion impossible.",
	"Receive emergency alerts from TV when an emergency occurs.": "Recevez des messages d'alerte du téléviseur en cas d'urgence.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Il est recommandé d'indiquer les heures pendant lesquelles vous ne regardez habituellement pas la télévision sur Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Permet de recommander des contenus et des fonctionnalités utiles en fonction de l'historique de visionnage et des habitudes d'utilisation des applications.",
	"Recommendations are available for the people, products and locations related to the current program.": "Des recommandations sont disponibles pour les personnes, les produits et les lieux liés au programme en cours.",
	"Red": "Rouge",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Réduisez le bruit des signaux vidéo numériques pour optimiser de manière nette la qualité de l'image.",
	"Region": "Région",
	"Registered Devices ({num})": "Périphériques enregistrés ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Renforcez une tonalité aiguë du son optimisé.",
	"Reinforce the low-pitched tone of the optimized sound.": "Renforcez la tonalité grave du son optimisé.",
	"Remote Settings": "Paramètres de la télécommande",
	"Remove irregular and erratic pixels for a clearer image.": "Supprimez les pixels irréguliers et inégaux pour obtenir une image plus claire.",
	"Reset": "Réinitialisation",
	"Reset AD ID": "Réinitialiser AD ID",
	"Reset CI Password": "Réinitialiser le mot de passe CI",
	"Reset HbbTV Distinctive ID": "Réinitialiser l'ID distinctif HbbTV",
	"Reset Password": "Réinitialiser le mot de passe",
	"Reset Settings": "Réinitialiser les paramètres",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Réinitialisez la liste approuvée des applications lors de la connexion à l'application mobile HbbTV.",
	"Reset the caption position.": "Réinitialisez la position des sous-titres.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Réinitialisez l'historique de visionnage de contenu et d'utilisation des applications. Lorsque l'historique est réinitialisé, vous devrez peut-être attendre un certain temps avant de recevoir à nouveau des recommandations de contenu.",
	"Reset to Initial Settings": "Restaurer les paramètres initiaux",
	"Restrict access to TV programs based on their ratings.": "Limitez l'accès à des programmes de télévision en fonction de leur évaluation.",
	"Restrict watching based on age ratings for children programs.": "Bloquez des programmes pour enfants en fonction des classifications fondées sur l'âge.",
	"Restrict watching based on ages ratings.": "Bloquez des contenus en fonction des classifications fondées sur l'âge.",
	"Restrict watching based on fantasy violence content ratings.": "Bloquez des contenus en fonction de la classification sur la violence fictive.",
	"Restrict watching based on programs containing adult language.": "Bloquez les programmes contenant du langage pour adultes.",
	"Restrict watching based on programs containing sexual scene.": "Bloquez les programmes contenant des scènes à caractère sexuel.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Bloquez les programmes contenant des dialogues sexuellement suggestifs.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Bloquez des contenus en fonction des classifications fondées sur l'âge ou le contenu lorsque la surveillance parentale est activée.",
	"Restrict watching based on violence content ratings.": "Bloquez des contenus en fonction de la classification sur la violence.",
	"Restrict watching movies based on rating.": "Bloquez des films en fonction de leur classification.",
	"Restrict watching programs based on rating.": "Bloquez des programmes en fonction de leur classification.",
	"Restriction ratings :": "Classification restrictives :",
	"Retry": "Réessayer",
	"Revert TV to its initial settings.": "Rétablissez les paramètres initiaux du téléviseur.",
	"Revert color adjustment settings to default.": "Rétablissez les paramètres de réglage des couleurs par défaut.",
	"Revert detailed sound effect settings of standard mode to default.": "Rétablissez les paramètres des effets sonores détaillés du mode standard par défaut.",
	"Revert picture setting values to default.": "Rétablissez les valeurs des paramètres d'image par défaut.",
	"Revert white balance settings to default.": "Rétablissez les paramètres de balance des blancs par défaut.",
	"Right": "Droite",
	"Right Left": "Droite/gauche",
	"Right Surround": "Surround droit",
	"Right drop shadow": "Ombre portée à droite",
	"Riyadh": "Riyad",
	"Romania": "Roumanie",
	"Romanian": "Roumain",
	"Russia": "Russie",
	"Russian": "Russe",
	"SA - South Australia - Adelaide": "SA - Australie-Méridionale - Adélaïde",
	"SIGNATURE Opening": "Ouverture de SIGNATURE",
	"SIGNATURE TV Settings": "Paramètres SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vous permet d'utiliser votre télécommande LG pour contrôler d'autres périphériques compatibles avec SIMPLINK, comme un lecteur DVD ou le système audio d'un home cinéma, qui sont connectés à votre LG Smart TV par HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK sera allumé automatiquement pour utiliser ce mode ARC.",
	"Safety": "Sécurité",
	"Saint Lucia": "Sainte Lucie",
	"Saint Vincent": "Saint-Vincent-et-les-Grenadines",
	"Sakhalin": "Sakhaline",
	"Sarajevo": "Sarajévo",
	"Satellite DTV": "Télévision numérique par satellite",
	"Satellite Radio": "Radio par satellite",
	"Saudi Arabia": "Arabie saoudite",
	"Saudi arabia": "Arabie saoudite",
	"Save CAM Operator's Profile": "Enregistrer le profil de l'opérateur CAM",
	"Save CI Password": "Enregistrer le mot de passe CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Enregistrez les paramètres de réglage des couleurs depuis le mode image actuel pour toutes les entrées.",
	"Save the white balance settings from the current picture mode in all inputs.": "Enregistrez les paramètres de balance des blancs depuis le mode image actuel pour toutes les entrées.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Enregistrez/réinitialisez votre mot de passe CI. L'enregistrement de votre mot de passe vous permettra d'ignorer l'étape de connexion les prochaines fois.",
	"Scan \"Auto Detect\" automatically.": "Utilisez automatiquement « Détection auto ».",
	"Screen Down": "Écran éteint",
	"Screen Off": "Écran désactivé",
	"Screen Saver": "Écran de veille",
	"Screen Shift ": "Changement d'écran",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "L'écran change à intervalles réguliers pour éviter les problèmes de qualité d'image qui pourraient survenir si votre téléviseur est resté allumé pendant une longue période.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "L'écran va s'éteindre dans 5 secondes. Pour rallumer l'écran, appuyez sur n'importe quel bouton, sauf le bouton d'alimentation et celui du volume.",
	"Search": "Rechercher",
	"Search Bluetooth Device": "Rechercher un périphérique Bluetooth",
	"Searching...": "Recherche...",
	"Second Language": "Deuxième langue",
	"Secondary Audio Language": "Langue audio secondaire",
	"Secondary Teletext Language": "Langue de télétexte secondaire",
	"Security": "Sécurité",
	"Select IRE point to adjust luminance.": "Sélectionnez le point IRE pour régler la luminance.",
	"Select Mode": "Mode Sélection",
	"Select TV's language settings.": "Sélectionnez les paramètres de langue du téléviseur.",
	"Select a caption type for HD broadcasts.": "Sélectionnez un type de sous-titre pour les diffusions HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Sélectionnez un type de sous-titre pour les émissions NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Sélectionnez un type de sous-titre pour les diffusions UHD.",
	"Select a caption type for analog broadcasts.": "Sélectionnez un type de sous-titre pour les diffusions analogiques.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Sélectionnez un mode vidéo adapté à l'environnement de visualisation ou définissez les paramètres d'un mode vidéo, tels que le contraste, la couleur, etc.",
	"Select an audio format for each HDMI input.": "Sélectionnez un format audio pour chaque entrée HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Sélectionnez une autre sortie audio numérique (Auto ou PCM) si vous n'entendez pas les effets sonores après avoir sélectionné Interconnexion.",
	"Select audio language for digital broadcasts.": "Sélectionnez la langue audio pour les diffusions numériques.",
	"Select color to be adjusted.": "Sélectionnez la couleur à régler.",
	"Select days to apply the Timer Power Off settings every week.": "Sélectionnez les jours d'application des paramètres Éteindre avec le minuteur chaque semaine.",
	"Select days to apply the Timer Power On settings every week.": "Sélectionnez les jours d'application des paramètres Allumer avec le minuteur chaque semaine.",
	"Select device for audio output.": "Sélectionnez le périphérique de sortie audio.",
	"Select device or speaker for audio output.": "Sélectionnez le périphérique ou le haut-parleur de sortie audio.",
	"Select digital audio output format.": "Sélectionnez le format de sortie audio numérique.",
	"Select language for TV menu.": "Sélectionnez la langue du menu du téléviseur.",
	"Select language for subtitles.": "Sélectionnez une langue pour les sous-titres.",
	"Select languages for keyboards input.": "Sélectionnez les langues pour la saisie au clavier.",
	"Select method to adjust white balance.": "Sélectionnez la méthode de réglage de la balance des blancs.",
	"Select point to adjust luminance.": "Sélectionnez le point pour régler la luminance.",
	"Select the Sound mode and set detailed Audio effects.": "Sélectionnez le mode Son et définissez des effets audio détaillés.",
	"Select the Sound mode for each content type.": "Sélectionnez le mode Son pour chaque type de contenu.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Sélectionnez la fonctionnalité Ultra HD Deep Colour pour le port HDMI {num}.",
	"Select the app to restrict the use.": "Sélectionnez l'application à bloquer.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Sélectionnez le mode image adapté à l'environnement de visualisation ou au type de contenu.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Sélectionnez les propriétés audio pour écouter la diffusion comme vous le souhaitez.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Sélectionnez le type de sous-titres pour les diffusions numériques et définissez des paramètres de sous-titres détaillés.",
	"Select the channel to restrict watching.": "Sélectionnez la chaîne à bloquer.",
	"Select the channel to watch when the TV turns on.": "Sélectionnez la chaîne à regarder lorsque le téléviseur s'allume.",
	"Select the color range to be displayed.": "Sélectionnez la plage de couleurs à afficher.",
	"Select the country for your country's special services.": "Sélectionnez votre pays pour les services spéciaux.",
	"Select the desired video angle.": "Sélectionnez l'angle de vidéo souhaité.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Sélectionnez le format de transfert de la sortie audio numérique TV vers un périphérique externe.",
	"Select the input to use when the TV turns on.": "Sélectionnez l'entrée à utiliser lorsque le téléviseur s'allume.",
	"Select the inputs to restrict the use.": "Sélectionnez les entrées à bloquer.",
	"Select the most preferred Subtitle Language.": "Sélectionnez votre premier choix pour la Langue des sous-titres.",
	"Select the place where to use the TV.": "Choisissez l'emplacement du téléviseur.",
	"Select the residential region for your regional broadcast signal.": "Sélectionnez la région de résidence pour votre signal de diffusion régional.",
	"Select the second preferred Subtitle Language.": "Sélectionnez votre deuxième choix pour la Langue des sous-titres.",
	"Select your first choice of audio language for digital broadcasts.": "Sélectionnez votre premier choix de langue audio pour les diffusions numériques.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre premier choix de langue pour les services de télétexte de votre fournisseur de télévision.",
	"Select your second choice of audio language for digital broadcasts.": "Sélectionnez votre deuxième choix de langue audio pour les diffusions numériques.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre deuxième choix de langue pour les services de télétexte de votre fournisseur de télévision.",
	"Senegal": "Sénégal",
	"Seoul": "Séoul",
	"Serbia": "Serbie",
	"Serbian": "Serbe",
	"Serial Number": "Numéro de série",
	"Serta Wego": "Sertanejo",
	"Service Area Zip Code": "Code postal de la zone de service",
	"Set Automatically": "Définir automatiquement",
	"Set ID": "Définir l'ID",
	"Set My Team Alarm.": "Définissez une alarme Mon équipe.",
	"Set Store Mode settings.": "Définissez les paramètres du mode magasin.",
	"Set System Color mode for your current TV input.": "Définissez le mode Couleur système de l'entrée actuelle de votre téléviseur.",
	"Set additional options for Video Description.": "Définissez des options supplémentaires pour la description vidéo.",
	"Set additional picture settings.": "Définissez des paramètres d'image supplémentaires.",
	"Set additional sound-related settings.": "Définissez des paramètres audio supplémentaires.",
	"Set advanced Subtitle options.": "Définissez des options de sous-titrage avancées.",
	"Set advanced captioning options.": "Définissez des options de sous-titrage avancées.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Définissez et modifiez la version d'adresse IP sur IPv4 ou IPv6.",
	"Set audio-related options.": "Définissez les options audio.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Définissez la taille, la couleur et la transparence des sous-titres, ainsi que d'autres options pour les émissions.",
	"Set color temperature from warm to cool.": "Changez la nuance de couleur de chaud à froid.",
	"Set detailed caption settings for HD broadcasts.": "Définissez des paramètres de sous-titres détaillés pour les diffusions HD.",
	"Set detailed options for the AI functions.": "Définissez des options détaillées pour les fonctions d'AI.",
	"Set detailed options for the Home feature.": "Définissez les options détaillées de la fonction Accueil.",
	"Set detailed options for the Recommendation feature.": "Définissez des options détaillées pour la fonction de recommandation.",
	"Set easy connection settings with external devices.": "Définissez des paramètres de connexion faciles pour les périphériques externes.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Définissez le verrouillage de certaines chaînes, applications, entrées et autres lorsque la surveillance parentale est activée.",
	"Set necessary additional functions based on watching environment and screen status.": "Définissez les fonctionnalités supplémentaires nécessaires en fonction de l'environnement de visionnage et de l'état de l'écran.",
	"Set or reset the position of on-screen captions.": "Définissez ou réinitialisez la position des sous-titres sur l'écran.",
	"Set settings related to your wired / wireless network.": "Définissez les paramètres associés à votre réseau filaire/sans fil.",
	"Set the TV to turn off automatically after a set amount of time.": "Configurez le téléviseur pour qu'il s'éteigne automatiquement après une durée définie.",
	"Set the TV to turn off automatically at a set time.": "Configurez le téléviseur pour qu'il s'éteigne automatiquement à une heure définie.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Éteint le téléviseur automatiquement en cas d'inactivité de l'utilisateur pendant 4 heures après que le téléviseur ait été allumé automatiquement.",
	"Set the TV to turn on automatically at a set time.": "Configurez le téléviseur pour qu'il s'allume automatiquement à une heure définie.",
	"Set the additional functions related to the TV.": "Définissez les fonctions supplémentaires liées au téléviseur.",
	"Set the current date and time.": "Définissez la date et l'heure actuelles.",
	"Set the current date manually.": "Définissez manuellement la date actuelle.",
	"Set the current time manually.": "Définissez manuellement l'heure actuelle.",
	"Set the detect range of device available to connect.": "Sélectionnez la plage de détection des périphériques disponibles pour la connexion.",
	"Set the region and country for broadcasts and special services.": "Définissez la région et le pays pour les diffusions et les services spéciaux.",
	"Set the screen size and aspect ratio.": "Définissez le format de l'image et la taille de l'écran.",
	"Set the specialized functions of SIGNATURE TV.": "Définissez les fonctions spécialisées de SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Définissez l'heure à laquelle le téléviseur s'éteint automatiquement sans intervention de l'utilisateur.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Configurez l'effet du son Virtual Surround multicanal pour obtenir un son plus réaliste.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Configurez l'effet du son Virtual Surround pour obtenir un son plus réaliste.",
	"Set the volume level when the TV turns on.": "Réglez le niveau du volume lorsque le téléviseur s'allume.",
	"Set time to turn off the TV.": "Réglez l'heure de mise hors tension du téléviseur.",
	"Set time to turn on the TV.": "Réglez l'heure de mise sous tension du téléviseur.",
	"Set up additional features related to customer support.": "Configurez des fonctionnalités supplémentaires associées au service d'assistance.",
	"Set up an account to use LG Services.": "Configurez un compte pour utiliser les services LG.",
	"Set whether to display Home when the TV is turned on.": "Indiquez si vous souhaitez afficher la page d'accueil lors du démarrage du téléviseur.",
	"Settings Help": "Aide pour les réglages",
	"Sexual Situations": "Scènes de sexe",
	"Sexually Suggestive Dialogue": "Dialogue sexuellement suggestif",
	"Shanghai": "Shanghaï",
	"Sharpness": "Netteté",
	"Show Password": "Afficher le mot de passe",
	"Side by Side": "Côte à côte",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Les interférences de signal peuvent réduire la sensibilité de la télécommande Magic Remote lorsque le routeur sans fil est placé trop près du téléviseur.",
	"Singapore": "Singapour",
	"Size": "Taille",
	"Sleep Timer": "Minuterie de Veille",
	"Slovak": "Slovaque",
	"Slovakia": "Slovaquie",
	"Slovenia": "Slovénie",
	"Slovenian": "Slovène",
	"Slow": "Faible",
	"Small": "Miniature",
	"Smooth": "Lisse",
	"Smooth Gradation": "Dégradés fluides",
	"Soccer": "Football",
	"Software Update": "Mise à jour du logiciel",
	"Software Version": "Version logicielle",
	"Software update has been installed. Update will be applied when you restart your TV.": "La mise à jour logicielle a été installée. La mise à jour s'appliquera lorsque vous redémarrerez votre téléviseur.",
	"Solid": "Plein",
	"Solomon Islands": "Îles Salomon",
	"Somalia": "Somalie",
	"Some material may not be appropriate for children under 13.": "Certains contenus peuvent ne pas convenir aux enfants de moins de 13 ans.",
	"Some material may not be appropriate for children.": "Certains contenus peuvent ne pas convenir aux enfants.",
	"Sotho, Northern": "Sotho du Nord",
	"Sotho, Southern": "Sotho du Sud",
	"Sound": "Son",
	"Sound Mode": "Mode du son",
	"Sound Mode Settings": "Paramètres du mode son",
	"Sound Out": "Sortie son",
	"Sound Share": "Partage du son",
	"Sound Test": "Test du son",
	"South Africa": "Afrique du Sud",
	"South Korea": "Corée du Sud",
	"Southern Africa": "Afrique du Sud",
	"Spain": "Espagne",
	"Spanish": "Espagnol",
	"Speaker Volume Control": "Contrôle du volume du haut-parleur",
	"Specify detailed voice guidance settings after turning on this feature.": "Une fois cette fonction activée, définissez les paramètres détaillés de l'assistance vocale.",
	"Speed": "Vitesse",
	"Spoken Subtitle": "Sous-titre parlé",
	"Sports": "Sport",
	"Sports Alert": "Alerte Sport",
	"Stand": "Support",
	"Standard Mode Sound Effect": "Effet sonore du mode standard",
	"Standby Light": "Témoin de veille",
	"Start New Sound Tuning": "Démarrer un nouveau réglage de son",
	"Start Now": "Commencer maintenant",
	"Startup Sound": "Startup Sound ",
	"Stop": "Arrêter",
	"Store Demo": "En magasin",
	"Store Mode": "Mode Magasin",
	"Store Mode Settings": "Paramètres du mode magasin",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Le mode magasin peut être utilisé à des fins d'exposition en magasin. Les paramètres seront réinitialisés régulièrement. Voulez-vous fermer cette application et démarrer le mode magasin ?",
	"Strong": "Fort",
	"Subnet Mask": "Masque de sous-réseau",
	"Subnet prefix length": "Longueur du préfixe du sous-réseau",
	"Subtitle First Choice Language": "Premier choix de langue pour les sous-titres",
	"Subtitle Language": "Langue des sous-titres",
	"Subtitle Second Choice Language": "Deuxième choix de langue pour les sous-titres",
	"Subtitles": "Sous-titres",
	"Sudan": "Soudan",
	"Super Impose": "Superposition",
	"Super Resolution": "Résolution élevée",
	"Support": "Assistance",
	"Suriname": "Surinam",
	"Surround Balance": "Balance du son Surround",
	"Surround Level": "Niveau de volume du son Surround",
	"Sweden": "Suède",
	"Swedish": "Suédois",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Lorsque vous éteignez le téléviseur, passez en mode veille pour pouvoir le rallumer rapidement.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Lorsque vous éteignez le téléviseur, passez en mode veille pour accéder rapidement à diverses fonctionnalités telles que les applications, la recherche, etc.",
	"Switzerland": "Suisse",
	"Sync Demo": "Démonstration de synchronisation",
	"Syria": "Syrie",
	"System Color": "Couleur système",
	"TAS - Tasmania - Hobart": "TAS - Tasmanie - Hobart",
	"TEXT 1": "TEXTE 1",
	"TEXT 2": "TEXTE 2",
	"TEXT 3": "TEXTE 3",
	"TEXT 4": "TEXTE 4",
	"TV Information": "Informations sur le téléviseur",
	"TV Installation Type": "Type d'installation du téléviseur",
	"TV Lock": "Verrouillage du téléviseur",
	"TV Name": "Nom du téléviseur",
	"TV On With Mobile": "Téléviseur allumé avec un appareil mobile",
	"TV Power Sound": "Son à la mise en marche du téléviseur",
	"TV Power Sound Volume": "Volume sonore à la mise en marche du téléviseur",
	"TV Program Locks": "Verrouillages de programmes TV",
	"TV Rating English": "Classification des programmes - anglais",
	"TV Rating French": "Classification des programmes - français",
	"TV Speaker": "Haut-parleur TV",
	"TV can be used as an alarm.": "Le téléviseur peut servir d'alarme.",
	"TV is turned off at a set time on every specified day.": "Le téléviseur s'éteint à une heure définie les jours spécifiés.",
	"TV to USB": "TV vers USB",
	"Taipei": "Taïpei",
	"Taiwan": "Taïwan",
	"Tajikistan": "Tadjikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Profitez des fonctionnalités nécessitant une connexion réseau telles qu'Internet, les applications, les mises à jour logicielles, etc.",
	"Tanzania": "Tanzanie",
	"Target Luminance": "Luminance cible",
	"Tashkent": "Tachkent",
	"Tehran": "Téhéran",
	"Teletext": "Télétexte",
	"Text Color": "Couleur des caractères",
	"Text Opacity": "Opacité des caractères",
	"Text Search": "Recherche de texte",
	"Thai": "Thaï",
	"Thailand": "Thaïlande",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge AMD FreeSync™. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge AMD FreeSync™. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge la réponse de jeu instantanée. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Le port HDMI {port1} prend en charge AMD FreeSync™. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Le port HDMI {port1} prend en charge AMD FreeSync™. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Le port HDMI {port1} prend en charge la réponse de jeu instantanée. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge AMD FreeSync™. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge AMD FreeSync™. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge AMD FreeSync™. Vous pouvez sélectionner cette fonction.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge AMD FreeSync™. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge la réponse de jeu instantanée. Vous pouvez choisir de l'activer ou non.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge la réponse de jeu instantanée. Vous pouvez choisir de l'activer ou non.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "L'ID distinctif HbbTV est une valeur unique utilisée seulement pour HbbTV, et qui n'a aucun lien avec les informations personnelles de l'utilisateur.",
	"The HbbTV Distinctive ID will be reset.": "L'ID distinctif HbbTV sera réinitialisé.",
	"The HbbTV application or service will disable its tracking of an individual user.": "L'application ou le service HbbTV désactive le traçage des activités d'un utilisateur.",
	"The IBB service will disable its tracking of an individual user.": "Le service IBB désactive le traçage des activités d'un utilisateur.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Impossible de récupérer du serveur les informations du pays de services LG. Réessayez plus tard.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L'application Paramètres doit être rechargée pour pouvoir modifier la langue du menu. Voulez-vous continuer ?",
	"The ambient lighting will be provided when motion is detected around the TV.": "L'éclairage ambiant sera disponible lorsqu'un mouvement est détecté autour du téléviseur.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Les services de reconnaissance vocale externes disponibles peuvent varier en fonction du paramètre de langue. De plus, si vous changez la langue du menu, le menu de configuration est actualisé. Voulez-vous continuer ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La liste de chaînes a été copiée du périphérique de stockage USB vers votre téléviseur. Le téléviseur redémarrera dans 5 secondes.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La liste des chaînes a été copiée du téléviseur vers le périphérique de stockage USB.",
	"The closer to 100, the brighter.": "Plus la valeur est proche de 100, plus l'écran est lumineux.",
	"The closer to 100, the clearer the color becomes.": "Plus la valeur est proche de 100, plus la couleur est claire.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Plus la valeur est proche de 50, plus le rouge et le vert sont clairs.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Les valeurs de réglage détaillées de la fonction Balance des blancs seront réinitialisées. Voulez-vous continuer ?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "L'écart entre les volumes sonores de la chaîne et du programme est automatiquement réduit, ce qui vous permet de regarder le programme à un volume constant.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "L'écart entre les volumes sonores de la chaîne et du programme est automatiquement défini de sorte que vous puissiez regarder le programme à un volume constant.",
	"The higher the settings, the louder the sound rapidly.": "Plus la valeur est élevée, plus l'augmentation du son est rapide.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Le haut-parleur TV interne et les haut-parleurs Bluetooth peuvent fonctionner simultanément pour créer un effet audio Surround captivant.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "La langue de la reconnaissance vocale sera automatiquement définie en fonction de la langue de menu sélectionnée.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "La langue de la reconnaissance vocale est définie en fonction de la langue du menu sélectionnée. La disponibilité des services d'assistance peut varier en fonction de la langue audio.",
	"The network is currently unavailable. Please try again later.": "Le réseau est actuellement indisponible. Réessayez plus tard.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Ce processus prend environ une heure et votre téléviseur doit rester éteint.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Ce processus prend environ {n} minute(s) et votre téléviseur doit rester éteint.",
	"The program is intended for adults only.": "Ce programme est destiné uniquement aux adultes.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "La luminosité de l'écran est automatiquement ajustée en fonction de la luminosité autour de votre téléviseur.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "L'écran va glisser vers le bas dans 5 secondes. Appuyez sur n'importe quel bouton sauf le bouton d'alimentation et le bouton de volume de la télécommande pour faire à nouveau glisser l'écran vers le haut.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Les sous-valeurs définies de la fonction Système de gestion des couleurs seront réinitialisées. Voulez-vous continuer ?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Le paramètre Son Surround Bluetooth + Haut-parleur TV interne sera réinitialisé.",
	"The settings are as follows.": "Les paramètres sont les suivants.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Le son peut ne pas être émis lorsque le paramètre Sortie audio numérique est défini sur Interconnexion.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La mise à jour ne peut pas être appliquée au téléviseur. La version précédente du logiciel sera rétablie.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Les effets visuels sont affichés à l'écran lorsque le téléviseur est allumé et que l'écran se déplace.",
	"There are no paired devices.": "Aucun périphérique associé.",
	"There are settings to correct or prevent OLED panel noise.": "Il existe des paramètres qui permettent de corriger ou d'éliminer le bruit OLED.",
	"There is no USB device connected to your TV.": "Aucun périphérique USB n'est connecté au téléviseur.",
	"There is no message.": "Aucun message.",
	"Third Language": "Troisième langue",
	"This feature applies only to specified LG Wireless Keyboard models.": "Cette fonctionnalité ne concerne que les modèles de clavier sans fil LG spécifiés.",
	"This function works only when it is provided by the broadcast program.": "Cette fonction est active uniquement lorsqu'elle est fournie par le programme diffusé.",
	"This is a closed caption preview": "Ceci est un aperçu de sous-titres pour sourds et malentendants",
	"This is an already existing value.": "Cette valeur existe déjà.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ce service vous fournit plus d'informations sur le programme en cours et propose des contenus associés.",
	"This will revert all options on TV to their default settings.": "Cette action définira toutes les options du téléviseur sur leurs paramètres par défaut.",
	"Thule": "Thulé",
	"Time": "Heure",
	"Timer Channel": "Minuteur de chaîne",
	"Timer Repeat": "Répétition du minuteur",
	"Timers": "Minuteurs",
	"Timezone": "Fuseau horaire",
	"Tint": "Teinte",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Pour optimiser le son, effectuez un test de son sur le téléviseur et commencez à mesurer le son réfléchi à l'aide de la télécommande Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pour tester le son de votre téléviseur, le paramètre Sortie son doit être défini sur Haut-parleur TV interne. Voulez-vous continuer ?",
	"Top and Bottom": "Haut et bas",
	"Total Power On Time": "Temps d'utilisation total",
	"Tracking Speed": "Vitesse de suivi",
	"Translucent": "Translucide",
	"Treble Boost": "Renforçateur d'aigus",
	"Trinidad And Tobago": "Trinidad-et-Tobago",
	"Trinidad and Tobago": "Trinité-et-Tobago",
	"Tune and save available channels.": "Recherchez et enregistrez les chaînes disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Recherchez et enregistrez les chaînes disponibles. Vous pouvez définir des options de chaîne satellite.",
	"Tunisia": "Tunisie",
	"Turkey": "Turquie",
	"Turkish": "Turc",
	"Turkmenistan": "Turkménistan",
	"Turn on TV with mobile device same as smartphone.": "Allumez le téléviseur à l'aide d'un appareil mobile tel qu'un smartphone.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Activez/désactivez la fonctionnalité Ultra HD Deep Colour pour le port HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Activez ou désactivez la réponse de jeu instantanée du port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Allumez le téléviseur à l'aide d'un appareil mobile via Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Allumez le téléviseur à l'aide de votre périphérique mobile via Wi-Fi.",
	"Turn on via Bluetooth": "Activer via Bluetooth",
	"Turn on via Wi-Fi": "Activer via Wi-Fi",
	"Turn on/off description box in Settings.": "Activez/Désactivez la case de description dans Réglages.",
	"Turn on/off standby light.": "Activez/Désactivez le témoin de veille.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Activez/désactivez AMD FreeSync™ sur le port HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Activez/Désactivez l'affichage d'images sur l'écran en l'absence de signal.",
	"Turn on/off the related features of energy consumption.": "Activez/Désactivez les fonctionnalités liées à la consommation d'énergie.",
	"Turn the Hybridcast service on/off.": "Activez/désactivez le service Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activez/désactivez le service Interactivité (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activez/désactivez le guide TV de votre fournisseur de télévision.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activez/désactivez le service de télétexte de votre fournisseur de télévision.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Si vous désactivez le Wi-Fi, vous ne pourrez plus accéder aux services Internet, sauf si vous vous connectez au réseau par câble. Voulez-vous continuer ?",
	"UAE": "Émirats Arabes Unis",
	"UHD Mode": "Mode UHD",
	"USA": "États-Unis",
	"USB storage for Copy Channels": "Stockage USB pour copie des chaînes",
	"USB to TV": "USB vers TV",
	"Uganda": "Ouganda",
	"Ukrainian": "Ukrainien",
	"Ulaanbaatar": "Oulan-Bator",
	"Unable to check for updates.": "Impossible de rechercher les mises à jour.",
	"Unable to connect to the network.": "Impossible de se connecter au réseau.",
	"Undefined": "Indéfinie",
	"Under 17 requires accompanying parent or adult guardian.": "Les enfants de moins de 17 ans doivent être accompagnés d'un parent ou d'un tuteur adulte.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Émirats arabes unis",
	"United Kingdom": "Royaume-Uni",
	"United States of America": "États-Unis d'Amérique",
	"Universal Control Settings": "Paramètres de la commande universelle",
	"Unknown": "Inconnu",
	"Unknown issue has occurred.": "Un problème inconnu est survenu.",
	"Update canceled.": "Mise à jour annulée.",
	"Update in progress...": "Mise à jour en cours...",
	"Update in progress...({n}%)": "Mise à jour en cours...({n}%)",
	"Update paused.": "Mise à jour en pause.",
	"Update reserved.": "Mise à jour réservée.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La mise à jour sera annulée et tous les fichiers de mise à jour seront supprimés immédiatement. Voulez-vous continuer ?",
	"Urdu": "Ourdou",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Utilisez la télécommande Magic Remote pour analyser l'acoustique de la pièce et optimiser la qualité sonore de votre téléviseur en fonction des résultats.",
	"Use a large pointer.": "Utilisez un pointeur de grande taille.",
	"Use a medium pointer.": "Utilisez un pointeur de taille moyenne.",
	"Use a small pointer.": "Utilisez un pointeur de petite taille.",
	"Use the 4-way controller to change the position and press the OK button.": "Utilisez le bouton multidirectionnel pour modifier la position et appuyez sur le bouton OK.",
	"Use the following services with the selected language.": "Utilisez les services suivants avec la langue sélectionnée.",
	"User": "Utilisateur",
	"User Agreements": "Accords de l'utilisateur",
	"User Guide": "Guide de l'utilisateur",
	"Uzbek": "Ouzbek",
	"Uzbekistan": "Ouzbékistan",
	"Uzhhorod": "Oujhorod",
	"V Position": "Position V",
	"V Sharpness": "Netteté V",
	"V Size": "Taille V",
	"Valencian": "Valencien",
	"Vatican City": "Cité du Vatican",
	"Vertical Zoom": "Zoom vertical",
	"Video 1": "Vidéo 1",
	"Video 2": "Vidéo 2",
	"Video 3": "Vidéo 3",
	"Video Description": "Description de la vidéo",
	"Vienna": "Vienne",
	"Vietnamese": "Vietnamien",
	"View current Common Interface (CI) information.": "Affichez les informations actuelles sur CI (Common Interface).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Affichez les éléments plus clairement en définissant la couleur du menu à l'écran sur Noir et blanc.",
	"View messages from your broadcast TV provider.": "Affichez les messages de votre fournisseur de télévision.",
	"View more information about watching program and enjoy related contents.": "Affichez plus d'informations sur le programme en cours et découvrez des contenus associés.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Affichez l'écran initial tel quel ou définissez le format de l'image et la taille de l'écran.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Affichez l'écran initial tel qu'il est transmis par le signal de diffusion ou le périphérique connecté.",
	"Vivid": "Vif",
	"Voice Recognition Help and Settings": "Aide et paramètres de la reconnaissance vocale",
	"Voice Support Service": "Service d'assistance vocale",
	"Volume Increase Amount": "Montant d'augmentation du volume",
	"Volume Mode": "Mode de volume",
	"WA - Western Australia - Eucla": "WA - Australie-Occidentale - Eucla",
	"WA - Western Australia - Perth": "WA - Australie-Occidentale - Perth",
	"Wall-mounted": "Installation murale",
	"Warm1": "Effet1",
	"Warm2": "Effet2",
	"Warm3": "Effet3",
	"Warsaw": "Varsovie",
	"Watch a diverse range of Internet contents on TV channels.": "Visionnez une grande variété de contenus Internet sur les chaînes de télévision.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Nous collectons et stockons les paramètres d'adresse MAC, de numéro de modèle, de code pays et de langue ainsi que la version du logiciel pour vérifier votre périphérique et nous assurer que vous disposez de la dernière version du logiciel.",
	"Welcome Feature": "Fonction de bienvenue",
	"Welsh": "Gallois",
	"Western Africa": "Afrique de l'Ouest",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Passez en mode veille si un périphérique HDD connecté n'est pas utilisé pendant une durée définie afin de réduire la consommation d'énergie.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Lorsqu’un périphérique est connecté au port, l’image de jeu est optimisée avec un minimum de décalages, de fissures ou d’interruptions.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Lorsque la réponse de jeu instantanée est lancée, la vidéo peut clignoter temporairement.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Lorsque la sortie audio est définie sur « Bluetooth/HDMI ARC/Optique/Haut-parleurs WiSA » ou que le périphérique connecté ne prend pas en charge la réponse de jeu instantanée, il se peut que cela ne fonctionne pas correctement.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Lorsque la sortie audio est définie sur Bluetooth ou que le périphérique connecté ne prend pas en charge la réponse de jeu instantanée, il se peut que cela ne fonctionne pas correctement.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Lorsque le périphérique s'allume/s'éteint, votre téléviseur s'allume/s'éteint automatiquement.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Lorsque les effets visuels sont désactivés, l'écran s'affiche sous forme de Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Lorsque cette fonctionnalité est activée, certaines fonctionnalités affichées à l'écran sont partiellement transparentes.",
	"When your TV is turned off, the device will automatically turn off.": "Lorsque votre téléviseur s'éteint, le périphérique s'éteint automatiquement.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Lorsque la valeur définie modifiée est transférée à un périphérique externe, l'image ou le son peuvent temporairement être coupés.",
	"White": "Blanc",
	"White Balance": "Balance des blancs",
	"Wi-Fi Connection": "Connexion Wi-Fi",
	"Wi-Fi Security": "Sécurité Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Le Wi-Fi est désactivé. Activez-le pour voir la liste des réseaux disponibles auxquels vous pouvez vous connecter et les éléments de menu supplémentaires connexes.",
	"Wi-Fi issue has occurred.": "Un problème de Wi-Fi est survenu.",
	"WiSA Speakers": "Haut-parleurs WiSA",
	"Wide Area Zone": "Zone large",
	"Wide View": "Vue large",
	"Wide View (32:9)": "Vue large (32:9)",
	"Wide Zoom": "Zoom large",
	"Window Color": "Couleur de fenêtre",
	"Window Opacity": "Opacité de la fenêtre",
	"Wired Connection (Ethernet)": "Connexion filaire (Ethernet)",
	"Wired Headphones": "Casque avec fil",
	"Wired Headphones + Internal TV Speaker": "Casque avec fil + Haut-parleur TV interne",
	"With this option, you can control the audio device's volume with your TV remote.": "Grâce à cette option, vous pouvez contrôler le volume du périphérique audio à l'aide de la télécommande du téléviseur.",
	"Yakutsk": "Yakoutsk",
	"Year": "Année",
	"Yekaterinburg": "Iekaterinbourg",
	"Yellow": "Jaune",
	"Yemen": "Yémen",
	"Yerevan": "Erevan",
	"Yes": "Oui",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Vous pouvez régler les effets sonores à la mise en marche du téléviseur ou à sa mise hors tension et lorsque l'écran est déplacé.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Vous pouvez contrôler les périphériques connectés aux ports HDMI avec la télécommande Magic Remote sans avoir à les configurer.",
	"You can delete the device connection history of Screen Share.": "Vous pouvez supprimer l'historique des connexions en Screen Share.",
	"You can delete the device connection history of Sound Share.": "Vous pouvez supprimer l'historique des connexions en partage du son.",
	"You can find the default password in User Guide.": "Le mot de passe par défaut se trouve dans le Guide de l'utilisateur.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Vous pouvez lancer la réponse de jeu instantanée en activant la fonctionnalité HDMI Ultra HD Deep Colour.",
	"You can only change settings from the current HDMI input.": "Vous pouvez uniquement modifier les paramètres de l'entrée HDMI en cours.",
	"You can scan again to connect the device.": "Vous pouvez effectuer une nouvelle recherche afin de connecter le périphérique.",
	"You can select left and right audio settings for broadcast signal.": "Vous pouvez sélectionner les paramètres audio de gauche et de droite pour le signal de diffusion.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Vous pouvez sélectionner AMD FreeSync™ sur le port HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Vous pouvez sélectionner la fonctionnalité Ultra HD Deep Colour du port.",
	"You can set the sound to play when the TV is turned on or off.": "Vous pouvez définir le son émis lors de l'allumage ou de l'extinction du téléviseur.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Vous pouvez activer/désactiver la fonctionnalité Enregistrer le profil de l'utilisateur CAM.",
	"You can turn this feature on or off.": "Vous pouvez activer ou désactiver cette fonctionnalité.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Vous pouvez recevoir diverses recommandations de contenu via le réseau. En désactivant cette option, seul du contenu de base sera proposé et certaines fonctionnalités peuvent ne pas être disponibles.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Votre téléviseur et le périphérique connecté via SIMPLINK seront synchronisés comme suit :",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Votre téléviseur doit rester éteint lorsque le processus d'actualisation des pixels est en cours. Les enregistrements en cours ou à venir, les rappels ou les mises sous tension programmées au cours de ce processus sont annulés et le haut-parleur Bluetooth sur la vue masquée n'est pas disponible.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Votre téléviseur doit rester éteint lorsque le processus d'actualisation des pixels est en cours. Les enregistrements en cours ou à venir, les rappels ou les mises sous tension programmées au cours de ce processus seront annulés.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Votre téléviseur doit être connecté au réseau pour définir automatiquement le pays de services LG. Voulez-vous accéder aux paramètres réseau maintenant pour vérifier la connexion ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Votre téléviseur doit connaître votre emplacement actuel pour fournir des messages d'alerte d'urgence via le signal TV numérique.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Votre téléviseur va s'éteindre jusqu'à la fin de l'opération, puis se rallumera automatiquement.",
	"Zambia": "Zambie",
	"Zulu": "Zoulou",
	"Zürich": "Zurich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sera déconnecté de votre téléviseur. Le son ne sera plus lu à partir de ce périphérique. Voulez-vous continuer ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sera supprimé de la liste des périphériques associés. Si vous souhaitez le connecter plus tard, vous devez rechercher les périphériques disponibles et l'associer à nouveau. Voulez-vous continuer ?",
	"[{deviceName}] will be deleted.": "[{deviceName}] sera supprimé.",
	"audioGuidance_fast": "Rapide",
	"audioGuidance_high": "Élevé",
	"audioGuidance_low": "Faible",
	"audioGuidance_medium": "Moyen",
	"audioGuidance_slow": "Faible",
	"audioGuidance_veryFast": "Très rapide",
	"audioGuidance_veryHigh": "Très élevé",
	"audioGuidance_veryLow": "Très faible",
	"audioGuidance_verySlow": "Très lent",
	"btDotSignalStrength_wide": "Large",
	"button": "bouton",
	"character": "caractère",
	"characters": "caractères",
	"checked": "sélectionné",
	"colorGamutJPNWide": "Large",
	"connecting": "connexion",
	"depthOfColor": "Couleur",
	"diagonal zoom in": "zoom avant diagonal",
	"diagonal zoom out": "zoom arrière diagonal",
	"digitalOptionSetByProgram": "Définir par programme",
	"energy_Medium": "Moyen",
	"freesync_high": "Élevé",
	"freesync_low": "Faible",
	"freesync_off": "Désactivé",
	"freesync_wide": "Large",
	"gamma_high1": "Élevé1",
	"gamma_high2": "Élevé2",
	"hidden": "masqué",
	"horizontal zoom in": "zoom avant horizontal",
	"horizontal zoom out": "zoom arrière horizontal",
	"jpDoNot": "Désactivé",
	"logoLuminance_high": "Élevé",
	"logoLuminance_low": "Faible",
	"not connected": "non connecté",
	"objet_soundMode": "Optimisez le mode son pour chaque type de contenu.",
	"pictureControlHigh": "Élevé",
	"pictureControlHigh_BlackLevel": "Élevé",
	"pictureControlHigh_Male": "Élevé",
	"pictureControlLow": "Faible",
	"pictureControlLow_BlackLevel": "Faible",
	"pictureControlLow_Male": "Faible",
	"pictureControlMedium": "Moyen",
	"pictureControlMedium_BlackLevel": "Moyen",
	"pictureControlMedium_Male": "Moyen",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Moyen",
	"pictureLocalDimmingHigh": "Élevé",
	"pictureLocalDimmingLow": "Faible",
	"pictureLocalDimmingMed": "Moyen",
	"pictureModeSettings": "Détails de configuration",
	"press OK button to edit IP manually": "appuyer sur le bouton OK pour modifier l'IP manuellement",
	"press OK button to enter channel to search": "appuyer sur le bouton OK pour entrer la chaîne à rechercher",
	"press OK button to enter value": "appuyer sur le bouton OK pour saisir une valeur",
	"press right button to adjust de-judder and de-blur value": "appuyer sur le bouton de droite pour ajuster la valeur de la saccade et de la zone floue",
	"press right button to adjust zoom ratio and position": "appuyer sur le bouton de droite pour ajuster la position et le ratio du zoom",
	"shift current screen down": "déplacer l'écran actuel vers le bas",
	"shift current screen to the left": "déplacer l'écran actuel vers la gauche",
	"shift current screen to the right": "déplacer l'écran actuel vers la droite",
	"shift current screen up": "déplacer l'écran actuel vers le haut",
	"shift down": "déplacer vers le bas",
	"shift left": "déplacer vers la gauche",
	"shift right": "déplacer vers la droite",
	"shift up": "déplacer vers le haut",
	"speaker_channel": "Canal",
	"thaRatingNone": "Aucun",
	"unchecked": "non sélectionné",
	"unread": "non lu",
	"vertical zoom in": "zoom avant vertical",
	"vertical zoom out": "zoom arrière vertical",
	"volumeModeHigh": "Élevé",
	"volumeModeLow": "Faible",
	"volumeModeMedium": "Moyen",
	"webOS TV Version": "Version de webOS TV",
	"zoom in": "zoom avant",
	"zoom out": "zoom arrière"
}
