{
	" (User)": " (משתמש)",
	"(Version: {l})": "(גרסה: {l})",
	"* The device connected should support this service.": "* על ההתקן המחובר לתמוך בשירות זה.",
	"* This feature is applied once and only once when the TV is turned off.": "* תכונה זו מופעלת פעם אחת בלבד כאשר מכבים את הטלוויזיה.",
	"* This feature is available on certain devices only.": "* תכונה זו זמינה בהתקנים מסוימים בלבד.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* מצב זה מבטא את הכוונות של FILMMAKER MODE בצורה ברורה, אך הוא עשוי להיראות כהה יותר ממצבי תמונה אחרים.",
	"* This settings is only available for Internal TV Speaker.": "* הגדרה זו זמינה רק עבור 'רמקול פנימי בטלוויזיה'.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* למרות שאפשרות זו מוגדרת ל'מופעל', שומר המסך לא יפעל כדי שלא להפריע לחוויית הצפייה שלך בקלטים חיצוניים כגון 'טלוויזיה חיה'.",
	"* You can control the app which supports the function on your mobile device.": "* תוכל לשלוט בטלוויזיה באמצעות היישום שתומך בפונקציה בהתקן הנייד.",
	"1) Turn the Bluetooth on the other device off.": "1) כבה את ה-Bluetooth בהתקן האחר.",
	"10 Points Code Value": "ערך קוד של 10 נקודות",
	"10 Points IRE": "IRE של 10 נקודות",
	"10 and Above": "10 ומעלה",
	"10 min": "10 דקות",
	"11 and Above": "11 ומעלה",
	"12 Hours": "12 שעות",
	"12 and Above": "12 ומעלה",
	"120 min": "120 דקות",
	"13 and Above": "13 ומעלה",
	"14 and Above": "14 ומעלה",
	"14 by 9": "תשע על ארבע עשרה",
	"15 and Above": "15 ומעלה",
	"16 and Above": "16 ומעלה",
	"16 by 9": "שש עשרה על תשע",
	"17 and Above": "17 ומעלה",
	"18 and Above": "18 ומעלה",
	"180 min": "180 דקות",
	"19 and Above": "19 ומעלה",
	"2 Channel": "2 ערוצים",
	"2 Hours": "2 שעות",
	"2 Points": "2 נקודות",
	"2) Turn the Bluetooth device to connect off and on.": "2) כבה והפעל את התקן ה-Bluetooth שברצונך לחבר.",
	"20 Points Code Value": "ערך קוד של 20 נקודות",
	"20 Points IRE": "IRE של 20 נקודות",
	"20 and Above": "20 ומעלה",
	"20 min": "20 דקות",
	"21 by 9": "תשע על עשרים ואחת",
	"22 Points Code Value": "ערך קוד של 22 נקודות",
	"22 Points IRE": "IRE של 22 נקודות",
	"24 Hours": "24 שעות",
	"240 min": "240 דקות",
	"3 Hours": "3 שעות",
	"30 min": "30 דקות",
	"32 by 12": "שתים עשרה על שלושים ושתיים",
	"32 by 9": "תשע על שלושים ושתיים",
	"3G/4G Connection": "חיבור 3G/4G",
	"4 Hours": "4 שעות",
	"4 Hours Auto Power Off": "כיבוי אוטומטי לאחר 4 שעות",
	"4 and Above": "4 ומעלה",
	"4 by 3": "ארבע על שלוש",
	"4-Way Zoom": "זום 4-כיווני",
	"5 and Above": "5 ומעלה",
	"5.1 Channel": "5.1 ערוצים",
	"6 Hours": "6 שעות",
	"6 and Above": "6 ומעלה",
	"60 min": "60 דקות",
	"7 and Above": "7 ומעלה",
	"8 Hours": "8 שעות",
	"8 and Above": "8 ומעלה",
	"9 and Above": "9 ומעלה",
	"90 min": "90 דקות",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID משמש לזיהוי התקן זה למטרות פרסום וכדי לאפשר הצגה של פרסומות מסוימות שעשויות לעניין אותך. ניתן לאפס את ה-AD ID או להגביל את המעקב של AD ID להלן.",
	"AI Acoustic Tuning": "כוונון אקוסטי באמצעות AI",
	"AI Acoustic Tuning Options": "אפשרויות כוונון אקוסטי באמצעות AI",
	"AI Acoustic Tuning is disabled.": "כוונון אקוסטי באמצעות AI מושבת.",
	"AI Brightness Control": "בקרת בהירות AI",
	"AI Picture": "תמונת AI",
	"AI Picture Pro": "תמונת AI פרו",
	"AI Recommendation": "המלצות AI",
	"AI Service": "שירות AI",
	"AI Sound": "צליל AI",
	"AI Sound Pro": "צליל AI פרו",
	"AV Sync Adjustment": "כוונון של סנכרון AV",
	"Abidjan": "אבידג'אן",
	"Accessibility": "נגישות",
	"Account Management": "ניהול חשבון",
	"Accra": "אקרה",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "הפעלת אפשרות זו תביא לעצירת האיסוף של נתונים אישיים הקשורים לפרסומות ואת המעקב אחריהם מטלוויזיה חכמה זו. העברת המתג למצב פועל עשויה להשפיע על סוגי הפרסומות שתראה מעתה ואילך, אך היא לא תמנע את קבלת הפרסומות.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "העברת מתג זה למצב פועל תגרום ל-LGE להורות לספקי הצד השלישי שלה להפסיק לסחור במידע האישי שלך. אלא אם תבטל את הצטרפותך בנפרד, עדיין תוכל לגשת לשירותים כגון Live Plus, LG Channels ו-Who.Where.What?.",
	"Adak": "אדאק",
	"Add Network": "הוסף רשת",
	"Add a hidden wireless network": "הוסף רשת אלחוטית מוסתרת",
	"Add wireless network by manually entering network name (SSID).": "הוסף רשת אלחוטית על-ידי הזנה ידנית של שם הרשת (SSID).",
	"Addis Ababa": "אדיס אבבה",
	"Additional Audio Selection": "בחירה נוספת של שמע",
	"Additional Settings": "הגדרות נוספות",
	"Address Setting": "הגדרת כתובת",
	"Aden": "עדן",
	"Adjust Audio Guidance pitch.": "כוונן את גובה הצליל של הנחיות השמע.",
	"Adjust Audio Guidance speed.": "כוונן את מהירות הנחיות השמע.",
	"Adjust Audio Guidance volume.": "כוונן את עוצמת הקול הנחיות השמע.",
	"Adjust Backlight brightness to brighten or darken the screen.": "כוונן את הבהירות של 'תאורה אחורית' כדי להבהיר או להכהות את המסך.",
	"Adjust Screen Position": "כוונון מיקום המסך",
	"Adjust Zoom Ratio": "כוונון יחס זום",
	"Adjust animation effect shown on the home at certain times.": "כוונן את אפקט ההנפשה הוצג במסך הבית בזמנים מסוימים.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "כוונן בהירות על-ידי ניתוח תנועה בתמונה, למניעת סנוור וכדי לצמצם צריכת אנרגיה.",
	"Adjust brightness of the LG logo.": "התאם בהירותו של הלוגו של LG.",
	"Adjust color and saturation for a more vivid image.": "כוונן צבע ורוויה לתמונה חיה יותר.",
	"Adjust color temperature automatically to reduce eye strain.": "כוונן באופן אוטומטי את טמפרטורת התמונה כדי לצמצם את המאמץ של העיניים.",
	"Adjust cursor speed.": "כוונן את מהירות הסמן.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "כוונן חדות קצוות. ערכים גבוהים יותר יגבירו את חדות ובהירות התמונה.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "כוונן הגדרות גאמה לפיצוי על בהירות באות הקלט.",
	"Adjust left/right audio balance.": "כוונן איזון שמע שמאל/ימין.",
	"Adjust luminance for selected color.": "כוונון הבהירות של הצבע הנבחר.",
	"Adjust luminance level for selected IRE point.": "כוונון רמת הבהירות עבור נקודת ה-IRE שנבחרה.",
	"Adjust peak brightness for the brightest luminance.": "שנה את בהירות השיא לתאורה הבהירה ביותר.",
	"Adjust remote's cursor speed and appearance.": "כוונן את המהירות והמראה של סמן השלט הרחוק.",
	"Adjust saturation for selected color.": "כוונון הרוויה של הצבע שנבחר.",
	"Adjust screen brightness to reduce energy consumption.": "כוונן את בהירות המסך כדי לצמצם את צריכת האנרגיה.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "כוונן את תאורת OLED כדי להבהיר או להכהות את המסך.",
	"Adjust the audio timing to synchronize the video and audio.": "כוונן את תזמון השמע לסנכרון הווידאו והשמע.",
	"Adjust the balance of red and green to display the tint on the screen.": "כוונן את איזון האדום והירוק כדי להציג את הגוון על המסך.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "כוונן את איזון הצבע על-ידי שינוי צבע הטמפרטורה, הבהירות, והעוצמה של האדום, הירוק והכחול.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "כוונן את הניגודיות, הרזולוציה וכו' עבור מצב תמונה אינדיבידואלי באופן מפורט והגדר גם צבע מועדף, גאמה וכו'.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "כוונן את ההבדל בין אזורים בהירים וכהים במסך. ערכים גבוהים יותר יגבירו את ההבדל.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "כוונן את יחס הגובה-רוחב של המסגרת באותו אופן של הסרט והוא יספק את ההרגשה של בית קולנוע.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "כוונן את הבהירות של תמונות סטטיות כגון לוגואים וכו' כדי למנוע בעיות באיכות התמונה שעלולות להיווצר לאחר הפעלת הטלוויזיה לפרק זמן ממושך.",
	"Adjust the screen color to be pale or deep.": "כוונן את צבע המסך להיות חיוור או עמוק.",
	"Adjust the sound to meet your taste for each sound frequency band.": "כוונן את הצליל לפי טעמך בכל אחת מרצועות התדרים.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "כוונן את סנכרון התזמון כשיש הפרש זמנים בין הווידאו לשמע.",
	"Adjust the tint to brighten or darken the screen.": "כוונן את הגוון כדי להבהיר או להכהות את המסך.",
	"Adjust the volume you want with pressing remote's volume key.": "כוונן את עוצמת הקול שאתה רוצה על-ידי לחיצה על לחצן עוצמת הקול של השלט רחוק.",
	"Adjust tint for selected color.": "כוונון הגוון של הצבע הנבחר.",
	"Adjust whether to display the home promotion.": "כוונן אם להציג את קידום המכירות של דף הבית.",
	"Adjusting Luminance": "כוונון בהירות",
	"Adolescent over 13 are allowed to watch.": "מותרת לצפייה לבני נוער מעל גיל 13.",
	"Adolescent over 14 are allowed to watch.": "מותרת לצפייה לבני נוער מעל גיל 14.",
	"Adolescent over 16 are allowed to watch.": "מותרת לצפייה לבני נוער מעל גיל 16.",
	"Adult": "מבוגרים",
	"Adult Language": "שפה למבוגרים",
	"Adults only.": "מבוגרים בלבד.",
	"Advanced": "הגדרות מתקדמות ",
	"Advanced Controls": "בקרות מתקדמות",
	"Advanced Wi-Fi Settings": "הגדרות Wi-Fi מתקדמות",
	"Advertisement": "פרסומת",
	"Afghanistan": "אפגניסטן",
	"Afrikaans": "אפריקאנס",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "לאחר שתשנה את הארץ, כל הערוצים המכווננים כעת יימחקו. כדי לכוונן מחדש ערוצים, עבור אל 'כוונון ערוצים'. האם ברצונך להמשיך?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "לאחר שתשנה את המיקוד, כל ערוצי Freesat הנוכחיים יימחקו. כדי לכוונן מחדש ערוצים, עבור אל 'כוונון ערוצים'. האם ברצונך להמשיך?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "לאחר שתשנה את המדינה, תוכל לבצע סריקה לאיתור ערוצים באמצעות 'כוונון אוטומטי'. האם ברצונך להמשיך?",
	"Ages 2-7 are allowed to watch.": "מותרת לצפייה לגילאים 2-7.",
	"Akan": "אקאן",
	"Albania": "אלבניה",
	"Albanian": "אלבנית",
	"Alerts you by sound when the TV is turned on or off.": "מתריע באמצעות צליל כאשר מפעילים או מכבים את הטלוויזיה.",
	"Algeria": "אלג׳יריה",
	"Algiers": "אלג'יר",
	"All Channels": "כל הערוצים",
	"All Children": "הכל לילדים",
	"All ages are allowed to watch.": "מותרת לצפייה לכל הגילאים.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "כל ההגדרות הנוכחיות עבור מצב {pictureMode} יאופסו. האם ברצונך להמשיך?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "כל הגדרות אפקט הצליל עבור 'מצב רגיל' יאופסו. האם ברצונך להמשיך?",
	"Allow Automatic Updates": "אפשר עדכונים אוטומטיים",
	"Almaty": "אלמטי",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "כמו כן, תוכלו לכוונן את ההגדרות המפורטות של צליל Bluetooth Surround.",
	"Always Open": "פתוח תמיד",
	"Always-on Off Time": "זמן כיבוי של Always-on",
	"Amman": "עמאן",
	"Amsterdam": "אמסטרדם",
	"An error has occurred while copy channels.": "אירעה שגיאה בעת העתקת ערוצים.",
	"An important software update is available.": "עדכון תוכנה חשוב זמין להורדה.",
	"Anadyr": "אנאדיר",
	"Analog Mode": "מצב אנלוגי",
	"Analog TV": "טלוויזיה אנלוגית",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "ניתוח מאפייני צליל ומיטוב צליל עבור כל תוכן בזמן אמת.",
	"Anchorage": "אנקורג'",
	"Angola": "אנגולה",
	"Antananarivo": "אנטננריבו",
	"Antenna": "אנטנה",
	"Antenna ATV": "ATV של אנטנה",
	"Antenna DTV": "DTV של אנטנה",
	"Antenna Radio": "רדיו אנטנה",
	"Antigua and Barbuda": "אנטיגואה וברבודה",
	"Any Supplementary Audio": "כל שמע משלים",
	"Apia": "אפיה",
	"App Alarm": "התראת יישום",
	"Application Locks": "היישום נעול",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "החל את ערכי ההגדרות המפורטים של מצב התמונה הנוכחי על כל הקלטים או היישומים.",
	"Apply to all inputs": "החל על כל סוגי הכניסות",
	"Applying value to all inputs...": "מחיל את הערך על כל הקלטים...",
	"Aqtöbe": "אקטובה",
	"Arabic": "ערבית",
	"Araguaína": "אראגווינה",
	"Argentina": "ארגנטינה",
	"Armenia": "ארמניה",
	"Aruba": "ארובה",
	"Ashgabat": "אשגאבט",
	"Asmara": "אסמרה",
	"Aspect Ratio": "יחס רוחב-גובה",
	"Aspect Ratio Settings": "הגדרות יחס רוחב-גובה",
	"Assamese": "אסאמית",
	"Assign channels to remote buttons so you can quickly jump to them.": "הקצה ערוצים ללחצנים בשלט הרחוק כדי שתוכל לדלג אליהם במהירות.",
	"Asunción": "אסונסיון",
	"Athens": "אתונה",
	"Atikokan": "אטיקוקן",
	"Auckland": "אוקלנד",
	"Audio Delay": "השהיית שמע",
	"Audio Description": "תיאור שמע",
	"Audio Description Volume": "עוצמת שמע של תיאור שמע",
	"Audio Guidance": "הכוונת שמע",
	"Audio Language": "שפת שמע",
	"Audio Out (Line Out)": "יציאת שמע (כבל יוצא)",
	"Audio Type": "סוג שמע",
	"Australia": "אוסטרליה",
	"Austria": "אוסטריה",
	"Auto": "אוטומטי",
	"Auto Detect": "גילוי אוטומטי",
	"Auto Device Detection": "זיהוי התקנים אוטומטי",
	"Auto Genre Selection": "בחירת ז'אנר אוטומטית",
	"Auto Power Off": "כיבוי אוטומטי כבוי",
	"Auto Power Sync": "סנכרון הפעלה אוטומטית",
	"Auto Start": "הפעלה אוטומטית",
	"Auto Volume": "עוצמת קול אוטומטית",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "כוונן באופן אוטומטי את המרווח בעוצמת הקול של הצליל, או הגדר את עוצמת הקול של הצליל כדי שתכוונן בזמן שעם מקש עוצמת הקול שבלשלט רחוק.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "כוונן אוטומטית לערך התמונה המיטבי עבור הז'אנר של תוכן Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "כוונן אוטומטית לערך התמונה המיטבי עבור הז'אנר של התוכן.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "עבור באופן אוטומטי FILMMAKER MODE כשתוכן הסרט מזוהה",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "מטב באופן אוטומטי איכות תמונה בהתאם לצבע ולבהירות של אור סביבה.",
	"Automatically update system software when an update is found.": "עדכן באופן אוטומטי תוכנת מערכת כאשר נמצאים עדכונים.",
	"Available Internal Storage": "אחסון פנימי זמין",
	"Azerbaijan": "אזרבייג׳ן",
	"Azores": "האיים האזוריים",
	"BG Color": "צבע רקע",
	"BG Opacity": "אטימות רקע",
	"Back": "חזרה",
	"Backlight": "תאורה אחורית",
	"Baghdad": "בגדד",
	"Bahamas": "איי הבהאמה",
	"Bahrain": "בחריין",
	"Baku": "בקו",
	"Balance": "איזון",
	"Bamako": "במקו",
	"Bangkok": "בנגקוק",
	"Bangladesh": "בנגלדש",
	"Bangui": "בנגואי",
	"Banjul": "בנז'ול",
	"Barbados": "ברבדוס",
	"Basque": "בסקית",
	"Bass Boost": "חיזוק בס",
	"Behavior may vary depending on connected device.": "אופן הפעולה עשוי להשתנות בהתאם להתקן המחובר.",
	"Beijing": "בייג'ין",
	"Beirut": "ביירות",
	"Belarus": "בלארוס",
	"Belgium": "בלגיה",
	"Belgrade": "בלגרד",
	"Belize": "בליז",
	"Belém": "בלם",
	"Bengali": "בנגאלית",
	"Benin": "בנין",
	"Berlin": "ברלין",
	"Bermuda": "ברמודה",
	"Bhutan": "בהוטן",
	"Bishkek": "בישקק",
	"Bissau": "ביסאו",
	"Black": "שחור",
	"Black Level": "רמת שחור",
	"Blanc-Sablon": "בלנק-סבלון",
	"Blantyre": "בלנטיר",
	"Block TV programs broadcast in English based on their content ratings.": "חסום תוכניות טלוויזיה המשודרות באנגלית לפי דירוג התוכן.",
	"Block TV programs broadcast in French based on their content ratings.": "חסום תוכניות טלוויזיה המשודרות בצרפתית לפי דירוג התוכן.",
	"Block content based on genre.": "חסום תוכן לפי ז'אנר.",
	"Blue": "כחול",
	"Bluetooth Speaker Mode": "מצב רמקול Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "צליל בלוטוס סראונד + רמקול פנימי בטלוויזיה",
	"Bluetooth Surround Sound Setup": "הגדרת צליל בלוטוס סראונד",
	"Boa Vista": "בואה ויסטה",
	"Bogotá": "בוגוטה",
	"Bolivia": "בוליביה",
	"Bosnia": "בוסניה",
	"Bosnia And Herzegovina": "בוסניה והרצגובינה",
	"Bosnian": "בוסנית",
	"Botswana": "בוטסואנה",
	"Bratislava": "ברטיסלאבה",
	"Brazil": "ברזיל",
	"Brazilian Punk": "פאנק ברזילאי",
	"Brazzaville": "ברזוויל",
	"Brightness": "בהירות",
	"Broadcast Country": "ארץ שידור",
	"Broadcast Mail": "שדר דואר",
	"Broken Hill": "ברוקן היל",
	"Brussels": "בריסל",
	"Bucharest": "בוקרשט",
	"Budapest": "בודפשט",
	"Buenos Aires": "בואנוס איירס",
	"Bujumbura": "בוג'ומבורה",
	"Bulgaria": "בולגריה",
	"Bulgarian": "בולגרית",
	"Burkina Faso": "בורקינה פאסו",
	"Burundi": "בורונדי",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "בלחיצה על 'איפוס', תמחק את כל הנתונים הקשורים לפרסומות ש-LGE אספה מטלוויזיה חכמה זו. לחיצה על 'איפוס' עשויה להשפיע על סוגי הפרסומות שתראה מעתה ואילך, אך היא לא תמנע את קבלת הפרסומות.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "בעת הפעלת Live Plus‏, אתה מסכים ש-LG Electronics Inc.‎‏ (\"‏LGE‏\") תאסוף נתוני צפייה בטלוויזיה דרך מודול ACR‏, אשר עשוי להיות משותף באופן אנונימי עם גורמי צד שלישי כדי לספק לך שירותים אינטראקטיביים. אנו עשויים גם לשתף מידע אנונימי מצטבר עם גורמי צד שלישי לצורכי שיווק. לידיעתך, איננו אוספים או מפיצים ביודעין את המידע האמור לעיל מאת ילדים מתחת לגיל 13 או בקשר אליהם. למידע מפורט על Live Plus עיין בנתוני הצפייה (תנאים) הזמינים דרך תפריט ההגדרות של SmartTV‏. LGE ממליצה בחום לעיין בגרסה המלאה של נתוני הצפייה (תנאים) לפני שתפעיל את הפונקציה של Live Plus‏.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "בהפעלת Live Plus, אתה מאשר שאתה מבין שניתן לזהות את התוכן המוצג בטלוויזיה שלך ושפרטי הצפייה עשויים לשמש כדי לספק לך חוויית צפייה משופרת ושירותים בהתאמה אישית, כולל המלצות תוכן ופרסומות. למידע נוסף, עיין במדיניות הפרטיות ובהסכמים למשתמש הרלוונטיים בתפריט הגדרות הטלוויזיה.",
	"CC 1": "כתוביות 1",
	"CC 2": "כתוביות 2",
	"CC 3": "כתוביות 3",
	"CC 4": "כתוביות 4",
	"CI Information": "פרטי CI",
	"CI password incorrect. Please enter again.": "סיסמת CI שגויה. הזן שוב.",
	"COMPONENT2": "רכיב2",
	"COMPONENT3": "רכיב3",
	"CS1 Board": "כרטיס CS1",
	"CS2 Board": "כרטיס CS2",
	"Cable": "כבל",
	"Cable ATV": "ATV של כבלים",
	"Cable DTV": "DTV של כבלים",
	"Cable Radio": "רדיו כבלים",
	"Cairo": "קהיר",
	"Cambodia": "קמבודיה",
	"Cameroon": "קמרון",
	"Campo Grande": "קמפו גרנדה",
	"Can not Find Channel": "הערוץ לא נמצא",
	"Canada": "קנדה",
	"Canary Islands": "האיים הקנריים",
	"Cancel": "ביטול",
	"Cancel Schedule": "בטל לוח זמנים",
	"Cancel Update": "בטל עדכון",
	"Cancún": "קנקון",
	"Cantonese": "קנטונזית",
	"Cape Verde": "קייפ ורדה",
	"Caracas": "קרקאס",
	"Casablanca": "קזבלנקה",
	"Catalan": "קטלנית",
	"Caution": "זהירות",
	"Cayman Islands": "איי קיימן",
	"Center": "מרכז",
	"Central African Republic": "הרפובליקה של מרכז אפריקה",
	"Ceuta": "סאוטה",
	"Chad": "צ'אד",
	"Change blue intensity and adjust the color balance.": "שנה את עוצמת הכחול וכוונן את איזון הצבע.",
	"Change green intensity and adjust the color balance.": "שנה את עוצמת הירוק וכוונן את איזון הצבע.",
	"Change red intensity and adjust the color balance.": "שנה את עוצמת האדום וכוונן את איזון הצבע.",
	"Change the left / right sound": "החלף את הצליל משמאל / ימין",
	"Change the position of captions using the 4-way dial on the remote control.": "שנה את המיקום של כתוביות בעזרת חוגת 4 מצבים על השלט הרחוק.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "שינוי האזור עלול לשנות את הערוצים המכווננים כעת בטלוויזיה. באפשרותך לכוונן מחדש את הערוצים ב'כוונון אוטומטי'. האם ברצונך לשנות את ההגדרות האזוריות כעת?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "שינוי הארץ יגרום להפעלה מחדש של הטלוויזיה, וייתכן שיהיה עליך להסכים להסכמי המשתמש של LG. בנוסף, הזמינות של חלק מהיישומים והשירותים עשויה להשתנות על-סמך הארץ של שירותי LG. האם ברצונך להמשיך?",
	"Channel Locks": "הערוץ נעול",
	"Channel Manager": "מנהל ערוץ",
	"Channel Scrolling Options": "אפשרויות גלילת ערוצים",
	"Channel Tuning": "כוונון ערוצים",
	"Channel Tuning & Settings": "כוונון ערוצים והגדרות",
	"Channels": "ערוצים",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "לא ניתן לנעול ערוצים של HDMI ומקורות קלט חיצוניים אחרים. כדי לנעול ערוצי טלוויזיה, שנה את מקור הקלט הנוכחי ל-Live TV.",
	"Chatham Islands": "איי צ'טהאם",
	"Check TV information.": "בדוק פרטי טלוויזיה.",
	"Check alarm messages about the user settings or TV status.": "בדוק הודעות אזהרה בנוגע להגדרות המשתמש או סטטוס הטלוויזיה.",
	"Check descriptions for each LG webOS TV functions.": "בדוק את התיאורים עבור כל פונקציה של LG webOS TV.",
	"Check for Advertising settings and set it.": "מצא את ההגדרות של 'פרסום' והגדר אותו.",
	"Check for Updates": "חפש עדכונים",
	"Check for available functions with Voice and set Voice Settings.": "מצא את הפונקציות הזמינות עם 'קול' וקבע 'הגדרות קול'.",
	"Check for problems with the picture quality.": "חפש בעיות באיכות התמונה.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "חפש בעיות באיכות הצליל של 'רמקול פנימי בטלוויזיה'.",
	"Check for software updates and update if available.": "חפש עדכוני תוכנה ועדכן אם יש.",
	"Check whether the Bluetooth device is in pairing mode.": "בדוק אם התקן ה-Bluetooth במצב התאמה.",
	"Check your TV status to solve problems or use remote support.": "בדוק את סטטוס הטלוויזיה כדי לפתור בעיות או השתמש בתמיכה מרחוק.",
	"Checking Password": "בודק סיסמה",
	"Checking for Updates": "מחפש עדכונים",
	"Checking...": "בודק...",
	"Chicago": "שיקגו",
	"Chihuahua": "צ'יוואווה",
	"Children": "ילדים",
	"Children Age": "גילאי ילדים",
	"Children Program Locks": "נעילת תוכניות מפני ילדים",
	"Children over 8 are allowed to watch.": "מותרת לצפייה לילדים מעל גיל 8.",
	"Chile": "צ׳ילה",
	"China": "סין",
	"Chinese": "סינית",
	"Chisinau": "קישינב",
	"Choibalsan": "צ'ויבלסן",
	"Chongqing": "צ'ונגצ'ינג",
	"Choose to have all channels or just your primary ones when you change channels.": "בחר כדי לכלול את כל הערוצים או את הערוצים הראשיים בלבד בעת החלפת ערוצים.",
	"Christmas Island": "אי חג המולד",
	"Cinema": "קולנוע",
	"Cinema Home": "סינמה הום",
	"Cinema View": "תצוגת קולנוע",
	"Cinema View (32:12)": "תצוגת קולנוע (32:12)",
	"Cinema Zoom": "זום קולנוע",
	"City": "עיר",
	"City Selection": "בחירת עיר",
	"Clean Audio": "נקה שמע",
	"Clear": "בהיר, בוהק",
	"Clear Voice Ⅲ": "קול צלול Ⅲ",
	"Clear Voice Ⅳ": "קול צלול Ⅳ",
	"Clear1": "מחק",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "לחץ על הלחצן 'חבר' להלן אחרי שהמקלדת האלחוטית של LG תופעל, והעבר אותה למצב התאמה.",
	"Close": "סגור",
	"Closed Caption": "כתובית סגורה",
	"Closed Caption Settings": "הגדרות 'סגור כיתוב'",
	"Code Value": "ערך קוד",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "אסוף ואחסן את כתובת ה-MAC, מספר הדגם, קוד המדינה, הגדרות השפה וגרסת התוכנה כדי לאמת שהתוכנה עדכנית.",
	"Colombia": "קולומביה",
	"Colombo": "קולומבו",
	"Color": "צבע",
	"Color Gamut": "סולם צבעים",
	"Color Management System": "מערכת לניהול צבעים",
	"Color Temperature": "טמפרטורת צבע",
	"Component": "רכיב",
	"Conakry": "קונאקרי",
	"Confirm the terms and conditions or change whether to accept the agreement.": "אשר את התנאים וההתניות או שנה את הסכמתך לקבל את התוכנית.",
	"Congo Brazzaville": "ברזוויל, קונגו",
	"Connect": "התחבר",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "חברו את רמקול הבלוטוס ורמקול הטלוויזיה וכווננו את השהיית השמע בין הרמקולים באופן אוטומטי.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "חבר ל-eARC התקן שמע חיצוני שתומך ב-eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "חבר לטלוויזיה התקנים חיצוניים כגון ממיר, מקרן קול וכו' בהתאם למדריך.",
	"Connect the LAN cable directly to the TV to use the network.": "כדי להשתמש ברשת, חבר את כבל ה-LAN ישירות לטלוויזיה.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "התחבר לרשת על-ידי הזנה ידנית של כתובת ה-IP וכתובת שרת ה-DNS.",
	"Connect to the network if a wireless router is installed.": "אם מותקן נתב אלחוטי, התחבר לרשת.",
	"Connect via WPS PBC": "התחבר באמצעות WPS PBC",
	"Connect via WPS PIN": "התחבר באמצעות WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "חבר את הטלוויזיה לנתב או למודם עם כבל Ethernet כדי להפעיל את חיבור הרשת הקווית שלך.",
	"Connect your TV with WiSA Speakers wirelessly.": "חבר את הטלוויזיה שלך ל'רמקולי WiSA' באופן אלחוטי.",
	"Connectable Devices ({num})": "התקנים שניתן לחבר ({num})",
	"Connected": "מחובר",
	"Connected to Internet": "מחובר לאינטרנט",
	"Connecting...": "מתחבר...",
	"Connection": "חיבור",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "'ניהול חיבורים' באמצעות טלפון חכם או מחשב זמין. כדי לחבר טלוויזיה להתקן נייד, יש לקבוע הגדרות חיבור ובקשות בטלפון החכם או במחשב.",
	"Content Recommendations": "המלצות תוכן",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "התוכן יופעל עם צליל שמתאים להאזנה רב-ערוצית אם שמע רב-ערוצי נתמך על ידי שירות HbbTV.",
	"Contrast": "ניגודיות",
	"Cool": "קר",
	"Copenhagen": "קופנהגן",
	"Copy Channels": "העתק ערוצים",
	"Copy/Delete file": "העתק/מחק קובץ",
	"Correct contrast and brightness by adjusting black levels.": "תקן ניגודיות ובהירות על-ידי כוונון רמות צבע שחור.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "תקן בעיות בפיקסלים ומנע בעיות איכות בתמונה שעלולות להיגרם מהפעלה של הטלוויזיה לפרק זמן ארוך.",
	"Costa Rica": "קוסטה ריקה",
	"Could not fined available network.": "לא נמצאה רשת זמינה.",
	"Croatia": "קרואטיה",
	"Croatian": "קרואטית",
	"Cuba": "קובה",
	"Cuiabá": "קויאבה",
	"Current time is not valid. Do you want to set the correct time now?": "השעה הנוכחית לא חוקית. האם ברצונך להגדיר את השעה הנכונה כעת?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "הערכים הנוכחיים של הגדרות מצב תמונה מותאמת אישית יוחלו על מצב {pictureMode} בכל הקלטים. האם ברצונך להמשיך?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "התקן המקלדת האלחוטית של LG המחובר כעת ינותק מהטלוויזיה שלך. האם ברצונך להמשיך?",
	"Custom": "מותאם אישית",
	"Custom Time Zone": "אזור זמן מותאם אישית",
	"Customer Service": "שירות לקוחות",
	"Cyan": "ציאן",
	"Cyprus": "קפריסין",
	"Czech": "צ'כיה",
	"Czech Republic": "הרפובליקה הצ'כית",
	"C{value}": "C{value}‎",
	"Côte d'Ivoire": "חוף השנהב",
	"DNS Server": "שרת DNS",
	"DR Congo": "הרפובליקה הדמוקרטית של קונגו",
	"DTV Audio Setting": "הגדרת שמע DTV",
	"Dagbani": "דגבאני",
	"Dakar": "דקר",
	"Damascus": "דמשק",
	"Danish": "דנית",
	"Danmarkshavn": "דנמארקשאבן",
	"Dar es Salaam": "דאר א סלאם",
	"Data Service": "שירות נתונים",
	"Date": "תאריך",
	"Dawson": "דוסון",
	"Dawson Creek": "דוסון קריק",
	"Day": "יום",
	"Delete": "מחק",
	"Delete Connection History": "מחיקת היסטוריית החיבורים",
	"Delete Pairing History": "מחק את היסטוריית ההתאמה",
	"Delete Usage Data": "מחק נתוני שימוש",
	"Demo Options": "אפשרויות הדגמה",
	"Democratic Republic of the Congo": "הרפובליקה הדמוקרטית של קונגו",
	"Denmark": "דנמרק",
	"Denver": "דנבר",
	"Depressed": "שקוע",
	"Deregister": "בטל הרשמה",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "תיאור התוכן שעל-גבי המסך באופן קולי כדי לאפשר לכבדי ראייה להשתמש בטלוויזיה.",
	"Detect Range": "גילוי טווח",
	"Detroit": "דטרויט",
	"Device Connection Settings": "הגדרות חיבור התקן",
	"Device List": "רשימת התקנים",
	"Device Name": "שם ההתקן",
	"Dhaka": "דאקה",
	"Digital Mode": "מצב דיגיטלי",
	"Digital Sound Out": "יציאת שמע דיגיטלי",
	"Digital TV": "טלוויזיה דיגיטלית",
	"Dili": "דילי",
	"Directed to Older Children (ages 7 and above)": "מיועד לילדים גדולים יותר (גילאים 7 ומעלה)",
	"Disabled": "מושבת",
	"Disconnect": "נתק",
	"Display captions for hearing-impaired viewers to use TV.": "הצג כתוביות כדי שכבדי שמיעה יוכלו להשתמש בטלוויזיה.",
	"Display fast-moving content smoothly and clearly.": "הצג תוכן בתנועה מהירה באופן חלק וברור.",
	"Display luminance level for the highest point (100 IRE).": "הצג את רמת הבהירות של הנקודה הגבוהה ביותר (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "הצג תמונות בטמפרטורת צבע חמימה או קרירה.",
	"Djibouti": "ג׳יבוטי",
	"Do Not Sell My Personal Information": "אל תמכור את המידע האישי שלי",
	"Do Not Track": "ללא מעקב",
	"Do you want to continue?": "האם ברצונך להמשיך?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "האם ברצונך להעתיק את רשימת הערוצים מאחסון ה-USB לטלוויזיה? הערוצים הנוכחיים בטלוויזיה יימחקו.",
	"Do you want to copy channel list from your TV to the USB storage?": "האם ברצונך להעתיק את רשימת הערוצים מהטלוויזיה לאחסון ה-USB?",
	"Do you want to reset Position Settings?": "האם ברצונך לאפס את הגדרות המיקום?",
	"Do you want to reset Volume Control?": "האם ברצונך לאפס את בקרת עוצמת הקול?",
	"Do you want to set the correct time now?": "האם ברצונך להגדיר את השעה הנכונה כעת?",
	"Do you want to turn your TV off now?": "האם ברצונך לכבות את הטלוויזיה כעת?",
	"Dodoma": "דודומה",
	"Doha": "דוחא",
	"Dominica": "דומיניקה",
	"Dominican Republic": "הרפובליקה הדומיניקנית",
	"Done": "בוצע",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "דואואלה",
	"Download Mail": "הורד דואר",
	"Download and Install": "הורד והתקן",
	"Downloadable Rating": "דירוג ניתן להורדה",
	"Dual Mono": "שני ערוצים",
	"Dubai": "דובאי",
	"Dublin": "דבלין",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "במהלך 'הזמן הכבוי של Always-on', חלק מהתכונות כגון זיהוי קולי וכו' מוגבלות כאשר המסך כבוי.",
	"Dushanbe": "דושנבי",
	"Dutch": "הולנדית",
	"Dynamic Color": "צבע דינמי",
	"Dynamic Contrast": "ניגודיות דינמית",
	"Dynamic Tone Mapping": "מיפוי גוונים דינמי",
	"Easter Island": "איי הפסחא",
	"Eastern Africa": "מזרח אפריקה",
	"Eco Mode": "מצב אקונומי",
	"Ecuador": "אקוודור",
	"Edge Color": "צבע קצה",
	"Edge Enhancer": "שיפור שוליים",
	"Edge Type": "סוג קצה",
	"Edit": "ערוך",
	"Edmonton": "אדמונטון",
	"Egypt": "מצרים",
	"Eirunepé": "איירונפה",
	"El Salvador": "אל סלוודור",
	"El salvador": "אל סלבדור",
	"Emergency Alert": "התראת חירום",
	"Enabled": "מופעל",
	"Energy Saving": "חיסכון באנרגיה",
	"Energy consumption may increase if this feature is on.": "אם תכונה זו פועלת, צריכת האנרגיה עלולה לגדול.",
	"Energy saving modes to limit power consumption.": "מצבי חיסכון באנרגיה להגבלת צריכת החשמל.",
	"English": "אנגלית",
	"Enhance the bass sound.": "חזק את צליל הבס.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "הגבר את הניגודיות בין אזורים בהירים וכהים של חלק מהתפריטים, כגון הרקע והטקסט, כדי לשפר את הצפייה עבור מי שראייתו לקויה.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "שפר את הרזולוציה והחדות של תוכן באמצעות אלגוריתם שנלמד בטכניקת למידה עמוקה של LG וקבל עומק מיטבי באמצעות ניתוח תוכן.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "ניתן ליהנות מתוכן Dolby Atmos עם צליל אופטימלי על-ידי הפעלת אפקט שדה הצליל.",
	"Enjoy TV sound by connecting Wired Headphones.": "ניתן ליהנות מצליל הטלוויזיה על-ידי חיבור של 'אוזניות קוויות'.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "ניתן ליהנות מצליל הטלוויזיה דרך התקני שמע המחוברים אל היציאה HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "ניתן ליהנות מצליל הטלוויזיה דרך התקני שמע המחוברים אל OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "ניתן ליהנות מצליל הטלוויזיה דרך התקן שמע של LG המחובר אל היציאה OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "ניתן ליהנות מצליל הטלוויזיה דרך התקני שמע המחוברים ליציאות החיצוניות 'יציאת שמע'/'אוזניות'.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "ניתן ליהנות מצליל הטלוויזיה בו-זמנית מ'רמקול פנימי בטלוויזיה' ומ'אוזניות קוויות'.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "ניתן ליהנות מצליל הטלוויזיה דרך התקני שמע חיצוניים המחוברים גם ל'רמקול פנימי בטלוויזיה' וגם ליציאה OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "ניתן ליהנות מצליל ברור וטבעי.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "ניתן ליהנות מצליל עם התקן שמע אלחוטי המחובר אל LG Sound Sync או אל Bluetooth.",
	"Enjoy the sound optimized to the room.": "ניתן ליהנות מצליל הממוטב לחדר.",
	"Enter CI Password": "הזן סיסמת CI",
	"Enter the PIN in your router's settings.": "הזן את ה-PIN בהגדרות הנתב שלך.",
	"Enter the master password.": "הזן את הסיסמה הראשית.",
	"Equalizer": "אקולייזר",
	"Equatorial Guinea": "גינאה המשוונית",
	"Eritrea": "אריתראה",
	"Estonia": "אסטוניה",
	"Estonian": "אסטונית",
	"Ethiopia": "אתיופיה",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "גם אם תכונת ההגדרות כבויה, תוכלו לבדוק את המידע הקשור באמצעות באנר הערוץ, זיהוי קולי.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "גם כאשר הטלוויזיה כבויה וצריכת החשמל מינימלית, ניתן להאזין למוזיקה על-ידי חיבור ההתקן הנייד. ניתן להשתמש במהירות באוסף גדול של תכונות כאשר הטלוויזיה מופעלת.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "גם כשהטלוויזיה כבויה, ניתן להאזין למוזיקה על-ידי חיבור הטלפון החכם לטלוויזיה באמצעות Bluetooth.",
	"Every Day": "כל יום",
	"Every Weekday": "כל יום חול",
	"Every Weekend": "כל סוף שבוע",
	"Ewe": "אווה",
	"Expert (Bright Room)": "מומחה (חדר מואר)",
	"Expert (Dark Room)": "מומחה (חדר חשוך)",
	"Export your TV's channel list information to a connected USB device.": "יצא את פרטי רשימת הערוצים של הטלוויזיה אל התקן USB מחובר.",
	"Extended": "מורחב",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "הארכת פרק זמן של הגדרת 'כיבוי אוטומטי' או כיבוי הפונקציה עלולה להגביר את צריכת החשמל.",
	"Extreme": "אקסטרים",
	"Eye Comfort Mode": "מצב נוחות לעין",
	"FILMMAKER MODE Auto Change": "שינוי אוטומטי של FILMMAKER MODE",
	"Fantasy Violence": "אלימות פנטסיה",
	"Fast": "מהיר",
	"Fernando de Noronha": "פרננדו דה נורוניה",
	"Fiji": "פיג'י",
	"Find and tell an audio device available to connect around TV.": "מצא התקן שמע זמין לחיבור בקרבת הטלוויזיה וספר אודותיו.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "כוונן מרחבי צבעים של אדום, ירוק, כחול, ציאן, מגנטה וצהוב.",
	"Finland": "פינלנד",
	"Finnish": "פינית",
	"Flash": "הבהוב",
	"Flat Mode": "מצב שטוח",
	"Font": "גופן",
	"Font 1": "גופן 1",
	"Font 2": "גופן 2",
	"Font 3": "גופן 3",
	"Font 4": "גופן 4",
	"Font 5": "גופן 5",
	"Font 6": "גופן 6",
	"Font 7": "גופן 7",
	"Font 8": "גופן 8",
	"Football": "כדורגל",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "עבור נתב אלחוטי עם WPS (הגדרה מוגנת Wi-Fi), הזן קוד PIN כדי לחבר את הטלוויזיה לרשת האלחוטית.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "עבור נתב אלחוטי עם WPS (הגדרה מוגנת Wi-Fi), לחץ על הלחצן WPS-PBC כדי לחבר את הטלוויזיה לרשת האלחוטית.",
	"Fortaleza": "פורטלזה",
	"France": "צרפת",
	"Freetown": "פריטאון",
	"French": "צרפתית",
	"French Polynesia": "פולינזיה הצרפתית",
	"Full Wide": "רוחב מלא",
	"Ga": "גה",
	"Gabon": "גבון",
	"Gaborone": "גבורון",
	"Gaelic": "גאלית",
	"Galapagos Islands": "איי גלאפגוס",
	"Galician": "גליסיאנית",
	"Gallery": "גלריה",
	"Gambia": "גמביה",
	"Gambier": "גמבייר",
	"Game": "משחק",
	"Gamma": "גאמה",
	"Gateway": "שער",
	"General": "כללי",
	"General Age": "גיל כללי",
	"General Audience": "קהל כללי",
	"General Audiences": "קהלים כלליים",
	"General Program Locks": "נעילת תוכניות כללית",
	"Georgia": "גאורגיה",
	"German": "גרמנית",
	"Germany": "גרמניה",
	"Get started in a quiet environment for sound optimization.": "התחל בסביבה שקטה למיטוב צליל.",
	"Getting...": "מקבל נתונים...",
	"Ghana": "גאנה",
	"Gibraltar": "גיברלטר",
	"Glace Bay": "גלייס ביי",
	"Godthab": "גודת'אב",
	"Grayscale": "סקלת אפור",
	"Greece": "יוון",
	"Greek": "יוונית",
	"Green": "ירוק",
	"Greenland": "גרינלנד",
	"Grenada": "גרנדה",
	"Guadalcanal": "גוודלקנל",
	"Guadeloupe": "גואדלופה",
	"Guam": "גואם",
	"Guatemala": "גואטמלה",
	"Guatemala City": "גואטמלה סיטי",
	"Guayaquil": "גואיאקיל",
	"Guernsey": "גרנזי",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "תפריטי הנחיה ופעולות קוליות עבור כבדי ראיה הצופים בטלוויזיה.",
	"Guinea": "גינאה",
	"Guinea Bissau": "גינאה ביסאו",
	"Guinea Conakry": "גינאה קונאקרי",
	"Guinea Equatorial": "גינאה המשוונית",
	"Gujarati": "גוז'אראטי",
	"Guyana": "גיאנה",
	"G{value}": "G{value}‎",
	"H Position": "מיקום אופקי",
	"H Sharpness": "חדות H",
	"H Size": "גודל אופקי",
	"HD Mode": "מצב HD",
	"HD Mode Option": "אפשרות מצב HD",
	"HDD Eco Mode": "מצב הארדיסק אקונומי",
	"HDD Power Saving Mode": "מצב חיסכון באנרגיה ב-HDD",
	"HDMI Input Audio Format": "תבנית שמע של קלט HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "היציאות HDMI {port1} ו-HDMI {port2} תומכות ב-8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "היציאות HDMI {port1} ו-HDMI {port2} תומכות ב-Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "יציאת HDMI {port1} תומכת ב-8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "יציאת HDMI {port1} תומכת ב-Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "היציאות HDMI {port1}, HDMI {port2} ו-HDMI {port3} תומכות ב-8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "היציאות HDMI {port1}, HDMI {port2} ו-HDMI {port3} תומכות ב-Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "היציאות HDMI {port1}, HDMI {port2}, HDMI {port3} ו-HDMI {port4} תומכות ב-8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "היציאות HDMI {port1}, HDMI {port2}, HDMI {port3} ו-HDMI {port4} תומכות ב-Ultra HD Deep Color.",
	"HDR Effect": "HDR אפקט",
	"HDR Picture Mode": "מצב תמונה HDR",
	"Haiti": "האיטי",
	"Halifax": "הליפקס",
	"Harare": "הארארה",
	"Harbin": "חרבין",
	"Hard of Hearing": "קושי לשמוע",
	"Hausa": "האוסה",
	"Havana": "הוואנה",
	"Headphones Volume": "עוצמת קול באוזניות",
	"Hebrew": "עברית",
	"Helsinki": "הלסינקי",
	"Hermosillo": "הרמוסיו",
	"High": "גבוהה",
	"High Contrast": "ניגודיות גבוהה",
	"Higher values increase a sense of warmth or coldness.": "ערכים גבוהים יותר מגדילים את תחושת החום או הקור.",
	"Hindi": "הינדי",
	"Ho Chi Minh": "הו צ'י מין",
	"Home Animation": "הנפשה של דף הבית",
	"Home Auto Launch": "הפעלה אוטומטית של דף הבית",
	"Home Mode": "מצב בית",
	"Home Promotion": "פרסום במסך הבית",
	"Home Settings": "הגדרות הבית",
	"Home/Store Mode": "בית/חנות",
	"Honduras": "הונדורס",
	"Hong Kong": "הונג קונג",
	"Hongkong": "הונג קונג",
	"Honolulu": "הונולולו",
	"Hours": "שעות",
	"However, the IPv6 version of the address does not support editing.": "אולם גרסת IPv6 של הכתובת אינה תומכת בעריכה.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "עם זאת, כדי לשמור את הטלוויזיה במצב מיטבי, התכונה Always-on תושבת במהלך חמש השעות שהוגדרו והטלוויזיה תכבה באופן מלא.",
	"Hungarian": "הונגרית",
	"Hungary": "הונגריה",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "חשוב! איפוס ימחוק את כל הגדרות החשבון שלך ואת כל היישומים המותקנים. לא ניתן לבטל פעולה זו.",
	"IP (Automatic)": "IP (אוטומטי)",
	"IP (Manual)": "IP (ידני)",
	"IP Address": "כתובת IP",
	"IVC (Cote d’Ivoire)": "חוף השנהב",
	"Iceland": "איסלנד",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "כאשר סינכרון הפעלה אוטומטית מסומן כפריט נבחר, הטלוויזיה תופעל ברגע שתפעיל התקן SIMPLINK והתקני ה-SIMPLINK שלך ייכבו ברגע שתכבה את הטלוויזיה.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "אם הוגדרה 'בקרה אוניברסלית של ממיר/OTT', נצל את היתרון של השימוש בממיר המחובר מהשלט רחוק של LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "אם מחובר התקן ליציאה, ניתן להציג את התמונה הממוטבת של המשחק תוך מזעור ההשהיה או ההפרעה של הווידאו של ההתקן.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "אם אפשרות זו מופעלת ותחבר התקן שתומך גם הוא ב-Ultra HD Deep Color, ייתכן שהתמונה תהיה ברורה יותר.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "אם מתבצעת הקלטה או עדכון תוכנה, מרענן הפיקסלים ימתין עד לסיומם ובמצב כזה התהליך עשוי להימשך יותר משעה.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "אם מתבצעת הקלטה או מתבצע עדכון תוכנה, התהליך ימתין עד לסיום ושכן הוא עשוי להימשך יותר מ-{n} דקות.",
	"If the device is not connected, you may not hear any sound through it.": "אם ההתקן אינו מחובר, ייתכן שלא תשמע ממנו צליל.",
	"If the edge of the screen is not clean, please turn this function off.": "אם קצה המסך לא נקי, כבה פונקציה זו.",
	"If the program does not support multiple languages, the default language is selected.": "אם התוכנית לא תומכת בריבוי שפות , שפת ברירת המחדל יבחר.",
	"If the program does not support the selected output format, the default output from the source will be used.": "אם התוכנית אינה תומכת בפורמט היציאה שנבחר, ייעשה שימוש בברירת המחדל של המקור עבור היציאה.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "אם התוכנית אינה תומכת בהגדרות שמע שונות, תיבחר ברירת המחדל של השמע.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "אם הבעיה נמשכת, שנה שוב את הערך המוגדר או הפעל מחדש את ההתקן החיצוני המחובר.",
	"If the selected language does not support, the default language from broadcasts will be used.": "אם אין תמיכה בשפה שנבחרה, ייעשה שימוש בשפת ברירת המחדל של השידור.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "אם המסך הסטטי לא קיבל קלט משתמש במשך שעה, הוא יעבור לשומר מסך.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "אם הזמן שהגדרת שונה מאוד מהזמן הנוכחי, ייתכן שחלק מהפונקציות החכמות לא יוצגו.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "אם אינך שומע צליל דרך ההתקן, וודא שהוא פועל כהלכה ותומך ב-LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "אם תבחר מצב 'הדגמה בחנות', הוא מוגדר למיטוב ערכים לתצוגות קמעונאיות למכירת טלוויזיות.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "אם תפעיל 'הנחיות שמע', תוכל להעביר באמצעות הלחצנים שמאלה, ימינה, למעלה, למטה בשלט הרחוק בלבד, ולא תוכל להשתמש ביישומים מסוימים שמחייבים מצביע.",
	"If you turn it off, CAM operator's profile will be deleted.": "אם תבטל את התכונה, פרופיל המפעיל של CAM יימחק.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "אם תכבה פונקציה זו, כל ערוצי ה- CAM אשר כוונו לא יהיו זמינים, ולא יינתנו יותר התראות.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "אם תכבה את Quick Start+, לא תוכל לכבות את הטלוויזיה באמצעות 'בקרה ללא שלט'. האם ברצונך להמשיך?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "אם תכבה את שומר המסך, ואותה התמונה תישאר על גבי המסך למשך יותר משעתיים, הדבר עלול להשפיע על איכות התמונה במסך. אם התמונה תישאר למשך יותר מ-5 שעות, תיתכן פגיעה לצמיתות באיכות התמונה. האם ברצונך להמשיך?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "אם תכבה אפשרות זו, המסך הסטטי עשוי להישאר זמן רב יותר ולפגום באיכות המסך, ובמקרים מסוימים יתקשה להתאושש.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "השימוש בפונקציה חיסכון באנרגיה משפיע על הבהירות של הטלוויזיה.",
	"Import your TV's channel list information from a connected USB device.": "יבא את פרטי רשימת הערוצים של הטלוויזיה מהתקן USB מחובר.",
	"Import/export your TV's channel list information from/to a connected USB device.": "יבא/יצא את פרטי רשימת הערוצים של הטלוויזיה אל התקן USB מחובר או ממנו.",
	"In Home": "בבית",
	"India": "הודו",
	"Indianapolis": "אינדיאנפוליס",
	"Indonesia": "אינדונזיה",
	"Indonesian": "אינדונזית",
	"Inner": "פנימי",
	"Input": "קלט",
	"Input Locks": "הקלט נעול",
	"Input field": "שדה קלט",
	"Installing...": "מתקין...",
	"Instant Game Response": "תגובה מיידית במשחק",
	"Interactive Service": "שירות אינטראקטיבי",
	"Interactivity(DTVi)": "אינטראקטיביות (DTVi)",
	"Internal TV Speaker": "רמקול פנימי בטלוויזיה",
	"Invert Colors": "הפוך צבעים",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "הפוך והוסף פיצוי לצבעים מסוים בחלק מהתפריטים כדי לשפר את הניראות של פריטים המוצגים על המסך.",
	"Iran": "איראן",
	"Iraq": "עיראק",
	"Ireland": "אירלנד",
	"Irish": "אירית",
	"Irkutsk": "אירקוטסק",
	"Israel": "ישראל",
	"Istanbul": "איסטנבול",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "הוא מאופס למצב תמונה באופן אינדיבידואלי, לכן בחר את מצב התמונה הרצוי ואפס אותו.",
	"It may not sound depending on connected devices.": "בהתאם להתקנים המחוברים, ייתכן שאפשרות זו לא תישמע.",
	"It may take a few minutes.": "הפעולה עשויה להימשך כמה דקות.",
	"It may take a few seconds.": "הפעולה עשויה להימשך כמה שניות.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "אפשרות זו מספקת את הצלילי המיטבי או Virtual 4.0 surround, בהתאם לז'אנר הנצפה באמצעות אלגוריתם שנלמד בטכניקת למידה חישובית של LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "אפשרות זו מספקת את הצליל המיטבי או Virtual 5.1 surround, בהתאם לז'אנר הנצפה באמצעות אלגוריתם שנלמד בטכניקת למידה עמוקה של LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "הוא מספק את הצליל הממוטב על-ידי כוון הצליל המוחזר בחדר בהתאם לסוג ההתקנה של הטלוויזיה.",
	"It reduces jaggies in the picture for a smooth picture.": "הוא מצמצם את הקצוות המשוננים בתמונה לקבלת תמונה חלקה.",
	"It works only when the broadcasting program supports captions.": "פעיל רק כאשר תוכנית השידור תומכת בכתוביות.",
	"It works only when the broadcasting program supports subtitles.": "פעיל רק כאשר תוכנית השידור תומכת בכתוביות.",
	"Italian": "איטלקית",
	"Italy": "איטליה",
	"Ivory Coast": "חוף השנהב",
	"Jakarta": "ג'קרטה",
	"Jamaica": "ג׳מייקה",
	"Japan": "יפן",
	"Japanese": "יפנית",
	"Jayapura": "ג'איאפורה",
	"Jerusalem": "ירושלים",
	"Johannesburg": "יוהנסבורג",
	"Jordan": "ירדן",
	"Just Scan": "סריקה בלבד",
	"Kabul": "קאבול",
	"Kaliningrad": "קלינינגרד",
	"Kamchatka": "קמצ'טקה",
	"Kampala": "קמפלה",
	"Kannada": "קאנאדה",
	"Karachi": "קראצ'י",
	"Kasem": "קאסם",
	"Kashgar": "קשגאר",
	"Katmandu": "קטמנדו",
	"Kazakh": "קזחית",
	"Kazakhstan": "קזחסטן",
	"Kenya": "קניה",
	"Keyboard Languages": "שפות מקלדת",
	"Khartoum": "חרטום",
	"Khovd": "קובד",
	"Kiev": "קייב",
	"Kigali": "קיגאלי",
	"Kingston": "קינגסטון",
	"Kinshasa": "קינשאסה",
	"Kiribati": "קיריבטי",
	"Kiritimati": "קיריטימאטי",
	"Kolkata": "כלכותה",
	"Korea": "קוריאה הדרומית",
	"Korean": "קוריאנית",
	"Krasnoyarsk": "קרסנויארסק",
	"Kuala Lumpur": "קואלה לומפור",
	"Kuching": "קושינג",
	"Kuwait": "כווית",
	"Kuwait City": "כווית סיטי",
	"Kyrgyzstan": "קירגיזסטן",
	"LED Local Dimming": "עמעום מקומי של LED",
	"LG Logo Light (Front of TV)": "תאורת הלוגו של LG (חלק קדמי של הטלוויזיה)",
	"LG Services Country": "ארץ שירות LG Services",
	"LG Wireless Keyboard": "המקלדת האלחוטית של LG",
	"LG Wireless Keyboard Connected:": "המקלדת האלחוטית של LG מחוברת:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "'מקלדת אלחוטית של LG' מאפשרת לך לשלוט בטלוויזיה דרך Bluetooth.",
	"La Paz": "לה פז",
	"Lagos": "לגוס",
	"Language": "שפה",
	"Laos": "לאוס",
	"Large": "גדול",
	"Last tuning:": "כוונון אחרון:",
	"Latvia": "לטביה",
	"Latvian": "לטבית",
	"Lebanon": "לבנון",
	"Left": "שמאל",
	"Left Right": "שמאל/ימין",
	"Left Surround": "סראונד שמאלי",
	"Left drop shadow": "הטלת צל משמאל",
	"Legal Notice": "הודעה משפטית",
	"Lesotho": "לסוטו",
	"Liberia": "ליבריה",
	"Libreville": "ליברוויל",
	"Libya": "לוב",
	"Liechtenstein": "ליכטנשטיין",
	"Light": "קל",
	"Lilongwe": "לילונגווה",
	"Lima": "לימה",
	"Limit AD Tracking": "הגבל מעקב פרסומות",
	"Lisbon": "ליסבון",
	"Lithuania": "ליטא",
	"Lithuanian": "ליטאית",
	"Ljubljana": "לובליאנה",
	"Loading...": "טוען...",
	"Local": "מקומי",
	"Local Language": "שפה מקומית",
	"Location": "מיקום",
	"Lock All": "נעל הכל",
	"Lock changes for currently running apps will be applied the next time they are started.": "נעילת שינויים עבור יישומים הפועלים כעת תוחל לאחר הפעלתם מחדש.",
	"Logo Luminance Adjustment": "כוונון בהירות לוגו",
	"Lome": "לומה",
	"London": "לונדון",
	"Lord Howe": "לורד האו",
	"Los Angeles": "לוס אנג'לס",
	"Louisville": "לואיסוויל",
	"Low": "נמוך",
	"Luanda": "לואנדה",
	"Lubumbashi": "לובומבשי",
	"Luminance": "בהירות",
	"Lusaka": "לוסאקה",
	"Luxembourg": "לוקסמבורג",
	"MAC Address": "כתובת MAC",
	"MAC Address (Wired)": "כתובת MAC (רשת קווית)",
	"MAC Address (Wireless)": "כתובת MAC (רשת אלחוטית)",
	"MASTER PASSWORD": "סיסמה ראשית",
	"MHEG Guide": "מדריך MHEG",
	"MPEG Noise Reduction": "הפחתת רעשים של MPEG",
	"Macao": "מקאו",
	"Macedonia": "מקדוניה",
	"Macedonia, The Former Yugoslav Republic Of": "מקדוניה, הרפובליקה היוגוסלבית לשעבר של",
	"Macedonian": "מקדונית",
	"Maceió": "מסיו ",
	"Maceió ": "מסיו ",
	"Madagascar": "מדגסקר",
	"Madeira": "מדירה",
	"Madrid": "מדריד",
	"Magadan": "מגדן",
	"Magenta": "מגנטה",
	"Makassar": "מקסאר",
	"Make blurry or difficult-to-see areas more vivid.": "שפר אזורים מטושטשים או קשים לראייה.",
	"Malabo": "מלבו",
	"Malawi": "מלאווי",
	"Malay": "מלאית",
	"Malayalam": "מליאלאם",
	"Malaysia": "מלזיה",
	"Maldives": "האיים המלדיביים",
	"Mali": "מאלי",
	"Malta": "מלטה",
	"Manage channels stored on the TV.": "נהל ערוצים המאוחסנים בטלוויזיה.",
	"Managua": "מנאגואה",
	"Manama": "מנאמה",
	"Manaus": "מננוס",
	"Mandarin": "מנדרינית",
	"Manila": "מנילה",
	"Manual": "ידני",
	"Maori": "מאורית",
	"Maputo": "מפוטו",
	"Marathi": "מרטהי",
	"Marquesas": "מרקזה",
	"Marshall Islands": "איי מרשל",
	"Martinique": "מרטיניק",
	"Maseru": "מאסרו",
	"Mature Audience Only": "קהל בגיר בלבד",
	"Mauritania": "מאוריטניה",
	"Mauritius": "מאוריציוס",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "הגבר ניגודיות על-ידי הגברת העצמה של אזורים בהירים וכהים במסך.",
	"Mayotte": "מיוט",
	"Mazatlán": "מזטלן",
	"Mbabane": "מבאבאן",
	"Medium": "בינוני",
	"Menu Language": "תפריט שפה",
	"Menu Transparency": "שקיפות התפריט",
	"Message": "הודעה",
	"Method": "שיטה",
	"Mexico": "מקסיקו",
	"Mexico City": "מקסיקו סיטי",
	"Middle East": "המזרח התיכון",
	"Minsk": "מינסק",
	"Minutes": "דקות",
	"Mobile Connection Management": "ניהול חיבור נייד",
	"Mode Option": "אפשרויות מצבים",
	"Model": "דגם",
	"Mogadishu": "מוגדישו",
	"Moldova": "מולדובה",
	"Monaco": "מונקו",
	"Moncton": "מונקטון",
	"Mongolia": "מונגוליה",
	"Monrovia": "מונרוביה",
	"Montenegro": "מונטנגרו",
	"Monterrey": "מונטריי",
	"Montevideo": "מונטווידאו",
	"Month": "חודש",
	"Montréal": "מונטריאול",
	"Morocco": "מרוקו",
	"Moscow": "מוסקבה",
	"Motion Eye Care": "טיפול בתנועת עיניים",
	"Movie Lock": "נעילת סרט",
	"Mozambique": "מוזמביק",
	"Multi": "מרובה",
	"Multi Audio": "שמע מרובה",
	"Multi Channel Audio": "שמע רב ערוצי",
	"Multi Feed": "ריבוי הזנות",
	"Multiple": "בחירה מרובה",
	"Muscat": "מוסקאט",
	"Music": "מוסיקה",
	"Myanmar": "מיאנמר",
	"Mérida": "מרידה",
	"NEXTGEN TV Mode": "מצב טלוויזיה NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - ניו סאות' וויילס/טריטוריית הבירה האוסטרלית - סידני",
	"NT - Northern Territory - Darwin": "NT - הטריטוריה הצפונית - דרווין",
	"Nairobi": "ניירובי",
	"Namibia": "נמיביה",
	"Narrow": "צר",
	"Nassau": "נסאו",
	"Natural": "טבעי",
	"Ndebele": "נדבלה",
	"Ndjamena": "נג'אמנה",
	"Nepal": "נפאל",
	"Netherland": "הולנד",
	"Netherlands": "הולנד",
	"Network": "רשת",
	"Network Connection Settings": "הגדרות חיבור רשת",
	"Network Name": "שם רשת",
	"Network-Based Personalization Recommendations": "המלצות התאמה אישית מבוססות רשת",
	"New Caledonia": "קלדוניה החדשה",
	"New York": "ניו יורק",
	"New Zealand": "ניו זילנד",
	"Next": "הבא",
	"Niamey": "ניאמי",
	"Nicaragua": "ניקרגואה",
	"Nicosia": "ניקוסיה",
	"Niger": "ניז'ר",
	"Nigeria": "ניגריה",
	"Night": "לילה",
	"Nipigon": "ניפיגון",
	"No": "לא",
	"No Internet via 3G/4G network": "אין חיבור לאינטרנט דרך רשת 3G/4G",
	"No Internet via Ethernet": "אין אינטרנט דרך Ethernet",
	"No Internet via Wi-Fi": "אין אינטרנט דרך Wi-Fi",
	"No One 17 and Under Admitted.": "אסור לגילאי 17 ומטה.",
	"No Operation Auto Off": "אין כיבוי אוטומטי של פעולה",
	"No Signal Auto Off": "אין כיבוי אוטומטי של אות",
	"No Signal Image": "תמונת אין אות",
	"No Signal Power Off (15Min)": "כיבוי כשאין אות (15 דקות)",
	"No devices have been found.": "לא נמצאו התקנים.",
	"No paired devices.": "אין התקנים מותאמים.",
	"No signal on Server": "אין אות בשרת",
	"No updates found.": "לא נמצאו עדכונים.",
	"Noise Reduction": "הפחתת רעשים",
	"None": "ללא",
	"Normal": "רגילה",
	"North Korea": "צפון קוריאה",
	"Northern Africa": "צפון אפריקה",
	"Norway": "נורווגיה",
	"Norwegian": "נורווגית",
	"Not Connected": "לא מחובר",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "הערה: אם ההתקן אינו תומך בתכונה זו, ייתכן שהוא לא יפעל כהלכה. במקרה זה, ניתן לחבר את ההתקן ליציאת HDMI אחרת או להשבית את ההגדרה 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "הערה: אם ההתקן אינו תומך בתכונה זו, ייתכן שהוא לא יפעל כהלכה. במקרה זה, ניתן לחבר את ההתקן ליציאת HDMI אחרת או להשבית את ההגדרה HDMI Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "הערה: האפשרויות הזמינות תלויות בתוכנית המשודרת.",
	"Note: Behavior may differ if connected device is not a LG device.": "הערה: ההתנהגות עשויה להשתנות אם מחובר התקן שאינו מתוצרת LG.",
	"Note: Only displayed when it is provided by the program.": "הערה: הכתוביות מוצגות רק כאשר התוכנית מספקת אותן.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "הערה: כתוביות מוצגות רק כאשר הן מסופקות על-ידי התכנית המשודרת.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "הערה: התכונות הנתמכות עשויות להשתנות בהתאם לדגם והשקיפות עשויה להשתנות בהתאם לפעולת התכונה עם ניגון תוכן, כגון תוכן תוכניות חיות או VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "הערה:<br>1. אם הטלוויזיה מופעלת במהלך פעולת מרענן הפיקסלים, התהליך יופסק ותצטרך להתחיל מחדש.<br>2. במהלך העיבוד, עשוי להופיע קו לבן על המסך. זוהי תופעה נורמלית בעת ניקוי המסך.",
	"Notifications": "התראות",
	"Nouméa": "נומאה",
	"Novosibirsk": "נובוסיבירסק",
	"Nzema": "נזמה",
	"OK": "אישור",
	"OLED LIGHT": "תאורת OLED",
	"OLED Screen Saver": "שומר מסך OLED",
	"Object Audio": "שמע אובייקטים",
	"Off": "כיבוי",
	"Oman": "עומאן",
	"Omsk": "אומסק",
	"On": "הפעלה",
	"OnTimer Channel not selected": "ערוץ שעון עצר לא נבחר.",
	"Open": "פתח",
	"Open Source Licenses": "הודעה על תוכנת קוד פתוח",
	"Open when TV is turned on": "פתוח כאשר הטלוויזיה מופעלת",
	"Operate once when TV is off": "הפעלה אחת כשהטלוויזיה כבויה",
	"Optical": "אופטי",
	"Optical + Internal TV Speaker": "אופטי + רמקול פנימי בטלוויזיה",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "קבל עומק מיטבי של תוכן באמצעות אלגוריתם שנלמד בטכניקת למידה חישובית של LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "מטב הגדרות ניגודיות בהתאם לבהירות התמונה של תוכן ה-HDR.",
	"Optimize contrast settings based on image brightness.": "מטב הגדרות ניגודיות בהתאם לבהירות התמונה.",
	"Optimize the sound for a cinematic experience.": "מטב את הצליל עבור חוויה קולנועית.",
	"Oranjestad": "אורנג'סטאד",
	"Original Language": "שפה מקורית",
	"Oslo": "אוסלו",
	"Others": "אחרים",
	"Ouagadougou": "אואגדואוגו",
	"Outer": "חיצוני",
	"Output sound through the Internal TV speaker.": "נתב את השמע לרמקול הפנימי של הטלוויזיה.",
	"PIN: {pin}": "PIN {pin}",
	"Pagode": "פגודה",
	"Pakistan": "פקיסטן",
	"Palau": "פלאו",
	"Panama": "פנמה",
	"Panama City": "פנמה סיטי",
	"Panjabi": "פונג'בית",
	"Papua New Guinea": "פפואה-גינאה החדשה",
	"Paraguay": "פרגוואי",
	"Paramaribo": "פרמריבו",
	"Parental Guidance Suggested": "מוצעת השגחת הורים",
	"Parental Guidance Suggested :": "מומלצת השגחת הורים:",
	"Parental guidance suggested for children ages 8-13.": "השגחת הורים מומלצת לילדים בגילאי 8-13.",
	"Parents Guidance strongly required :": "הנחיית הורים מומלצת במיוחד :",
	"Parents Strongly Cautioned": "אזהרה חמורה להורים",
	"Paris": "פריז",
	"Pass Through": "העברה",
	"Password": "סיסמה",
	"Patent Information": "מידע על פטנטים",
	"Peak Brightness": "בהירות שיא",
	"Persian": "פרסית",
	"Peru": "פרו",
	"Philippines": "הפיליפינים",
	"Phnom Penh": "פנום פן",
	"Phoenix": "פיניקס",
	"Photo": "תמונה",
	"Pick a Time": "בחר שעה",
	"Picture": "תמונה",
	"Picture Mode": "מצב תמונה",
	"Picture Mode Settings": "הגדרות מצב תמונה",
	"Picture Options": "אפשרויות תמונה",
	"Picture Test": "בדיקת תמונה",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ייתכן שהתמונה או הצליל לא יפעלו כהלכה בזמן יצירת הקשר הראשוני בין ההתקן החיצוני המחובר לטלוויזיה. אם הבעיות נמשכות, החזר את ההגדרות הקודמות או אתחל מחדש את ההתקן החיצוני המחובר.",
	"Pitch": "גובה צליל",
	"Pixel Refresher": "מרענן פיקסלים",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "מרענן פיקסלים מאפשר לטלוויזיה לספק את התמונה הברורה ביותר האפשרית.",
	"Pixel Refresher begins only once when the TV is turned off.": "'מרענן פיקסלים' מתחיל לפעול רק כשהטלוויזיה כבויה.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "מרענן הפיקסלים תוזמן להתחיל לפעול בפעם הבאה שיתבצע כיבוי של הטלוויזיה.",
	"Play": "הפעל",
	"Play sound through TV Speaker.": "שמע צליל דרך רמקול הטלוויזיה.",
	"Play the standard sound suitable for all types of content.": "השמע את הצליל הסטנדרטי עבור כל סוגי התוכן.",
	"Please check if WiSA Speakers are turned on and try again.": "בדוק אם רמקולי WiSA מופעלים ונסה שוב.",
	"Please check that the Bluetooth device is already connected to another device.": "בדוק אם התקן ה-Bluetooth כבר מחובר להתקן אחר.",
	"Please check the network name and password and try again.": "בדוק את השם והסיסמה של הרשת ונסה שוב.",
	"Please check the status and try again": "בדוק את המצב ונסה שוב.",
	"Please do not unplug the USB storage until the copying is completed.": "אל תנתק את אחסון ה-USB לפני שההעתקה תושלם.",
	"Please enter your password to turn off this function.": "יש להכניס סיסמא על מנת לכבות פונקציה זו.",
	"Please enter your password to turn on this function.": "הזן סיסמה כדי להפעיל פונקציה זו.",
	"Please make sure that your TV is connected to the network and try again.": "אנא ודא שהטלוויזיה שלך מחוברת לרשת ונסה שוב.",
	"Please note that LG does not use or manage the value.": "שים לב ש-LG אינה משתמשת בערך או מנהלת אותו.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "שים לב שייתכן שהצליל לא יושמע כאשר יציאת השמע הדיגיטלי מוגדרת למצב 'העברה'.",
	"Please try again later.": "נסה שוב מאוחר יותר.",
	"Please wait while the Settings application reloads.": "המתן בשעה שהיישום 'הגדרות' נטען מחדש.",
	"Please wait while the Settings application restarts.": "המתן עד להפעלה מחדש של יישום ההגדרות.",
	"Please wait while the TV restarts.": "המתן עד להפעלה מחדש של הטלוויזיה.",
	"Please wait while the TV searches for LG Service Country.": "המתן בזמן שהטלוויזיה מחפשת מדינת שירות LG.",
	"Podgorica": "פודגוריקה",
	"Point": "שלב",
	"Pointer Options": "אפשרויות מצביע",
	"Pointer Size": "גודל מצביע",
	"Poland": "פולין",
	"Polish": "פולנית",
	"Pontianak": "פונטיאנאק",
	"Port Louis": "פור לואי",
	"Port Moresby": "פורט מורסבי",
	"Port of Spain": "פורט אוף ספיין",
	"Port-au-Prince": "פורט או פרינס",
	"Porto Novo": "פורטו נובו",
	"Porto Velho": "פורטו וולהו",
	"Porto-Novo": "פורטו נובו",
	"Portugal": "פורטוגל",
	"Portuguese": "פורטוגזית",
	"Position": "מיקום",
	"Position Settings": "הגדרות מיקום",
	"Power Off Timer": "טיימר לכיבוי",
	"Power On Timer": "טיימר להפעלה",
	"Power Saving Mode": "מצב חיסכון באנרגיה",
	"Prague": "פראג",
	"Praia": "פראיה",
	"Preschool": "הגיל הרך",
	"Press right button to adjust de-blur and Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-טשטוש ו-Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-טשטוש ו-OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-טשטוש ו-OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד ו-Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד ו-OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד ו-OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד, הקטנת-טשטוש ו-Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד, הקטנת-טשטוש ו-OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "לחץ על הלחצן הימני כדי לכוונן את ערכי הקטנת-רעד, הקטנת-טשטוש ו-OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "לחץ על לחצן WPS בנתב התומך ב-WPS כדי לחבר את הטלוויזיה לרשת.",
	"Press the right button to adjust Motion Pro settings.": "לחץ על הלחצן הימני כדי לכוונן את הגדרות Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "לחץ על הלחצן הימני כדי לכוונן את הגדרות OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "לחץ על הלחצן הימני כדי לכוונן את הגדרות OLED Motion.",
	"Press the right button to adjust de-blur settings.": "לחץ על הכפתור הימני על מנת לכוון את הגדרות הקטנת-הטשטוש.",
	"Press the right button to adjust de-judder settings.": "לחץ על הכפתור הימני על מנת לכוון את הגדרות הקטנת-הרעד.",
	"Previous": "הקודם",
	"Primary Audio Language": "שפת שמע ראשית",
	"Primary Channels": "ערוצים ראשיים",
	"Primary Teletext Language": "שפת טלטקסט ראשית",
	"Program exempted from ratings.": "תוכנית הפטורה מדירוג.",
	"Programme": "תוכנית",
	"Provide HbbTV Distinctive ID": "אספקת מזהה ייחודי של HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ספק מזהה ייחודי של HbbTV לשירות HbbTV עבור שידורים.",
	"Provided services may vary depending on countries.": "השירותים המסופקים עשויים להשתנות מארץ לארץ.",
	"Puerto Rico": "פוארטו ריקו",
	"Pyongyang": "פיונגיאנג",
	"QLD - Queensland - Brisbane": "QLD - קווינסלנד - בריסביין",
	"Qatar": "קטאר",
	"Quick Help": "עזרה מהירה",
	"Quick Start+": "Quick Start+‎‏",
	"Rainy River": "רייני ריבר",
	"Raised": "מוגבה",
	"Rangoon": "רנגון",
	"Real Cinema": "קולנוע אמיתי",
	"Reason: Authentication with access point was unsuccessful.": "הסיבה: האימות מול נקודת הגישה נכשל.",
	"Reason: Could not establish a connection to access point.": "סיבה: לא ניתן ליצור חיבור לנקודת הגישה.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "סיבה: לא ניתן לאחזר כתובת IP חוקית באמצעות DHCP.",
	"Reason: Entered password is incorrect.": "הסיבה: הסיסמה שהוזנה שגויה.",
	"Reason: Password is missing.": "הסיבה: חסרה סיסמה.",
	"Reason: The network you selected is out of range.": "הסיבה: הרשת שבחרת נמצאת מחוץ לטווח.",
	"Reason: Unable to login.": "סיבה: לא ניתן להיכנס.",
	"Receive emergency alerts from TV when an emergency occurs.": "קבל התראות חירום מהטלוויזיה כאשר מתרחש מקרה חירום.",
	"Recife": "רסיפה",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "מומלץ להגדיר את השעות שבהן בדרך כלל אינך צופה בטלוויזיה ל-Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "תוכן ותכונות שימושיים ומומלצים, על סמך היסטוריית הצפייה ודפוסי השימוש ביישומים.",
	"Recommendations are available for the people, products and locations related to the current program.": "ההמלצות זמינות לאנשים, למוצרים ולמיקומים הקשורים לתוכנית הנוכחית.",
	"Red": "אדום",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "צמצם רעשים חריגים מאותות וידאו דיגיטליים כדי למטב בבהירות את איכות התמונה.",
	"Regina": "רג'ינה",
	"Region": "אזור",
	"Registered Devices ({num})": "התקנים רשומים ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "חזק את הצליל הגבוה של הצליל המתוקן.",
	"Reinforce the low-pitched tone of the optimized sound.": "חזק את הצליל הנמוך של הצליל הממוטב.",
	"Remote Settings": "הגדרות שלט",
	"Remove irregular and erratic pixels for a clearer image.": "הסר פיקסלים בלתי-סדירים או בלתי-יציבים, לקבלת תמונה ברורה יותר.",
	"Reset": "איפוס",
	"Reset AD ID": "איפוס AD ID",
	"Reset CI Password": "אפס סיסמת CI",
	"Reset HbbTV Distinctive ID": "איפוס מזהה ייחודי של HbbTV",
	"Reset Password": "אפס סיסמה",
	"Reset Settings": "אפס הגדרות",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "אפס את רשימת היישומים שאושרה בעת חיבור ליישום הנייד של HbbTV.",
	"Reset the caption position.": "אפס את מיקום הכתוביות.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "איפוס היסטוריית הצפייה בתכנים והשימוש שלך ביישומים. לאחר איפוס ההיסטוריה, ייתכן שיעבור זמן מה לפני שתקבל שוב המלצות לתוכן.",
	"Reset to Initial Settings": "איפוס להגדרות התחלתיות",
	"Restrict access to TV programs based on their ratings.": "הגבל גישה לתכניות טלוויזיה לפי הדירוג שלהן.",
	"Restrict watching based on age ratings for children programs.": "הגבל צפייה בתוכניות בהתאם לדירוג גיל עבור תוכניות ילדים.",
	"Restrict watching based on ages ratings.": "הגבל צפייה בהתאם לדירוג הגיל.",
	"Restrict watching based on fantasy violence content ratings.": "הגבל צפייה בהתאם לדירוג האלימות הלא מעשית של התוכן.",
	"Restrict watching based on programs containing adult language.": "הגבל צפייה בהתאם לתוכניות הכוללות שפה למבוגרים.",
	"Restrict watching based on programs containing sexual scene.": "הגבל צפייה בהתאם לתוכניות הכוללות סצנות מיניות.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "הגבל צפייה בהתאם לתוכניות המכילות דיאלוג עם רמיזות מיניות.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "הגבל את הצפייה על בסיס הגילאים המצוינים או דירוגי התוכן בכפוף להנחיית הורים.",
	"Restrict watching based on violence content ratings.": "הגבל צפייה בהתאם לדירוג האלימות של התוכן.",
	"Restrict watching movies based on rating.": "הגבל צפייה בסרטים בהתאם לדירוג.",
	"Restrict watching programs based on rating.": "הגבל צפייה בתוכניות בהתאם לדירוג.",
	"Restriction ratings :": "דירוגי הגבלה :",
	"Retry": "נסה שוב",
	"Revert TV to its initial settings.": "החזר את הטלוויזיה להגדרותיה הראשוניות.",
	"Revert color adjustment settings to default.": "החזר הגדרות כוונון צבע לברירת המחדל.",
	"Revert detailed sound effect settings of standard mode to default.": "החזר לברירת המחדל את ההגדרות המפורטות של אפקטי הצליל של המצב הרגיל.",
	"Revert picture setting values to default.": "החזר את ערכי הגדרות התמונה לברירת המחדל.",
	"Revert white balance settings to default.": "החזר הגדרות איזון לובן לברירת המחדל.",
	"Reykjavik": "רייקיאוויק",
	"Riga": "ריגה",
	"Right": "ימין",
	"Right Left": "ימין/שמאל",
	"Right Surround": "סראונד ימני",
	"Right drop shadow": "הטלת צל מימין",
	"Rio Branco": "ריו ברנקו",
	"Riyadh": "ריאד",
	"Romania": "רומניה",
	"Romanian": "רומנית",
	"Rome": "רומא",
	"Russia": "רוסיה",
	"Russian": "רוסית",
	"Rwanda": "רואנדה",
	"R{value}": "R{value}‎",
	"SA - South Australia - Adelaide": "SA - דרום אוסטרליה - אדלייד",
	"SIGNATURE Opening": "פתיחת SIGNATURE",
	"SIGNATURE TV Settings": "הגדרות חתימה של הטלוויזיה",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK מאפשר לך להשתמש בשלט LG כדי לשלוט בהתקנים אחרים התומכים ב-SIMPLINK, כגון נגן DVD או מערכת קולנוע ביתי עם שמע, המחוברים ל-LG Smart TV באמצעות כבל HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK יופעל באופן אוטומטי כדי להשתמש במצב ARC זה.",
	"Safety": "בטיחות",
	"Saint Lucia": "סנט לוסיה",
	"Saint Vincent": "סנט וינסנט",
	"Sakhalin": "סחלין",
	"Samara": "סמרה",
	"Samarkand": "סמרקנד",
	"Samoa": "סמואה",
	"San Salvador": "סן סלבדור",
	"Sana": "סאנה",
	"Santiago": "סנטיאגו",
	"Santo Domingo": "סנטו דומינגו",
	"Sarajevo": "סרייבו",
	"Satellite": "לוויין",
	"Satellite DTV": "DTV של לוויין",
	"Satellite Radio": "רדיו לוויין",
	"Saturation": "רוויה",
	"Saudi Arabia": "ערב הסעודית",
	"Saudi arabia": "ערב הסעודית",
	"Save CAM Operator's Profile": "שמור את פרופיל מפעיל ה- CAM",
	"Save CI Password": "שמור סיסמת CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "שמור את הגדרות כוונון הצבע ממצב התמונה הנוכחי עבור כל הקלטים.",
	"Save the white balance settings from the current picture mode in all inputs.": "שמור את הגדרות איזון הלובן ממצב התמונה הנוכחי עבור כל הקלטים.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "שמור/אפס את סיסמת CI. שמירת הסיסמה תאפשר לך לדלג על שלב הכניסה בעתיד.",
	"Scan \"Auto Detect\" automatically.": "סרוק 'גילוי אוטומטי' באופן אוטומטי.",
	"Scoresbysund": "סקורסביסונד",
	"Screen Down": "מסך למטה",
	"Screen Off": "כיבוי מסך",
	"Screen Saver": "שומר מסך",
	"Screen Shift ": "הזזת מסך",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "המסך יזוז בפרקי זמן קבועים כדי למנוע בעיות באיכות התמונה שעלולות להיווצר לאחר הפעלת הטלוויזיה לפרק זמן ממושך.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "המסך יכבה תוך 5 שניות. כדי להפעיל מחדש את המסך, לחץ על לחצן כלשהו מלבד לחצן ההפעלה ועוצמת הקול.",
	"Search": "חיפוש",
	"Search Bluetooth Device": "חפש התקן Bluetooth",
	"Searching...": "מחפש...",
	"Second Language": "שפה שנייה",
	"Secondary Audio Language": "שפת שמע משנית",
	"Secondary Teletext Language": "שפת טלטקסט משנית",
	"Security": "אבטחה",
	"Select IRE point to adjust luminance.": "בחר נקודת IRE לכוונון הבהירות.",
	"Select Mode": "בחר מצב",
	"Select TV's language settings.": "בחר את הגדרות השפה של הטלוויזיה.",
	"Select a caption type for HD broadcasts.": "בחר סוג כתוביות לשידורי HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "בחרו סוג כתוביות לשידורי הטלוויזיה NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "בחר סוג כתוביות לשידורי UHD.",
	"Select a caption type for analog broadcasts.": "בחר סוג כתוביות לשידורים אנלוגיים.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "בחר מצב וידאו שמתאים לסביבת הצפייה, או ציין הגדרות עבור מצב וידאו, כגון ניגודיות, צבע ועוד.",
	"Select an audio format for each HDMI input.": "בחר תבנית שמע עבור כל קלט HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "אם אינך יכול לשמוע את אפקט הצליל אחרי בחירה של Pass Through, בחר 'יציאת שמע דיגיטלי' אחרת (Auto או PCM).",
	"Select audio language for digital broadcasts.": "בחר שפת שמע עבור שידורים דיגיטליים.",
	"Select color to be adjusted.": "בחירת צבע לכוונון.",
	"Select days to apply the Timer Power Off settings every week.": "בחר ימים להחלת הגדרות כיבוי קוצב הזמן בכל שבוע.",
	"Select days to apply the Timer Power On settings every week.": "בחר ימים להחלת הגדרות הפעלת קוצב הזמן בכל שבוע.",
	"Select device for audio output.": "בחר התקן לפלט שמע.",
	"Select device or speaker for audio output.": "בחר התקן או רמקול לפלט שמע.",
	"Select digital audio output format.": "בחר פורמט יציאה לשמע דיגיטלי.",
	"Select language for TV menu.": "בחר שפה עבור תפריט הטלוויזיה.",
	"Select language for subtitles.": "בחר שפה עבור כתוביות.",
	"Select languages for keyboards input.": "בחר שפות לקלט המקלדת.",
	"Select method to adjust white balance.": "בחר שיטה לכוונון איזון הלובן.",
	"Select point to adjust luminance.": "בחר נקודה לכוונון הבהירות.",
	"Select the Sound mode and set detailed Audio effects.": "בחר את מצב הצליל והגדר אפקטים מפורטים של שמע.",
	"Select the Sound mode for each content type.": "בחר את מצב הצליל עבור כל סוג תוכן.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "בחר את Ultra HD Deep Color עבור יציאת HDMI {num}.",
	"Select the app to restrict the use.": "בחר את היישום להגבלת צפייה.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "בחר את מצב התמונה המתאים בהתאם לסביבת הצפייה או סוג התוכן.",
	"Select the audio properties to listen to the broadcast in the way you like.": "בחר את תכונות השמע כדי להאזין לשידור באופן שאתה אוהב.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "בחר את סוג הכתוביות עבור שידורים דיגיטליים וקבע הגדרות כתוביות מפורטות.",
	"Select the channel to restrict watching.": "בחר את הערוץ להגבלת צפייה.",
	"Select the channel to watch when the TV turns on.": "בחר את הערוץ לצפייה בעת הפעלת הטלוויזיה.",
	"Select the color range to be displayed.": "בחר את תחום הצבעים להצגה.",
	"Select the country for your country's special services.": "בחר את הארץ עבור השירותים המיוחדים של הארץ שלך.",
	"Select the desired video angle.": "בחר את זווית הווידאו הרצויה.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "בחר את הפורמט להעברת 'יציאת שמע דיגיטלי' להתקן חיצוני.",
	"Select the input to use when the TV turns on.": "בחר את הקלט שיהיה בשימוש בעת הפעלת הטלוויזיה.",
	"Select the inputs to restrict the use.": "בחר את הקלטים להגבלת צפייה.",
	"Select the most preferred Subtitle Language.": "בחר את העדיפות הראשונה לשפת הכתוביות.",
	"Select the place where to use the TV.": "בחר היכן להשתמש בטלוויזיה.",
	"Select the residential region for your regional broadcast signal.": "בחר את אזור המגורים עבור אות השידור האזורי.",
	"Select the second preferred Subtitle Language.": "בחר את העדיפות השנייה לשפת הכתוביות.",
	"Select your first choice of audio language for digital broadcasts.": "בחר את העדיפות הראשונה שלך לשפת שמע עבור שידורים דיגיטליים.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "בחר את העדפת השפה הראשונה שלך עבור שירותי הטלטקסט של ספק שידורי הטלוויזיה שלך.",
	"Select your second choice of audio language for digital broadcasts.": "בחר את העדיפות השנייה שלך לשפת שמע עבור שידורים דיגיטליים.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "בחר את העדפת השפה השנייה שלך עבור שירותי הטלטקסט של ספק שידורי הטלוויזיה שלך.",
	"Senegal": "סנגל",
	"Seoul": "סיאול",
	"Serbia": "סרביה",
	"Serbian": "סרבית",
	"Serial Number": "מספר סידורי",
	"Service 1": "שירות 1",
	"Service 2": "שירות 2",
	"Service 3": "שירות 3",
	"Service 4": "שירות 4",
	"Service 5": "שירות 5",
	"Service 6": "שירות 6",
	"Service Area Zip Code": "מיקוד של אזור השירות",
	"Set Automatically": "הגדר באופן אוטומטי",
	"Set ID": "הגדרת מזהה",
	"Set My Team Alarm.": "הגדר את התראות הקבוצה שלי.",
	"Set Store Mode settings.": "קבע את הגדרות מצב חנות.",
	"Set System Color mode for your current TV input.": "הגדר את מצב 'צבע מערכת' של הקלט הנוכחי המתקבל בטלוויזיה.",
	"Set additional options for Video Description.": "הגדר עוד אפשרויות נוספות עבור 'תיאור וידאו'.",
	"Set additional picture settings.": "קבע הגדרות תמונה נוספות.",
	"Set additional sound-related settings.": "הגדר הגדרות נוספות הקשורות לצליל.",
	"Set advanced Subtitle options.": "הגדר אפשרויות כתוביות מתקדמות.",
	"Set advanced captioning options.": "הגדר אפשרויות כיתוב מתקדמות.",
	"Set and edit the IP address version to IPv4 or IPv6.": "הגדר את גרסת כתובת ה-IP וערוך אותה להיות IPv4 או IPv6.",
	"Set audio-related options.": "הגדר אפשרויות הקשורות לשמע.",
	"Set caption size, color, transparency, and other options for broadcasts.": "בחרו את גודל, צבע ושקיפות הכתוביות, וכן אפשרויות נוספות לשידורים.",
	"Set color temperature from warm to cool.": "הגדר את טמפרטורת הצבע מחמה עד קרה.",
	"Set detailed caption settings for HD broadcasts.": "קבע הגדרות כתוביות מפורטות עבור שידורי HD.",
	"Set detailed options for the AI functions.": "הגדר אפשרויות מפורטות עבור פונקציות AI.",
	"Set detailed options for the Home feature.": "הגדר אפשרויות מפורטות עבור התכונה 'בית'.",
	"Set detailed options for the Recommendation feature.": "הגדר אפשרויות מפורטות עבור התכונה 'המלצה'.",
	"Set easy connection settings with external devices.": "קבע הגדרות חיבור קל עם התקנים חיצוניים.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "הגדר נעילה על הערוצים, היישומים, הקלטים וכו' לשימוש תחת הנחיית הורים.",
	"Set necessary additional functions based on watching environment and screen status.": "קבע את הפונקציות הנוספות הדרושות בהתבסס על סביבת הצפייה ומצב המסך.",
	"Set or reset the position of on-screen captions.": "הגדר או אפס את המיקום של כתוביות על המסך.",
	"Set settings related to your wired / wireless network.": "קבע הגדרות הקשורות לרשת קווית / אלחוטית.",
	"Set the TV to turn off automatically after a set amount of time.": "הגדר את הטלוויזיה לכיבוי אוטומטי לאחר פרק זמן מוגדר.",
	"Set the TV to turn off automatically at a set time.": "הגדר את הטלוויזיה לכיבוי אוטומטי בזמן מוגדר.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "הגדירו כיבוי אוטומטי של הטלוויזיה כאשר אין קלט מהמשתמש במשך 4 שעות לאחר הפעלה אוטומטית של הטלוויזיה.",
	"Set the TV to turn on automatically at a set time.": "הגדר את הטלוויזיה להפעלה אוטומטית בזמן מוגדר.",
	"Set the additional functions related to the TV.": "הגדר את הפונקציות הנוספות הקשורות לטלוויזיה.",
	"Set the current date and time.": "הגדר תאריך ושעה נוכחיים.",
	"Set the current date manually.": "הגדר את התאריך הנוכחי באופן ידני.",
	"Set the current time manually.": "הגדר את השעה הנוכחית באופן ידני.",
	"Set the detect range of device available to connect.": "הגדר את טווח הגילוי של ההתקנים הזמינים לחיבור.",
	"Set the region and country for broadcasts and special services.": "הגדר את האזור ואת הארץ עבור שידורים ושירותים מיוחדים.",
	"Set the screen size and aspect ratio.": "הגדר את את יחס הרוחב-גובה ואת הגודל של המסך.",
	"Set the specialized functions of SIGNATURE TV.": "הגדר את הפונקציות המתמחות של SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "הגדר את השעה לכיבוי אוטומטי של הטלוויזיה ללא קלט משתמש.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "הגדר את הצליל ההיקפי הווירטואלי הרב-ערוצי כדי ליהנות מצליל מציאותי יותר.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "הגדר את הצליל ההיקפי הווירטואלי כדי ליהנות מצליל מציאותי יותר.",
	"Set the volume level when the TV turns on.": "הגדר את עוצמת הקול בעת הפעלת הטלוויזיה.",
	"Set time to turn off the TV.": "הגדר שעה לכיבוי הטלוויזיה.",
	"Set time to turn on the TV.": "הגדר שעה להפעלת הטלוויזיה.",
	"Set up additional features related to customer support.": "הגדר תכונות נוספות הקשורות לתמיכת לקוחות.",
	"Set up an account to use LG Services.": "הגדר חשבון לשימוש בשירותי LG.",
	"Set whether to display Home when the TV is turned on.": "קבע האם להציג את ה'בית' כאשר מפעילים את הטלוויזיה.",
	"Settings Help": "עזרה בנושא הגדרות",
	"Sexual Situations": "מצבים מיניים",
	"Sexually Suggestive Dialogue": "שיח בעל רמיזות מיניות",
	"Shanghai": "שנגחאי",
	"Sharpness": "חדות",
	"Show Password": "הצג סיסמה",
	"Side by Side": "זה לצד זה",
	"Sierra Leone": "סיירה לאון",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "הפרעה לאות עלולה להפחית את הרגישות של השלט החכם אם יש נתב אלחוטי קרוב מדי לטלוויזיה.",
	"Simferopol": "סימפרופול",
	"Singapore": "סינגפור",
	"Size": "גודל",
	"Skopje": "סקופיה",
	"Sleep Timer": "קוצב זמן לכיבוי",
	"Slovak": "סלובקית",
	"Slovakia": "סלובקיה",
	"Slovenia": "סלובניה",
	"Slovenian": "סלובנית",
	"Slow": "לאט",
	"Small": "קטן",
	"Smooth": "חלק",
	"Smooth Gradation": "הדרגתיות חלקה",
	"Soccer": "כדורגל",
	"Sofia": "סופיה",
	"Software Update": "עדכון תוכנה",
	"Software Version": "גרסת תוכנה",
	"Software update has been installed. Update will be applied when you restart your TV.": "עדכון תוכנה הותקן. העדכון יוחל לאחר הפעלה מחדש של הטלוויזיה.",
	"Solid": "אטום",
	"Solomon Islands": "איי שלמה",
	"Somalia": "סומליה",
	"Some material may not be appropriate for children under 13.": "ייתכן שחומרים מסוימים לא יהיו מתאימים לילדים מתחת לגיל 13.",
	"Some material may not be appropriate for children.": "ייתכן שחומרים מסוימים לא יתאימו לילדים.",
	"Sotho, Northern": "סותו, צפונית",
	"Sotho, Southern": "סותו, דרומית",
	"Sound": "צליל",
	"Sound Mode": "מצב צליל",
	"Sound Mode Settings": "הגדרות מצב שמע",
	"Sound Out": "יציאת שמע",
	"Sound Share": "שיתוף צליל",
	"Sound Test": "בדיקת קול",
	"South Africa": "דרום אפריקה",
	"South Korea": "דרום קוריאה",
	"Southern Africa": "דרום אפריקה",
	"Spain": "ספרד",
	"Spanish": "ספרדית",
	"Speaker Volume Control": "בקרת עוצמת הקול של הרמקולים",
	"Specify detailed voice guidance settings after turning on this feature.": "קבע הגדרות מפורטות של הנחיות קוליות לאחר הפעלת תכונה זו.",
	"Speed": "מהירות",
	"Spoken Subtitle": "דיבוב",
	"Sports": "ספורט",
	"Sports Alert": "התראת ספורט",
	"Srednekolymsk": "סרדנקולימסק",
	"Sri Lanka": "סרי לנקה",
	"St. John's": "סנט ג'והן",
	"Stand": "מעמד",
	"Standard": "רגיל",
	"Standard Mode Sound Effect": "אפקט צליל במצב רגיל",
	"Standby Light": "נורית מצב המתנה",
	"Start New Sound Tuning": "התחל כוונון צליל חדש",
	"Start Now": "התחל עכשיו",
	"Startup Sound": "צליל התחלה",
	"Stockholm": "שטוקהולם",
	"Stop": "הפסק",
	"Store Demo": "הדגמה בחנות",
	"Store Mode": "מצב חנות",
	"Store Mode Settings": "הגדרות מצב חנות",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "מצב 'חנות' הוא למטרות תצוגת חנות בלבד. ההגדרות יאותחלו שוב בכל מספר דקות. האם ברצונך לסגור יישומון זה ולהתחיל את מצב 'חנות'?",
	"Strong": "חזק",
	"Style": "סגנון",
	"Subnet Mask": "מסכת רשת משנה",
	"Subnet prefix length": "אורך התחילית של רשת המשנה",
	"Subtitle First Choice Language": "עדיפות ראשונה לשפת כתוביות",
	"Subtitle Language": "שפת הכתוביות",
	"Subtitle Second Choice Language": "עדיפות שנייה לשפת כתוביות",
	"Subtitles": "כתוביות",
	"Sudan": "סודן",
	"Super Impose": "שכבת על",
	"Super Resolution": "סופר רזולוציה",
	"Support": "תמיכה",
	"Suriname": "סורינאם",
	"Surround Balance": "איזון צליל היקפי",
	"Surround Level": "רמת צליל היקפי",
	"Swahili": "סוואהילי",
	"Swati": "סוואטי",
	"Swaziland": "סוואזילנד",
	"Sweden": "שוודיה",
	"Swedish": "שוודית",
	"Swift Current": "סוויפט קארנט",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "עבור למצב המתנה כדי להפעיל חזרה את הטלוויזיה במהירות אחרי כיבוי הטלוויזיה.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "עבור למצב המתנה כדי להשתמש במהירות במגוון פונקציות כגון יישומים, חיפוש וכו' כשאתה מפעיל את הטלוויזיה.",
	"Switzerland": "שווייץ",
	"Sync Demo": "הדגמת סנכרון",
	"Syria": "סוריה",
	"System Color": "צבע מערכת",
	"São Paulo": "סאו פאולו",
	"TAS - Tasmania - Hobart": "TAS - טסמניה - הובארט",
	"TEXT 1": "טקסט 1",
	"TEXT 2": "טקסט 2",
	"TEXT 3": "טקסט 3",
	"TEXT 4": "טקסט 4",
	"TV": "טלוויזיה",
	"TV Information": "פרטי טלוויזיה",
	"TV Installation Type": "סוג התקנת טלוויזיה",
	"TV Lock": "נעילת טלוויזיה",
	"TV Name": "שם טלוויזיה",
	"TV On With Mobile": "טלוויזיה מופעלת עם נייד",
	"TV Power Sound Volume": "עוצמת הקול של TV Power Sound",
	"TV Program Locks": "נעילת תכנית טלוויזיה",
	"TV Rating English": "דירוג טלוויזיה - אנגלית",
	"TV Rating French": "דירוג טלוויזיה - צרפתית",
	"TV Speaker": "רמקול הטלוויזיה",
	"TV can be used as an alarm.": "ניתן להשתמש בטלוויזיה כשעון מעורר.",
	"TV is turned off at a set time on every specified day.": "הטלוויזיה תכובה בשעה מוגדרת בכל יום שצוין.",
	"TV to USB": "טלוויזיה ל-USB",
	"Tahiti": "טהיטי",
	"Taipei": "טאיפיי",
	"Taiwan": "טייוואן",
	"Tajikistan": "טג'יקיסטן",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "נצל את היתרונות של תכונות המחייבות רשת כגון אינטרנט, יישומים, עדכוני תוכנה וכו'.",
	"Tallinn": "טאלין",
	"Tamil": "טמילית",
	"Tanzania": "טנזניה",
	"Target Luminance": "בהירות יעד",
	"Tashkent": "טשקנט",
	"Tbilisi": "טביליסי",
	"Tegucigalpa": "טגוסיגלפה",
	"Tehran": "טהרן",
	"Teletext": "טלטקסט",
	"Telugu": "טלוגו",
	"Text Color": "צבע טקסט",
	"Text Opacity": "אטימות טקסט",
	"Text Search": "חיפוש טקסט",
	"Thai": "תאילנדית",
	"Thailand": "תאילנד",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "היציאות HDMI {port1} ו-HDMI {port2} תומכות ב-AMD ‎FreeSync™‎, ובאפשרותכם לבחור בפונקציה זו.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "היציאות HDMI {port1} ו-HDMI {port2} תומכות ב-AMD ‎FreeSync™‎ וניתן להפעיל או לכבות זאת.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "היציאות HDMI {port1} ו-HDMI {port2} תומכות ב'תגובה מיידית במשחק' וניתן להפעיל או לכבות אותה.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "יציאת HDMI {port1} תומכות ב- AMD ‎FreeSync™‎, ובאפשרותכם לבחור בפונקציה זו.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "היציאה HDMI {port1} תומכת ב- AMD ‎FreeSync™‎ וניתן להפעיל או לכבות זאת.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "היציאה HDMI {port1} תומכת ב'תגובה מיידית במשחק' וניתן להפעיל או לכבות אותה.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "היציאות HDMI {port1}, HDMI {port2} ו- HDMI {port3} תומכות ב- AMD ‎FreeSync™‎, ובאפשרותכם לבחור בפונקציה זו.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "היציאות HDMI {port1}, HDMI {port2} ו-HDMI {port3} תומכות ב- AMD ‎FreeSync™‎ וניתן להפעיל או לכבות זאת.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "היציאות HDMI {port1}, HDMI {port2}, HDMI {port3} ו-HDMI {port4} תומכות ב- AMD ‎FreeSync™‎, ובאפשרותכם לבחור בפונקציה זו.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "היציאות HDMI {port1}, HDMI {port2}, HDMI {port3} ו-HDMI {port4} תומכות ב- AMD ‎FreeSync™‎, ובאפשרותכם להפעיל או לכבות זאת.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "היציאות HDMI {port1}, HDMI {port2}, HDMI {port3} ו-HDMI {port4} תומכות ב'תגובה מיידית במשחק' וניתן להפעיל או לכבות אותה.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "היציאות HDMI {port1} ,HDMI {port2} ו-HDMI {port3} תומכות ב'תגובה מיידית במשחק' וניתן להפעיל או לכבות אותה.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "המזהה הייחודי של HbbTV הוא ערך ייחודי שמשמש רק עבור HbbTV, והוא אינו קשור לפרטים האישיים של המשתמש.",
	"The HbbTV Distinctive ID will be reset.": "המזהה הייחודי של טלוויזיית HbbTV יאופס.",
	"The HbbTV application or service will disable its tracking of an individual user.": "היישום או השירות של HbbTV ישבית את המעקב אחרי משתמש ספציפי.",
	"The IBB service will disable its tracking of an individual user.": "שירות IBB ישבית את המעקב אחרי משתמש ספציפי.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "לא ניתן לאחזר מהשרת את פרטי המדינה של שירותי LG. נסה שוב מאוחר יותר.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "יש לטעון מחדש את היישום 'הגדרות' כדי לשנות את שפת התפריט.  האם ברצונך להמשיך?",
	"The ambient lighting will be provided when motion is detected around the TV.": "התנועה הסביבתית תפעל כאשר תתגלה תנועה סביב הטלוויזיה",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "השירותים החיצוניים הזמינים של זיהוי קולי עשויים להשתנות בהתאם להגדרת השפה. בנוסף, אם תשנה את שפת התפריט, תפריט ההגדרות ייטען מחדש. האם ברצונך להמשיך?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "רשימת הערוצים הועתקה בהצלחה מאחסון ה-USB לטלוויזיה. הטלוויזיה תופעל מחדש בעוד 5 שניות.",
	"The channel list have been successfully copied from your TV to the USB storage.": "רשימת הערוצים הועתקה בהצלחה מהטלוויזיה לאחסון ה-USB.",
	"The closer to 100, the brighter.": "ככל שהערך קרוב ל-100, כך הוא בהיר יותר.",
	"The closer to 100, the clearer the color becomes.": "ככל שהערך קרוב ל-100, כך הצבע הופך לברור יותר.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "ככל שהערך קרוב יותר ל-50 כך האדום ברור יותר, ככל שהוא קרוב יותר ל-50 כך הירוק בהיר יותר.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "הערכים המפורטים שהוגדרו עבור פונקציית איזון הלובן יאופסו. האם ברצונך להמשיך?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "ההפרש בין עוצמות הקול של הערוץ והתוכנית מופחת באופן אוטומטי, והדבר מסייע לך לצפות בתוכנית בעוצמת קול עקבית.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "ההפרש בין עוצמות הקול של הערוץ ושל התוכנית מוגדר באופן אוטומטי, כדי לאפשר צפייה בתוכנית בעוצמת קול עקבית.",
	"The higher the settings, the louder the sound rapidly.": "ככל שההגדרות גבוהות יותר, כך תגבר עוצמת הצליל מהר יותר.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "הרמקול הפנימי בטלוויזיה ורמקולי Bluetooth יכולים להוציא צליל בו-זמנית, וכך ליצור אפקט צליל סראונד חי.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "השפה עבור הזיהוי הקולי תוגדר באופן אוטומטי בהתאם לשפת התפריט שנבחרה.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "השפה המשמשת עבור 'זיהוי קולי' מוגדרת בהתאם לשפת התפריט שנבחרה. שירותי תמיכה עשויים להשתנות בהתאם לשפה הקולית.",
	"The network is currently unavailable. Please try again later.": "הרשת אינה זמינה כרגע. נסה שוב מאוחר יותר.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "התהליך יימשך כשעה ועל הטלוויזיה להישאר כבויה.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "התהליך יימשך כ-{n} דקות ועל הטלוויזיה להישאר כבויה.",
	"The program is intended for adults only.": "התוכנית מיועדת למבוגרים בלבד.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "בהירות המסך מכווננת באופן אוטומטי לפי בהירות התאורה שבסביבת הטלוויזיה.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "המסך יחליק למטה תוך 5 שניות, לחץ על לחצן כלשהו בשלט הרחוק, מלבד לחצן ההפעלה ועוצמת הקול, כדי להעלות את המסך בחזרה.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "ערכי המשנה שהוגדרו עבור פונקציית מערכת ניהול הצבעים יאופסו. האם ברצונך להמשיך?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "ההגדרה של 'צליל בלוטוס סראונד' + רמקול פנימי בטלוויזיה תתאפס.",
	"The settings are as follows.": "ההגדרות הן כדלקמן.",
	"The sound may not be output when digital sound output is set to Pass Through.": "ייתכן שהצליל לא יושמע כאשר 'יציאת שמע דיגיטלי' מוגדרת ל'העברה'.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "לא ניתן להחיל את העדכון בטלוויזיה. התוכנה תחזור לגרסה הקודמת.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "האפקטים החזותיים יוצגו על-גבי המסך כאשר מפעילים את הטלוויזיה והמסך זז.",
	"There are no paired devices.": "אין התקנים מותאמים.",
	"There are settings to correct or prevent OLED panel noise.": "קיימות הגדרות לתיקון או למניעת רעש ממסך OLED.",
	"There is no USB device connected to your TV.": "אין התקן USB המחובר לטלוויזיה.",
	"There is no message.": "אין הודעות.",
	"Thimphu": "ת'ימפו",
	"Third Language": "שפה שלישית",
	"This feature applies only to specified LG Wireless Keyboard models.": "תכונה זו חלה רק על דגמים ספציפיים של 'מקלדת אלחוטית של LG'.",
	"This function works only when it is provided by the broadcast program.": "פונקציה זו פועלת רק כאשר היא מסופקת על-ידי התכנית המשודרת.",
	"This is a closed caption preview": "זוהי תצוגה מקדימה עם כתוביות",
	"This is an already existing value.": "ערך זה קיים כבר.",
	"This service provides you with more information about watching program and enjoys related contents.": "שירות זה מספק לך עוד מידע אודות התוכנית שבה אתה צופה ותוכן קשור.",
	"This will revert all options on TV to their default settings.": "פעולה זו תחזיר את כל האפשרויות של הטלוויזיה לברירות המחדל.",
	"Thule": "ת'ולה",
	"Tijuana": "טיחואנה",
	"Time": "שעה",
	"Timer Channel": "ערוץ קוצב זמן",
	"Timer Repeat": "חזרה על קוצב זמן",
	"Timers": "קוצבי זמן",
	"Timezone": "אזור זמן",
	"Timor-Leste": "טימור לסטה",
	"Tint": "גוונים",
	"Tiranë": "טיראנה",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "כדי למטב את הצליל, השמע צליל בדיקה בטלוויזיה והתחל למדוד את הצליל המוחזר באמצעות 'שלט חכם'.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "כדי לבדוק את צליל הטלוויזיה, יש לשנות את הגדרות יציאת השמע לרמקול הפנימי של הטלוויזיה. האם ברצונך להמשיך?",
	"Togo": "טוגו",
	"Tokyo": "טוקיו",
	"Tonga": "טונגה",
	"Top and Bottom": "למעלה ולמטה",
	"Toronto": "טורונטו",
	"Total Power On Time": "זמן הפעלה כולל",
	"Tracking Speed": "מהירות עיקוב",
	"Translucent": "צלול",
	"Transparent": "שקוף",
	"Treble Boost": "חיזוק טרבל",
	"Trinidad And Tobago": "טרינידד וטובגו",
	"Trinidad and Tobago": "טרינידד וטובגו",
	"Tripoli": "טריפולי",
	"Tsonga": "טסונגה",
	"Tswana": "טסואנה",
	"Tune and save available channels.": "כוונן ושמור ערוצים זמינים.",
	"Tune and save available channels. You can set satellite channel options.": "כוונן ושמור ערוצים זמינים. באפשרותך להגדיר את אפשרויות ערוצי הלוויין.",
	"Tunis": "טוניס",
	"Tunisia": "טוניסיה",
	"Turkey": "טורקיה",
	"Turkish": "תורכית",
	"Turkmenistan": "טורקמניסטן",
	"Turn on TV with mobile device same as smartphone.": "הפעל את הטלוויזיה באמצעות התקן נייד כגון טלפון חכם.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "הפעל והשבת את Ultra HD Deep Color עבור יציאת HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "הפעל או כבה את 'תגובה מיידית במשחק' ביציאת HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "הפעל את הטלוויזיה באמצעות התקן נייד דרך Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "הפעל את הטלוויזיה באמצעות התקן נייד דרך Wi-Fi.",
	"Turn on via Bluetooth": "הפעל דרך Bluetooth",
	"Turn on via Wi-Fi": "הפעל דרך Wi-Fi",
	"Turn on/off description box in Settings.": "הפעל/כבה את תיבת התיאור ב'הגדרות'.",
	"Turn on/off standby light.": "הדלק/כבה אור המתנה.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "הפעלה/כיבוי ™‏AMD ‎FreeSync‎ עבור יציאת HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "הפעל/כבה את התמונות שיוצגו על-גבי המסך כאשר אין אות.",
	"Turn on/off the related features of energy consumption.": "הפעל/כבה את התכונות הקשורות לצריכת אנרגיה.",
	"Turn the Hybridcast service on/off.": "הפעל/כבה את השירות Hybridcast‏.",
	"Turn the Interactivity (DTVi) service on/off.": "הפעל/כבה את שירות האינטראקטיביות (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "הפעל/כבה את מדריך הטלוויזיה של ספק שידורי הטלוויזיה.",
	"Turn your broadcast TV provider's teletext service on/off.": "הפעל/כבה את שירות הטלטקסט של ספק שידורי הטלוויזיה.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "כיבוי ה-Wi-Fi ימנע ממך לגשת לכל השירותים מבוססי האינטרנט אלא אם תשתמש בכבל כדי להתחבר לרשת. האם ברצונך להמשיך?",
	"UAE": "איחוד האמירויות הערביות",
	"UHD Mode": "מצב UHD",
	"USA": "ארה\"ב",
	"USB storage for Copy Channels": "אחסון USB עבור העתקת ערוצים.",
	"USB to TV": "USB לטלוויזיה",
	"Uganda": "אוגנדה",
	"Ukraine": "אוקראינה",
	"Ukrainian": "אוקראינית",
	"Ulaanbaatar": "אולאן באטור",
	"Unable to check for updates.": "לא ניתן לבדוק אם יש עדכונים.",
	"Unable to connect to the network.": "לא ניתן להתחבר לרשת.",
	"Undefined": "לא מוגדר",
	"Under 17 requires accompanying parent or adult guardian.": "לילדים מתחת לגיל 17 נדרשת השגחת הורה מלווה או מבוגר אחראי.",
	"Uniform": "אחיד",
	"United Arab Emirates": "איחוד הנסיכויות הערביות",
	"United Kingdom": "בריטניה",
	"United States of America": "ארצות הברית",
	"Universal Control Settings": "הגדרות שלט אוניברסלי",
	"Unknown": "לא ידוע",
	"Unknown issue has occurred.": "אירעה בעיה לא ידועה.",
	"Update canceled.": "העדכון בוטל.",
	"Update in progress...": "עדכון מתבצע...",
	"Update in progress...({n}%)": "מתבצע עדכון...({n}%)",
	"Update paused.": "העדכון הושהה.",
	"Update reserved.": "העדכון נשמר.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "העדכון יבוטל וכל הקבצים המעודכנים יימחקו כעת. האם ברצונך להמשיך?",
	"Urdu": "אורדו",
	"Uruguay": "אורוגוואי",
	"Urumqi": "יורומקי",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "השתמש ב'שלט חכם' כדי לנתח את האקוסטיקה של החדר ולמטב את צליל הטלוויזיה בהתאם לתוצאות.",
	"Use a large pointer.": "השתמש בסמן גדול.",
	"Use a medium pointer.": "השתמש בסמן בינוני.",
	"Use a small pointer.": "השתמש בסמן קטן.",
	"Use the 4-way controller to change the position and press the OK button.": "השתמש בבקר הארבע-כיווני כדי לשנות את המיקום ולחץ על הלחצן 'אישור'.",
	"Use the following services with the selected language.": "השתמש בשירותים הבאים עם השפה שנבחרה.",
	"User": "משתמש",
	"User Agreements": "הסכמים למשתמש",
	"User Guide": "מדריך למשתמש",
	"Uzbek": "אוזבקית",
	"Uzbekistan": "אוזבקיסטן",
	"Uzhhorod": "אושגורוד",
	"V Position": "מיקום אנכי",
	"V Sharpness": "חדות V",
	"V Size": "גודל אנכי",
	"VIC - Victoria - Melbourne": "VIC - ויקטוריה - מלבורן",
	"Vaduz": "ודוז",
	"Valencian": "ולנסית",
	"Vancouver": "ונקובר",
	"Vatican City": "קריית הוותיקן",
	"Venda": "וונדה",
	"Venezuela": "ונצואלה",
	"Vertical Zoom": "זום אנכי",
	"Video 1": "וידאו 1",
	"Video 2": "וידאו 2",
	"Video 3": "וידאו 3",
	"Video Description": "תיאור בווידאו",
	"Vienna": "וינה",
	"Vientiane": "ווינטיאן",
	"Vietnam": "וייטנאם",
	"Vietnamese": "וייטנאמית",
	"View current Common Interface (CI) information.": "הצג את המידע העדכני על הממשק המשותף (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "הצג פריטים באופן ברור יותר על ידי שינוי צבע התפריט על המסך לשחור ולבן.",
	"View messages from your broadcast TV provider.": "הצג הודעות של ספק שידורי הטלוויזיה.",
	"View more information about watching program and enjoy related contents.": "הצג מידע נוסף אודות התוכנית לצפייה ותיהנה מתוכן קשור.",
	"View the original screen as it is or set the screen size and aspect ratio.": "הצג את המסך המקורי כפי שהוא או הגדר את גודל המסך ואת יחס הרוחב-גובה.",
	"View the original screen as it is received from broadcasts signal or connected device.": "הצג את המסך המקורי כפי שהוא מתקבל מאות השידור או מההתקן המחובר.",
	"Vilnius": "וילנה",
	"Violence": "אלימות",
	"Vivid": "צבעים חיים",
	"Vladivostok": "ולדיווסטוק",
	"Voice Recognition Help and Settings": "עזרה והגדרות לזיהוי קולי",
	"Voice Support Service": "שירות תמיכה קולית",
	"Volgograd": "וולגוגרד",
	"Volume": "עוצמת קול",
	"Volume Increase Amount": "מידת ההגברה של עוצמת הקול",
	"Volume Mode": "מצב עוצמת שמע",
	"WA - Western Australia - Eucla": "WA - מערב אוסטרליה - יוקלה",
	"WA - Western Australia - Perth": "WA - מערב אוסטרליה - פרת'",
	"Wall-mounted": "מותקן על הקיר",
	"Warm1": "חם1",
	"Warm2": "חם2",
	"Warm3": "חם3",
	"Warsaw": "ורשה",
	"Watch a diverse range of Internet contents on TV channels.": "צפה במגוון גדול של תוכן אינטרנט בערוצי טלוויזיה.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "אנו אוספים ושומרים כתובת MAC, מספר דגם, קוד מדינה, הגדרות שפה וגרסת תוכנה כדי לאמת את ההתקן שלך ולבדוק אם יש ברשותך הגרסה העדכנית ביותר של התוכנה.",
	"Welcome Feature": "תכונת ברוכים הבאים",
	"Welsh": "וולשית",
	"Western Africa": "מערב אפריקה",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "כאשר אין שימוש ב-HDD מחובר למשך פרק זמן מוגדר, עבור למצב המתנה כדי לצמצם את צריכת החשמל.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "כאשר התקן מחובר ליציאה, יתבצע מיטוב של תמונת המשחק, כך שהיא תוצג עם רמה מינימלית של השהיות, 'שברים' או הפרעות.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "כאשר מפעילים את 'תגובה מיידית למשחק' תמונת הווידאו עשויה להבהב באופן זמני.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "כאשר יציאת השמע מוגדרת כ-'Bluetooth / HDMI ARC / דיגיטלי אופטי / רמקולי WiSA' או כאשר ההתקן המחובר אינו תומך ב'תגובה מיידית למשחק', ייתכן שתכונה זו לא תפעל כהלכה.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "כאשר 'יציאת שמע' מוגדרת ל-Bluetooth או כאשר ההתקן המחובר אינו תומך ב'תגובה מיידית במשחק', ייתכן שתכונה זו לא תפעל כהלכה.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "כאשר ההתקן דולק/כבוי, הטלוויזיה תידלק/תכבה אוטומטית.",
	"When the visual effects is off, the screen is displayed as Live TV.": "כאשר האפקטים החזותיים כבויים, המסך יוצג כטלוויזיה חיה.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "כאשר תכונה זו מופעלת, חלק מהתכונות המוצגות על המסך יהיו שקופות למחצה.",
	"When your TV is turned off, the device will automatically turn off.": "כאשר הטלוויזיה כבויה, ההתקן יכבה אוטומטית.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "בזמן שהערך המוגדר שהשתנה מועבר אל התקן חיצוני, ייתכן שהתמונה או הצליל לא יפעלו באופן זמני.",
	"White": "לבן",
	"White Balance": "איזון לבן",
	"Wi-Fi Connection": "חיבור Wi-Fi",
	"Wi-Fi Security": "אבטחת Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi כבוי. כבה כדי להציג את רשימת הרשתות הזמינות שאתה יכול להתחבר אליהן ופריטי תפריט קשורים נוספים.",
	"Wi-Fi issue has occurred.": "אירעה בעיית Wi-Fi.",
	"WiSA Speakers": "רמקולי WiSA",
	"Wide Area Zone": "אזור רשת נרחב",
	"Wide View": "תצוגה רחבה",
	"Wide View (32:9)": "תצוגה רחבה (32:9)",
	"Wide Zoom": "זום רחב",
	"Windhoek": "ווינדהוק",
	"Window Color": "צבע חלון",
	"Window Opacity": "אטימות חלון",
	"Winnipeg": "וויניפג",
	"Wired Connection (Ethernet)": "חיבור קווי (Ethernet)",
	"Wired Headphones": "אוזניות קוויות",
	"Wired Headphones + Internal TV Speaker": "אוזניות קוויות + רמקול פנימי בטלוויזיה",
	"With this option, you can control the audio device's volume with your TV remote.": "עם אפשרות זו ניתן לשלוט בעוצמת הקול של התקן השמע באמצעות השלט רחוק של הטלוויזיה.",
	"W{value}": "W{value}‎",
	"Xhosa": "חוזה",
	"Yakutsk": "יאקוטסק",
	"Yamoussoukro": "יאמוסוקרו",
	"Yangon": "ינגון",
	"Year": "שנה",
	"Yekaterinburg": "יקתרינבורג",
	"Yellow": "צהוב",
	"Yellowknife": "ילונייף",
	"Yemen": "תימן",
	"Yerevan": "ירוואן",
	"Yes": "כן",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "ניתן לכוונן את האפקטים הקוליים בעת הפעלה וכיבוי של הטלוויזיה וכן את התנועות במסך.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "ניתן לשלוט באמצעות השלט החכם בהתקנים המחוברים ליציאות ה-HDMI בלי לבצע תהליכי הגדרת התקנים.",
	"You can delete the device connection history of Screen Share.": "ניתן למחוק את היסטוריית חיבור ההתקנים של 'שיתוף מסך'.",
	"You can delete the device connection history of Sound Share.": "ניתן למחוק את היסטוריית חיבור ההתקנים של 'שיתוף צליל'.",
	"You can find the default password in User Guide.": "ניתן למצוא את סיסמת ברירת המחדל במדריך למשתמש.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "כדי להפעיל את 'תגובה מיידית במשחק', הגדר את HDMI Ultra HD Deep Color למצב 'פועל'.",
	"You can only change settings from the current HDMI input.": "באפשרותך לשנות הגדרות מקלט ה-HDMI הנוכחי בלבד.",
	"You can scan again to connect the device.": "תוכל לסרוק שוב כדי לחבר את ההתקן.",
	"You can select left and right audio settings for broadcast signal.": "באפשרותך לבחור הגדרות שמע לצד שמאל ולצד ימין עבור אות השידור.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "תוכל לבחור ב- ™AMD FreeSync‎ של יציאת HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "ניתן לבחור את ה-Ultra HD Deep Color של היציאה.",
	"You can set the sound to play when the TV is turned on or off.": "ניתן להגדיר שהצליל יפעל בזמן שהטלוויזיה פועלת או כבויה.",
	"You can turn on/off the feature of saving CAM operator's profile.": "באפשרותך להפעיל/לבטל את התכונה לשמירת פרופיל המפעיל של CAM.",
	"You can turn this feature on or off.": "באפשרותך להפעיל ולהשבית תכונה זו.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "דרך 'רשת', ניתן לקבל המלצות לתכנים מגוונים. כיבוי אפשרות זו יגרום לאספקת תכנים בסיסיים בלבד וייתכן שחלק מהתכונות לא יהיו זמינות.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "הטלוויזיה וההתקן המחובר ב-SIMPLINK יסונכרנו באופן הבא:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "הטלוויזיה חייבת להישאר כבויה במהלך פעולת מרענן הפיקסלים. במהלך הפעולה יבוטלו כל ההקלטות והתזכורות הנוכחיות והעתידיות וכן כל הפעלת קוצב זמן שנקבעה, ורמקול BT ב'תצוגת אפס' לא יהיה זמין.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "הטלוויזיה חייבת להישאר כבויה במהלך פעולת מרענן הפיקסלים. במהלך הפעולה יבוטלו כל ההקלטות והתזכורות הנוכחיות והעתידיות וכן כל הפעלת קוצב זמן שנקבעה.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "הטלוויזיה צריכה להיות מחוברת לרשת כדי להגדיר אוטומטית את הארץ של שירות LG. האם ברצונך לעבור אל 'הגדרות רשת' כעת כדי לבדוק את החיבור?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "פרטי המיקום הנכונים שלך נדרשים כדי שהטלוויזיה תוכל לספק לך הודעות התראה במצבי חירום דרך אות הטלוויזיה הדיגיטלית.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "הטלוויזיה שלך תכבה עד שהתהליך יושלם, ותידלק מחדש באופן אוטומטי.",
	"Zagreb": "זגרב",
	"Zambia": "זמביה",
	"Zaporozhye": "זפורוזייה",
	"Zimbabwe": "זימבבואה",
	"Zoom": "זום",
	"Zoom2": "זום2",
	"Zulu": "זולו",
	"Zürich": "ציריך",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] ינותק מהטלוויזיה. שמע מהתקן זה לא יופעל יותר בטלוויזיה. האם ברצונך להמשיך?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] יוסר מרשימת ההתקנים המותאמים. אם ברצונך לחברו מאוחר יותר, תצטרך לחפש התקנים זמינים ולהתאימו מחדש. האם ברצונך להמשיך?",
	"[{deviceName}] will be deleted.": "[{deviceName}] יימחק.",
	"aspectRatio_original": "מקורי",
	"audioGuidance_fast": "מהיר",
	"audioGuidance_high": "גבוהה",
	"audioGuidance_low": "נמוך",
	"audioGuidance_medium": "בינוני",
	"audioGuidance_slow": "לאט",
	"audioGuidance_veryFast": "מהיר מאד",
	"audioGuidance_veryHigh": "גבוה מאוד",
	"audioGuidance_veryLow": "נמוך מאוד",
	"audioGuidance_verySlow": "איטי מאד",
	"btDotSignalStrength_wide": "רחב",
	"button": "לחצן",
	"character": "תו",
	"characters": "תווים",
	"checked": "מסומן",
	"colorGamutJPNWide": "רחב",
	"connecting": "מתחבר",
	"depthOfColor": "צבע",
	"diagonal zoom in": "הגדלה באלכסון",
	"diagonal zoom out": "הקטנה באלכסון",
	"digitalOptionSetByProgram": "הגדר לפי תוכנית",
	"energy_Maximum": "מקסימום",
	"energy_Medium": "בינוני",
	"energy_Minimum": "מינימום",
	"freesync_high": "גבוהה",
	"freesync_low": "נמוך",
	"freesync_off": "כיבוי",
	"freesync_wide": "רחב",
	"gamma_high1": "גבוה1",
	"gamma_high2": "גבוה2",
	"hidden": "נסתר",
	"horizontal zoom in": "הגדל אופקית",
	"horizontal zoom out": "הקטן אופקית",
	"jpDoNot": "כיבוי",
	"logoLuminance_high": "גבוהה",
	"logoLuminance_low": "נמוכה",
	"min": "מינימום",
	"not connected": "לא מחובר",
	"objet_soundMode": "מטב מצב צליל עבור כל סוג תוכן.",
	"pictureControl3dModeStandard": "רגיל",
	"pictureControlAuto": "אוטומטי",
	"pictureControlAuto_BlackLevel": "אוטומטי",
	"pictureControlHigh": "גבוהה",
	"pictureControlHigh_BlackLevel": "גבוהה",
	"pictureControlHigh_Male": "גבוהה",
	"pictureControlLow": "נמוך",
	"pictureControlLow_BlackLevel": "נמוך",
	"pictureControlLow_Male": "נמוך",
	"pictureControlMedium": "בינוני",
	"pictureControlMedium_BlackLevel": "בינוני",
	"pictureControlMedium_Male": "בינוני",
	"pictureControlwhiteBalanceColorTemperatureMedium": "בינוני",
	"pictureLocalDimmingHigh": "גבוהה",
	"pictureLocalDimmingLow": "נמוך",
	"pictureLocalDimmingMed": "בינוני",
	"pictureMode": "רגיל",
	"pictureModeSettings": "התאמה אישית",
	"press OK button to edit IP manually": "לחץ על 'אישור' כדי לערוך ידנית את כתובת ה-IP",
	"press OK button to enter channel to search": "לחץ על 'אישור' כדי להזין תחנה לחיפוש",
	"press OK button to enter value": "לחץ על לחצן 'אישור' כדי להזין את הערך",
	"press right button to adjust de-judder and de-blur value": "לחץ על הלחצן הימני כדי לשנות את ערכי -judder ו-de-blur",
	"press right button to adjust zoom ratio and position": "לחץ על הלחצן הימני כדי לכוון יחס זום ומיקום",
	"shift current screen down": "הזז מסך נוכחי כלפי מטה",
	"shift current screen to the left": "הזז מסך נוכחי לשמאל",
	"shift current screen to the right": "הזז מסך נוכחי לימין",
	"shift current screen up": "הזז מסך נוכחי כלפי מעלה",
	"shift down": "הזז למטה",
	"shift left": "הזז שמאלה",
	"shift right": "הזז ימינה",
	"shift up": "הזז למעלה",
	"soundMode_Standard": "רגיל",
	"speaker_channel": "ערוץ",
	"thaRatingNone": "ללא",
	"unchecked": "לא מסומן",
	"unread": "לא נקרא",
	"vertical zoom in": "הגדל אנכית",
	"vertical zoom out": "הקטן אנכית",
	"volumeModeHigh": "גבוהה",
	"volumeModeLow": "נמוך",
	"volumeModeMedium": "בינוני",
	"webOS TV Version": "גרסת webOS TV",
	"zoom in": "הגדל",
	"zoom out": "הקטן",
	"{label} : L{value}": "‎{label}:‎ L{value}‎",
	"{label} : R{value}": "‎{label}:‎ R{value}‎"
}
