{
	" (User)": " (Польз.)",
	"(Version: {l})": "(Версия: {l})",
	"* The device connected should support this service.": "* Подключенное устройство должно поддерживать эту услугу.",
	"* This feature is applied once and only once when the TV is turned off.": "* Эта функция применяется только один раз после выключения ТВ.",
	"* This feature is available on certain devices only.": "* Эта функция доступна только на определенных устройствах.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* В этом режиме подчеркивается замысел FILMMAKER MODE, но отображение может быть более темным, чем в других режимах.",
	"* This settings is only available for Internal TV Speaker.": "* Эти настройки доступны только для встроенных динамиков ТВ.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Когда заставка включена, она не появляется при использовании внешних входов, например, телетрансляции, чтобы не мешать просмотру.",
	"* You can control the app which supports the function on your mobile device.": "* Можно управлять на мобильном устройстве в приложении, поддерживающем эту функцию.",
	"1) Turn the Bluetooth on the other device off.": "1. Выключите Bluetooth на другом устройстве.",
	"10 Points Code Value": "10 точек (кодовое значение)",
	"10 Points IRE": "IRE по 10 точкам",
	"10 and Above": "10 и больше",
	"10 min": "10 мин.",
	"11 and Above": "11 и больше",
	"12 Hours": "12 часов",
	"12 and Above": "12 и больше",
	"120 min": "120 мин.",
	"13 and Above": "13 и больше",
	"14 and Above": "14 и больше",
	"14 by 9": "14 на 9",
	"15 and Above": "15 и больше",
	"16 and Above": "16 и больше",
	"16 by 9": "16 на 9",
	"17 and Above": "17 и больше",
	"18 and Above": "18 и больше",
	"180 min": "180 мин.",
	"19 and Above": "19 и больше",
	"2 Channel": "2-канальный",
	"2 Hours": "2 часа",
	"2 Points": "2 точки",
	"2) Turn the Bluetooth device to connect off and on.": "2. Перезагрузите подключаемое Bluetooth-устройство.",
	"20 Points Code Value": "20 точек (кодовое значение)",
	"20 Points IRE": "IRE по 20 точкам",
	"20 and Above": "20 и больше",
	"20 min": "20 мин.",
	"21 by 9": "21 на 9",
	"22 Points Code Value": "22 точки (кодовое значение)",
	"22 Points IRE": "IRE по 22 точкам",
	"24 Hours": "24 часа",
	"240 min": "240 мин.",
	"3 Hours": "3 часа",
	"30 min": "30 мин.",
	"32 by 12": "32 на 12",
	"32 by 9": "32 на 9",
	"3G/4G Connection": "Подключение 3G/4G",
	"4 Hours": "4 часа",
	"4 Hours Auto Power Off": "Автоотключение питания через 4 часа",
	"4 and Above": "4 и больше",
	"4 by 3": "4 на 3",
	"4-Way Zoom": "4х-направленное масштабирование",
	"5 and Above": "5 и больше",
	"5.1 Channel": "5.1-канальный",
	"6 Hours": "6 часов",
	"6 and Above": "6 и больше",
	"60 min": "60 мин.",
	"7 and Above": "7 и больше",
	"8 Hours": "8 часов",
	"8 and Above": "8 и больше",
	"9 and Above": "9 и больше",
	"90 min": "90 мин.",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID используется для идентификации этого устройства в рекламных целях и упрощает подбор рекламных объявлений, которые могут быть Вам интересны. Вы можете сбросить AD ID или ограничить отслеживание AD ID ниже.",
	"AI Acoustic Tuning": "AI Настройка Акустики",
	"AI Acoustic Tuning Options": "Параметры AI Настройка Акустики",
	"AI Acoustic Tuning is disabled.": "Функция AI Настройка Акустики отключена.",
	"AI Brightness Control": "AI-яркость",
	"AI Picture": "Изображение AI",
	"AI Picture Pro": "Изображение AI Pro",
	"AI Recommendation": "Рекомендации AI",
	"AI Service": "Сервис AI",
	"AI Sound": "Звук AI",
	"AI Sound Pro": "Звук AI Pro",
	"ASC": "Адаптивное управление звуком",
	"ATV": "Аналог.ТВ",
	"AV Sync Adjustment": "Синхронизация звука и видео",
	"Abidjan": "Абиджан",
	"Accessibility": "Доступность",
	"Account Management": "Управление учетной записью",
	"Accra": "Аккра",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Если включить этот параметр, прекратится сбор личных данных, связанных с рекламой, а также их отслеживание. Активация параметра может повлиять на типы будущей рекламы, но Вы все равно будете ее получать.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Если этот параметр включен, LGE требует от своих сторонних поставщиков прекратить использование ваших личных данных в коммерческих целях. У вас по-прежнему будет доступ к таким службам, как Live Plus, LG Channels и Who.Where.What?, если вы от них не отказались отдельно.",
	"Adak": "Адак",
	"Add Network": "Добавить сеть",
	"Add a hidden wireless network": "Настроить скрытую Wi-Fi сеть",
	"Add wireless network by manually entering network name (SSID).": "Добавьте беспроводную сеть вручную, введя имя сети (SSID).",
	"Addis Ababa": "Аддис-Абеба",
	"Additional Audio Selection": "Выбор дополнительных звуковых параметров",
	"Additional Settings": "Дополнительные настройки",
	"Address Setting": "Настройка адреса",
	"Aden": "Аден",
	"Adjust Audio Guidance pitch.": "Регулировка высоты тона звукового сопровождения.",
	"Adjust Audio Guidance speed.": "Регулировка скорости звукового сопровождения.",
	"Adjust Audio Guidance volume.": "Регулировка громкости звукового сопровождения.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Настройка яркости подсветки для осветления или затемнения экрана.",
	"Adjust Screen Position": "Положение экрана",
	"Adjust Zoom Ratio": "Коэффициент увеличения",
	"Adjust animation effect shown on the home at certain times.": "Настройка эффекта анимации для отображения на главном экране в определенное время.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Настройка яркости путем анализа движения изображения для предотвращения бликов и снижения энергопотребления.",
	"Adjust brightness of the LG logo.": "Настройка яркости логотипа LG.",
	"Adjust color and saturation for a more vivid image.": "Настройка цвета и насыщенности для более яркого отображения.",
	"Adjust color temperature automatically to reduce eye strain.": "Автоматическая настройка цветовой температуры для снижения усталости глаз.",
	"Adjust cursor speed.": "Настройка скорости перемещения курсора.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Настройка резкости краев. Чем больше значение, тем четче изображение.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Настройка параметров гаммы для компенсации яркости входного сигнала.",
	"Adjust left/right audio balance.": "Регулировка баланса звука левого и правого каналов.",
	"Adjust luminance for selected color.": "Отрегулируйте яркость для выбранного цвета.",
	"Adjust luminance level for selected IRE point.": "Отрегулируйте уровень яркости для выбранного режима IRE.",
	"Adjust peak brightness for the brightest luminance.": "Настройка пикового значения яркости для самого яркого уровня.",
	"Adjust remote's cursor speed and appearance.": "Настройка скорости перемещения и вида курсора пульта ДУ.",
	"Adjust saturation for selected color.": "Настройка насыщенности выбранного цвета.",
	"Adjust screen brightness to reduce energy consumption.": "Настройка яркости экрана для снижения энергопотребления.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Настройка параметра ЯРКОСТЬ OLED для осветления или затемнения экрана.",
	"Adjust the audio timing to synchronize the video and audio.": "Настройка временной привязки звука для синхронизации видео и аудио.",
	"Adjust the balance of red and green to display the tint on the screen.": "Настройка баланса красного и зеленого цветов.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Настройка цветового баланса с помощью изменения цветовой температуры, яркости, а также глубины красного, зеленого и синего цветов.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Подробная настройка контрастности, разрешения и других параметров для отдельного режима изображения, а также дополнительная настройка предпочитаемого цвета, гаммы и других параметров.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Настройка разницы между светлыми и темными областями экрана. Чем больше значение, тем больше разница.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Настройка частоты кадров в соответствии с просматриваемым фильмом. Обеспечение эффекта кинотеатра.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Регулировка яркости статических изображений, таких как логотипы каналов, и предотвращение проблем с качеством изображения, которые могут возникнуть, если ТВ включен длительное время.",
	"Adjust the screen color to be pale or deep.": "Настройка цветов экрана в сторону более бледных или более насыщенных.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Настройка параметров звука в каждом диапазоне частот в соответствии с Вашими предпочтениями.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Настройка временной привязки для синхронизации видео и аудио.",
	"Adjust the tint to brighten or darken the screen.": "Настройка оттенков для осветления или затемнения экрана.",
	"Adjust the volume you want with pressing remote's volume key.": "Настройка уровня громкости с помощью нажатия кнопки громкости на пульте ДУ.",
	"Adjust tint for selected color.": "Отрегулируйте оттенок для выбранного цвета.",
	"Adjust whether to display the home promotion.": "Настройка отображения рекламы на главном экране.",
	"Adjusting Luminance": "Регулировка яркости",
	"Adolescent over 13 are allowed to watch.": "Просмотр разрешен детям старше 13 лет.",
	"Adolescent over 14 are allowed to watch.": "Просмотр разрешен детям старше 14 лет.",
	"Adolescent over 16 are allowed to watch.": "Просмотр разрешен детям старше 16 лет.",
	"Adult": "Для взрослых",
	"Adult Language": "Язык взрослых",
	"Adults only.": "Только для взрослых.",
	"Advanced": "Расширенные настройки",
	"Advanced Controls": "Дополнительные настройки",
	"Advanced Wi-Fi Settings": "Дополнительные настройки Wi-Fi",
	"Advertisement": "Реклама",
	"Afghanistan": "Афганистан",
	"Afrikaans": "Африкаанс",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "При изменении страны все теле-каналы будут удалены. Придётся произвести автопоиск повторно. Продолжить?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "При изменении почтового индекса все текущие каналы Freesat будут удалены. Придётся произвести автопоиск повторно. Продолжить?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "После изменения страны можно выполнить поиск каналов с помощью функции автопоиска. Продолжить?",
	"Ages 2-7 are allowed to watch.": "Просмотр разрешен детям в возрасте 2–7 лет.",
	"Akan": "Акан",
	"Albania": "Албания",
	"Albanian": "Албанский",
	"Alerts you by sound when the TV is turned on or off.": "Воспроизведение звукового оповещения при вкл. или выкл. ТВ.",
	"Algeria": "Алжир",
	"Algiers": "Алжир",
	"All Channels": "Все каналы",
	"All Children": "Все детские",
	"All ages are allowed to watch.": "Без возрастных ограничений.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Все настройки режима {pictureMode} будут сброшены. Продолжить?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Все звуковые эффекты режима \"Стандартный\" будут сброшены. Продолжить?",
	"Allow Automatic Updates": "Разрешить автоматические обновления",
	"Almaty": "Алматы",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Можно также настроить точные параметры для Объемного звука Bluetooth.",
	"Always Open": "Всегда открывать",
	"Always-on Off Time": "Период отключения функции Always-on",
	"Amman": "Амман",
	"Amsterdam": "Амстердам",
	"An error has occurred while copy channels.": "При копировании каналов произошла ошибка.",
	"An important software update is available.": "Доступно важное обновление ПО.",
	"Anadyr": "Анадырь",
	"Analog Mode": "Аналоговый режим",
	"Analog TV": "Аналоговое телевидение",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Анализ характеристик звука и оптимизация звука для конкретного содержимого в режиме реального времени.",
	"Anchorage": "Анкоридж",
	"Angola": "Ангола",
	"Antananarivo": "Антананариву",
	"Antenna": "Эфирное ТВ",
	"Antenna ATV": "Эфирн.ТВ(Аналог)",
	"Antenna DTV": "Эфирн.Цифр.ТВ",
	"Antenna Radio": "Эфирн.Цифр.радио",
	"Antigua and Barbuda": "Антигуа и Барбуда",
	"Any Supplementary Audio": "Любая доп. аудио-дорожка",
	"Apia": "Апиа",
	"App Alarm": "Оповещение приложения",
	"Application Locks": "Блокировка приложений",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Применение подробных настроек текущего режима изображения ко всем входам и приложениям.",
	"Apply to all inputs": "Применить ко всем входам",
	"Applying value to all inputs...": "Применение значения ко всем входам...",
	"Aqtöbe": "Актобе",
	"Arabic": "Арабская",
	"Araguaína": "Арагуаина",
	"Argentina": "Аргентина",
	"Armenia": "Армения",
	"Aruba": "Аруба",
	"Ashgabat": "Ашхабад",
	"Asmara": "Асмэра",
	"Aspect Ratio": "Формат экрана",
	"Aspect Ratio Settings": "Формат экрана",
	"Assamese": "Ассамский",
	"Assign channels to remote buttons so you can quickly jump to them.": "Чтобы быстро переключаться на необходимые каналы, назначьте их кнопкам пульта ДУ.",
	"Asunción": "Асунсьон",
	"Athens": "Афины",
	"Atikokan": "Атикокан",
	"Auckland": "Окленд",
	"Audio Delay": "Задержка звука",
	"Audio Description": "Аудиоописание",
	"Audio Description Volume": "Громкость аудиоописания",
	"Audio Guidance": "Звуковое сопровождение",
	"Audio Language": "Язык звукового сопровождения",
	"Audio Out (Line Out)": "Аудиовыход (линейный)",
	"Audio Type": "Аудио-сопровождения",
	"Australia": "Австралия",
	"Austria": "Австрия",
	"Auto": "Автоматически",
	"Auto Detect": "Автообнаружение",
	"Auto Device Detection": "Автообнаружение устройств",
	"Auto Genre Selection": "Автовыбор жанра",
	"Auto Power Off": "Автоотключение питания",
	"Auto Power Sync": "Синхронизация автопитания",
	"Auto Start": "Автозапуск",
	"Auto Volume": "Автогромкость",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Автоматическая настройка различий уровня громкости звука, настройка уровня громкости звука с помощью кнопки громкости на пульте ДУ.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Автоматическая настройка изображения по жанру Dolby HDR контента.",
	"Automatically adjust to a picture value optimized for contents genre.": "Автоматическая настройка изображения с оптимизацией по жанру просматриваемого контента.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Автоматически включать FILMMAKER MODE, когда содержимое фильма распознано.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Автоматическая оптимизация качества изображения в зависимости от цвета и яркости окружающего освещения.",
	"Automatically update system software when an update is found.": "Автоматическое обновление системного ПО, если найдено обновление.",
	"Available Internal Storage": "Доступная внутренняя память",
	"Azerbaijan": "Азербайджан",
	"Azores": "Азорские острова",
	"BG Color": "Цвет фона",
	"BG Opacity": "Прозрачность фона",
	"Back": "Назад",
	"Backlight": "Подсветка",
	"Baghdad": "Багдад",
	"Bahamas": "Багамские острова",
	"Bahrain": "Бахрейн",
	"Baku": "Баку",
	"Balance": "Баланс",
	"Bamako": "Бамако",
	"Bangkok": "Бангкок",
	"Bangladesh": "Бангладеш",
	"Bangui": "Банги",
	"Banjul": "Банжул",
	"Barbados": "Барбадос",
	"Basque": "Баскский",
	"Bass Boost": "Усиление НЧ",
	"Behavior may vary depending on connected device.": "Поведение может зависеть от подключенного устройства.",
	"Beijing": "Пекин",
	"Beirut": "Бейрут",
	"Belarus": "Беларусь",
	"Belgium": "Бельгия",
	"Belgrade": "Белград",
	"Belize": "Белиз",
	"Belém": "Белен",
	"Bengali": "Бенгальский",
	"Benin": "Бенин",
	"Berlin": "Берлин",
	"Bermuda": "Бермудские острова",
	"Bhutan": "Бутан",
	"Bishkek": "Бишкек",
	"Bissau": "Бисау",
	"Black": "Черный",
	"Black Level": "Уровень черного",
	"Blanc-Sablon": "Бланк-Саблон",
	"Blantyre": "Блантайр",
	"Block TV programs broadcast in English based on their content ratings.": "Блокировка телепрограмм на английском языке по рейтингу содержимого.",
	"Block TV programs broadcast in French based on their content ratings.": "Блокировка телепрограмм на французском языке по рейтингу содержимого.",
	"Block content based on genre.": "Блокировка содержимого по жанру.",
	"Blue": "Синий",
	"Bluetooth Speaker Mode": "Режим Bluetooth динамики",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround + Динамики ТВ",
	"Bluetooth Surround Sound Setup": "Настройка Bluetooth Surround",
	"Boa Vista": "Боа-Виста",
	"Bogotá": "Богота",
	"Bolivia": "Боливия",
	"Bosnia": "Босния и Герцеговина",
	"Bosnia And Herzegovina": "Босния и Герцеговина",
	"Bosnian": "Боснийский",
	"Botswana": "Ботсвана",
	"Bratislava": "Братислава",
	"Brazil": "Бразилия",
	"Brazilian Punk": "Бразильский панк",
	"Brazzaville": "Браззавиль",
	"Brightness": "Яркость",
	"Broadcast Country": "Страна вещания",
	"Broken Hill": "Брокен-Хилл",
	"Brussels": "Брюссель",
	"Bucharest": "Бухарест",
	"Budapest": "Будапешт",
	"Buenos Aires": "Буэнос-Айрес",
	"Bujumbura": "Бужумбура",
	"Bulgaria": "Болгария",
	"Bulgarian": "Болгарский",
	"Burkina Faso": "Буркина-Фасо",
	"Burundi": "Бурунди",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Нажав кнопку «Сброс», Вы удалите все связанные с рекламой данные, которые компания LG собрала ранее с этого Смарт ТВ. Нажатие кнопки «Сброс» может повлиять на тип будущей рекламы, но Вы всё равно будете её получать.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "При включении функции Live Plus вы соглашаетесь на сбор компанией LG Electronics Inc. (\"LGE\") с помощью модуля ACR информации о просмотренных программах, которая может быть предоставлена на анонимной основе третьим сторонам для предоставления интерактивных услуг. Собранная анонимная информация также может предоставляться третьим сторонам в маркетинговых целях. Обратите внимание, мы сознательно не собираем и не распространяем вышеуказанную информацию о детях в возрасте до 13 лет. Подробные сведения о Live Plus содержатся в разделе Viewing Information (terms) (Информация о просмотренных по телевизору программах (условия)), доступном в меню настроек SmartTV. Компания LGE рекомендует просмотреть полную версию раздела Viewing Information (terms) (Информация о просмотренных по телевизору программах (условия)), прежде чем активировать функцию Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Включение службы Live Plus подразумевает, что Вы понимаете, что контент может быть распознан ТВ, а просматриваемая информация — использована для улучшения взаимодействия с Вами и предоставления персонализированных услуг, в том числе рекомендаций касательно контента и рекламы. Ознакомьтесь с Политикой конфиденциальности и соответствующими Соглашениями с Пользователем в меню Настройки телевизора, чтобы получить доп. сведения.",
	"CC 1": "Субтитры 1",
	"CC 2": "Субтитры 2",
	"CC 3": "Субтитры 3",
	"CC 4": "Субтитры 4",
	"CI Information": "Информация CI(CAM)-модуля",
	"CI password incorrect. Please enter again.": "Неправильный пароль CI(CAM) модуля. Введите еще раз.",
	"COMPONENT2": "КОМПОНЕНТНЫЙ ВХОД2",
	"COMPONENT3": "КОМПОНЕНТНЫЙ ВХОД3",
	"CS1 Board": "Панель CS1",
	"CS2 Board": "Панель CS2",
	"Cable": "Кабельное ТВ",
	"Cable ATV": "Каб. ТВ(Аналог)",
	"Cable DTV": "Каб.Цифр.ТВ",
	"Cable Radio": "Цифр.каб.радио",
	"Cairo": "Каир",
	"Cambodia": "Камбоджа",
	"Cameroon": "Камерун",
	"Campo Grande": "Кампу-Гранди",
	"Can not Find Channel": "Не удается найти канал",
	"Canada": "Канада",
	"Canary Islands": "Канарские острова",
	"Cancel": "Отмена",
	"Cancel Schedule": "Отменить расписание",
	"Cancel Update": "Отменить обновление",
	"Cancún": "Канкун",
	"Cantonese": "Кантонский",
	"Cape Verde": "Кабо-Верде",
	"Caracas": "Каракас",
	"Casablanca": "Касабланка",
	"Catalan": "Каталанский",
	"Caution": "Внимание!",
	"Cayman Islands": "Каймановы острова",
	"Center": "Центральный",
	"Central African Republic": "Центрально-Африканская Республика",
	"Ceuta": "Сеута",
	"Chad": "Чад",
	"Change blue intensity and adjust the color balance.": "Изменение глубины синего цвета и настройка цветового баланса.",
	"Change green intensity and adjust the color balance.": "Изменение глубины зеленого цвета и настройка цветового баланса.",
	"Change red intensity and adjust the color balance.": "Изменение глубины красного цвета и настройка цветового баланса.",
	"Change the left / right sound": "Изменение звука слева/справа",
	"Change the position of captions using the 4-way dial on the remote control.": "Измените расположение титров с помощью 4-позиционной кнопки на пульте ДУ.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "При изменении региона список каналовв может измениться. Повторно выполнить поиск можно с помощью автопоиска. Изменить региональные настройки?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "При изменении страны телевизор перезапустится, и потребуется снова принять пользовательские соглашения LG. Кроме того, от страны обслуживания LG зависит доступность некоторых приложений и служб. Продолжить?",
	"Channel Locks": "Блокировка каналов",
	"Channel Manager": "Редактор каналов",
	"Channel Scrolling Options": "Параметры прокрутки каналов",
	"Channel Tuning": "Поиск каналов",
	"Channel Tuning & Settings": "Поиск каналов и настройки",
	"Channels": "Каналы",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Каналы с HDMI приставок и внешних входов нельзя заблокировать. Если Вы хотите заблокировать каналы телевизора - переключитесь на антенный вход.",
	"Chatham Islands": "Архипелаг Чатем",
	"Check TV information.": "Просмотр сведений о ТВ.",
	"Check alarm messages about the user settings or TV status.": "Просмотр предупреждающих сообщений о настройках Пользователя или состоянии ТВ.",
	"Check descriptions for each LG webOS TV functions.": "Просмотр описаний каждой функции ТВ LG webOS TV.",
	"Check for Advertising settings and set it.": "Проверьте и установите настройки рекламы.",
	"Check for Updates": "Проверить обновления",
	"Check for available functions with Voice and set Voice Settings.": "Проверьте доступные голосовые функции и выполните настройки голоса.",
	"Check for problems with the picture quality.": "Проверка наличия проблем с качеством изображения.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Проверка наличия проблем с качеством звука встроенных динамиков TB.",
	"Check for software updates and update if available.": "Проверка наличия обновлений ПО и выполнение обновления.",
	"Check whether the Bluetooth device is in pairing mode.": "Проверьте, находится ли устройство Bluetooth в режиме соединения.",
	"Check your TV status to solve problems or use remote support.": "Проверьте состояние ТВ, чтобы устранить проблемы, или воспользуйтесь дистанционной поддержкой.",
	"Checking Password": "Проверка пароля",
	"Checking for Updates": "Проверка наличия обновлений",
	"Checking...": "Поиск...",
	"Chicago": "Чикаго",
	"Chihuahua": "Чихуахуа",
	"Children": "Дети",
	"Children Age": "Детский возраст",
	"Children Program Locks": "Блокировка программ от детей",
	"Children over 8 are allowed to watch.": "Просмотр разрешен детям старше 8 лет.",
	"Chile": "Чили",
	"China": "Китай",
	"Chinese": "Китайский",
	"Chisinau": "Кишинев",
	"Choibalsan": "Чойбалсан",
	"Chongqing": "Чунцин",
	"Choose to have all channels or just your primary ones when you change channels.": "Выберите отображение всех каналов или только основных при переключении каналов.",
	"Christmas Island": "Остров Рождества",
	"Cinema": "Кино",
	"Cinema Clear": "Точное определение кино",
	"Cinema Home": "Кинотеатр",
	"Cinema View": "Кинематографический вид",
	"Cinema View (32:12)": "Кинематографический формат (32:12)",
	"Cinema Zoom": "Масштабирование",
	"City": "Город",
	"City Selection": "Выбор города",
	"Clear": "Чисто",
	"Clear Plus": "Мягко+",
	"Clear1": "Чисто",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Нажмите кнопку “Подключение” после включения беспроводной клавиатуры LG в режим сопряжения.",
	"Close": "Закрыть",
	"Closed Caption": "Субтитры по требованию",
	"Closed Caption Settings": "Настройки субтитров",
	"Cntv": "CNTV",
	"Code Value": "Кодовое значение",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Сбор и хранение MAC-адреса, номера модели, кода страны, языковых настроек и версии ПО для проверки наличия обновления ПО.",
	"Colombia": "Колумбия",
	"Colombo": "Коломбо",
	"Color": "Цветность",
	"Color Gamut": "Гамма цвета",
	"Color Management System": "Система управления цветом",
	"Color Temperature": "Цвет. темп-ра",
	"Component": "Компонентный вход",
	"Conakry": "Конакри",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Подтверждение принятия Условий и Положений или отказ от согласия с ними.",
	"Congo Brazzaville": "Республика Конго",
	"Connect": "Подключение",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Подключите Bluetooth-динамик к ТВ и автоматически настройте задержку звука.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Подключение внешнего аудиоустройства с поддержкой интерфейса eARC к входу eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Подключение к ТВ внешних устройств, таких как цифровая приставка, звуковая панель и т.д., с использованием Руководства.",
	"Connect the LAN cable directly to the TV to use the network.": "Подключение кабеля LAN непосредственно к ТВ для использования сети.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Подключение к сети с помощью ввода IP-адреса и DNS-сервера вручную.",
	"Connect to the network if a wireless router is installed.": "Подключение к сети с помощью беспроводного маршрутизатора.",
	"Connect via WPS PBC": "Подключение с помощью WPS-PBC",
	"Connect via WPS PIN": "Подключение с помощью WPS-PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Подключите телевизор к маршрутизатору или модему с помощью кабеля Ethernet, чтобы активировать проводное сетевое подключение.",
	"Connect your TV with WiSA Speakers wirelessly.": "Беспроводное подключение ТВ к динамикам WiSA.",
	"Connectable Devices ({num})": "Подключаемые устройства ({num})",
	"Connected": "Соединение установлено",
	"Connected to Internet": "Подключено к Интернету",
	"Connecting...": "Подключение...",
	"Connection": "Подключение",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Доступно управление подключением с помощью смартфона или ПК. Для подключения ТВ к мобильному устройству необходимо выполнить настройки подключения и запросы на смартфоне и ПК.",
	"Content Recommendations": "Рекомендации по контенту",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Содержимое будет воспроизводиться со звуком, подходящим для многоканального прослушивания, если многоканальный звук поддерживается службой HbbTV.",
	"Contrast": "Контрастность",
	"Cool": "Холодная",
	"Copenhagen": "Копенгаген",
	"Copy Channels": "Копировать каналы",
	"Copy/Delete file": "Копировать/удалить файл",
	"Correct contrast and brightness by adjusting black levels.": "Корректировка контрастности и яркости путем настройки уровней черного.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Коррекция пикселей изображения и предотвращение проблем с качеством изображения, которые могут возникнуть, если ТВ включен длительное время.",
	"Costa Rica": "Коста-Рика",
	"Could not fined available network.": "Доступные сети не найдены.",
	"Croatia": "Хорватия",
	"Croatian": "Хорватский",
	"Cuba": "Куба",
	"Cuiabá": "Куяба",
	"Current time is not valid. Do you want to set the correct time now?": "Указано неправильное время. Установить правильное время?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Текущие пользовательские настройки изображения будут применены к режиму {pictureMode} для всех входов. Продолжить?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Подключенная беспроводная клавиатура LG будет отключена от телевизора? Продолжить?",
	"Custom": "Пользовательский",
	"Custom Time Zone": "Пользовательский часовой пояс",
	"Customer Service": "Сервис",
	"Cyan": "Голубой",
	"Cyprus": "Кипр",
	"Czech": "Чехия",
	"Czech Republic": "Чешская республика",
	"Côte d'Ivoire": "Кот-д’Ивуар",
	"DNS Server": "Сервер DNS",
	"DR Congo": "Демократическая республика Конго",
	"DTV Audio Setting": "Настр.звука Цифр.ТВ",
	"Dagbani": "Дагбани",
	"Dakar": "Дакар",
	"Damascus": "Дамаск",
	"Danish": "Датский",
	"Danmarkshavn": "Данмарксхавн",
	"Dar es Salaam": "Дар-эс-Салам",
	"Data Service": "Сервис данных",
	"Date": "Дата",
	"Dawson": "Досон",
	"Dawson Creek": "Досон-Крик",
	"Day": "День",
	"Delete": "Удалить",
	"Delete Connection History": "Удаление истории подключений",
	"Delete Pairing History": "Удалить сопряженные устройства",
	"Delete Usage Data": "Удалить данные об использовании",
	"Demo Options": "Параметры демонстрации",
	"Democratic Republic of the Congo": "Демократическая Республика Конго",
	"Denmark": "Дания",
	"Denver": "Денвер",
	"Depressed": "Сплющенный",
	"Deregister": "Отменить регистрацию",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Описание содержимого на экране ТВ с помощью голоса для людей с недостатками зрения.",
	"Detect Range": "Диапазон обнаружения",
	"Detroit": "Детройт",
	"Device Connection Settings": "Настройки подключения устройств",
	"Device List": "Список устройств",
	"Device Name": "Название устройства",
	"Dhaka": "Дакка",
	"Digital Mode": "Цифровой режим",
	"Digital Sound Out": "Цифровой аудиовыход",
	"Digital TV": "Цифровое телевидение",
	"Dili": "Дили",
	"Directed to Older Children (ages 7 and above)": "Для старших детей (от 7 лет)",
	"Disabled": "Отключено",
	"Disconnect": "Отключить",
	"Display captions for hearing-impaired viewers to use TV.": "Отображение субтитров для людей с недостатками слуха.",
	"Display fast-moving content smoothly and clearly.": "Плавное и четкое отображение динамичных сцен.",
	"Display luminance level for the highest point (100 IRE).": "Уровень яркости для самого высокого уровня (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Отображение изображений в теплой или холодной цветовой температуре.",
	"Djibouti": "Джибути",
	"Do Not Sell My Personal Information": "Не продавать мои личные данные",
	"Do Not Track": "Не отслеживать",
	"Do you want to continue?": "Продолжить?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Скопировать список каналов с USB на ТВ? Имеющиеся каналы будут удалены.",
	"Do you want to copy channel list from your TV to the USB storage?": "Скопировать список каналов с ТВ на USB?",
	"Do you want to reset Position Settings?": "Сбросить настройки положения?",
	"Do you want to reset Volume Control?": "Сбросить управление громкостью?",
	"Do you want to set the correct time now?": "Установить правильное время?",
	"Do you want to turn your TV off now?": "Выключить телевизор?",
	"Dodoma": "Додома",
	"Doha": "Доха",
	"Dominica": "Доминика",
	"Dominican Republic": "Доминиканская Республика",
	"Done": "Готово",
	"Douala": "Дуала",
	"Download Mail": "Загрузить почту",
	"Download and Install": "Загрузить и установить",
	"Downloadable Rating": "Загружаемый рейтинг",
	"Dual Mono": "Двойное моно",
	"Dubai": "Дубай",
	"Dublin": "Дублин",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Когда функция Always-on и экран отключены, доступ к некоторым функциям, таким как распознавание голоса, ограничен.",
	"Dushanbe": "Душанбе",
	"Dutch": "Голландский",
	"Dynamic Color": "Динам. цвет",
	"Dynamic Contrast": "Динамический контраст",
	"Dynamic Tone Mapping": "Динамическая обработка тонов",
	"Easter Island": "Остров Пасхи",
	"Eastern Africa": "Восточная Африка",
	"Eco": "ЭКО",
	"Eco Mode": "Режим ЭКО",
	"Ecuador": "Эквадор",
	"Edge Color": "Цвет контура",
	"Edge Enhancer": "Расширение краев",
	"Edge Type": "Тип контура",
	"Edit": "Изменить",
	"Edmonton": "Эдмонтон",
	"Egypt": "Египет",
	"Eirunepé": "Эйрунепе",
	"El Salvador": "Сальвадор",
	"El salvador": "Сальвадор",
	"Emergency Alert": "Аварийное оповещение",
	"Enabled": "Включено",
	"Energy Saving": "Экономия энергии",
	"Energy consumption may increase if this feature is on.": "После включения этой функции может возрасти энергопотребление.",
	"Energy saving modes to limit power consumption.": "Режимы экономии энергии для ограничения энергопотребления.",
	"English": "Английский",
	"Enhance the bass sound.": "Усиление звучания низких частот.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Повышение контрастности между светлыми и темными участками некоторых меню, такими как фон и текст, для более удобного просмотра людьми с недостатками зрения.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Улучшение разрешения и резкости контента с помощью алгоритма, использующего глубинное обучение LG, а также оптимизация глубины посредством анализа контента.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Прослушивание контента Dolby Atmos в оптимальном качестве с помощью включения эффекта звукового поля.",
	"Enjoy TV sound by connecting Wired Headphones.": "Вывод звука ТВ на проводные наушники.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Вывод звука ТВ на аудиоустройства, подключенные к входу HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Вывод звука ТВ на аудиоустройства, подключенные к входу OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Вывод звука ТВ на аудиоустройство LG, подключенное к входу OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Вывод звука ТВ на аудиоустройства, подключенные к внешним выходам Audio Out / Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Вывод звука ТВ на динамики TB и проводные наушники.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Вывод звука ТВ на внешние аудиоустройства, подключенные к выходу OPTICAL DIGITAL AUDIO OUT и на встроенные динамики ТВ.",
	"Enjoy a clear and natural sound.": "Обеспечение четкого и естественного звука.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Вывод звука на беспроводное аудиоустройство, подключенное по LG Sound Sync или Bluetooth.",
	"Enjoy the sound optimized to the room.": "Оптимизация звука с учетом особенностей помещения.",
	"Enter CI Password": "Ввести пароль CI",
	"Enter the PIN in your router's settings.": "Введите PIN-код в настройках маршрутизатора.",
	"Enter the master password.": "Укажите основной пароль.",
	"Equalizer": "Эквалайзер",
	"Equatorial Guinea": "Экваториальная Гвинея",
	"Eritrea": "Эритрея",
	"Estonia": "Эстония",
	"Estonian": "Эстонский",
	"Ethiopia": "Эфиопия",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Даже если параметр выключен, можно проверить соответствующую информацию через баннер канала или распознавание голоса.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Когда ТВ выключен и потребляет минимум энергии, можно слушать музыку с помощью мобильного устройства. После включения ТВ становятся доступны все другие функции.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Можно слушать музыку со смартфона на ТВ по Bluetooth, даже когда ТВ выключен.",
	"Every Day": "Каждый день",
	"Every Weekday": "Каждый будний день",
	"Every Weekend": "Каждые выходные",
	"Ewe": "Эве",
	"Expert (Bright Room)": "Эксперт (светло)",
	"Expert (Dark Room)": "Эксперт (темно)",
	"Export your TV's channel list information to a connected USB device.": "Экспорт списка каналов телевизора на подключенное USB-устройство.",
	"Extended": "Расширенная",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Увеличение временного интервала или отключение функции автоотключения может привести к повышению энергопотребления.",
	"Extreme": "Экстремально",
	"Eye Comfort Mode": "Режим комфортного просмотра",
	"FILMMAKER MODE Auto Change": "Автопереключение в FILMMAKER MODE",
	"Fantasy Violence": "Фантастика со элементами насилия",
	"Fast": "Быстро",
	"Fernando de Noronha": "Фернандо-де-Норонья",
	"Fiji": "Фиджи",
	"Find and tell an audio device available to connect around TV.": "Поиск и голосовое определение доступного для подключения аудиоустройства возле ТВ.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Точная настройка красного, зеленого, синего, голубого, розового и желтого цветов.",
	"Finland": "Финляндия",
	"Finnish": "Финский",
	"Flash": "Мигающий",
	"Flat Mode": "Ровная линия",
	"Font": "Шрифт",
	"Font 1": "Шрифт 1",
	"Font 2": "Шрифт 2",
	"Font 3": "Шрифт 3",
	"Font 4": "Шрифт 4",
	"Font 5": "Шрифт 5",
	"Font 6": "Шрифт 6",
	"Font 7": "Шрифт 7",
	"Font 8": "Шрифт 8",
	"Football": "Футбол",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Для беспроводного маршрутизатора с поддержкой WPS (Wi-Fi Protected Setup) укажите PIN-код, чтобы подключить ТВ к беспроводной сети.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Для беспроводного маршрутизатора с поддержкой WPS (Wi-Fi Protected Setup) нажмите кнопку WPS-PBC, чтобы подключить ТВ к беспроводной сети.",
	"Fortaleza": "Форталеза",
	"France": "Франция",
	"Freetown": "Фритаун",
	"French": "Французский",
	"French Polynesia": "Французская Полинезия",
	"Full Wide": "Во весь экран",
	"Ga": "Га",
	"Gabon": "Габон",
	"Gaborone": "Габороне",
	"Gaelic": "Гэльский",
	"Galapagos Islands": "Галапагосские острова",
	"Galician": "Галисийский",
	"Gallery": "Галерея",
	"Gambia": "Гамбия",
	"Gambier": "Гамбье",
	"Game": "Игры",
	"Gamma": "Гамма",
	"Gateway": "Шлюз",
	"General": "Общие",
	"General Age": "Возраст общей аудитории",
	"General Audience": "Общая аудитория",
	"General Audiences": "Общая аудитория",
	"General Program Locks": "Общая блокировка программ",
	"Georgia": "Грузия",
	"German": "Немецкий",
	"Germany": "Германия",
	"Get started in a quiet environment for sound optimization.": "Оптимизацию звука следует выполнять в условиях тишины",
	"Getting...": "Получение...",
	"Ghana": "Гана",
	"Gibraltar": "Гибралтар",
	"Glace Bay": "Глейс-бей",
	"Godthab": "Нуук",
	"Grayscale": "Черно-белый",
	"Greece": "Греция",
	"Greek": "Греческий",
	"Green": "Зеленый",
	"Greenland": "Гренландия",
	"Grenada": "Гренада",
	"Guadalcanal": "Гуадалканал",
	"Guadeloupe": "Гваделупа",
	"Guam": "Гуам",
	"Guatemala": "Гватемала",
	"Guatemala City": "Гватемала",
	"Guayaquil": "Гуаякиль",
	"Guernsey": "Гернси",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Управление меню и действиями с помощью голоса для людей с недостатками зрения.",
	"Guinea": "Гвинея",
	"Guinea Bissau": "Гвинея-Бисау",
	"Guinea Conakry": "Гвинея Конакри",
	"Guinea Equatorial": "Экваториальная Гвинея",
	"Gujarati": "Гуджарати",
	"Guyana": "Гайана",
	"H Position": "Положение по вертикали",
	"H Sharpness": "Четкость по горизонтали",
	"H Size": "Размер по вертикали",
	"HD Mode": "HD Режим",
	"HD Mode Option": "Параметры HD Режима",
	"HDD Eco Mode": "Режим ЭКО для подкл. жесткого диска",
	"HDD Power Saving Mode": "Режим энергосбережения жесткого диска",
	"HDMI Input Audio Format": "Формат аудиовхода HDMI",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Входы HDMI{port1} и HDMI{port2} поддерживают функцию 8K ULTRA HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Входы HDMI{port1} и HDMI{port2} поддерживают функцию Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Вход HDMI{port1} поддерживает функцию 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Вход HDMI{port1} поддерживает функцию Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Входы HDMI{port1}, HDMI{port2} и HDMI{port3} поддерживают функцию 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Входы HDMI{port1}, HDMI{port2} и HDMI{port3} поддерживают функцию Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Входы HDMI{port1}, HDMI{port2}, HDMI{port3} и HDMI{port4} поддерживают функцию 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Входы HDMI{port1}, HDMI{port2}, HDMI{port3} и HDMI{port4} поддерживают функцию Ultra HD Deep Colour.",
	"HDR Effect": "HDR (эффект)",
	"HDR Picture Mode": "Режим HDR",
	"Haiti": "Гаити",
	"Halifax": "Галифакс",
	"Harare": "Хараре",
	"Harbin": "Харбин",
	"Hard of Hearing": "Для слабослышащих",
	"Hausa": "Хауса",
	"Havana": "Гавана",
	"Headphones Volume": "Громкость в наушниках",
	"Hebrew": "Иврит",
	"Helsinki": "Хельсинки",
	"Hermosillo": "Эрмосильо",
	"High": "Высоко",
	"High Contrast": "Высокая контрастность",
	"Higher values increase a sense of warmth or coldness.": "Чем больше значение, тем теплее или холоднее цветовая температура.",
	"Hindi": "Хинди",
	"Ho Chi Minh": "Хо Ши Мин",
	"Home Animation": "Анимация на главном экране",
	"Home Auto Launch": "Автозапуск главного экрана",
	"Home Mode": "Режим Дома",
	"Home Promotion": "Домашняя реклама",
	"Home Settings": "Настройки главного экрана",
	"Home/Store Mode": "Режим \"Дома\" или \"В магазине\"",
	"Honduras": "Гондурас",
	"Hong Kong": "Гонконг",
	"Hongkong": "Гонконг",
	"Honolulu": "Гонолулу",
	"Hours": "ч.",
	"However, the IPv6 version of the address does not support editing.": "Версию адреса IPv6 нельзя редактировать.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Для поддержания ТВ в оптимальном состоянии функция Always-on будет отключаться на 5 часов. Питание при этом будет отключено полностью.",
	"Hungarian": "Венгерский",
	"Hungary": "Венгрия",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ВАЖНО! При сбросе все данные учетной записи и установленных приложений будут удалены. Это действие невозможно отменить.",
	"IP (Automatic)": "IP-адрес (автоматически)",
	"IP (Manual)": "IP-адрес (вручную)",
	"IP Address": "IP-адрес",
	"IVC (Cote d’Ivoire)": "IVC (Кот-д'Ивуар)",
	"Iceland": "Исландия",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Если выбран пункт \"Синхронизация питания\", при включении SIMPLINK совместимого устройства ТВ будет автоматически включен. При выключении ТВ устройство будет автоматически выключено.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "После настройки универсального пульта ДУ цифровой приставки / OTT можно управлять подключенной цифровой приставкой с помощью пульта ДУ LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Если устройство подключено к входу, задержка или прерывание видео с устройства минимальные.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Если функция включена и подключено устройство, поддерживающее Ultra HD Deep Colour, изображение может стать более чётким.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Недоступно в процессе записи или обновления ПО, функция отложена до их завершения. Процесс может занять больше часа.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Если выполняется запись или обновление ПО, процесс будет отложен до их завершения. Может занять больше {n} мин.",
	"If the device is not connected, you may not hear any sound through it.": "Если устройство не подключено, звук может отсутствовать.",
	"If the edge of the screen is not clean, please turn this function off.": "Если изображение по краям экрана размыто, отключите эту функцию.",
	"If the program does not support multiple languages, the default language is selected.": "Если программа не поддерживает несколько языков, будет выбран язык по умолчанию.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Если программа не поддерживает выбранный формат вывода, будет использован формат вывода источника по умолчанию.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Если программа не поддерживает выбор звуковых дорожек, будет выбрана дорожка по умолчанию.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Если это произойдет снова, измените заданное значение повторно или перезапустите подключенное внешнее устройство.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Если выбранный язык не поддерживается, будет использоваться язык трансляции по умолчанию.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Если при отображении на экране статичного изображения отсутствуют действия со стороны Пользователя в течение часа, включается заставка.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Если выбранное время значительно отличается от текущего, некоторые смарт-функции могут не отображаться.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Если звук не выводится, убедитесь, что устройство работает надлежащим образом и поддерживает функцию LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "В режиме «В магазине (демо)» применяются оптимальные настройки для показа и продажи ТВ в магазине.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Если включить звуковое сопровождение, перемещение можно будет выполнять только кнопками Влево, Вправо, Вверх, Вниз на пульте ДУ, а приложения, для которых требуется указатель, будут недоступны.",
	"If you turn it off, CAM operator's profile will be deleted.": "Если отключить, профиль оператора CAM-модуля и его каналы будут удалены.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "При отключении, все каналы профиля оператора CAM будут удалены, а уведомления профиля будут игнорироваться.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Если выключить «Быстрая Загрузка+», исчезнет возможность включать ТВ без помощи пульта ДУ. Продолжить?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "При выключении заставки, Ваш ТВ станет подвержен выгоранию пикселей экрана, при отображении статического изображения в течение 2 часов. Если оно отображается более 5 часов - изображение может ухудшиться навсегда. Продолжить?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Если заставку выключить, из-за длительного отображения статичного изображения экран может повредиться и в некоторых случаях не подлежать восстановлению.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Функция Экономия энергии воздействует на изменение яркости подсветки экрана.",
	"Import your TV's channel list information from a connected USB device.": "Импорт списка каналов телевизора с подключенного USB-устройства.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Импорт и экспорт информации о списке каналов телевизора с подключенного USB-устройства и на него.",
	"In Home": "Дома",
	"India": "Индия",
	"Indianapolis": "Индианаполис",
	"Indonesia": "Индонезия",
	"Indonesian": "Индонезийский",
	"Inner": "Внутренний",
	"Input": "Вход",
	"Input Locks": "Блокировка Входов",
	"Input field": "Поле ввода",
	"Installing...": "Установка...",
	"Instant Game Response": "Мгновенный отклик в игре",
	"Interactive Service": "Интерактивный сервис",
	"Interactivity(DTVi)": "Интерактивность (DTVi)",
	"Internal TV Speaker": "Динамики ТВ",
	"Invert Colors": "Инвертировать цвета",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Инвертируйте определенные цвета в меню, чтобы улучшить видимость элементов на экране.",
	"Iran": "Иран",
	"Iraq": "Ирак",
	"Ireland": "Ирландия",
	"Irish": "Ирландский",
	"Irkutsk": "Иркутск",
	"Israel": "Израиль",
	"Istanbul": "Стамбул",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Сброс выполняется для каждого режима изображения отдельно. Следует выбрать необходимый режим изображения и выполнить его сброс.",
	"It may not sound depending on connected devices.": "Может не работать с некоторыми подключенными устройствами.",
	"It may take a few minutes.": "Это может занять несколько минут.",
	"It may take a few seconds.": "Это может занять несколько секунд.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Обеспечение оптимального виртуального 4.0-канального объемного звучания при просмотре определённого контента с использованием алгоритма на основе машинного обучения LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Обеспечение оптимального виртуального 5.1-канального объемного звучания при просмотре определённого жанра с использованием алгоритма на основе глубинного обучения LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Обеспечивает оптимизацию звука с помощью настройки отраженного звука в помещении с учетом типа установки ТВ.",
	"It reduces jaggies in the picture for a smooth picture.": "Устранение неровностей краев объектов для более плавного отображения.",
	"It works only when the broadcasting program supports captions.": "Работает только при поддержке титров транслируемой программой.",
	"It works only when the broadcasting program supports subtitles.": "Работает только при поддержке субтитров транслируемой программой.",
	"Italian": "Итальянский",
	"Italy": "Италия",
	"Ivory Coast": "Кот-д’Ивуар",
	"Jakarta": "Джакарта",
	"Jamaica": "Ямайка",
	"Japan": "Япония",
	"Japanese": "Японский",
	"Jayapura": "Джаяпура",
	"Jerusalem": "Иерусалим",
	"Johannesburg": "Йоханнесбург",
	"Jordan": "Иордания",
	"Just Scan": "Исходный",
	"Kabul": "Кабул",
	"Kaliningrad": "Калининград",
	"Kamchatka": "Камчатка",
	"Kampala": "Кампала",
	"Kannada": "Каннада",
	"Karachi": "Карачи",
	"Kasem": "Касем",
	"Kashgar": "Кашгар",
	"Katmandu": "Катманду",
	"Kazakh": "Казахский",
	"Kazakhstan": "Казахстан",
	"Kenya": "Кения",
	"Keyboard Languages": "Языки клавиатуры",
	"Khartoum": "Хартум",
	"Khovd": "Ховд",
	"Kiev": "Киев",
	"Kigali": "Кигали",
	"Kingston": "Кингстон",
	"Kinshasa": "Киншаса",
	"Kiribati": "Кирибати",
	"Kiritimati": "Кирибати",
	"Kolkata": "Калькутта",
	"Korea": "Республика Корея",
	"Korean": "Корейский",
	"Krasnoyarsk": "Красноярск",
	"Kuala Lumpur": "Куала-Лумпур",
	"Kuching": "Кучинг",
	"Kuwait": "Кувейт",
	"Kuwait City": "Кувейт (город)",
	"Kyrgyzstan": "Киргизия",
	"LED Local Dimming": "Лок.уменьш.подсв.",
	"LG Channels": "LG Каналы",
	"LG Logo Light (Front of TV)": "подсветки логотипа LG",
	"LG Services Country": "Страна обслуживания LG ТВ",
	"LG Wireless Keyboard": "Беспроводная клавиатура LG",
	"LG Wireless Keyboard Connected:": "Беспроводная клавиатура LG подключена:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "С помощью беспроводной клавиатуры LG можно управлять ТВ по Bluetooth.",
	"La Paz": "Ла-Пас",
	"Lagos": "Лагос",
	"Language": "Язык",
	"Laos": "Лаос",
	"Large": "Большой",
	"Last tuning:": "Последняя настройка:",
	"Latvia": "Латвия",
	"Latvian": "Латвийский",
	"Lebanon": "Ливан",
	"Left": "Левый",
	"Left Right": "Влево/вправо",
	"Left Surround": "Левый (Surround)",
	"Left drop shadow": "Тень слева",
	"Legal Notice": "Официальное уведомление",
	"Lesotho": "Лесото",
	"Liberia": "Либерия",
	"Libreville": "Либревиль",
	"Libya": "Ливия",
	"Liechtenstein": "Лихтенштейн",
	"Light": "Лёгкий",
	"Lilongwe": "Лилонгве",
	"Lima": "Лима",
	"Limit AD Tracking": "Ограничить отслеживание AD",
	"Lisbon": "Лиссабон",
	"Lithuania": "Литва",
	"Lithuanian": "Литовский",
	"Live Theater": "Театр",
	"Ljubljana": "Любляна",
	"Loading...": "Загрузка...",
	"Local": "Локальный",
	"Local Language": "Местный язык",
	"Location": "Местоположение",
	"Lock All": "Блокировать все",
	"Lock changes for currently running apps will be applied the next time they are started.": "Изменения блокировок запущенных приложений будут применены при их перезапуске.",
	"Logo Luminance Adjustment": "Яркость статических объектов",
	"Lome": "Ломе",
	"London": "Лондон",
	"Lord Howe": "Лорд-Хау",
	"Los Angeles": "Лос-Анджелес",
	"Louisville": "Луисвилл",
	"Low": "Низко",
	"Luanda": "Луанда",
	"Lubumbashi": "Лубумбаши",
	"Luminance": "Яркость",
	"Lusaka": "Лусака",
	"Luxembourg": "Люксембург",
	"MAC Address": "MAC-адрес",
	"MAC Address (Wired)": "MAC-адрес (проводное подключение)",
	"MAC Address (Wireless)": "MAC-адрес (беспроводное подключение)",
	"MASTER PASSWORD": "ОСНОВНОЙ ПАРОЛЬ",
	"MHEG Guide": "Руководство по MHEG",
	"MPEG Noise Reduction": "Подав. MPEG Шум.",
	"Macao": "Макао",
	"Macedonia": "Македония",
	"Macedonia, The Former Yugoslav Republic Of": "Македония, бывшая Югославская Республика",
	"Macedonian": "Македонский",
	"Maceió": "Масейо ",
	"Maceió ": "Масейо ",
	"Madagascar": "Мадагаскар",
	"Madeira": "Мадера",
	"Madrid": "Мадрид",
	"Magadan": "Магадан",
	"Magenta": "Розовый",
	"Makassar": "Макассар",
	"Make blurry or difficult-to-see areas more vivid.": "Более четкое отображение размытых или неразборчивых участков.",
	"Malabo": "Малабо",
	"Malawi": "Малави",
	"Malay": "Малайский",
	"Malayalam": "Малаялам",
	"Malaysia": "Малайзия",
	"Maldives": "Мальдивы",
	"Mali": "Мали",
	"Malta": "Мальта",
	"Manage channels stored on the TV.": "Управляйте каналами на ТВ.",
	"Managua": "Манагуа",
	"Manama": "Манама",
	"Manaus": "Манаус",
	"Mandarin": "Мандаринский",
	"Manila": "Манила",
	"Manual": "Вручную",
	"Maori": "Маори",
	"Maputo": "Мапуту",
	"Marathi": "Маратхи",
	"Marquesas": "Маркизские острова",
	"Marshall Islands": "Маршалловы острова",
	"Martinique": "Мартиника",
	"Maseru": "Масеру",
	"Mature Audience Only": "Только для взрослых",
	"Mauritania": "Мавритания",
	"Mauritius": "Маврикий",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Максимальное увеличение контрастности путем увеличения интенсивности светлых и темных областей экрана.",
	"Mayotte": "Майотта",
	"Mazatlán": "Масатлан",
	"Mbabane": "Мбабане",
	"Medium": "Средне",
	"Menu Language": "Язык меню",
	"Menu Transparency": "Прозрачность меню",
	"Message": "Сообщение",
	"Method": "Метод",
	"Mexico": "Мексика",
	"Mexico City": "Мехико",
	"Middle East": "Ближний Восток",
	"Minsk": "Минск",
	"Minutes": "Минуты",
	"Mobile Connection Management": "Управление подключением к мобильным устройствам",
	"Mode Option": "Параметры режима",
	"Model": "Модель",
	"Mogadishu": "Могадишо",
	"Moldova": "Молдова",
	"Monaco": "Монако",
	"Moncton": "Монктон",
	"Mongolia": "Монголия",
	"Monrovia": "Монровия",
	"Montenegro": "Черногория",
	"Monterrey": "Монтеррей",
	"Montevideo": "Монтевидео",
	"Month": "Месяц",
	"Montréal": "Монреаль",
	"Morocco": "Марокко",
	"Moscow": "Москва",
	"Motion Eye Care": "Защита Зрения",
	"Movie Lock": "Блокировка фильмов",
	"Mozambique": "Мозамбик",
	"Multi Audio": "Многоканальный звук",
	"Multi Channel Audio": "Многоканальный звук",
	"Multi Feed": "Многопотоковый режим",
	"Multiple": "Несколько языков",
	"Muscat": "Маскат",
	"Music": "Музыка",
	"Myanmar": "Республика Союз Мьянма (Бирма)",
	"Mérida": "Мерида",
	"NEXTGEN TV Mode": "Режим NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT — Новый Южный Уэльс / территория федеральной столицы Австралии — Сидней",
	"NT - Northern Territory - Darwin": "NT — Северная территория — Дарвин",
	"Nairobi": "Найроби",
	"Namibia": "Намибия",
	"Narrow": "Узко",
	"Nassau": "Нассау",
	"Natural": "Естественный",
	"Ndebele": "Ндебеле",
	"Ndjamena": "Нджамена",
	"Nepal": "Непал",
	"Netherland": "Нидерланды",
	"Netherlands": "Нидерланды",
	"Network": "Сеть",
	"Network Connection Settings": "Настройки подключения к сети",
	"Network Name": "Имя сети",
	"Network-Based Personalization Recommendations": "Сетевые персональные рекомендации",
	"New Caledonia": "Новая Каледония",
	"New York": "Нью-Йорк",
	"New Zealand": "Новая Зеландия",
	"Next": "Далее",
	"Niamey": "Ниамей",
	"Nicaragua": "Никарагуа",
	"Nicosia": "Никосия",
	"Niger": "Нигер",
	"Nigeria": "Нигерия",
	"Night": "Ночь",
	"Nipigon": "Нипигон",
	"No": "Нет",
	"No Internet via 3G/4G network": "Сеть 3G/4G без доступа к Интернету",
	"No Internet via Ethernet": "Нет подключения к Интернету по Ethernet",
	"No Internet via Wi-Fi": "Нет подключения к Интернету по Wi-Fi",
	"No One 17 and Under Admitted.": "Запрещено детям до 17 лет.",
	"No Operation Auto Off": "Нет операций — автовыключение",
	"No Signal Auto Off": "Нет сигнала — автовыключение",
	"No Signal Image": "Изображение отсутствия сигнала",
	"No Signal Power Off (15Min)": "Выключение при отсутствии сигнала (15 мин)",
	"No devices have been found.": "Устройства не найдены.",
	"No paired devices.": "Нет сопряженных устройств.",
	"No signal on Server": "Нет сигнала на сервере",
	"No updates found.": "Обновления не найдены.",
	"Noise Reduction": "Шумоподавление",
	"None": "Не задано",
	"Normal": "Стандартно",
	"North Korea": "Северная Корея",
	"Northern Africa": "Северная Африка",
	"Norway": "Норвегия",
	"Norwegian": "Норвежский",
	"Not Connected": "Нет соединения",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Примечание. Если внешнее устройство не поддерживает эту функцию, изображение может быть искажено или отсутствовать. Подключите устройство к другому входу HDMI или выключите 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Примечание. Если внешнее устройство не поддерживает эту функцию, изображение может быть искажено или отсутствовать. Подключите устройство к другому входу HDMI или выключите HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Примечание. Доступные параметры зависят от транслируемой программы.",
	"Note: Behavior may differ if connected device is not a LG device.": "Примечание. Поведение может отличаться, если подключено устройство стороннего производителя (не LG).",
	"Note: Only displayed when it is provided by the program.": "Примечание. отображаются, только если вещаются.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Примечание. Субтитры отображаются, только если они содержатся в телетрансляции.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Примечание. Поддерживаемые функции могут отличаться в зависимости от модели, а прозрачность — от выполнения функций при воспроизведении, например телетрансляции или контента VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Примечание.<br>1. Если включить ТВ во время восстановления пикселей, процесс будет остановлен и его придется начать снова.<br>2. Во время выполнения на экране может появиться белая линия. Это нормально для этого режима.",
	"Notifications": "Уведомления",
	"Nouméa": "Нумеа",
	"Novosibirsk": "Новосибирск",
	"Nzema": "Нзима",
	"OLED LIGHT": "ЯРКОСТЬ OLED",
	"OLED Screen Saver": "Заставка OLED",
	"Object Audio": "Объектно-ориентированный звук",
	"Off": "Выкл.",
	"Oman": "Оман",
	"Omsk": "Омск",
	"On": "Вкл.",
	"OnTimer Channel not selected": "Не выбран канал для трансляции по таймеру.",
	"Open": "Открытая",
	"Open Source Licenses": "Примечание касательно ПО с открытым исходным кодом",
	"Open when TV is turned on": "Открывать при включении ТВ",
	"Operate once when TV is off": "Применить при выключенном ТВ",
	"Optical": "Оптика",
	"Optical + Internal TV Speaker": "Оптика + Динамики ТВ",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Оптимизация глубины контента с помощью алгоритма, использующего машинное обучение LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Оптимизация контраста в зависимости от яркости HDR контента.",
	"Optimize contrast settings based on image brightness.": "Оптимизация параметров контрастности в зависимости от яркости изображения.",
	"Optimize the sound for a cinematic experience.": "Оптимизация звука для создания эффекта кинотеатра.",
	"Oranjestad": "Ораньестад",
	"Original Language": "Исходный язык",
	"Oslo": "Осло",
	"Others": "Другие",
	"Ouagadougou": "Уагадугу",
	"Outer": "Внешний",
	"Output sound through the Internal TV speaker.": "Вывод звука на динамики ТВ.",
	"PIN: {pin}": "PIN-код {pin}",
	"Pagode": "Пагоде",
	"Pakistan": "Пакистан",
	"Palau": "Палау",
	"Panama": "Панама",
	"Panama City": "Панама",
	"Panjabi": "Панджаби",
	"Papua New Guinea": "Папуа-Новая Гвинея",
	"Paraguay": "Парагвай",
	"Paramaribo": "Парамарибо",
	"Parental Guidance Suggested": "Рекомендуется родительский контроль",
	"Parental Guidance Suggested :": "Рекомендуется родительский контроль:",
	"Parental guidance suggested for children ages 8-13.": "Рекомендуется присутствие родителей для детей в возрасте 8–13 лет.",
	"Parents Guidance strongly required :": "Настоятельно рекомендуется родительский контроль:",
	"Parents Strongly Cautioned": "Настоятельное предупреждение для родителей",
	"Paris": "Париж",
	"Pass Through": "Сквозное использование",
	"Password": "Пароль",
	"Patent Information": "Сведения о патентах",
	"Peak Brightness": "Пиковое значение яркости",
	"Persian": "Персидский",
	"Peru": "Перу",
	"Philippines": "Филиппины",
	"Phnom Penh": "Пномпень",
	"Phoenix": "Финикс",
	"Photo": "Фото",
	"Pick a Time": "Выберите время",
	"Picture": "Экран",
	"Picture Mode": "Режим экрана",
	"Picture Mode Settings": "Настройки режима изображения",
	"Picture Options": "Параметры изображения",
	"Picture Test": "Графический тест",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Во время установления связи подключенного внешнего устройства и телевизора качество изображения или звука может ухудшиться. Если проблема возникнет снова, выполните возврат к предыдущим настройкам или перезагрузите подключенное внешнее устройство.",
	"Pitch": "Высота тона",
	"Pixel Refresher": "Восстановление пикселей",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Восстановление пикселей позволяет добиться максимально чёткого изображения на экране ТВ.",
	"Pixel Refresher begins only once when the TV is turned off.": "Восстановление пикселей начнется после выключения ТВ.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Восстановление пикселей запланировано после выключения ТВ.",
	"Play": "Воспроизвести",
	"Play sound through TV Speaker.": "Вывод звука на динамики ТВ.",
	"Play the standard sound suitable for all types of content.": "Воспроизведение стандартного звука, подходящего для любого типа содержимого.",
	"Please check if WiSA Speakers are turned on and try again.": "Проверьте, включены ли динамики WiSA, и повторите попытку.",
	"Please check that the Bluetooth device is already connected to another device.": "Проверьте, подключено ли устройство Bluetooth к другому устройству.",
	"Please check the network name and password and try again.": "Проверьте имя сети и пароль, а затем попробуйте еще раз.",
	"Please check the status and try again": "Проверьте статус и повторите попытку.",
	"Please do not unplug the USB storage until the copying is completed.": "Не отключайте USB-устройство до завершения копирования.",
	"Please enter your password to turn off this function.": "Введите пароль для отключения этой функции.",
	"Please enter your password to turn on this function.": "Введите пароль для доступа к этой функции.",
	"Please make sure that your TV is connected to the network and try again.": "Убедитесь, что телевизор подключен к сети и повторите попытку.",
	"Please note that LG does not use or manage the value.": "Компания LG не использует и не обрабатывает это значение.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Обратите внимание, что звук может не выводиться, если для параметра «Цифровой аудиовыход» задано значение «Pass Through».",
	"Please try again later.": "Повторите попытку позже.",
	"Please wait while the Settings application reloads.": "Подождите, пока перезагрузится приложение Настройки.",
	"Please wait while the Settings application restarts.": "Подождите, пока перезапустится приложение «Настройки».",
	"Please wait while the TV restarts.": "Дождитесь завершения перезагрузки телевизора.",
	"Please wait while the TV searches for LG Service Country.": "Дождитесь завершения поиска страны обслуживания LG.",
	"Podgorica": "Подгорица",
	"Point": "Пункты",
	"Pointer Options": "Параметры указателя",
	"Pointer Size": "Размер указателя",
	"Poland": "Польша",
	"Polish": "Польский",
	"Pontianak": "Понтианак",
	"Port Louis": "Порт-Луи",
	"Port Moresby": "Порт-Морсби",
	"Port of Spain": "Порт-оф-Спейн",
	"Port-au-Prince": "Порт-о-Пренс",
	"Porto Novo": "Порто-Ново",
	"Porto Velho": "Порту-Велью",
	"Porto-Novo": "Порто-Ново",
	"Portugal": "Португалия",
	"Portuguese": "Португальский",
	"Position": "Положение",
	"Position Settings": "Настройки положения",
	"Power Off Timer": "Отключение ТВ по таймеру",
	"Power On Timer": "Включение ТВ по таймеру",
	"Power Saving Mode": "Режим энергосбережения",
	"Prague": "Прага",
	"Praia": "Прая",
	"Preschool": "Дети дошкольного возраста",
	"Press right button to adjust de-blur and Motion Pro value.": "Нажмите кнопку вправо для настройки уровня устранения размытости Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Нажмите кнопку вправо, чтобы настроить функции de-blur и OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Нажмите кнопку вправо, чтобы настроить функции de-blur и OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Нажмите кнопку вправо для настройки уровня устранения дрожания Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Нажмите кнопку вправо, чтобы настроить функции de-judder и OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Нажмите кнопку вправо, чтобы настроить функции de-judder и OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Нажмите кнопку вправо, чтобы настроить значения устранения дрожания и размытости, а также функции Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Нажмите кнопку вправо, чтобы настроить функции de-judder, de-blur и OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Нажмите кнопку вправо, чтобы настроить функции de-judder, de-blur и OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Нажмите кнопку WPS на маршрутизаторе с поддержкой WPS, чтобы подключить телевизор к сети.",
	"Press the right button to adjust Motion Pro settings.": "Нажмите кнопку вправо, чтобы настроить параметры функции Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Нажмите кнопку вправо, чтобы настроить параметры функции OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Нажмите кнопку вправо, чтобы настроить параметры функции OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Нажмите кнопку вправо, чтобы усилить устранение размытости.",
	"Press the right button to adjust de-judder settings.": "Нажмите кнопку вправо, чтобы усилить устранение дрожания.",
	"Previous": "Назад",
	"Primary Audio Language": "Основной язык звукового сопровождения",
	"Primary Channels": "Основные каналы",
	"Primary Teletext Language": "Основной язык телетекста",
	"Program exempted from ratings.": "Программа без ограничений.",
	"Programme": "Канал",
	"Provide HbbTV Distinctive ID": "Предоставление уникального ID HbbTV",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Предоставление уникального идентификатора HbbTV службе HbbTV для трансляций.",
	"Provided services may vary depending on countries.": "Предоставляемые службы могут отличаться в зависимости от страны.",
	"Puerto Rico": "Пуэрто-Рико",
	"Pyongyang": "Пхеньян",
	"QLD - Queensland - Brisbane": "QLD — штат Квинсленд — Брисбен",
	"Qatar": "Катар",
	"Quick Help": "Быстрая помощь",
	"Quick Start+": "Быстрая Загрузка +",
	"Rainy River": "Рейни-Ривер",
	"Raised": "Вытянутый",
	"Rangoon": "Рангун",
	"Real Cinema": "Реальный кинотеатр",
	"Reason: Authentication with access point was unsuccessful.": "Причина: сбой авторизации с точкой доступа.",
	"Reason: Could not establish a connection to access point.": "Причина: не удалось подключиться к точке доступа.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Причина: не удалось получить правильный IP-адрес с помощью DHCP.",
	"Reason: Entered password is incorrect.": "Причина: введен неправильный пароль.",
	"Reason: Password is missing.": "Причина: отсутствует пароль.",
	"Reason: The network you selected is out of range.": "Причина: выбранная сеть вне зоны досягаемости.",
	"Reason: Unable to login.": "Причина: не удается выполнить вход.",
	"Receive emergency alerts from TV when an emergency occurs.": "Получение оповещений от ТВ в случае возникновения аварийных ситуаций.",
	"Recife": "Ресифи",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Рекомендуется выбрать значение Always-on для времени, когда Вы обычно не смотрите ТВ.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Рекомендовать полезный контент и функции на основе истории просмотра и использовании приложений.",
	"Recommendations are available for the people, products and locations related to the current program.": "Рекомендации касаются людей, продуктов и мест, связанных с текущей программой.",
	"Red": "Красный",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Уменьшение нерегулярных шумов цифрового видеосигнала для оптимизации качества изображения.",
	"Regina": "Реджайна",
	"Region": "Регион",
	"Registered Devices ({num})": "Зарегистрированные устройства ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Усиление высоких тонов в оптимизированном звуке.",
	"Reinforce the low-pitched tone of the optimized sound.": "Усиление низких тонов в оптимизированном звуке.",
	"Remote Settings": "Удаленный доступ",
	"Remove irregular and erratic pixels for a clearer image.": "Удаление случайных и беспорядочно расположенных пикселей для создания более четкого изображения.",
	"Reset": "Сброс",
	"Reset AD ID": "Сброс AD ID",
	"Reset CI Password": "Сброс пароля СI(CAM)-модуля",
	"Reset HbbTV Distinctive ID": "Сброс уникального ID HbbTV",
	"Reset Password": "Сбросить пароль",
	"Reset Settings": "Сбросить настройки",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Сброс списка приложений, устанавливаемых при подключении к мобильному приложению HbbTV.",
	"Reset the caption position.": "Сбросьте расположение субтитров.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Сбросьте историю просмотра содержимого и использования приложений. После сброса истории рекомендации по содержимому могут не поступать в течение некоторого времени.",
	"Reset to Initial Settings": "Сброс настроек до заводских",
	"Restrict access to TV programs based on their ratings.": "Ограничение доступа к телепрограммам на основе их рейтинга.",
	"Restrict watching based on age ratings for children programs.": "Ограничение просмотра по возрастному рейтингу для детских программ.",
	"Restrict watching based on ages ratings.": "Ограничение просмотра по возрастному рейтингу.",
	"Restrict watching based on fantasy violence content ratings.": "Ограничение просмотра контента с фантастикой со сценами насилия по рейтингу.",
	"Restrict watching based on programs containing adult language.": "Ограничение просмотра по программам, содержащим ненормативную лексику.",
	"Restrict watching based on programs containing sexual scene.": "Ограничение просмотра по программам, содержащим сцены сексуального характера.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ограничение просмотра по программам, содержащим диалоги непристойного содержания.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ограничение просмотра по указанному возрасту или рейтингу контента.",
	"Restrict watching based on violence content ratings.": "Ограничение просмотра по рейтингу контента со сценами насилия.",
	"Restrict watching movies based on rating.": "Ограничение просмотра фильмов по рейтингу.",
	"Restrict watching programs based on rating.": "Ограничение просмотра программ по рейтингу.",
	"Restriction ratings :": "Рейтинги ограничения:",
	"Retry": "Повторить",
	"Revert TV to its initial settings.": "Возврат к начальным настройкам ТВ.",
	"Revert color adjustment settings to default.": "Сброс настроек цвета к значениям по умолчанию.",
	"Revert detailed sound effect settings of standard mode to default.": "Сброс подробных настроек звуковых эффектов стандартного режима к значениям по умолчанию.",
	"Revert picture setting values to default.": "Возврат настроек изображения к значениям по умолчанию.",
	"Revert white balance settings to default.": "Сброс настроек баланса белого к значениям по умолчанию.",
	"Reykjavik": "Рейкьявик",
	"Riga": "Рига",
	"Right": "Правый",
	"Right Left": "Вправо/влево",
	"Right Surround": "Правый (Surround)",
	"Right drop shadow": "Тень справа",
	"Rio Branco": "Риу-Бранку",
	"Riyadh": "Рияд",
	"Romania": "Румыния",
	"Romanian": "Румынский",
	"Rome": "Рим",
	"Russia": "Россия",
	"Russian": "Русский",
	"Rwanda": "Руанда",
	"SA - South Australia - Adelaide": "SA — Южная Австралия — Аделаида",
	"SIGNATURE Opening": "Открытие SIGNATURE",
	"SIGNATURE TV Settings": "Настройки SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Функция SIMPLINK позволяет управлять пультом ДУ Magic от ТВ совместимыми внешними устройствами, которые подключены к LG Смарт ТВ посредством HDMI, например DVD-плеером или домашним кинотеатром.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Функция SIMPLINK будет автоматически включена для использования режима ARC.",
	"Safety": "Безопасность",
	"Saint Lucia": "Сент-Люсия",
	"Saint Vincent": "Сент-Винсент и Гренадины",
	"Sakhalin": "Сахалин",
	"Samara": "Самара",
	"Samarkand": "Самарканд",
	"Samoa": "Самоа",
	"San Luis": "Сан-Луис",
	"San Salvador": "Сан-Сальвадор",
	"Sana": "Сана",
	"Santiago": "Сантьяго",
	"Santo Domingo": "Санто-Доминго",
	"Sarajevo": "Сараево",
	"Satellite": "Спутник",
	"Satellite DTV": "Цифр.Cпутн.ТВ",
	"Satellite Radio": "Цифр.Cпутн.радио",
	"Saturation": "Насыщенность",
	"Saudi Arabia": "Саудовская Аравия",
	"Saudi arabia": "Саудовская Аравия",
	"Save CAM Operator's Profile": "Профиль оператора CAM-модуля",
	"Save CI Password": "Сохранить пароль CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Применение настроек цвета текущего режима изображения ко всем входам.",
	"Save the white balance settings from the current picture mode in all inputs.": "Применение настроек баланса белого текущего режима изображения ко всем входам.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Сохранить или сбросить пароль CI-модуля. Если сохранить пароль, в дальнейшем вход будет осуществляться автоматически.",
	"Scan \"Auto Detect\" automatically.": "Автоматическое сканирование с помощью функции «Автообнаружение».",
	"Scoresbysund": "Скорсби",
	"Screen Down": "Внизу экрана",
	"Screen Off": "Отключение экрана",
	"Screen Saver": "Заставка",
	"Screen Shift ": "Сдвиг экрана",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Сдвиг экрана через определенные промежутки времени и предотвращение проблем с качеством изображения, которые могут возникнуть, если ТВ включен длительное время.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Через 5 секунд экран выключится. Чтобы снова включить экран, нажмите любую кнопку, кроме кнопки питания и громкости.",
	"Search": "Поиск",
	"Search Bluetooth Device": "Поиск Bluetooth-устройства",
	"Searching...": "Поиск...",
	"Second Language": "Второй язык",
	"Secondary Audio Language": "Вспомогательный язык звукового сопровождения",
	"Secondary Teletext Language": "Второй язык телетекста",
	"Security": "Безопасность",
	"Select IRE point to adjust luminance.": "Выберите режим IRE для регулировки яркости.",
	"Select Mode": "Выберите режим",
	"Select TV's language settings.": "Выбор настроек языка ТВ.",
	"Select a caption type for HD broadcasts.": "Выбор типа субтитров для трансляций в формате HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Выберите тип субтитров для трансляций NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Выбор типа субтитров для трансляций в формате UHD.",
	"Select a caption type for analog broadcasts.": "Выбор типа субтитров для аналогового ТВ.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Выберите режим, который соответствует условиям просмотра, или укажите настройки, например, контрастность, цвет и т. д.",
	"Select an audio format for each HDMI input.": "Выберите формат аудио для каждого HDMI-входа.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Выберите другой цифровой аудиовыход («Авто» или PCM), если после выбора значения «Сквозное использование» нет звука.",
	"Select audio language for digital broadcasts.": "Выбор языка звуковой дорожки для цифровых трансляций.",
	"Select color to be adjusted.": "Выберите цвет для регулировки.",
	"Select days to apply the Timer Power Off settings every week.": "Выберите дни для еженедельного применения настроек выключения по таймеру.",
	"Select days to apply the Timer Power On settings every week.": "Выберите дни для еженедельного включения по таймеру.",
	"Select device for audio output.": "Выберите устройство для вывода звука.",
	"Select device or speaker for audio output.": "Выбор устройства или динамиков для вывода звука.",
	"Select digital audio output format.": "Выбор формата вывода цифрового звука.",
	"Select language for TV menu.": "Выбор языка меню ТВ.",
	"Select language for subtitles.": "Выберите язык субтитров.",
	"Select languages for keyboards input.": "Выбор языков для ввода с клавиатуры.",
	"Select method to adjust white balance.": "Выберите способ регулировки баланса белого.",
	"Select point to adjust luminance.": "Выберите режим точек для регулировки яркости.",
	"Select the Sound mode and set detailed Audio effects.": "Выберите режим звука и установите все необходимые аудиоэффекты.",
	"Select the Sound mode for each content type.": "Выберите режим звука для конкретного типа контента.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Выбор функции Ultra HD Deep Colour для входа HDMI{num}.",
	"Select the app to restrict the use.": "Выбор приложения для ограничения использования.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Выберите подходящий режим изображения в соответствии с условиями просмотра или типом контента.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Выбор звуковой дорожки трансляции.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Выберите тип субтитров для цифровых телетрансляций и настройте доп. параметры.",
	"Select the channel to restrict watching.": "Выбор канала для ограничения просмотра.",
	"Select the channel to watch when the TV turns on.": "Выбор канала, на котором ТВ будет включаться.",
	"Select the color range to be displayed.": "Выберите цветовой диапазон.",
	"Select the country for your country's special services.": "Выбор страны для специальных служб Вашей страны.",
	"Select the desired video angle.": "Выберите необходимый угол просмотра видео.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Выбор формата передачи сигнала с цифрового аудиовыхода ТВ на внешнее устройство.",
	"Select the input to use when the TV turns on.": "Выберите вход на котором ТВ будет включаться.",
	"Select the inputs to restrict the use.": "Выбор входов для ограничения использования.",
	"Select the most preferred Subtitle Language.": "Выберите первый язык субтитров.",
	"Select the place where to use the TV.": "Выбор места использования ТВ.",
	"Select the residential region for your regional broadcast signal.": "Выбор региона проживания для сигнала региональной трансляции.",
	"Select the second preferred Subtitle Language.": "Выберите второй язык субтитров.",
	"Select your first choice of audio language for digital broadcasts.": "Выбор основного языка звуковой дорожки для цифровых трансляций.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Выберите первый язык для услуги телетекста поставщика телевизионных услуг.",
	"Select your second choice of audio language for digital broadcasts.": "Выбор дополнительного языка звуковой дорожки для цифровых трансляций.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Выберите второй язык для услуги телетекста поставщика телевизионных услуг.",
	"Senegal": "Сенегал",
	"Seoul": "Сеул",
	"Serbia": "Сербия",
	"Serbian": "Сербский",
	"Serial Number": "Серийный номер",
	"Serta Wego": "Серта-вего",
	"Service 1": "Сервис 1",
	"Service 2": "Сервис 2",
	"Service 3": "Сервис 3",
	"Service 4": "Сервис 4",
	"Service 5": "Сервис 5",
	"Service 6": "Сервис 6",
	"Service Area Zip Code": "Почтовый индекс зоны обслуживания",
	"Set Automatically": "Автоматически",
	"Set ID": "Установить идентификатор",
	"Set My Team Alarm.": "Установить оповещения для моей команды.",
	"Set Store Mode settings.": "Настройки режима В магазине.",
	"Set System Color mode for your current TV input.": "Установите режим системы цветного телевидения для текущего входа телевизора.",
	"Set additional options for Video Description.": "Настройка дополнительных параметров видеоописания.",
	"Set additional picture settings.": "Дополнительные настройки изображения.",
	"Set additional sound-related settings.": "Настройка дополнительных параметров, связанных со звуком.",
	"Set advanced Subtitle options.": "Установите дополнительные опции субтитров.",
	"Set advanced captioning options.": "Установите дополнительные параметры субтитров.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Настройка и редактирование версии IP-адреса IPv4 или IPv6.",
	"Set audio-related options.": "Установите параметры, связанные со звуком.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Установите размер, цвет, прозрачность и другие параметры для вещания.",
	"Set color temperature from warm to cool.": "Отрегулируйте цветовую температуру от тёплой к холодной.",
	"Set detailed caption settings for HD broadcasts.": "Настройте доп. параметры субтитров для HD-трансляций.",
	"Set detailed options for the AI functions.": "Настройте доп. параметры для AI-функций.",
	"Set detailed options for the Home feature.": "Настройте доп. параметры главного экрана.",
	"Set detailed options for the Recommendation feature.": "Настройте доп. параметры для рекомендаций.",
	"Set easy connection settings with external devices.": "Настройте параметры подключения к внешним устройствам.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Настройка родительского контроля для блокировки каналов, приложений, входов.",
	"Set necessary additional functions based on watching environment and screen status.": "Настройка необходимых дополнительных функций в зависимости от среды просмотра и состояния экрана.",
	"Set or reset the position of on-screen captions.": "Настройте или сбросьте расположение субтитров.",
	"Set settings related to your wired / wireless network.": "Настройте параметры, связанные с проводной/беспроводной сетью.",
	"Set the TV to turn off automatically after a set amount of time.": "Настройка автоматического выключения ТВ через определенное время.",
	"Set the TV to turn off automatically at a set time.": "Настройка автоматического выключения ТВ в определенное время.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Задайте автоматическое выключение ТВ в случае, если отсутствуют действия со стороны Пользователя в течение 4 часов.",
	"Set the TV to turn on automatically at a set time.": "Настройка автоматического включения ТВ в определенное время.",
	"Set the additional functions related to the TV.": "Настройка дополнительных функций, связанных с ТВ.",
	"Set the current date and time.": "Установите текущую дату и время.",
	"Set the current date manually.": "Установка текущей даты.",
	"Set the current time manually.": "Установка текущего времени вручную.",
	"Set the detect range of device available to connect.": "Настройка диапазона обнаружения устройства, доступного для подключения.",
	"Set the region and country for broadcasts and special services.": "Выбор региона и страны для трансляций и специальных служб.",
	"Set the screen size and aspect ratio.": "Установите размер и формат экрана.",
	"Set the specialized functions of SIGNATURE TV.": "Настройка специальных функций SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Настройка времени автоматического выключения ТВ при отсутствии действий со стороны Пользователя.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Настройка эффекта виртуального многоканального объемного звука для получения более реалистичного звучания.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Настройка эффекта виртуального объемного звука для получения более реалистичного звучания.",
	"Set the volume level when the TV turns on.": "Настройка уровня громкости при включении ТВ.",
	"Set time to turn off the TV.": "Установите время выключения телевизора.",
	"Set time to turn on the TV.": "Установите время включения ТВ.",
	"Set up additional features related to customer support.": "Настройте доп. параметры, связанные с поддержкой Клиентов.",
	"Set up an account to use LG Services.": "Настройте учетную запись для использования сервисов LG.",
	"Set whether to display Home when the TV is turned on.": "Выберите, будет ли запускаться главный экран при включении ТВ.",
	"Settings Help": "Справка по настройкам",
	"Sexual Situations": "Сцены интимного характера",
	"Sexually Suggestive Dialogue": "Диалог с сексуальным подтекстом",
	"Shanghai": "Шанхай",
	"Sharpness": "Четкость",
	"Show Password": "Показать пароль",
	"Side by Side": "Рядом",
	"Sierra Leone": "Сьерра-Леоне",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Помехи от беспроводного маршрутизатора могут снизить чувствительность пульта ДУ Magic.",
	"Simferopol": "Симферополь",
	"Singapore": "Сингапур",
	"Size": "Размер",
	"Skopje": "Скопье",
	"Sleep Timer": "Таймер сна",
	"Slovak": "Словацкий",
	"Slovakia": "Словакия",
	"Slovenia": "Словения",
	"Slovenian": "Словенский",
	"Slow": "Медленно",
	"Small": "Маленький",
	"Smooth": "Плавно",
	"Smooth Gradation": "Плавная градация",
	"Soccer": "Футбол",
	"Sofia": "София",
	"Software Update": "Обновление ПО",
	"Software Version": "Версия ПО",
	"Software update has been installed. Update will be applied when you restart your TV.": "Обновление ПО установлено. Обновление будет применено после перезапуска ТВ.",
	"Solid": "Непрозрачный",
	"Solomon Islands": "Соломоновы Острова",
	"Somalia": "Сомали",
	"Some material may not be appropriate for children under 13.": "некоторые материалы могут быть неприемлемыми для детей до 13 лет.",
	"Some material may not be appropriate for children.": "некоторые материалы могут быть неприемлемыми для детей.",
	"Sotho, Northern": "Северная Сото",
	"Sotho, Southern": "Южная Сото",
	"Sound": "Звук",
	"Sound Mode": "Режим звука",
	"Sound Mode Settings": "Настройки режима звука",
	"Sound Out": "Аудиовыход",
	"Sound Share": "Воспр. аудио по Bluetooth",
	"Sound Test": "Проверка звука",
	"South Africa": "Южно-Африканская Республика",
	"South Korea": "Южная Корея",
	"Southern Africa": "Южная Африка",
	"Spain": "Испания",
	"Spanish": "Испанский",
	"Speaker Volume Control": "Управление громкостью динамика",
	"Specify detailed voice guidance settings after turning on this feature.": "После включения функции настройте доп. параметры голосового управления.",
	"Speed": "Скорость",
	"Spoken Subtitle": "Голосовые субтитры",
	"Sports": "Спорт",
	"Sports Alert": "Спортивное оповещение",
	"Srednekolymsk": "Среднеколымск",
	"Sri Lanka": "Шри-Ланка",
	"St. John's": "Сент-Джонс",
	"Stand": "ТВ на стойке",
	"Standard": "Стандартный",
	"Standard Mode Sound Effect": "Стандартный звуковой эффект",
	"Standby Light": "Индикатор режима ожидания",
	"Start New Sound Tuning": "Запустить новую настройку звука",
	"Start Now": "Начать сейчас",
	"Startup Sound": "Звук включения",
	"Stockholm": "Стокгольм",
	"Stop": "Остановить",
	"Store Demo": "В магазине (Демо)",
	"Store Mode": "Режим В магазине",
	"Store Mode Settings": "Настройки режима В магазине",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Режим \"В магазине\" предназначен для демонстрации в магазине. В этом режиме каждые несколько минут выполняется сброс настроек. Запустить режим \"В магазине\"?",
	"Strong": "Сильный",
	"Style": "Стиль",
	"Subnet Mask": "Маска подсети",
	"Subnet prefix length": "Длина префикса подсети",
	"Subtitle First Choice Language": "Первый язык субтитров",
	"Subtitle Language": "Язык субтитров",
	"Subtitle Second Choice Language": "Второй язык субтитров",
	"Subtitles": "Субтитры",
	"Sudan": "Судан",
	"Super Impose": "Наложить",
	"Super Resolution": "Супер разрешение",
	"Support": "Поддержка",
	"Suriname": "Суринам",
	"Surround Balance": "Баланс",
	"Surround Level": "Уровень",
	"Swahili": "Суахили",
	"Swati": "Свати",
	"Swaziland": "Свазиленд",
	"Sweden": "Швеция",
	"Swedish": "Шведский",
	"Swift Current": "Саскачеван",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Переключение в режим ожидания для быстрого включения ТВ после его выключения.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Переключение в режим ожидания для быстрого доступа к различным функциям, таким как приложения, поиск и т.д., после выключения ТВ.",
	"Switzerland": "Швейцария",
	"Sync Demo": "Синхр. демо",
	"Syria": "Сирия",
	"System Color": "Система цвета",
	"São Paulo": "Сан-Паулу",
	"TAS - Tasmania - Hobart": "TAS — штат Тасмания — Хобарт",
	"TEXT 1": "ТЕКСТ 1",
	"TEXT 2": "ТЕКСТ 2",
	"TEXT 3": "ТЕКСТ 3",
	"TEXT 4": "ТЕКСТ 4",
	"TV": "ТВ",
	"TV Information": "Информация о ТВ",
	"TV Installation Type": "Тип установки ТВ",
	"TV Lock": "Блокировка телевизора",
	"TV Name": "Имя телевизора",
	"TV On With Mobile": "Включение ТВ с мобильного устройства",
	"TV Power Sound": "Звук вкл/выкл питания телевизора",
	"TV Power Sound Volume": "Громкость звука включения и выключения ТВ",
	"TV Program Locks": "Блокировка по возрасту",
	"TV Rating English": "Рейтинг телепрограмм — Великобритания",
	"TV Rating French": "Рейтинг телепрограмм — Франция",
	"TV Speaker": "Динамики ТВ",
	"TV can be used as an alarm.": "ТВ может использоваться в качестве будильника.",
	"TV is turned off at a set time on every specified day.": "ТВ будет выключаться в установленное время в указанные дни.",
	"TV to USB": "С телевизора на USB",
	"Tagalog": "Тагальский",
	"Tahiti": "Таити",
	"Taipei": "Тайбэй",
	"Taiwan": "Тайвань",
	"Tajikistan": "Таджикистан",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Позволяет использовать функции требующие подключение к сети, такие как Интернет, приложения, обновления ПО и т.д.",
	"Tallinn": "Таллин",
	"Tamil": "Тамильский",
	"Tanzania": "Танзания",
	"Target Luminance": "Целевая яркость",
	"Tashkent": "Ташкент",
	"Tbilisi": "Тбилиси",
	"Tegucigalpa": "Тегусигальпа",
	"Tehran": "Тегеран",
	"Teletext": "Телетекст",
	"Telugu": "Телугу",
	"Terrestrial DTV": "Эфирн.Цифр.ТВ",
	"Text Color": "Цвет текста",
	"Text Opacity": "Прозрачность текста",
	"Text Search": "Текстовый поиск",
	"Thai": "Тайская",
	"Thailand": "Таиланд",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} и HDMI {port2} поддерживают технологию AMD FreeSync Premium, и Вы можете включить эту функцию.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} и HDMI {port2} поддерживают технологию AMD FreeSync Premium, и Вы можете включить или отключить эту функцию.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Входы HDMI{port1} и HDMI{port2} поддерживают функцию «Мгновенный отклик в игре», которую можно включить или отключить.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} поддерживает технологию AMD FreeSync Premium, и Вы можете включить эту функцию.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} поддерживает технологию AMD FreeSync Premium, которую можно включить или отключить.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Вход HDMI{port1} поддерживает функцию «Мгновенный отклик в игре», которую можно включить или отключить.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} и HDMI {port3} поддерживают технологию AMD FreeSync Premium, и эту функцию можно выбрать.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} и HDMI {port3} поддерживают технологию AMD FreeSync Premium, которую можно включить или отключить.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддерживают технологию AMD FreeSync Premium, и Вы можете включить эту функцию.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} и HDMI {port4} поддерживают технологию AMD FreeSync Premium, которую можно включить или отключить.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Входы HDMI{port1}, HDMI{port2}, HDMI{port3} и HDMI{port4} поддерживают функцию «Мгновенный отклик в игре», которую можно включить или отключить.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Входы HDMI{port1}, HDMI{port2} и HDMI{port3} поддерживают функцию «Мгновенный отклик в игре», которую можно включить или отключить.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Уникальный ID HbbTV — это уникальное значение, которое используется только для HbbTV и не является личной информацией пользователя.",
	"The HbbTV Distinctive ID will be reset.": "Уникальный ID HbbTV будет сброшен.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Приложение или служба HbbTV отключит отслеживание отдельных Пользователей.",
	"The IBB service will disable its tracking of an individual user.": "Служба IBB отключит отслеживание отдельных Пользователей.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Не удалось получить информацию о стране обслуживания LG с сервера. Повторите попытку позже.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Чтобы изменить язык меню, нужно перезагрузить приложение Настройки. Продолжить?",
	"The ambient lighting will be provided when motion is detected around the TV.": "При обнаружении движения около ТВ будет включена подсветка.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Перечень доступных внешних служб распознавания голоса зависит от настройки языка. Кроме того, при изменении языка меню будет перезагружено меню настройки. Продолжить?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Список каналов скопирован с USB-устройства на ТВ. Через 5 секунд телевизор перезапустится.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Список каналов скопирован с телевизора на USB-устройство.",
	"The closer to 100, the brighter.": "Чем ближе к 100, тем ярче экран.",
	"The closer to 100, the clearer the color becomes.": "Чем ближе к 100, тем насыщеннее цвет.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Цветовая палитра смещается в сторону выбранного цвета в зависимости от значения.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Настройки функции «Баланс белого» будут сброшены. Продолжить?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Автоматическое уменьшение разницы между громкостью канала и программы позволяет избежать перепадов звука во время просмотра.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Автогромкость обеспечивает одинаковую громкость звука даже при переключении каналов или входов.",
	"The higher the settings, the louder the sound rapidly.": "Чем выше значение, тем быстрее звук становится громче.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Одновременный вывод звука на Динамики ТВ и Bluetooth-динамики для создания яркого эффекта объемного звучания.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Для распознавания голоса автоматически выбирается язык, заданный в качестве языка меню.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Язык, используемый для распознавания речи, устанавливается в соответствии с выбранным языком меню. Сервисы поддержки могут отличаться в зависимости от того, на каком языке говорит пользователь.",
	"The network is currently unavailable. Please try again later.": "Сеть сейчас недоступна. Повторите попытку позже.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Процесс занимает около часа. При этом телевизор должен быть выключен.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Процесс занимает около {n} мин. При этом ТВ должен быть выключен.",
	"The program is intended for adults only.": "Программа предназначена только для взрослых.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Яркость экрана регулируется автоматически в зависимости от освещенности места, где установлен ТВ.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Экран сдвинется вниз через 5 сек. При нажатии любой кнопки на пульте ДУ, кроме кнопок питания и громкости, экран вернется в прежнее положение.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Настройки функции «Система управления цветом» будут сброшены. Продолжить?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Настройка «Bluetooth Surround + Динамики ТВ» будет сброшена.",
	"The settings are as follows.": "Применяются следующие настройки.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Звук может не выводиться, если для параметра «Цифровой аудиовыход» выбрано значение «Сквозное использование».",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Не удалось установить обновление на Ваш телевизор. Будет выполнен возврат к предыдущей версии ПО.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "При включении ТВ и перемещении экрана будут отображаться визуальные эффекты.",
	"There are no paired devices.": "Нет сопряженных устройств.",
	"There are settings to correct or prevent OLED panel noise.": "Корректировка или устранение шумов панели OLED.",
	"There is no USB device connected to your TV.": "К телевизору не подключено ни одно USB-устройство.",
	"There is no message.": "Сообщений нет.",
	"Thimphu": "Тхимпху",
	"Third Language": "Третий язык",
	"This feature applies only to specified LG Wireless Keyboard models.": "Эта функция применима только к определенным моделям беспроводных клавиатур LG.",
	"This function works only when it is provided by the broadcast program.": "Эта функция работает, только если она поддерживается транслируемой программой.",
	"This is a closed caption preview": "Это предварительный просмотр субтитров",
	"This is an already existing value.": "Значение уже существует.",
	"This service provides you with more information about watching program and enjoys related contents.": "Данная служба предоставляет дополнительные сведения о текущей программе и связанном контенте.",
	"This will revert all options on TV to their default settings.": "Для всех параметров ТВ будут восстановлены значения по умолчанию.",
	"Thule": "Туле",
	"Tijuana": "Тихуана",
	"Time": "Время",
	"Timer Channel": "Канал для трансляции по таймеру",
	"Timer Repeat": "Повтор срабатывания таймера",
	"Timers": "Таймеры",
	"Timezone": "Часовой пояс",
	"Timor-Leste": "Тимор-Лешти",
	"Tint": "Оттенки",
	"Tiranë": "Тирана",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Для оптимизации звука воспроизведите тестовый звук на ТВ и запустите измерение отраженного звука с помощью пульта ДУ Magic.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Для проверки звука телевизора, аудиовыход нужно переключить на динамики ТВ. Продолжить?",
	"Togo": "Того",
	"Tokyo": "Токио",
	"Tonga": "Тонга",
	"Top and Bottom": "Верх и низ",
	"Toronto": "Торонто",
	"Total Power On Time": "Общее время включения",
	"Tracking Speed": "Скорость перемещения",
	"Translucent": "Полупрозрачный",
	"Transparent": "Прозрачный",
	"Treble Boost": "Усиление ВЧ",
	"Trinidad And Tobago": "Тринидад и Тобаго",
	"Trinidad and Tobago": "Тринидад и Тобаго",
	"Tripoli": "Триполи",
	"Tsonga": "Тсонга",
	"Tswana": "Тсвана",
	"Tune and save available channels.": "Поиск и сохранение доступных каналов.",
	"Tune and save available channels. You can set satellite channel options.": "Поиск и сохранение доступных каналов. Задайте параметры спутниковых каналов.",
	"Tunis": "Тунис",
	"Tunisia": "Тунис",
	"Turkey": "Турция",
	"Turkish": "Турецкий",
	"Turkmenistan": "Туркменистан",
	"Turn on TV with mobile device same as smartphone.": "Включение ТВ с помощью мобильного устройства, например, смартфона.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Включение и выключение функции Ultra HD Deep Colour для входа HDMI{num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Включите или выключите функцию «Мгновенный отклик в игре» для входа HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Включение ТВ по Bluetooth с помощью мобильного устройства.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Включение ТВ по Wi-Fi с помощью мобильного устройства.",
	"Turn on via Bluetooth": "Включить через Bluetooth",
	"Turn on via Wi-Fi": "Включить через Wi-Fi",
	"Turn on/off description box in Settings.": "Включение и выключение окна описания в настройках.",
	"Turn on/off standby light.": "Вкл./выкл. индикатора режима ожидания.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Включение/выключение технологии AMD FreeSync Premium для HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Включение или выключение изображений, которые отображаются при отсутствии сигнала.",
	"Turn on/off the related features of energy consumption.": "Включение/выключение функций, связанных с энергопотреблением.",
	"Turn the Hybridcast service on/off.": "Включение/выключение службы Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Включение/выключение службы Interactivity (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Включение/выключение телегида поставщика телевизионных услуг.",
	"Turn your broadcast TV provider's teletext service on/off.": "Включение/выключение службы телетекста поставщика телевизионных услуг.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Если вы не подключены к сети с помощью кабеля, выключение Wi-Fi приведет к потере доступа ко всем сервисам в Интернете. Продолжить?",
	"UAE": "ОАЭ",
	"UHD Mode": "UHD Режим",
	"USA": "Соединённые Штаты Америки",
	"USB storage for Copy Channels": "USB-устройство для копирования списков каналов",
	"USB to TV": "С USB на телевизор",
	"Uganda": "Уганда",
	"Ukraine": "Украина",
	"Ukrainian": "Украинский",
	"Ulaanbaatar": "Улан-Батор",
	"Unable to check for updates.": "Не удалось проверить наличие обновлений.",
	"Unable to connect to the network.": "Не удается подключиться к сети.",
	"Undefined": "Не определено",
	"Under 17 requires accompanying parent or adult guardian.": "Детям до 17 лет просмотр разрешен в присутствии родителей или опекунов.",
	"Uniform": "Однородный",
	"United Arab Emirates": "Объединённые Арабские Эмираты",
	"United Kingdom": "Великобритания",
	"United States of America": "Соединенные Штаты Америки",
	"Universal Control Settings": "Настройки универсального пульта",
	"Unknown": "Неизвестный",
	"Unknown issue has occurred.": "Произошла неизвестная ошибка.",
	"Update canceled.": "Обновление отменено.",
	"Update in progress...": "Выполняется обновление...",
	"Update in progress...({n}%)": "Выполняется обновление...({n}%)",
	"Update paused.": "Обновление приостановлено.",
	"Update reserved.": "Обновление зарезервировано.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Обновление будет отменено и файлы обновления будут удалены. Продолжить?",
	"Urdu": "Урду",
	"Uruguay": "Уругвай",
	"Urumqi": "Урумчи",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Использование пульта ДУ Magic для анализа акустических особенностей помещения и оптимизации воспроизведения звука ТВ с учетом полученных результатов.",
	"Use a large pointer.": "Использовать большой указатель.",
	"Use a medium pointer.": "Использовать средний указатель.",
	"Use a small pointer.": "Использовать маленький указатель.",
	"Use the 4-way controller to change the position and press the OK button.": "Измените положение с помощью 4-позиционной кнопки и нажмите кнопку ОК.",
	"Use the following services with the selected language.": "Используйте указанные ниже сервисы на выбранном языке.",
	"User": "Пользователь",
	"User Agreements": "Соглашения с пользователем",
	"User Guide": "Руководство пользователя",
	"Uzbek": "Узбекский",
	"Uzbekistan": "Узбекистан",
	"Uzhhorod": "Ужгород",
	"V Position": "Положение по горизонтали",
	"V Sharpness": "Четкость по вертикали",
	"V Size": "Размер по горизонтали",
	"VIC - Victoria - Melbourne": "VIC — штат Виктория — Мельбурн",
	"Vaduz": "Вадуц",
	"Valencian": "Валенсийский",
	"Vancouver": "Ванкувер",
	"Vatican City": "Ватикан",
	"Venda": "Венда",
	"Venezuela": "Венесуэла",
	"Vertical Zoom": "Вертикальное увеличение",
	"Video 1": "Видео 1",
	"Video 2": "Видео 2",
	"Video 3": "Видео 3",
	"Video Description": "Описание видео",
	"Vienna": "Вена",
	"Vientiane": "Вьентьян",
	"Vietnam": "Вьетнам",
	"Vietnamese": "Вьетнамская",
	"View current Common Interface (CI) information.": "Просмотр сведений о текущем общем интерфейсе (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Более чёткое отображение элементов с помощью изменения цвета меню на черно-белый.",
	"View messages from your broadcast TV provider.": "Посмотреть сообщения от поставщика телевизионных услуг.",
	"View more information about watching program and enjoy related contents.": "Просмотр дополнительных сведений о текущей программе и связанном контенте.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Просмотр изображения в исходном состоянии или настройка размера и формата экрана.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Просмотр изображения в исходном состоянии, полученном с транслируемого сигнала или подключенного устройства.",
	"Vilnius": "Вильнюс",
	"Violence": "Сцены насилия",
	"Vivid": "Яркий",
	"Vladivostok": "Владивосток",
	"Voice Recognition Help and Settings": "Распознавание голоса: Справка и Настройки",
	"Voice Support Service": "Сервисы поддержки голоса",
	"Volgograd": "Волгоград",
	"Volume": "Громкость",
	"Volume Increase Amount": "Величина увеличения громкости",
	"Volume Mode": "Режим громкости",
	"WA - Western Australia - Eucla": "WA — Западная Австралия — Юкла",
	"WA - Western Australia - Perth": "WA — Западная Австралия — Перт",
	"Wall-mounted": "ТВ на стене",
	"Warm1": "Тёплая 1",
	"Warm2": "Тёплая 2",
	"Warm3": "Тёплая 3",
	"Warsaw": "Варшава",
	"Wasu": "WASU",
	"Watch a diverse range of Internet contents on TV channels.": "Просмотр Интернет-контента по телеканалам.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Чтобы проверить устройство и убедиться в наличии последней версии ПО, собираются и хранятся такие сведения, как MAC-адрес, номер модели, код страны, языковые настройки и версия ПО.",
	"Welcome Feature": "Приветствие",
	"Welsh": "Валлийский",
	"Western Africa": "Западная Африка",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Переключение жесткого диска в режим ожидания, если он не используется в течение определенного времени, для снижения энергопотребления.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Если устройство подключено, изображение оптимизируется во время игры с минимальными задержками.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Когда запущена функция «Мгновенный отклик в игре», изображение может временно мигать.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Если для параметра «Аудиовыход» установлено значение «Bluetooth / HDMI ARC / Оптический цифровой / Динамики WiSA» или подключенное устройство не поддерживает функцию «Оптимизация изображения для игр», возможны сбои.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Если для параметра «Аудиовыход» установлено значение «Bluetooth» или подключенное устройство не поддерживает функцию «Мгновенный отклик в игре», возможны сбои в работе.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "При включении/выключении внешнего устройства ТВ автоматически включится/выключится.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Если визуальные эффекты выключены, экран отображается в режиме Телетрансляции.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Когда эта функция включена, некоторые функции на экране становятся частично прозрачные.",
	"When your TV is turned off, the device will automatically turn off.": "При выключении ТВ внешнее устройство автоматически выключится.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Во время передачи измененного заданного значения на внешнее устройство воспроизведение изображения или звука может временно прерваться. Это нормальное явление.",
	"White": "Белый",
	"White Balance": "Баланс белого",
	"Wi-Fi Connection": "Подключение к сети Wi-Fi",
	"Wi-Fi Security": "Безопасность Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi выключен. Включите его, чтобы посмотреть список доступных сетей для подключения и дополнительные пункты меню.",
	"Wi-Fi issue has occurred.": "Произошла ошибка Wi-Fi.",
	"WiSA Speakers": "Динамики WiSA",
	"Wide Area Zone": "Глобальная зона",
	"Wide View": "Широкоформатный просмотр",
	"Wide View (32:9)": "Широкоформатный вид (32:9)",
	"Wide Zoom": "Широкий",
	"Windhoek": "Виндхук",
	"Window Color": "Цвет окна",
	"Window Opacity": "Прозрачность окна",
	"Winnipeg": "Виннипег",
	"Wired Connection (Ethernet)": "Проводное подключение (Ethernet)",
	"Wired Headphones": "Проводные наушники",
	"Wired Headphones + Internal TV Speaker": "Проводные наушники + Динамики ТВ",
	"With this option, you can control the audio device's volume with your TV remote.": "Благодаря этой функции можно управлять уровнем громкости аудиоустройства с помощью пульта ДУ ТВ.",
	"Xhosa": "Кхоса",
	"Yakutsk": "Якутск",
	"Yamoussoukro": "Ямусукро",
	"Yangon": "Янгон",
	"Year": "Год",
	"Yekaterinburg": "Екатеринбург",
	"Yellow": "Желтый",
	"Yellowknife": "Йеллоунайф",
	"Yemen": "Йемен",
	"Yerevan": "Ереван",
	"Yes": "Да",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Настройка звуковых эффектов при включении/выключении ТВ и перемещении экрана.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Устройствами, подключенными к входам HDMI, можно управлять с помощью пульта ДУ Magic. Настраивать их при этом не требуется.",
	"You can delete the device connection history of Screen Share.": "Удаление истории подключения.",
	"You can delete the device connection history of Sound Share.": "Удаление истории подключения.",
	"You can find the default password in User Guide.": "Пароль по-умолчанию см. в руководстве пользователя.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Чтобы включить функцию «Мгновенный отклик в игре», выберите для параметра HDMI Ultra HD Deep Colour значение «Вкл.».",
	"You can only change settings from the current HDMI input.": "Можно изменить настройки только для текущего входа HDMI.",
	"You can scan again to connect the device.": "Можно повторить поиск для подключения устройства.",
	"You can select left and right audio settings for broadcast signal.": "Левый или правый аудиоканал для воспроизведения.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Можно выбрать технологию AMD FreeSync Premium для HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Для входа можно выбрать функцию Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Вы можете настроить воспроизведение звука при включенном или выключенном ТВ.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Можно включить или отключить использование профиля оператора CAM-модуля.",
	"You can turn this feature on or off.": "Эту функцию можно включить или выключить.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Вы можете получать различные рекомендации через сеть. Если этот параметр выключен, будет доступно только базовое содержимое, а некоторые функции могут быть недоступны.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Телевизор и устройство, подключенное с помощью SIMPLINK, будут синхронизированы следующим образом:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Во время восстановления пикселей ТВ должен быть выключен. Все текущие или предстоящие записи, напоминания или включения по таймеру, запланированные на время этого процесса, будут отменены. Также будут недоступны беспроводные динамики  в режиме \"Просмотр отсутствует\".",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Во время восстановления пикселей телевизор должен быть выключен. Все текущие или предстоящие записи, напоминания или включения по таймеру, запланированные на время этого процесса, будут отменены.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Для автоматической установки страны обслуживания LG телевизор должен быть подключен к сети. Открыть настройки, чтобы проверить подключение?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Для получения сообщений аварийного оповещения через цифровой теле-сигнал на ТВ должно быть указано правильное местоположение.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Телевизор выключится и после завершения процесса снова включится.",
	"Zagreb": "Загреб",
	"Zambia": "Замбия",
	"Zaporozhye": "Запорожье",
	"Zimbabwe": "Зимбабве",
	"Zoom": "Увеличение",
	"Zoom2": "Увеличение2",
	"Zulu": "Зулу",
	"Zürich": "Цюрих",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Устройство [{Device}] будет отключено от телевизора. Звук с этого устройства больше не будет воспроизводиться. Продолжить?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Устройство [{Device}] будет удалено из списка сопряженых устройств. Чтобы подключить его позже, выполните поиск доступных устройств и подключите его снова. Продолжить?",
	"[{deviceName}] will be deleted.": "Устройство [{deviceName}] будет удалено.",
	"aspectRatio_original": "Оригинальный",
	"audioGuidance_fast": "Быстро",
	"audioGuidance_high": "Высоко",
	"audioGuidance_low": "Низко",
	"audioGuidance_medium": "Средне",
	"audioGuidance_slow": "Медленно",
	"audioGuidance_veryFast": "Очень быстро",
	"audioGuidance_veryHigh": "Очень высокий",
	"audioGuidance_veryLow": "Очень низкий",
	"audioGuidance_verySlow": "Очень медленно",
	"btDotSignalStrength_wide": "Широко",
	"button": "кнопка",
	"character": "символ",
	"characters": "символы",
	"checked": "отмечено",
	"colorGamutJPNWide": "Широко",
	"connecting": "подключение...",
	"depthOfColor": "Цветность",
	"diagonal zoom in": "увеличить по диагонали",
	"diagonal zoom out": "уменьшить по диагонали",
	"digitalOptionSetByProgram": "Автоматически",
	"energy_Maximum": "Максимум",
	"energy_Medium": "Средняя",
	"energy_Minimum": "Минимум",
	"freesync_high": "Высоко",
	"freesync_low": "Низко",
	"freesync_off": "Выкл.",
	"freesync_wide": "Широко",
	"gamma_high1": "Высокий 1",
	"gamma_high2": "Высокий 2",
	"hidden": "скрыто",
	"horizontal zoom in": "увеличить по горизонтали",
	"horizontal zoom out": "уменьшить по горизонтали",
	"jpDoNot": "Выкл.",
	"logoLuminance_high": "Высоко",
	"logoLuminance_low": "Низко",
	"min": "мин.",
	"not connected": "не подключено",
	"objet_soundMode": "Оптимизация режима звука для конкретного контента.",
	"pictureControl3dModeStandard": "Стандартный",
	"pictureControlAuto": "Автоматически",
	"pictureControlAuto_BlackLevel": "Автоматически",
	"pictureControlHigh": "Высоко",
	"pictureControlHigh_BlackLevel": "Высоко",
	"pictureControlHigh_Male": "Высоко",
	"pictureControlLow": "Низко",
	"pictureControlLow_BlackLevel": "Низко",
	"pictureControlLow_Male": "Низко",
	"pictureControlMedium": "Средне",
	"pictureControlMedium_BlackLevel": "Средне",
	"pictureControlMedium_Male": "Средне",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Средне",
	"pictureLocalDimmingHigh": "Высоко",
	"pictureLocalDimmingLow": "Низко",
	"pictureLocalDimmingMed": "Средне",
	"pictureMode": "Стандартный",
	"pictureModeSettings": "Пользовательский",
	"press OK button to edit IP manually": "нажмите кнопку OK, чтобы изменить IP-адрес вручную",
	"press OK button to enter channel to search": "нажмите кнопку OK, чтобы указать искомый канал",
	"press OK button to enter value": "нажмите кнопку OK, чтобы указать значение",
	"press right button to adjust de-judder and de-blur value": "нажмите кнопку Вправо, чтобы настроить значения устранения дрожания и размытости",
	"press right button to adjust zoom ratio and position": "нажмите кнопку Вправо, чтобы настроить коэффициент увеличения и положение",
	"shift current screen down": "сдвинуть экран вниз",
	"shift current screen to the left": "сдвинуть экран влево",
	"shift current screen to the right": "сдвинуть экран вправо",
	"shift current screen up": "сдвинуть экран вверх",
	"shift down": "сдвинуть вниз",
	"shift left": "сдвинуть влево",
	"shift right": "сдвинуть вправо",
	"shift up": "сдвинуть вверх",
	"soundMode_Standard": "Стандартный",
	"speaker_channel": "Канал",
	"thaRatingNone": "Не задано",
	"unchecked": "не отмечено",
	"unread": "непрочитанные",
	"vertical zoom in": "увеличить по вертикали",
	"vertical zoom out": "уменьшить по вертикали",
	"volumeModeHigh": "Высокая",
	"volumeModeLow": "Низкая",
	"volumeModeMedium": "Средняя",
	"webOS TV Version": "Версия телевизора webOS",
	"zoom in": "увеличить",
	"zoom out": "уменьшить",
	"{label} : L{value}": "{label}: L{value}",
	"{label} : R{value}": "{label}: R{value}"
}
