{
	" (User)": " (Mai amfani)",
	"(Version: {l})": "(Samfurin: {l})",
	"* The device connected should support this service.": "* Na’urar da aka haɗa za ta goyi bayan wannan sabis.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ana aiwatar da wannan siffa sau ɗaya kawai idan an kashe talbijin ɗin.",
	"* This feature is available on certain devices only.": "* Wannan siffa tana samuwa ne kaɗai a kan wasu keɓaɓɓun na'urori.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Wannan yanayin yana bayyana niyyar FILMMAKER MODE da zahiri amma yana iya fito mafi duhu fiye sauran yanayin hoto.",
	"* This settings is only available for Internal TV Speaker.": "* Ana samun wannan saiti ne ga Sifikar Talbijin ta Ciki.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Ko da yake ana saita wannan zaɓi zuwa KUNNA, mai tanadin allon ba zai yi aiki don hana damun kallonka a kan shigarwa ta waje kamar talbijin na yanzu.",
	"* You can control the app which supports the function on your mobile device.": "* Za ka iya sarrafa manhajar da ke goyon bayan aikin a kan wayarka ta hannu.",
	"1) Turn the Bluetooth on the other device off.": "1) Kashe Bluetooth a kan ɗayan na’urar.",
	"10 Points Code Value": "Darajar Lamba mai Maki 10",
	"10 Points IRE": "IRE mai Maki 10",
	"10 and Above": "10 zuwa sama",
	"10 min": "10 minti",
	"11 and Above": "11 zuwa sama",
	"12 Hours": "Awa 12",
	"12 and Above": "12 zuwa sama",
	"120 min": "120 minti",
	"13 and Above": "13 zuwa sama",
	"14 and Above": "14 zuwa sama",
	"14 by 9": "14 ga 9",
	"15 and Above": "15 zuwa sama",
	"16 and Above": "16 zuwa sama",
	"16 by 9": "16 ga 9",
	"17 and Above": "17 zuwa sama",
	"18 and Above": "18 zuwa sama",
	"180 min": "180 minti",
	"19 and Above": "19 zuwa sama",
	"2 Channel": "Kewayen sauti 2",
	"2 Hours": "Awa 2",
	"2 Points": "2 Sakamako",
	"2) Turn the Bluetooth device to connect off and on.": "2) Kashe kuma kunna na’urar Bluetooth.",
	"20 Points Code Value": "Darajar Lamba mai Maki 20",
	"20 Points IRE": "IRE mai Maki 20",
	"20 and Above": "20 zuwa sama",
	"20 min": "20 minti",
	"21 by 9": "21 ga 9",
	"22 Points Code Value": "Darajar Lamba mai Maki 22",
	"22 Points IRE": "IRE mai Maki 22",
	"24 Hours": "Awa 24",
	"240 min": "240 minti",
	"3 Hours": "Awa 3",
	"30 min": "30 minti",
	"32 by 12": "32 ga 12",
	"32 by 9": "32 ga 9",
	"3G/4G Connection": "Mahadin 3G/4G",
	"4 Hours": "Awa 4",
	"4 Hours Auto Power Off": "Makashin Awa 4 Mai sarrafa kai",
	"4 and Above": "4 zuwa sama",
	"4 by 3": "4 ga 3",
	"4-Way Zoom": "Ƙara ko Rage Girma Hanya-4",
	"5 and Above": "5 zuwa sama",
	"5.1 Channel": "Kewayen sauti 5.1",
	"6 Hours": "Awa 6 ",
	"6 and Above": "6 zuwa sama",
	"60 min": "60 minti",
	"7 and Above": "7 zuwa sama",
	"8 Hours": "Awa 8",
	"8 and Above": "8 zuwa sama",
	"9 and Above": "9 zuwa sama",
	"90 min": "90 minti",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "Ana yin amfani da AD ID don gano wannan na’ura domin maƙasudin talla da kuma don sauƙaƙa wasu tallace-tallace da wataƙila za su ba ka sha’awa. Za ka iya sake saita AD ID ko iyakance bin sawun AD ID a ƙasa.",
	"AI Acoustic Tuning": "AI Tsarin Kunne",
	"AI Acoustic Tuning Options": "Zaɓuɓɓukan AI Tsarin Kunne",
	"AI Acoustic Tuning is disabled.": "An kashe AI Tsarin Kunne.",
	"AI Brightness Control": "Sarrafar Hasken AI",
	"AI Picture": "Hoton AI",
	"AI Picture Pro": "Hoton AI Pro",
	"AI Recommendation": "Shawartawar AI",
	"AI Service": "Sabis ɗin AI",
	"AI Sound": "Sautin AI",
	"AI Sound Pro": "Sautin AI Pro",
	"AV Sync Adjustment": "AV Dai-daita",
	"Accessibility": "Damar shiga",
	"Account Management": "Gudanar da Asusu",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Tayarwa wannan zaɓe zai dakatar da tara da kuma bin sawun keɓaɓɓun bayanai dangane da talla daga wannan Smart TV. Kunna kunnawan zai ƙila shafi nau’o’in tallace-tallace da za ka gani daga yanzu, amma ba zai iya tsayar da kai daga karɓan tallace-tallace ba.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Tayarwa wannan kunnawan zai sa LGE ya umarce masu samarwa na wani dabam don tsai da yi kasuwanci da keɓaɓɓen bayani ɗinka. Sai dai ka fita dabam, za ka samu dama ga sabis-sabis kamar Live Plus, Tasoshin LG, da kuma Who.Where.What? har yanzu.",
	"Add Network": "Kara Netwok",
	"Add a hidden wireless network": "Kara sanya na’urar Netwok",
	"Add wireless network by manually entering network name (SSID).": "Ka kara sanya wayar iska ta sadarwa da hannu ka sai ka shigar da sunan sadarwa (SSID).",
	"Additional Audio Selection": "Kara zaben saiti na Zabin Sauti",
	"Additional Settings": "Ƙarin Saituna",
	"Address Setting": "Saitin Adreshin",
	"Adjust Audio Guidance pitch.": "Daidaita makurar Jagorar Sautin murya.",
	"Adjust Audio Guidance speed.": "Daidaita gudun Jagorar Sautin murya.",
	"Adjust Audio Guidance volume.": "Daidaita sautin Jagorar Sautin murya.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Daidaita hasken Wutar-baya don haskaka ko sa allon duhu.",
	"Adjust Screen Position": "Daidaita Matsayar Sikirin",
	"Adjust Zoom Ratio": "Adadin Kusantowar Daidaitawa",
	"Adjust animation effect shown on the home at certain times.": "Daidaita rinjayen sa motsi a kan allo a wasu lokuta.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Dai-daita hasken ta yin bayani akan motsin hoto mara dadi kuma zai rage yawan shan wuta.",
	"Adjust brightness of the LG logo.": "Daidaita hasken tambarin LG.",
	"Adjust color and saturation for a more vivid image.": "Daidaita launi da kuma jikewa ga wani karin m hoto.",
	"Adjust color temperature automatically to reduce eye strain.": "Daidaita yanayi kai tsaye don rage damuwa ido.",
	"Adjust cursor speed.": "Dai-daita saurin alamar.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Daidaita gefen haske. Mafi girma dabi'u kara krip da kuma tsabta na hoto.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Daidaita saitukan gamma don tabbatar da hasken sigina ta bayanan shigarwa.",
	"Adjust left/right audio balance.": "Gyara hagu/dama dai-daiton sauti.",
	"Adjust luminance for selected color.": "Daidaita luminance don launin da aka zaba.",
	"Adjust luminance level for selected IRE point.": "Daidaita matsayin luminance don maki IRE da aka zaba.",
	"Adjust peak brightness for the brightest luminance.": "Daidaita ƙololuwar haske don farin haske.",
	"Adjust remote's cursor speed and appearance.": "Daidaita saurin linzamin da kuma bayyana.",
	"Adjust saturation for selected color.": "Daidaita shige don launin da aka zaɓa.",
	"Adjust screen brightness to reduce energy consumption.": "Daidaita hasken allo don rage jan karfin wuta.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Daidaita hasken FITILAR OLED don haskaka ko saka allon duhu.",
	"Adjust the audio timing to synchronize the video and audio.": "Gyaralokacin sautin domin dacewa da bidiyo da kuma sauti.",
	"Adjust the balance of red and green to display the tint on the screen.": "Nuna ragowar ja ko kore don daidaita duhu a kan allon.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Daidaita ragowar launin ta sauya yanayin launi, haske, da kuma ƙarfin ja, kore, da kuma shuɗi.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Bugu da ƙari, daidaita bambanci, haske da sauransu don ɗaiɗaikun yanayin hoto cikin cikakken bayani da kuma saita launin da aka fi so, gamma da sauransu.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Daidaita bambanci tsakanin yankunan allon masu haske da duhu. Madaukakan darajoji suna ta’azzara bambancin.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Daidaita zangon firam a cikin hanya ɗaya da fim da kamar yadda yake bayar da kamar silimar fim.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Daidaita haske na tsayayyen hoto kamar tambarori, da sauransu da kuma hana matsalolin ingancin allo da za su iya faruwa idan aka kunna TV na tsawon lokaci.",
	"Adjust the screen color to be pale or deep.": "Daidaita launin allon ya yi haske ko zurfi.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Daidaita sautin don cim ma zaɓinka ga kowace ƙarfin sauti.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Daidaita lokacin don daidaitawa idan bidiyon da kuma maganar suna da bambancin lokaci.",
	"Adjust the tint to brighten or darken the screen.": "Daidaita ɗan duhu don haskaka ko saka allon duhu.",
	"Adjust the volume you want with pressing remote's volume key.": "Daidaita ƙarar da kake so ta danna maɓallin ƙara na rimot.",
	"Adjust tint for selected color.": "Don launin da aka zaba.",
	"Adjust whether to display the home promotion.": "Daidaita ko dai a nuna garaɓasar gida.",
	"Adjusting Luminance": "Daidaita Luminance",
	"Adolescent over 13 are allowed to watch.": "Ana ƙyale yara ‘yan fiye da shekaru 13 su kallo.",
	"Adolescent over 14 are allowed to watch.": "Ana ƙyale yara ‘yan fiye da shekaru 14 su kallo.",
	"Adolescent over 16 are allowed to watch.": "Ana ƙyale yara ‘yan fiye da shekaru 16 su kallo.",
	"Adult": "Manya",
	"Adult Language": "Yaren Manya",
	"Adults only.": "Manya kawai.",
	"Advanced": "Gaba",
	"Advanced Controls": "Madaukakan Masarrafai",
	"Advanced Wi-Fi Settings": "Babban Saiti na Wi-Fi",
	"Advertisement": "Talla",
	"Afghanistan": "Afaganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Idan an canja zaɓin ƙasa, duk tashoshin da ke kan TV za su share. Don sake zuba wasu tashoshin sai ka taɓa Auto Tuning. Kana son ka ci gaba?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Bayan ka canja lambar asarka duk tashoshin Freesat kyauta za su share. Don sake zuba wasu tashoshin sai ka taɓa Auto Tuning. Kana son ka ci gaba?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Bayan ka canza kasar ka, za kaiya duba cikin tasoshin ka tahin amfani daanin jiyawa na kai tsaye. Kana son ka ci gaba?",
	"Ages 2-7 are allowed to watch.": "Ana ƙyale ‘yan shekaru 2-7 su kallo.",
	"Albania": "Albaniya",
	"Alerts you by sound when the TV is turned on or off.": "Yana faɗakar da kai ta sauti a yayin da aka kunna ko kashe Talabijin ɗin.",
	"Algeria": "Aljeriya",
	"All Channels": "Duka Tasoshi",
	"All Children": "Duk Yara",
	"All ages are allowed to watch.": "Kowa yana iya kallo.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Duk saitunan da aka yi a kan {pictureMode} za su wargaje. Kana son ka ci gaba?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Duk saitiunan sauti na Tsayayyen Yanayi zai wargaje. Kana son ka ci gaba?",
	"Allow Automatic Updates": "Bada damar Sabuntawar Kai tsaye",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Kuma, Za ka iya daidaita cikakken bayanin saitunan domin sautin Kewayawar Bluetooth.",
	"Always Open": "Koyaushe a bude",
	"Always-on Off Time": "Lokacin Kashe Always-on",
	"An error has occurred while copy channels.": "Matsala ta faru alokacin maimaita tasoshi.",
	"An important software update is available.": "Akwai muhimmiyar sabuntawar intanet.",
	"Analog Mode": "Yanayin Analog",
	"Analog TV": "Talabishin da",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Nazarci yanayin sauti da kuma daidaita sauti na kowace ƙunshiya cikin lokaci.",
	"Anchorage": "Wurin makalewa",
	"Antenna": "Eriya",
	"Antenna ATV": "Eriya ATV",
	"Antenna DTV": "Eriyar DTV",
	"Antenna Radio": "Radiyo mai Eriya",
	"Antigua and Barbuda": "Antigwa da Barbuba",
	"Any Supplementary Audio": "Duk Wani Ƙarin Sauti",
	"App Alarm": "Ƙararrawar Manhaja",
	"Application Locks": "Makullan Shiri",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Saka cikakkun darajojin saituna na yanayin hoton yanzu ga duk shigarwa ko manhajoji.",
	"Apply to all inputs": "Sanya ga duk bayanan shigarwa",
	"Applying value to all inputs...": "Ana sanya daraja ga duk bayanan shigarwa...",
	"Argentina": "Arjantina",
	"Armenia": "Armeniya",
	"Aspect Ratio": "Al'amari Rabo ",
	"Aspect Ratio Settings": "Saitunan Kiyasin Faɗi",
	"Assign channels to remote buttons so you can quickly jump to them.": "Sanya madanni ta hanyar na’ura ta nesa za ka iya hada su da sauri.",
	"Audio Delay": "Jinkirin Sauti",
	"Audio Description": "Siffofin Odio",
	"Audio Description Volume": "Bayyanar Karin Sauti",
	"Audio Guidance": "Jagorar Sauti",
	"Audio Language": "Yaren Sauti",
	"Audio Out (Line Out)": "Sautin waje (Layi Waje)",
	"Audio Type": "Nau’in Sauti",
	"Australia": "Ostareliya",
	"Austria": "Ostiriya",
	"Auto": "Ato",
	"Auto Detect": "Gane da Kansa",
	"Auto Device Detection": "Gano Na’ura kai Tsaye",
	"Auto Genre Selection": "Zaɓen Ɓangare Kai tsaye",
	"Auto Power Off": "Kashewar Kai tsaye",
	"Auto Power Sync": "Hadewar Kunnawa ta Kai tsaye",
	"Auto Start": "Farawa da Ka",
	"Auto Volume": "Masarrafin Sauti na kai tsaye",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Kai tsaye daidaita tazara a cikin ƙarar sauti, ko saita ƙarar sauti da ake daidaitawa a wani lokaci tare da maɓallin ƙarar a kan rimot.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Kai tsaye daidaita zuwa wata darajar hoto da aka alkinta don salon abubuwan da ke ciki na Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Kai tsaye daidaita zuwa wata darajar hoto da aka alkinta don salon abubuwan da ke ciki.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Canza zuwa FILMMAKER MODE kai tsaye a lokacin da aka gane ƙunshiyar fim.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Binkasa ingancin hoto kai tsaye ta hanyar launi da haske na fitila mai game ko’ina.",
	"Automatically update system software when an update is found.": "Gaba daya gyara tsarin bayanai a lokacin da aka sami gyara.",
	"Available Internal Storage": "Ma’adanar Ciki da Ake da ita",
	"Azerbaijan": "Azarbaijan",
	"BG Color": "Kalar BG",
	"BG Opacity": "BG da ake so",
	"Back": "Baya",
	"Backlight": "Hasken baya",
	"Bahrain": "Baharan",
	"Balance": "Daidaito",
	"Bass Boost": "Ƙara Diri",
	"Behavior may vary depending on connected device.": "Halayya kan iya bambanta dangane da na’urar da aka jona.",
	"Belgium": "Beljiyo",
	"Belize": "Baliz",
	"Benin": "Bini",
	"Black": "Baki",
	"Black Level": "Bakin Matsayil",
	"Block TV programs broadcast in English based on their content ratings.": "Toshe watsa shirye shiryen talbijin a yaren Turanci ta hanyar kimanta darajar abubuwan da ke cikinsu.",
	"Block TV programs broadcast in French based on their content ratings.": "Toshe watsa shirye shiryen talbijin a yaren Turanci ta hanyar kimanta darajar abubuwan da ke cikinsu",
	"Block content based on genre.": "Toshe abubuwan da ke ciki ta hanyar fanni.",
	"Blue": "Bulu",
	"Bluetooth Speaker Mode": "Yanayin Sifikar Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Sautin Surround na Bluetooth + Sifikar talbijin ta Ciki",
	"Bluetooth Surround Sound Setup": "Saita Sautin Surround na Bluetooth",
	"Bolivia": "Balibiya",
	"Bosnia": "Bosniya",
	"Brazil": "Birazil",
	"Brazilian Punk": "Dan rawar Brazil",
	"Brightness": "Haske ",
	"Broadcast Country": "Kasar Sadarwa",
	"Broadcast Mail": "Sadarwar Wasika",
	"Broken Hill": "Tsauni",
	"Bulgaria": "Bulgariya",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Idan ka danna ‘Sake saita’, za ka goge dukkan bayanai dangane da talla da LGE ya karɓa daga wannan Smart TV a baya. Dannawa ‘Sake saita’ zai iya shafi nau’o’in tallace-tallace da za ka gani daga yanzu, amma ba zai iya tsayar da kai daga karɓowa tallace-tallace ba.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ta hanyar kunna Live Plus, Kana yada da tsarin duba bayanai na kayan LG . (\"LGE\") ta hanyar ACR , wanada za’a iy hada shi da wani domin isamar maka da aiyuka. Za mu iya hada wasu tarun bayanai da mutun na uku domin kasuwanci. Amma ka lura cewa ba’a karba ko tura wadannan sakonni na sama ko akan yara ‘yan kasa da shekara 13. Cikakken bayani a kan Live Plus an nuna shi a gurin buba bayanai (terms) wacce za’a iya samu a saitin SmartTV. LGE na bukatar cewa ka duba ainihin bayani (terms) kafin ka shiga Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Idan ka kunna Live Plus, za ka fahimta cewa ana iya gane ƙunshiyar da ake nuna a kan Talbijan ɗinka, kuma ana iya yi amfani da bayanin dubawa ɗin don samar maka da wata bunƙasashiyar ƙwarewar dubawa da kuma keɓantattun sabis-sabis da suka haɗa shawarwari da tallace-tallace na ƙunshiya. Sai a sake duba Dokar Tsare Sirri da kuma muhimman Yarjejeniyar Mai Amfani a cikin mazaɓar Saitunan Talbijan don ƙarin bayani.",
	"CI Information": "Bayanan CI",
	"CI password incorrect. Please enter again.": "Kalmar-shiga ta CI ba daidai ba ce. Sake shigarwa.",
	"COMPONENT2": "ABUBUWAN CIKI2",
	"COMPONENT3": "ABUBUWAN CIKI3",
	"CS1 Board": "CS1 Allo",
	"CS2 Board": "CS2 Allo",
	"Cable": "Waya ",
	"Cable ATV": "Wayar ATV",
	"Cable DTV": "Wayar DTV",
	"Cable Radio": "Wayar Radiyo",
	"Cameroon": "Kamaru",
	"Can not Find Channel": "Ba za a iya samun tasha ba.",
	"Canada": "Kanada",
	"Cancel": "Soke",
	"Cancel Schedule": "Goge Tsarin",
	"Cancel Update": "Soke Sabuntawa",
	"Cape Verde": "Kap Barde",
	"Caution": "Faɗakarwa",
	"Center": "Tsakiya",
	"Central African Republic": "Jamhuriyar Afirka Ta Tsakiya",
	"Change blue intensity and adjust the color balance.": "Canza ƙarfin shuɗi da kuma daidaita ragowar launin.",
	"Change green intensity and adjust the color balance.": "Canza ƙarfin kore da kuma daidaita ragowar launin.",
	"Change red intensity and adjust the color balance.": "Canza ƙarfin ja da kuma daidaita ragowar launin.",
	"Change the left / right sound": "Canza sauti na hagu / dama",
	"Change the position of captions using the 4-way dial on the remote control.": "Canza wurin kan kanun ta amfani da dannawa mai hanya huɗu a kan rimot ɗin.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Canja nahiya na iya canja tashoshin da ke kan TV ɗinka. Kana iya sake zuba tashoshi idan ka je Auto Tuning. Shin kana son canja saitunan yanki yanzu?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Idan ka canja ƙasar da ka zaɓa TV ɗinka za ta sake kunna kanta don haka sai ka sake amincewa da yarjejeniyar masu amfani da kayan kamfanin LG. Haka kuma ayyukan da na’urar za ta yi na iya bambanta dangane da irin sabis ɗin kamfanin LG da ake samu a ƙasar. Kana son ka ci gaba?",
	"Channel Locks": "Kulle Tasha",
	"Channel Manager": "Mai Sarrafa Tasha",
	"Channel Scrolling Options": "Zabukan Laluben Tasha",
	"Channel Tuning": "Nemo Tasha",
	"Channel Tuning & Settings": "Nemo Tashada Saiti",
	"Channels": "Tashoshi",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Ba za a iya kulle tashoshin da ke kan saitin HDMI ko cikin na’urorin da aka jona ba. Domin kulle tashoshi, canja saitin da ake kai zuwa Live TV.",
	"Check TV information.": "Bincika Bayanin Talbijin.",
	"Check alarm messages about the user settings or TV status.": "Bincika saƙonnin ƙararrawa game da saitunan mai amfani ko matsayin TV.",
	"Check descriptions for each LG webOS TV functions.": "Bincika bayanai na kowane aikin LG webOS TV.",
	"Check for Advertising settings and set it.": "Bincika saitunan Talla kuma saita shi.",
	"Check for Updates": "Duba don Sabuntawa",
	"Check for available functions with Voice and set Voice Settings.": "Bincika ayyuka da suke samuwa tare da Murya kuma saita Saitunan Murya.",
	"Check for problems with the picture quality.": "Duba matsalolin tare da ingancin hoton.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Duba matsalolin ingancin sauti na Sifikar Talbijin ta Ciki.",
	"Check for software updates and update if available.": "Bincika sabunta sofwaya da kuma sabuntawa idan akwai.",
	"Check whether the Bluetooth device is in pairing mode.": "Bincika ko na’urar Bluetooth tana cikin yanayin haɗi.",
	"Check your TV status to solve problems or use remote support.": "Duba matsayin Talabijan ɗinka don warware matsaloli ko yi amfani da tallafa na rimot.",
	"Checking Password": "Duba lambar sirri",
	"Checking for Updates": "Ana bincika Sabuntoci",
	"Checking...": "Duba...",
	"Children": "Yara",
	"Children Age": "Shekarun Yara",
	"Children Program Locks": "An kulle Shirin Yara",
	"Children over 8 are allowed to watch.": "Ana ƙyale ‘yan fiye da shekaru 8 su kallo.",
	"Chile": "Cile",
	"China": "Caina",
	"Choose to have all channels or just your primary ones when you change channels.": "Zabi ka sami duk tasoshi ko kawai ainihin naka yayin da ka canja tasoshi.",
	"Cinema": "Sinima",
	"Cinema Clear": "Silima Ƙarara",
	"Cinema Home": "Gidan Silima",
	"Cinema View": "Duban Sinima",
	"Cinema View (32:12)": "Kallon Sinima (32:12)",
	"Cinema Zoom": "Kusanto Sinima",
	"City": "Gari",
	"City Selection": "Zabin Gari",
	"Clean Audio": "Share Sauti",
	"Clear": "Karara",
	"Clear Plus": "Wasai da Kari",
	"Clear Voice Ⅲ": "Fitacciyar Murya Ⅲ",
	"Clear Voice Ⅳ": "Share Murya Ⅳ",
	"Clear1": "Dai-dai",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Danna madannin HADA a kasa abayen allon LG kunna sai ka saita bangare biyu.",
	"Close": "Rufe",
	"Closed Caption": "Rufe bangaren",
	"Closed Caption Settings": "Saitin da ke kusa",
	"Code Value": "Darajar Lambar sirri",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Karɓi da kuma adana adireshin MAC, lambar samfuri, lambar ƙasa, saitunan harshe, da kuma sigar sofwaya don tantance sabuwar sofwaya don sabuntawa.",
	"Colombia": "Kolambiya",
	"Color": "Kala",
	"Color Gamut": "Kala Gamut",
	"Color Management System": "Tsarin Tara Kala",
	"Color Temperature": "Zafin kala",
	"Component": "Mahadi",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Tabbatar da sharuɗɗa da ƙa’idoji ko canza ko za karɓi yarjejeniyar.",
	"Congo Brazzaville": "Kongo Na Burazabili",
	"Connect": "Hada",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Haɗa sifikar Bluetooth da kuma sifikar Talabijin kuma kai tsaye ka gyara Mai Jinkirin Sauti tsakanin sifikoki.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Haɗa na’urar magana ta waje, tare da tallafin eARC, zuwa eARC ɗin.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Yi haɗi da na’urorin waje kamar rasibar Set-top, baa na Sauti da sauransu da talbijin bisa la’akari da jagora.",
	"Connect the LAN cable directly to the TV to use the network.": "Haɗa kebul ɗin LAN kai tsaye da talbijin ɗin don amfani da hanyar sadarwa.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Yi haɗi da hanyar sadarwa ta shigar da IP da kuma adiresoshin DNS da hannu.",
	"Connect to the network if a wireless router is installed.": "Yi haɗi da hanyar sadarwar idan an saka wata rauta marar waya.",
	"Connect via WPS PBC": "Hada ta hanyar WPS PBC",
	"Connect via WPS PIN": "Hada ta hanyar WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Hada TV din ka da hanyar wayar ka domin hadawa da hanyar sadarwar.",
	"Connect your TV with WiSA Speakers wirelessly.": "Haɗa talbijin ɗinka da Sifikokin WiSA ta hanya iska.",
	"Connectable Devices ({num})": "Na’urori da za a iya Haɗi ({num})",
	"Connected": "An hada",
	"Connected to Internet": "Hada da yanar Gizo",
	"Connecting...": "Hadawa...",
	"Connection": "Haɗi",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Gudanarwar Haɗi tare da wata smartphone ko PC tana samuwa. Domin a haɗa wani Talabijan tare da wata na’urar wayar hannu, ana buƙata saituna da buƙatun haɗi a kan smartphone ɗin da PC.",
	"Content Recommendations": "Shawarta Abu",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Abun ciki zai kunna sauti da ya dace da sauraren ninkin-tashoshi idan aikin HbbTV yana goyon bayan sautin ninkin-tashoshi.",
	"Contrast": "Karfi ",
	"Cool": "Sanyi",
	"Copy Channels": "Kwafi Tasoshi",
	"Copy/Delete file": "Kwafi/Goge fayil",
	"Correct contrast and brightness by adjusting black levels.": "Gyara haske da kuma mai haske ta hanyar dai-daita matsayin.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Gyara al’amuran kyan hoto da kuma hana matsalolin ingancin hoto da zai iya haifarwa a yayin da aka kunna talbijin na tsawon lokaci.",
	"Costa Rica": "Kwasta Rika",
	"Could not fined available network.": "Ba za’a iya samin network ba.",
	"Croatia": "Kurowaishiya",
	"Current time is not valid. Do you want to set the correct time now?": "Lokaci na yanzu bai da inganci. Kana son saita lokaci yanzu?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Za a sanya darajojin yanzu na saitunan yanayin hotunan da aka dauwamar ga {pictureMode} yanayi ga duk bayanan shigarwa. Kana son ka ci gaba?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "A yanzu madannin Allo mara waya Na’urar ka ta LG zai rabu da talabijin ɗinka. A ci gaba? Kana son ka ci gaba?",
	"Custom": "Al’ada",
	"Custom Time Zone": "Al’adar lokaci",
	"Customer Service": "Aikin Abokin Hulɗa",
	"Cyprus": "Sifurus",
	"Czech": "Cak",
	"DNS Server": "Sabar DNS",
	"DR Congo": "DR Kongo",
	"DTV Audio Setting": "Saitukan Sauti na DTV",
	"Data Service": "Aikin Bayanai",
	"Date": "Kwanan wata",
	"Day": "Rana",
	"Delete": "Goge",
	"Delete Connection History": "Share Tarihin Haɗi",
	"Delete Pairing History": "Share Tarihin Ƙawancen Na’urori",
	"Delete Usage Data": "Goge Bayanan Amfani",
	"Demo Options": "Zaɓin Gwaji",
	"Denmark": "Danmark",
	"Depressed": "Takura",
	"Deregister": "Soke rajista",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Siffanta ƙunshiyar a kan allon tare da murya don masu matsalar gani don amfani da Talabijin.",
	"Detect Range": "Zangon Ganowa",
	"Device Connection Settings": "Saitunan Haɗin Na’ura",
	"Device List": "Jerin Na’ura",
	"Device Name": "Sunan Na’ura",
	"Digital Mode": "Dijital Yanayin",
	"Digital Sound Out": "Mafitar sautin",
	"Digital TV": "Talabishin Zamani",
	"Directed to Older Children (ages 7 and above)": "Ana Nufar Yara Masu girma (shekaru 7 zuwa sama)",
	"Disabled": "An kashe",
	"Disconnect": "Cire haɗi",
	"Display captions for hearing-impaired viewers to use TV.": "Yana nuna bayanai don masu matsalar ji don amfani da TV.",
	"Display fast-moving content smoothly and clearly.": "Nuna abubuwa masu saurin wucewa daidai kuma ƙarara.",
	"Display luminance level for the highest point (100 IRE).": "Bijirar da matsayin luminance don mafi girman maki(IRE 100).",
	"Display pictures in a warm or cool color temperature.": "Nuna hotuna a cikin yanayi mai ɗumi ko sanyi.",
	"Djibouti": "Jibuti",
	"Do Not Sell My Personal Information": "Kada a Sayar da Keɓaɓɓen Bayani Nawa",
	"Do Not Track": "Kada a bi Sawu",
	"Do you want to continue?": "Kana son ka ci gaba?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Kana son kwaf. tashos. talbj. dg. na’urar ajy. ta USB zw. tlbj. ɗnk? Tashos. da ke kan talbj. Ɗnk. za su share.",
	"Do you want to copy channel list from your TV to the USB storage?": "Kana son kwafar jerin tasha daga talabijin ɗinka zuwa na’urar ajiya ta USB?",
	"Do you want to reset Position Settings?": "Shin kana so ka sake saita Saitunan Matsayi?",
	"Do you want to reset Volume Control?": "Shin kana so ka sake saita Sarrafa Ƙara?",
	"Do you want to set the correct time now?": "Kana son saita lokaci?",
	"Do you want to turn your TV off now?": "Shin kana so ka kashe TV ɗinka yanzu?",
	"Dominica": "Dominika",
	"Dominican Republic": "Jamhuriyar Dominika",
	"Done": "An yi",
	"Download Mail": "Sauko da Sako",
	"Download and Install": "Sauke Sannan ka Saka",
	"Downloadable Rating": "Ma’aunin da za’a iya Saukarwa",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "A yayain Lokacin Always-on, wani ɓangaren siffofi kamar gane murya da sauransu suna taƙaita idan allon yana kashe.",
	"Dynamic Color": "Canzawar kala",
	"Dynamic Contrast": "Bambanci Mai Canjawa",
	"Dynamic Tone Mapping": "Taswirar Amo Mai Sauyawa",
	"Eastern Africa": "Gabashin Afrika",
	"Eco Mode": "Yanayin Eco",
	"Ecuador": "Ikwado",
	"Edge Color": "Kalar karshe",
	"Edge Enhancer": "Mai karawa",
	"Edge Type": "Nau`in karshe",
	"Edit": "Gyara",
	"Egypt": "Misira",
	"El salvador": "El Salbador",
	"Emergency Alert": "Faɗakarwar Gaggawa",
	"Enabled": "An kunna",
	"Energy Saving": "Adana Makamashi",
	"Energy consumption may increase if this feature is on.": "Cinye wuta ƙila ya ƙaru idan wannan siffa tana kunne.",
	"Energy saving modes to limit power consumption.": "Halayen adana makamashi don rage kashewa ƙarfin wuta.",
	"English": "Ingilishi",
	"Enhance the bass sound.": "Inganta sautin diri.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Inganta haske tsakanin yankuna masu haske da masu duhu na wasu mazaɓu, kamar shimfiɗar da kuma rubutu, don sauƙin kallo ga waɗanda suke da matsalar gani kaɗan.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Bunƙasa kyawon taskace da kuma kaifi na ƙunshiyoyi ta wani lissafi da aka koyo ta wata hanyar dabarar Mai Zurfi na LG da kuma ɗaukaka wani zurfi ta nazarin ƙunshiyoyi.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Ji daɗin ƙunshiyar Dolby Atmos tare da wani ƙawataccen sauti ta kunna sakamakon sararin sauti.",
	"Enjoy TV sound by connecting Wired Headphones.": "Ji daɗin sautin talbijin ta haɗa Na’urorin kai Masu Waya.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Ji daɗin sautin talbijin ta hanyar na’urorin magana da aka haɗa da kafar HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Ji daɗin sautin talbijin ta hanyar na’urorin sauti da aka haɗa da kafar OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Ji daɗin sautun talbijin ta hanyar wata na’urar magana ta LG da aka haɗa da kafar OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Ji daɗin sautin ta hanyar na’urorin magana na waje da aka haɗa da kafofin mafitar Audio Out/Headphones.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Ji daɗin sautin ta hanyar duka Sifikar Talbijin ta Ciki da kuma Na’urar kai mai Waya.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Ji daɗin sautin talbijin ta hanyar na’urorin magana na waje da aka haɗa ga duka Sifikar talbijin ta Ciki da kuma kafar OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Ji daɗin wani sauti mai fita kamar na zahiri.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Ji daɗin sauti ta hanyar na’urorin magana ta hanyar iska da aka haɗa da LG Sound Sync da ko Bluetooth.",
	"Enjoy the sound optimized to the room.": "Ji daɗin sautin da aka ƙawata don ɗakin.",
	"Enter CI Password": "Sanya lambar sirri ta CI",
	"Enter the PIN in your router's settings.": "Sigar da lambar sirri a hanyar ka ta saiti.",
	"Enter the master password.": "Shigar da babbar lambar sirri.",
	"Equalizer": "Kyau ",
	"Estonia": "Istoniya",
	"Ethiopia": "Habasha",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Koda saitin yana kashe, za ka iya duba bayanan da suke da dangantaka ta hanyar tutar tashoshi, shaida murya.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Ko da a yayin da TV yake kashe da kuma amfani da ƙarancin wuta, za ka iya sauraren waƙa ta haɗa na’urar wayar hannu. Akwai tarin siffofi da za a sake amfani da su cikin sauri a yayin da aka kunna TV.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Koda an kashe talbijin ɗin, za ka iya sauraron kiɗa ta haɗa wayarka ta hannu da talbijin ɗin ta hanyar Bluetooth.",
	"Every Day": "Kowace Rana",
	"Every Weekday": "Kowace Ranar mako",
	"Every Weekend": "Duk karshen sati",
	"Expert (Bright Room)": "Kwararre (Daki Mai haske)",
	"Expert (Dark Room)": "Kwararre (Daki Mai duhu)",
	"Export your TV's channel list information to a connected USB device.": "Fitar da bayanin jeri na tashar Talbijin din ka zuwa na'urar USB da aka jona.",
	"Extended": "Karuwa",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Ƙara lokacin saitunan Kashe Wuta Kai Tsaye ko kashe aikin zai iya ƙara jan wutar lantarki.",
	"Extreme": "Tsattsaura",
	"Eye Comfort Mode": "Tsarin Nutsuwar ido",
	"FILMMAKER MODE Auto Change": "Canza FILMMAKER MODE Kai Tsaye",
	"Fantasy Violence": "Babban tashin hankali",
	"Fast": "Sauri",
	"Find and tell an audio device available to connect around TV.": "Nema da faɗar wata na’urar magana da take samuwa don haɗi a kusa da talbijin.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Kyakykyawan kalar kore , shudi, da kuma tsanwa.",
	"Finland": "Finlan",
	"Flash": "Kyalla",
	"Flat Mode": "Shimfidadde Dabara",
	"Font": "Girman harafi",
	"Font 1": "Girman harafi 1",
	"Font 2": "Girman harafi 2",
	"Font 3": "Girman harafi 3",
	"Font 4": "Girman harafi 4",
	"Font 5": "Girman harafi 5",
	"Font 6": "Girman harafi 6",
	"Font 7": "Girman harafi 7",
	"Font 8": "Girman harafi 8",
	"Football": "Ƙwallon- ƙafa",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Don wata rautar marar waya mai damar-WPS(Wi-Fi Protected Setup), Shigar da lambar PIN don haɗa talbijin da hanyar sadarwa marar waya.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Don wata rautar marar waya mai damar-WPS(Wi-Fi Protected Setup), a danna maɓallin WPS-PBC don sarrafa talbijin ɗinka da hanyar sadarwa marar waya.",
	"France": "Faransa",
	"French": "Faranci",
	"French Polynesia": "Faranci Polynesia",
	"Full Wide": "Cikakken Fadi",
	"Gallery": "Galari",
	"Gambia": "Gambiya",
	"Game": "Wasa",
	"Gateway": "KOFA",
	"General": "Baidaya",
	"General Age": "Gabadaya Shekara",
	"General Audience": "Gaba dayan Masu saurare",
	"General Audiences": "Kowa da kowa",
	"General Program Locks": "Gaba daya shirin an kulle shi",
	"Georgia": "Jiwarjiya",
	"German": "Jaman",
	"Germany": "Jamus",
	"Get started in a quiet environment for sound optimization.": "Fara a cikin yanayi mai shiru don inganta sauti",
	"Getting...": "Samu...",
	"Ghana": "Gana",
	"Grayscale": "Ma’auninGray",
	"Greece": "Girka",
	"Greek": "Grik",
	"Green": "Kore",
	"Grenada": "Girnada",
	"Guatemala": "Gwatamala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Mazaɓun jagora da sarrafawa ɗauke da murya don masu matsalar gani don amfani da talbijin.",
	"Guinea Conakry": "Gini",
	"Guinea Equatorial": "Gini Ta Ikwaita",
	"H Position": "H Yanayi",
	"H Sharpness": "H Daidaito",
	"H Size": "H girma",
	"HD Mode": "Yanayin HD",
	"HD Mode Option": "Zaɓin Yanayin HD",
	"HDD Eco Mode": "Yanayin amsa-kuwwar HDD",
	"HDD Power Saving Mode": "Yanayin adana lantarki na HDD",
	"HDMI Input Audio Format": "Tsarin Sautin Mashigar HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Mashigogin HDMI {port1} da kuma HDMI {port2} suna tallafa 8K Ultra HD Deep Color.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Mashigogin HDMI {port1} da kuma HDMI {port2} suna tallafa Ultra HD Deep Color.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Mashigar HDMI {port1} tana tallafa 8K Ultra HD Deep Color.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Mashigar HDMI {port1} yana tallafa Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Mashigogin HDMI {port1}, HDMI {port2} da kuma HDMI {port3} suna tallafa 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Mashigogin HDMI {port1}, HDMI {port2}, HDMI {port3} suna tallafa Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Mashigogin HDMI {port1}, HDMI {port2}, HDMI {port3} da kuma HDMI {port4} suna tallafa 8K Ultra HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Mashigogin HDMI {port1}, HDMI {port2}, HDMI {port3}, da kuma HDMI {port4} suna tallafa Ultra HD Deep Color.",
	"HDR Effect": "HDR Aikin",
	"HDR Picture Mode": "Yanayin Hoton ‘HDR’.",
	"Hard of Hearing": "Rashin jin Magana",
	"Headphones Volume": "Sautin Hedfon",
	"High": "Sama",
	"High Contrast": "Kaifin hoto",
	"Higher values increase a sense of warmth or coldness.": "Darajoji mafi sama suna kara jim dumi ko sanyi.",
	"Home Animation": "Sa Motsi na Gida",
	"Home Auto Launch": "Ƙaddamar da Gida Kai Tsaye",
	"Home Mode": "Yanayin Gida",
	"Home Promotion": "Tayin Gida",
	"Home Settings": "Saitunan Shafin Farko",
	"Home/Store Mode": "Gida/Sito Yanayin\t ",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Awanni",
	"However, the IPv6 version of the address does not support editing.": "Koda yake, sigar adireshin IPv6 ba ta goyon bayan gyara.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Koda yake, don barin talabijin ɗinka aiki yadda ya dace, za a kashe Always-on na tsawon sa’o’i biyar, kuma za a kashe wutar kacokan.",
	"Hungary": "Hungari",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "MUHIMMANCI! Kara saitin tare da goge duk kan saitin asusun sai ka saita. Wannan tsarin baza’a iya shiba.",
	"IP (Automatic)": "IP (Kai tsaye)",
	"IP (Manual)": "IP (Na hannu)",
	"IP Address": "IP Adreshi",
	"Iceland": "Aisalan",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Da ikon zabi, TV din ka zata kunnu da zarar ka kunna tsarin na’urar SIMPLINK kuma na’urar ka zata mutu da zarar ka kasha TV din ka.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Idan an saita Rimot Gama-gari na rasibar Set-top/OTT, yi amfani da damar amfani da akwatin Set-top da aka haɗa daga rimot na LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Idan an haɗa wata na’ura da kafar, za ka iya duna hoton da aka ƙawata na wasan tare da jinkiri taƙaitacce ko katsewar na’urar bidiyo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Idan aka kunna shi kuma ka haɗa wata na’ura da take tallafa Ultra HD Deep Color kuma, hotonka zai iya fito mafi zahiri.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Idan sabuntan naɗin ko sofwaya yana cikin aiki, zai jira har sun kammala kuma sarrafawar tana iya ɗauka sama da awa ɗaya.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Idan ana kan sabuntan naɗin ko sofwaya yana cikin aiki, zai jira har sai sun kammala kuma sarrafawar tana iya ɗaukar sama da minti {n}.",
	"If the device is not connected, you may not hear any sound through it.": "Idan ba a haɗa na’urar ba, ba za ka iya jin sautin daidaita cikinta ba.",
	"If the edge of the screen is not clean, please turn this function off.": "Idan gefen allon bai bayyana sosai ba, a saita wannan aiki zuwa kashe.",
	"If the program does not support multiple languages, the default language is selected.": "Idan shirin ba ya goyon bayan ninkin harsuna, akan zaɓi harshen asali.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Idan shirin ba ya goyon bayan tsarin fitarwa da aka zaɓa ba, za a yi amfani da dauwamammen bayanin fitarwa daga tushe.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Idan shirin ba ya goyon bayan saitunan magana daban, za a zaɓi maganar asali.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Idan wasu alamu sun maimaita, a sake saita darajar da aka saita ko a sake kunna na’urar waje da aka haɗa.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Idan harshen da aka zaɓa ba ya goyon baya, za a yi amfani da harshen asali daga yaɗawar.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Idan tsayayyen allon bai karɓi wata shigarwar mai amfani na awa ɗaya ba, zai koma zuwa wani adana allo.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Idan lokacin da ka saita ya bambanta sosai da lokacin yanzu, ƙila ba za a nuna wasu siffofi masu azanci ba.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Idan ba za ka iya jin sautin ta hanyar na’ura ba, ka tabbata tana aiki so sai da kuma goyon bayan LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Idan ka zaɓi yanayin Shago, ana saita shi zuwa ƙawatattun darajoji don nunin sayar da talbijin.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Idan ka danna hannun saitin sauti, kana iya saita shi ta maɓallin hagu, dama, sama da ƙasa ta hannun rimot da kuma wasuna’urorin da ba sa aiki da manunin kwamfuta.",
	"If you turn it off, CAM operator's profile will be deleted.": "Idan ka kashe shi, za a share furofayil ɗin mai sarrafa CAM.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Idan ka kashe, ba za ka samu tashoshin CAM ba, kuma ba za a iya ci gaba da ankarar da kai wasu bayanai ba. ",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Idan ka kashe 'Saurin farawa+', ba za ka sami damar kunna talabijin ɗinka da Remote Free Control. Za ka so ka ci gaba?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Idan ka cire sikirinseba amma kuma hoto bai ɗauke ba har tsawon awa 2, hakan na iya shafar kyan hoton talabijin ɗinka. Idan kuma ya daɗe har na awa 5, zai iya haddasa rashin kyan hoto na dindindin. Kana son ka ci gaba?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Idan ka kashe wannan zaɓi, ƙila tsayayyen hoton ya daɗe, wanda zai rage ingancin allon ko ma rashin fita a wasu lokutan.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Idan kana yin amfani da aikin Adana Makamashi, zai shafa hasken TV ɗinka.",
	"Import your TV's channel list information from a connected USB device.": "Shigo da bayanin jeri na tashar Talbijin din ka zuwa na'urar USB da aka jona.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Shigo da/fitar da bayanin jerin tashar talbijin din ka daga/zuwa na’urar USB da aka jona.",
	"In Home": "A Gida",
	"India": "Indiya",
	"Indonesia": "Indonesiya",
	"Inner": "Na ciki",
	"Input": "Abin shiga",
	"Input Locks": "Makullan Bayanan shigarwa",
	"Input field": "Filin bayanan shigarwa",
	"Installing...": "Ana kafawa...",
	"Instant Game Response": "Amsar Wasa ta Nan-take",
	"Interactive Service": "Sabis na cuɗanya",
	"Interactivity(DTVi)": "Cudanya(DTVi)",
	"Internal TV Speaker": "Sifikar talbijin ta ciki",
	"Invert Colors": "Launuka da aka juya",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Mayar da wasu launuka a cikin wasu mazaɓu don inganta ganuwar abubuwan da aka nuna a kan allon.",
	"Iraq": "Iraƙi",
	"Ireland": "Ayalan",
	"Israel": "Israila",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Yana sake saita ɗaiɗaikun yanayin hoto, saboda haka zaɓi yanayin hoton da ake so da kuma sake saita shi.",
	"It may not sound depending on connected devices.": "Ta yiwu ba zai yi magana ba bisa la’akari da na’urori da aka haɗa.",
	"It may take a few minutes.": "Zai iya daukar wasu minti.",
	"It may take a few seconds.": "Zai iya daukar wasu dakikoki.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Tana samar da sauti na iyakanci ko Virtual 4.0 surround dangane da ɓangaren da ake kallo ta wani lissafi da aka koyo ta wata hanyar dabarar LG Machine Learning.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Yana samar da sauti na iyakanci ko Virtual 5.1 surround dangane da ɓangare da ake kallo ta wani lissafin da aka koyo ta wata hanyar dabarar ta Koyo Mai Zurfi na LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Yana samar da ingantaccen sauti ta kunna sauti-mai-amo a cikin ɗakin bisa la’akari da nau’in saka talbijin ɗin.",
	"It reduces jaggies in the picture for a smooth picture.": "Yana rage ƙara a cikin hoto don hoto mai taushi.",
	"It works only when the broadcasting program supports captions.": "Yana aiki ne kawai idan shirin yaɗawa yana tallafin kan rubutu.",
	"It works only when the broadcasting program supports subtitles.": "Yana aiki ne kawai idan shirin yaɗawa yana tallafin fassara.",
	"Italian": "Dan Itali",
	"Italy": "Italiya",
	"Ivory Coast": "Aibari Kwas",
	"Jamaica": "Jamaika",
	"Japanese": "Japanis",
	"Just Scan": "Kawai yi Sikanin",
	"Kazakhstan": "Kazakstan",
	"Keyboard Languages": "Yaren Allo",
	"Korea": "Koriya",
	"Kuwait": "Kuwayit",
	"Kuwait City": "Birni Kuwait",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Rage Hasken LED na Gida",
	"LG Logo Light (Front of TV)": "Fitilar LG Logo (Gaban talbijin)",
	"LG Services Country": "Kasar Ayyukan LG",
	"LG Sound Sync": "Daidaita Sautin LG",
	"LG Wireless Keyboard": "LG Madannin Wayalas",
	"LG Wireless Keyboard Connected:": "LG Hada Madannin Wayales:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Madannin Wayalas yana ba ka damar sarrafa talbijin ta hanyar Bluetooth.",
	"Language": "Yare",
	"Large": "Babba",
	"Last tuning:": "Kamowar karshe:",
	"Latvia": "Latviya",
	"Lebanon": "Liban",
	"Left": "Hagu",
	"Left Right": "Hagu/Dama",
	"Left Surround": "Kewayawar Hagu",
	"Left drop shadow": "Inuwar digon hagu",
	"Legal Notice": "Bayana Shari’a",
	"Liberia": "Laberiya",
	"Libya": "Libiya",
	"Liechtenstein": "Licansitan",
	"Light": "Maras ƙarfi",
	"Limit AD Tracking": "Iyakance Bin Sawun AD",
	"Lithuania": "Lituweniya",
	"Live Theater": "Dandamali na Kai tsaye",
	"Loading...": "Locaci...",
	"Local": "Karami",
	"Local Language": "Yayen wuri",
	"Location": "Wuri ",
	"Lock All": "Kulle Duka",
	"Lock changes for currently running apps will be applied the next time they are started.": "Za a shigar da canje-canjen makullin shiri na shirye-shiryen da ke kan gudana duk lokacin da aka kunna su.",
	"Logo Luminance Adjustment": "Daidaita Hasken Tambari",
	"Low": "Kasa",
	"Luminance": "Haske",
	"Luxembourg": "Luksambur",
	"MAC Address": "Adireshin MAC",
	"MAC Address (Wired)": "Adreshin MAC (Mai waya)",
	"MAC Address (Wireless)": "Adreshin MAC (Mara Waya)",
	"MASTER PASSWORD": "BABBAR LAMBAR SIRRI",
	"MHEG Guide": "Jagorar MHEG",
	"MPEG Noise Reduction": "MPEG Rage Hayaniya",
	"Macedonia": "Masedoniya",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, Tsohuwar jamhuriyyar Yugoslav",
	"Make blurry or difficult-to-see areas more vivid.": "Sa wurare masu dushi-dushi ko wuyar kallo ƙarin bayyana.",
	"Malaysia": "Malaisiya",
	"Manage channels stored on the TV.": "Gudanar da tashoshi da aka ajiye a kan talbijin ɗin.",
	"Manual": "Na hannu",
	"Mature Audience Only": "Manya kawai",
	"Mauritania": "Moritaniya",
	"Mauritius": "Moritus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Kure fitar hoto ta hanyar kara karfin yankunan haske da na duhu a jikin allon.",
	"Medium": "Tsaka-tsaki",
	"Menu Language": "Madannin Yare",
	"Menu Transparency": "Filla fillar Jadawali",
	"Message": "Sako",
	"Method": "Hanya",
	"Mexico": "Maksoki",
	"Middle East": "Gabas ta Tsakiya",
	"Minutes": "Mintuna",
	"Mobile Connection Management": "Gudanarwar Haɗin Wayar Hannu",
	"Mode Option": "Yanayin Zaɓi",
	"Model": "Zubi",
	"Mongolia": "Mangoliya",
	"Month": "Wata",
	"Morocco": "Maroko",
	"Motion Eye Care": "Kulawar Idi Mai Motsi",
	"Movie Lock": "Rufe Wasa",
	"Multi": "Mai yawa",
	"Multi Audio": "Sauti da yawa",
	"Multi Channel Audio": "Sauti Mai Ninkin Tasha",
	"Multi Feed": "Hanyoyin samar da bayanai da Yawa",
	"Multiple": "Da yawa",
	"Music": "Kida",
	"Myanmar": "Miyamar",
	"NEXTGEN TV Mode": "Yanayin Talabijin ta NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Sabuwar Wales ta Kudu/Yankin Babban birnin Australia - Sydney",
	"Namibia": "Namibiya",
	"Narrow": "Matsattse",
	"Natural": "Na halitta",
	"Netherland": "Holan",
	"Netherlands": "Holan",
	"Network": "Netwok",
	"Network Connection Settings": "Saitunan Haɗin Sadarwa",
	"Network Name": "Sunan hanayar Adaka",
	"Network-Based Personalization Recommendations": "An Shawarta Keɓancewar Hanyar Sadarwa.",
	"New Zealand": "Nuzilan",
	"Next": "Gaba",
	"Nicaragua": "Nicaraguwa",
	"Nigeria": "Najeriya",
	"Night": "Dare",
	"No": "A’a",
	"No Internet via 3G/4G network": "Babu sadarwa ta cikin 3G/4G",
	"No Internet via Ethernet": "Babu yanar gizo ta hanyar Ethernet",
	"No Internet via Wi-Fi": "Babu sadarwa ta hanyar Wi-Fi",
	"No One 17 and Under Admitted.": "Na daya 17 kuma karkashin karbabbe.",
	"No Operation Auto Off": "Bau Aiki  ",
	"No Signal Auto Off": "Babu alama Aoto Rashe",
	"No Signal Image": "Ba Hoton Sigina",
	"No Signal Power Off (15Min)": "Babu Signal An Kashe Wuta (15Min)",
	"No devices have been found.": "Babu na’urori da aka samu.",
	"No paired devices.": "Ba naúrori da aka haɗa.",
	"No signal on Server": "Ba Sigina a kan Saba",
	"No updates found.": "Ba a sami sabuntawa ba.",
	"Noise Reduction": "Rage Hayaniya",
	"None": "Babu",
	"Normal": "Matsakaici",
	"Northern Africa": "Afrika ta Arewa",
	"Norway": "Nowe",
	"Not Connected": "Ba’a hada ba",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Lura : Idan na’urarka ba ta tallafa wannan siffa, wataƙila ba za ta yi aiki daidai ba. Idan wancan ya faru, za ka iya haɗa na’urar da wata mashiga HDMI dabam ko kashe saitin 8K HDMI Ultra HD Deep Color.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Kula : Idan na’urar ba ta jituwa da talabijin ɗin, ba za ta yi aiki sosai ba. Idan haka ta faru, kana iya haɗa na’urar da wata mashigar HDMI dabam ko kashe saitin Ultra HD Deep Color.",
	"Note: Available options depend on the broadcast program.": "Kula da: Zabin ya dogara akan shirin sadarwa.",
	"Note: Behavior may differ if connected device is not a LG device.": "Kula da: Halayya kan iya bambanta idan na’urar da aka jona ba na’urar LG ba ce.",
	"Note: Only displayed when it is provided by the program.": "Kula da: Ana bijirarwa idan aka shirin ne kawai ya samar da ita.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Kula da: Fassara tana bayyana lokacin da aka gabatar da shirin.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Kula: Wasu siffofin na iya sauyawa dangane da irin samfurin na’urar da ake amfani da ita da kuma kyan hotonta a lokacin da ake amfani da ita wajen Live TV ko VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Lura:<br>1. Idan TV ɗinka yana a kunne yayin da Mai ƙarfafa Piksel yana cikin aiki, zai tsai da sarrafawar kuma sai ka sake fara kuma.<br>2. Yayin sarrafawa, wani farin layi yana iya nuna a cikin allon. Wannan abu da aka saba da shi ne a lokacin tsabtacewa allonka.",
	"Notifications": "Sanarwa",
	"OK": "TO ",
	"OLED LIGHT": "FITILAR OLED",
	"OLED Motion Pro": "Ƙwarren Motsin OLED",
	"OLED Screen Saver": "Screen Saver na OLED",
	"Object Audio": "Abin Magana",
	"Off": "Kashe",
	"On": "An kunna ",
	"OnTimer Channel not selected": "Ba a zabi tasha mai Saitin Lokaci ba.",
	"Open": "Bude",
	"Open Source Licenses": "Bude Sanarwar Kwakwalwar Budadden Tushe",
	"Open when TV is turned on": "Bude Idan an kunna talabijin",
	"Operate once when TV is off": "Sarrafa sau ɗaya a yayin da Talbijan yana a kashe",
	"Optical": "Na gani",
	"Optical + Internal TV Speaker": "Na ido + Sifikar talabijin ta Ciki",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Ɗaukaka wani zurfi don ƙunshiyoyi ta wani lissafi da aka koyo ta wata hanyar dabarar LG Machine Learning.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Inganta saitunan haske ta la’akari da hasken hoto na abun HDR.",
	"Optimize contrast settings based on image brightness.": "Inganta bambanci saituna bisa hoto haske.",
	"Optimize the sound for a cinematic experience.": "Daidaita sauti don jin daɗin irin na silima.",
	"Original Language": "Yaren Asali",
	"Others": "Saura",
	"Outer": "Na waje",
	"Output sound through the Internal TV speaker.": "Sautin fita ta hanyar TV sipika ta ciki.",
	"PIN: {pin}": "KAFA ABU: {pin}",
	"Paraguay": "Paragayi",
	"Parental Guidance Suggested": "An bada shawarar jagaorancin iyaye",
	"Parental Guidance Suggested :": "An bada Shawarar Jagaorancin Iyaye :",
	"Parental guidance suggested for children ages 8-13.": "Sa-’idon iyaye da aka bada shawara don yara ‘yan shekaru 8-13.",
	"Parents Guidance strongly required :": "Ana matuƙar buƙatar Jagorancin Iyaye :",
	"Parents Strongly Cautioned": "An yi matukar Jan kunnen iyaye",
	"Pass Through": "Wuce ta Ciki",
	"Password": "Kalmar-shiga",
	"Patent Information": "Bayanan Hakki",
	"Peak Brightness": "Ƙololuwar Haske",
	"Philippines": "Filipin",
	"Photo": "Hoto",
	"Pick a Time": "Dauki Lokaci",
	"Picture": "Hoto",
	"Picture Mode": "Yanayin Hoto",
	"Picture Mode Settings": "Saita yanayin Hoto",
	"Picture Options": "Zabin Hoto",
	"Picture Test": "Gwada Hoto",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Hoto da sauti ba za su fito sosai ba idan ana kwance tsakanin wata na’ura da TV ɗinka. Idan abin ya wuce kima, ka koma saitinka na da, ko kuma ka sake kunna na’urar da ke kwance da TV dinka.",
	"Pitch": "Makura",
	"Pixel Refresher": "Mai ƙarfafa Piksel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Mai ƙarfafa Piksel yana ba wa TV ɗinka damar samar maka da hoto mafi tsabtace da ya yiwu.",
	"Pixel Refresher begins only once when the TV is turned off.": "Mai ƙarfafa Piksel yana fara kawai sau ɗaya a lokacin da Talbijin ɗin yana a kashe.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "An tsara Mai ƙarfafa Piksel ya fara a lokaci na gaba da aka kashe TV ɗinka.",
	"Play": "Kunna",
	"Play sound through TV Speaker.": "Kunna sauti ta hanyar sifikar talbijin.",
	"Play the standard sound suitable for all types of content.": "Kunna daidaitaccen sauti da ya dae ga dukkan nau’o’in ƙunshiya.",
	"Please check if WiSA Speakers are turned on and try again.": "Bincika idan an kunna Sifikokin WiSA a kuma sake gwadawa.",
	"Please check that the Bluetooth device is already connected to another device.": "Sai a duba cewa an riga haɗa na’urar Bluetooth ɗin da wata na’ura dabam.",
	"Please check the network name and password and try again.": "Duba sunan hanyar sadarwar ka da kuma lambar sirri ka kara kokari.",
	"Please check the status and try again": "Duba yanayi ka kuma kara gwadawa",
	"Please do not unplug the USB storage until the copying is completed.": "Kada a cire na’urar USB ɗin har sai an kammala kwafin.",
	"Please enter your password to turn off this function.": "Sai ka shigar da kalmar sirri don a kashe wannan aiki.",
	"Please enter your password to turn on this function.": "Sai ka shigar da kalmar sirri ɗinka don a kashe wannan aiki.",
	"Please make sure that your TV is connected to the network and try again.": "Tabbata talbijin din ka a jone take da hanyar sadarwa sannan ka sake gwadawa.",
	"Please note that LG does not use or manage the value.": "A lura cewa LG ba ta amfani ko gudanar da darajar.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "A lura cewa mai yiwuwa sautin ba zai fita ba idan an saita Sautin Dijital Waje zuwa Wuce ta Ciki.",
	"Please try again later.": "Sake gwadawa wani lokaci.",
	"Please wait while the Settings application reloads.": "Jira a lokacin da saitin shirin ya ƙara farawa.",
	"Please wait while the Settings application restarts.": "Jira alokaci da saitin shirin ya kara farawa.",
	"Please wait while the TV restarts.": "Jin kira alokacin da TV din ka tana kara kunnuwa.",
	"Please wait while the TV searches for LG Service Country.": "Jira yayin da talbijin ke neman Kasar Aikin LG.",
	"Point": "Alama",
	"Pointer Options": "Zabukan Manuni",
	"Pointer Size": "Girman Manuni",
	"Poland": "Polan",
	"Porto Novo": "Kwatano",
	"Position": "Matsayi",
	"Position Settings": "Saitunan Matsayi",
	"Power Off Timer": "Kashe Agogon Kunnawa",
	"Power On Timer": "Kunna Agogon Kunnawa",
	"Power Saving Mode": "Ajiye Wuta",
	"Preschool": "Kafin makaranta",
	"Press right button to adjust de-blur and Motion Pro value.": "Danna madanni na dama don daidaita de-blur and Motion Pro value.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Danna madanni na dama don daidaita darajar de-blur da kuma OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Danna madanni na dama don daidaita darajar de-blur da kuma OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Danna madanni na dama don daidaita darajar de-judder da kuma de-blur.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Danna madanni na dama don daidaita darajar de-judder da kuma OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Danna madanni na dama don daidaita darajar de-judder da kuma OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Danna madannin dama don daidaita darajar de-judder, de-blur da kuma Motion Pro",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Danna madannin dama don daidaita darajar de-judder, de-blur da kuma OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Danna madannin dama don daidaita darajar de-judder, de-blur da kuma OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Danna madannin WPS-PBC a bisa WPS-domin sanya hanyar sadarwa ga talabijin ɗinka.",
	"Press the right button to adjust Motion Pro settings.": "Danna madanni na dama don daidaita tsarin de-blur da kuma Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Danna madanni na dama don daidaita saitunan OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Danna madanni na dama don daidaita saitunan OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Latsa madanni na dama domin sake seta tsarin de-blur.",
	"Press the right button to adjust de-judder settings.": "Latsa madanni na dama domin sake seta tsarin de-judder.",
	"Previous": "Na baya",
	"Primary Audio Language": "Karamin Suti Yare",
	"Primary Channels": "Manyan Tasoshi",
	"Primary Teletext Language": "Karamin Sakon Yare",
	"Program exempted from ratings.": "An cire shirin daga kimantawa.",
	"Programme": "Tasha",
	"Provide HbbTV Distinctive ID": "Samar da HbbTV Distinctive ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Samar da ID ɗin HbbTV Keɓaɓɓe ga sabis ɗin HbbTV ɗon yaɗawa.",
	"Provided services may vary depending on countries.": "Ayyukan da aka samar za su iya bambanta a ƙasashe.",
	"Puerto Rico": "Puweto Riko",
	"Qatar": "Kwatar",
	"Quick Help": "Taimakon Gaggawa",
	"Quick Start+": "Saurin farawa+",
	"Raised": "An daga",
	"Real Cinema": "Sinima ta Gaske",
	"Reason: Authentication with access point was unsuccessful.": "Dalili: Ba a yi nasarar tabbatar da cibiyar izini ba.",
	"Reason: Could not establish a connection to access point.": "Dalili: Ba za a iya samar da hadin sadarwa zuwa gurbin shiga ba.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Dalili: An kasa zakulo ingantaccen adireshin IP ta amfani da DHCP.",
	"Reason: Entered password is incorrect.": "Dalili: Ka shigar da lambar sirri ba dai-dai ba.",
	"Reason: Password is missing.": "Dalili: Babu lamabr sirri.",
	"Reason: The network you selected is out of range.": "Dalili: Zabin ka babu shi.",
	"Reason: Unable to login.": "Dalili: An kasa shiga.",
	"Receive emergency alerts from TV when an emergency occurs.": "Karɓi faɗakarwar gaggawa daga talbijin idan wani abun gaggawa ya auku.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Shawarta saita awanni da ba ka kallon talbijin zuwa Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Shawarta ƙunshiyoyi masu amfani da kuma siffofi dogara da tarihin dubawa da kuma samfurorin amfani da manhaja.",
	"Recommendations are available for the people, products and locations related to the current program.": "Shawarwari suna samuwa don mutanen, kayayyakin da kuma wurare dangane da shiri na yanzu.",
	"Red": "Ja",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Rage haniya da ba daidai ba daga siginonin bidiyon dijital don ƙawata ingancin hoto sosai.",
	"Region": "Yanki",
	"Registered Devices ({num})": "Na’urori da aka yi Rajista ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Tilasta sauti mai ziza da yawa na sautin da aka gyara.",
	"Reinforce the low-pitched tone of the optimized sound.": "Tilasta sauti mai ziza kaɗan na sautin da aka gyara.",
	"Remote Settings": "Saitukan Remote",
	"Remove irregular and erratic pixels for a clearer image.": "Cire mara dai-dai da kuma wasu matsaloli domin inganta hoto.",
	"Reset": "Sake saiti ",
	"Reset AD ID": "Sake saita AD ID",
	"Reset CI Password": "Sake saita lamabar sirri ta CI",
	"Reset HbbTV Distinctive ID": "Sake Saita HbbTV Distinctive ID",
	"Reset Password": "Sake saita lambar sirri",
	"Reset Settings": "Saitunan Sake Saiti",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Sake saita jerin manhaja da aka amince a yayin haɗi da manhajar HbbTV ta wayar hannu.",
	"Reset the caption position.": "Sake saita wurin kanu.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Sake saita tarihin duka kallon ƙunshiya da kuma amfani da manhajoji. Idan an sake saita tarihin, zai ɗauki wani wa’adin lokaci don sake karɓar shawarta ƙunshiyar.",
	"Reset to Initial Settings": "Sake saitawa zuwa Saitukan Farko",
	"Restrict access to TV programs based on their ratings.": "Takaita damar bude shirye talbijin ta hanyar kimanta su.",
	"Restrict watching based on age ratings for children programs.": "Taƙaita kallon shirye-shirye ta la’akari da kimanta shekaru don shirye-shiryen yara.",
	"Restrict watching based on ages ratings.": "Taƙaita kallo ta la’akari da kimantawar shekaru.",
	"Restrict watching based on fantasy violence content ratings.": "Taƙaita kallo ta la’akari da kimantawar ƙunshiyar tashin hankali.",
	"Restrict watching based on programs containing adult language.": "Taƙaita kallon shirye-shirye ta la’akari da shirye-shirye da suke ƙunshe da kalmomin batsa.",
	"Restrict watching based on programs containing sexual scene.": "Taƙaita kallon shirye-shirye ta la’akari da wurare na nuna jima’i.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Taƙaita kallon shirye-shirye ta la’akari da shirye-shirye na masu tattare da maganganu na batsa.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Taƙaita kallo bisa la’akari da keɓaɓɓun shekaru ko kimanta ƙunshiya a ƙarƙarshin kulawar iyaye.",
	"Restrict watching based on violence content ratings.": "Taƙaita kallo ta la’akari da kimanta ƙunshiyar tashin hankali.",
	"Restrict watching movies based on rating.": "Taƙaita kallon finafinai ta la’akari da kimantawa.",
	"Restrict watching programs based on rating.": "Taƙaita kallon shirye-shirye ta la’akari da kimantawa.",
	"Restriction ratings :": "Ƙimantawar taƙaitawa :",
	"Retry": "Sake-gwaji",
	"Revert TV to its initial settings.": "Mayar da talbijin zuwa saitunan farko.",
	"Revert color adjustment settings to default.": "Mayar da saitunan daidaita launi zuwa na asali.",
	"Revert detailed sound effect settings of standard mode to default.": "Mauar da cikakkun saitunan sakamakon sauti na daidaitaccen yanayi zuwa na asali.",
	"Revert picture setting values to default.": "Mayar da darajojin saiti zuwa na sali.",
	"Revert white balance settings to default.": "Mayar da saitunan farin haske zuwa na asali.",
	"Right": "Dama",
	"Right Left": "Dama/Hagu",
	"Right Surround": "Kewayawar Dama",
	"Right drop shadow": "Inuwar digon dama",
	"Romania": "Rumaniya",
	"Russia": "Rasha",
	"Rwanda": "Ruwanda",
	"SIGNATURE Opening": "Buɗe SIGNATURE",
	"SIGNATURE TV Settings": "Saitunan SA HANNUN TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK kan baka damar yin amfani da LG Remote din ka don sarrafa sauran na’urori masu damar SIMPLINK, kamar na’urar DVD ko Talbijin ta hanyar HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK zai kunna don amfani da yanayin ARC.",
	"Safety": "Lafiya",
	"Saint Vincent": "San Binsan",
	"Satellite": "Tauraron dan adam",
	"Satellite DTV": "DTV mai tauraron dan Adam",
	"Satellite Radio": "Radiyo Tauraron dan Adam ",
	"Saturation": "Cika",
	"Saudi arabia": "Ƙasar Makka",
	"Save CAM Operator's Profile": "Adana tsarin CAM Operator.",
	"Save CI Password": "Adana lamabar sirri ta CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Adana saitunan daidaita launi daga yanayin hoton da aka zaɓa yanzu ga duk bayanan shigarwa.",
	"Save the white balance settings from the current picture mode in all inputs.": "Adana saitunan daidaiton fari daga yanayin hoton da aka zaba ga duk bayanan shigarwa.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Ajiye/saita lambar sirri ta CI. Ajiye lambar ka ta sirri zai sanya ka shiga cikin tsarin daya-bayan-daya anan gaba.",
	"Scan \"Auto Detect\" automatically.": "Yi sikanin \"Gane da Kansa\" kai tsaye.",
	"Screen Down": "Allo Ƙasa",
	"Screen Off": "An kashe Allo",
	"Screen Shift ": "Juya kwalbar kallo",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Allo yana matsawa ta hanyar jinkiri kaɗan da kuma hana matsalolin ingancin allo da za su iya faruwa idan aka kunna talbijin na tsawon lokaci.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Allon zai kashe a cikin daƙiƙoƙi 5. Don a sake kunna allon, danna kowane madanni sai dai madannin kunnawa da ƙarfin murya.",
	"Search": "Nema",
	"Search Bluetooth Device": "Nema Na’urar Bluetooth",
	"Searching...": "Nema...",
	"Second Language": "Yare na Biyu",
	"Secondary Audio Language": "Babban Sutin Yare",
	"Secondary Teletext Language": "Babban Sakon Yare",
	"Security": "Tsaro",
	"Select IRE point to adjust luminance.": "Zabi maki IRE don daidaita luminance.",
	"Select Mode": "Zabi yanayi",
	"Select TV's language settings.": "Zaɓi saitunan harshe na talbijin.",
	"Select a caption type for HD broadcasts.": "Zaɓi wani nau’in rubutu don watsawar HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Saita zaɓin girman take domin watsawa na Talabijin ta NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Zaɓi wani nau’in rubutu don watsawar UHD.",
	"Select a caption type for analog broadcasts.": "Zaɓi wani nau’in rubutu don watsawar ba ta dijital ba.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Zaɓi wani yanayin bidiyo da ya dace da muhallin kallo, ko a fayyace saituna na wani yanayin bidiyo, kamar kaifin hoto, launi da sauransu.",
	"Select an audio format for each HDMI input.": "Zaɓi wani tsarin sauti na kowace mafitar HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Zaɓi wani Sauti Waje na Dijital (Kai tsaye ko PCM) idan ba za ka iya sauraren tasirin sauti bayan zaɓar Pass Through ba.",
	"Select audio language for digital broadcasts.": "Zaɓi harshen magana don yaɗawar dijital.",
	"Select color to be adjusted.": "Zabi launin da za a daidaita.",
	"Select days to apply the Timer Power Off settings every week.": "Zabi ranakun da za a sanya saitukan Kashewar Lokaci kowanne mako.",
	"Select days to apply the Timer Power On settings every week.": "Zabi ranaku don sanya Makunni Mai lokaci.",
	"Select device for audio output.": "Zabi na’ura domin fitar da sautin fita.",
	"Select device or speaker for audio output.": "Zabi na’ura ko sifika domin fitar da sautin fita.",
	"Select digital audio output format.": "Zaɓi tsarin fitar da maganar dijital.",
	"Select language for TV menu.": "Zaɓi harshe domin mazaɓun TV.",
	"Select language for subtitles.": "Zabi yaren fassara.",
	"Select languages for keyboards input.": "Zaɓi harsuna don shigarwar madannai.",
	"Select method to adjust white balance.": "Zabi hanya don tsaida daidaiton fari.",
	"Select point to adjust luminance.": "Zabi gurin dai-daito.",
	"Select the Sound mode and set detailed Audio effects.": "Zaɓi yanayin Sauti kuma saita dalla-dallan tasirorin Sauti.",
	"Select the Sound mode for each content type.": "Zaɓi yanayin Sauti don kowane nau’in ƙunshiya.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Zaɓi Ultra HD Deep Color don mashigar HDMI {num}.",
	"Select the app to restrict the use.": "Zaɓi manhajar da za a taƙaita amfani.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Zaɓi wani yanayin hoto da ya dace bisa la’akari da muhallin kallo ko nau’in abun ciki.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Zaɓi albarkatun maganar don sauraron watsawar cikin hanyar da kake so.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Zaɓi nau’in nunawa don yaɗa bayanai na dijital da kuma saitta cikakkun saitunan fassara.",
	"Select the channel to restrict watching.": "Zaɓi tashar da za a taƙaita kallo.",
	"Select the channel to watch when the TV turns on.": "Zaɓi tashar da za a kalla yayin da aka kunna talbijin ɗin.",
	"Select the color range to be displayed.": "Zaɓi zangon launi da za a nuna.",
	"Select the country for your country's special services.": "Zaɓo ƙasa don ƙasarka ta ayyuka na musamman.",
	"Select the desired video angle.": "Zabi shirin bidiyon da ka ke so.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Zaɓi tsari don gusar da sauti waje na dijital zuwa na’urar waje.",
	"Select the input to use when the TV turns on.": "Zabi bayanan shigarwa da za a yi amfani yayin da aka kunna talbijin.",
	"Select the inputs to restrict the use.": "Zaɓi shigarwa da za a taƙaita amfani.",
	"Select the most preferred Subtitle Language.": "Dauki zabin ka na farko na Yaren Karamin kanu.",
	"Select the place where to use the TV.": "A zaɓi wani wuri da za a yi amfani da talbijin ɗin.",
	"Select the residential region for your regional broadcast signal.": "Zaɓi yankin gida don yaɗawar dijital ɗinka ta yanki.",
	"Select the second preferred Subtitle Language.": "Dauki zabin ka na biyu na Yaren Karamin kanu.",
	"Select your first choice of audio language for digital broadcasts.": "Yi zaɓin harshen maganarka na farko don yaɗawar dijital.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Dauki zabin ka na farko a yare don aikin teletext na kamfanin da ke samar maka da watsa bayanan talbijin.",
	"Select your second choice of audio language for digital broadcasts.": "Yi zaɓin harshen maganarka na biyu don yaɗawar dijital.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Dauki zabin ka na biyu a yare don aikin teletext na kamfanin da ke dsamar maka da watsa bayanan talbijin.",
	"Senegal": "Sinigal",
	"Serial Number": "Jeran Lamba",
	"Service 1": "Aiki 1",
	"Service 2": "Aiki 2",
	"Service 3": "Aiki 3",
	"Service 4": "Aiki 4",
	"Service 5": "Aiki 5",
	"Service 6": "Aiki 6",
	"Service Area Zip Code": "Sabis Yankin akwatin gidan Lambar ",
	"Set Automatically": "kafa ta atomatik",
	"Set ID": "Saita ID",
	"Set My Team Alarm.": "Saita Ƙararrawar Ƙungiyata.",
	"Set Store Mode settings.": "Saita zuwa tsarin ajiya.",
	"Set System Color mode for your current TV input.": "Kafa tsarin launi yanayin don halin yanzu TV labari.",
	"Set additional options for Video Description.": "Saita ƙarin zaɓuɓɓuka ga Kwatancen Bidiyo.",
	"Set additional picture settings.": "Saita ƙarain saitunan hoto.",
	"Set additional sound-related settings.": "Saita ƙarin saitunan da suka shafi sauti.",
	"Set advanced Subtitle options.": "Saita madaukakan zabuka na take.",
	"Set advanced captioning options.": "Nemi babbab bangare.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Saita da kuma gyara sigar adireshin IP zuwa IPv4 ko IPv6.",
	"Set audio-related options.": "Saita alakar sauti-zabi.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Saita wani zaɓin girman take, launi, haske, da kuma wasu zaɓi domin watsawa.",
	"Set color temperature from warm to cool.": "Saita tamfirichar launi daga dumi zuwa sanyi.",
	"Set detailed caption settings for HD broadcasts.": "Saita cikakkun saitunan nuna yaɗa bayanai na HD.",
	"Set detailed options for the AI functions.": "Saita cikakkun zaɓuɓɓuka don ayyukan AI.",
	"Set detailed options for the Home feature.": "Saita cikakkun zaɓuɓɓuka don siffar Gida.",
	"Set detailed options for the Recommendation feature.": "Saita cikakkun zaɓuɓɓuka don siffar Shawartawa.",
	"Set easy connection settings with external devices.": "Saita saitunan haɗi mai sauƙi tare da na’urorin waje.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Saita kulle wasu keɓaɓɓun tashoshi, manhajoji, shigarwa da sauransu don amfani a ƙarƙashin kulawar iyaye.",
	"Set necessary additional functions based on watching environment and screen status.": "Saita ƙarin ayyuka na wajibi bisa la’akari da muhallin kallo da kuma matsayin allo.",
	"Set or reset the position of on-screen captions.": "Saita ko sake saita wuri a kan kanunn kan allon.",
	"Set settings related to your wired / wireless network.": "Saita saituna da suka shafi hanyar sadarwarka mai waya / marar waya.",
	"Set the TV to turn off automatically after a set amount of time.": "Saita talbijin domin kashewa bayan an saita yawan lokacin.",
	"Set the TV to turn off automatically at a set time.": "Saita talbijin domin kashewa kai tsaye a lokacin da aka saita.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Saita Talbijin ɗin domin ya kashe kansa idan babu bayanan shigarwa na mai amfani har na tsawon awanni 4 bayan talabijin ɗin ya kunna kansa kai tsaye.",
	"Set the TV to turn on automatically at a set time.": "Saita talbijin ɗin domin kunnawa kai tsaye a lokacin da aka saita.",
	"Set the additional functions related to the TV.": "Saita ƙarin ayyuka da suka danganci TV ɗin.",
	"Set the current date and time.": "Saita kwanan wata da lokaci.",
	"Set the current date manually.": "Saita kwanan watan yanzu da hannu.",
	"Set the current time manually.": "Saita lokacin yanzu da hannu.",
	"Set the detect range of device available to connect.": "Saita zangon gano na’ura da take samuwa don haɗi.",
	"Set the region and country for broadcasts and special services.": "Saita sashin yaɗawa da kuma ayyuka na musamman.",
	"Set the screen size and aspect ratio.": "Saita girman madubin da kuma adadi.",
	"Set the specialized functions of SIGNATURE TV.": "Saita ayyuka na musamman na SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Saita lokaci don kashe talbijin ɗin kai tsaye ba tare da shigarwar mai amfani ba.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Saita sakamakon sautin kewayawa na ninkin-tasha na virtual don jin daɗin ƙarin sauti na gaskiya.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Saita sakamakon virtual surround don jin daɗin ƙarin sauti na gaskiya.",
	"Set the volume level when the TV turns on.": "Saita matsayin sauti da za a yi amfani yayin da talbijin ɗin ya kunnu.",
	"Set time to turn off the TV.": "Saita lokacin kashe Talbijin.",
	"Set time to turn on the TV.": "Saita lokaci don kunna Talbijin.",
	"Set up additional features related to customer support.": "Saita ƙarin siffofi da suka shafi goyon bayan abokin hulɗa.",
	"Set up an account to use LG Services.": "Buɗe wani asusu don amfani da Ayyukan LG.",
	"Set whether to display Home when the TV is turned on.": "Saita ko a nuna Gida idan an kunna talbijin.",
	"Settings Help": "Saita Taimako",
	"Sexual Situations": "Yanayin Saduwa",
	"Sexually Suggestive Dialogue": "Zance Mai nuni da Jima'i",
	"Sharpness": "Kyau",
	"Show Password": "Nuna Kalmar-shiga ",
	"Side by Side": "Gefe da Gefe",
	"Sierra Leone": "Salewo",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Katsewar sigina na iya rage ƙarfin Magic Remote idan rauta marar waya ta yi kusa da talbijin ɗin sosai.",
	"Singapore": "Singapur",
	"Size": "Girma",
	"Sleep Timer": "Lokacin Barci",
	"Slovakia": "Sulobakiya",
	"Slovenia": "Sulobeniya",
	"Slow": "A hankali",
	"Small": "Karami",
	"Smooth": "Santsi",
	"Smooth Gradation": "Dushewa a Hankali",
	"Soccer": "Kwallon kafa",
	"Software Update": "Sabunta Sofwaya",
	"Software Version": "Zubin Saftuwaya",
	"Software update has been installed. Update will be applied when you restart your TV.": "An sabunta manhaja. Za a aiwatar da sabuntawar yayin da ka sake kunna talabijin ɗinka.",
	"Solid": "Sandararre",
	"Some material may not be appropriate for children under 13.": "Wasu kayayyakin ba za su dace da yara ‘yan shekara ƙasa da 13 ba.",
	"Some material may not be appropriate for children.": "Wasu kayayyaki ba za su dace ga yara ba.",
	"Sotho, Northern": "Sotho, Arewaci",
	"Sotho, Southern": "Sotho, Kudanci",
	"Sound": "Sauti",
	"Sound Mode": "Yanayin sauti",
	"Sound Mode Settings": "Saitukan Yanayin Sauti",
	"Sound Out": "Sautin Waje",
	"Sound Share": "Raba Sautin",
	"Sound Test": "Gwajin Sauti",
	"South Africa": "Afrika Ta Kudu",
	"Southern Africa": "Afrika ta kudu",
	"Spain": "Sipen",
	"Spanish": "Sifanish",
	"Speaker Volume Control": "Sarrafa Ƙarar Sifika",
	"Specify detailed voice guidance settings after turning on this feature.": "Fayyace cikakkun bayanan saitunan jagorantakar murya bayan kunna wannan siffa.",
	"Speed": "Gudu",
	"Spoken Subtitle": "Karamin kanu da ake fada",
	"Sports": "Wasanni",
	"Sports Alert": "Ƙararrawar Wasanni",
	"Sri Lanka": "Siri Lanka",
	"Stand": "Matsaya",
	"Standard": "Tsayayye",
	"Standard Mode Sound Effect": "Tasirin Sauti na Tsayayyen Yanayi",
	"Standby Light": "Ajiyayyen haske",
	"Start New Sound Tuning": "Kunna Sabon Kamo Sauti",
	"Start Now": "Fara Yanzu",
	"Startup Sound": "Sautin Farawa",
	"Stop": "Tsaya",
	"Store Demo": "Fara Nuni ",
	"Store Mode": "Yanayin Shago",
	"Store Mode Settings": "Saitukan Yanayin Shago",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Tsarin Rumbu ana amfani da shi ne don nuna abubuwan da aka adana. Za ta sake fara saiti kowanne mintuna kadan. Kana son ka rufe wannan manhajar ka kuna tsarin rumbun adana bayanai? ",
	"Strong": "Mai ƙarfi",
	"Style": "Salo",
	"Subnet prefix length": "Tsawon dafi na Subnet",
	"Subtitle First Choice Language": "Fassara da Farko Zabi Yare",
	"Subtitle Language": "Fassara yaran",
	"Subtitle Second Choice Language": "Fassara zabi na Biyu na Yare",
	"Subtitles": "Kananan kanu",
	"Super Impose": "Hayen Hotuna",
	"Super Resolution": "Babban Kuduri",
	"Support": "Tallafi",
	"Surround Balance": "Daidaituwar Makewayi",
	"Surround Level": "Matsayin Makewayi",
	"Sweden": "Suwedan",
	"Swift Current": "Share na kai",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Canza zuwa yanayin jiran aiki don sake kunna talbijin cikin sauri idan ka kashe talbijin ɗin.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Canza zuwa yanayin jiran-aiki don amfani da wasu ayyuka mabambata kamar manhajoji, nema da kuma sauransu cikin sauri idan ka kashe talbijin.",
	"Switzerland": "Suwizalan",
	"Sync Demo": "Gwajin Daidaitawa",
	"Syria": "Siriya",
	"System Color": "Launin Na’ura",
	"TEXT 1": "AIKA 1",
	"TEXT 2": "AIKA 2",
	"TEXT 3": "AIKA 3",
	"TEXT 4": "AIKA 4",
	"TV Information": "Bayanin Talbijin",
	"TV Installation Type": "Nau’in Assasa Talbijin",
	"TV Lock": "Rufe TV",
	"TV Name": "TV Suna",
	"TV On With Mobile": "Kunna Talabijin Tare da Wayar Hannu",
	"TV Power Sound": "Sautin Kunna talbijin",
	"TV Power Sound Volume": "Ƙara Muryan Sauti na Kunna Talbijin",
	"TV Program Locks": "Rufe shirin TV",
	"TV Rating English": "TV Auna Turanci",
	"TV Rating French": "Faransanci Akan Talbijin",
	"TV Speaker": "Sifikar talbijin",
	"TV can be used as an alarm.": "Za a iya amfani da talbijin a matsayin wata ƙararrawa.",
	"TV is turned off at a set time on every specified day.": "Ana kashe talbijin awani ƙayyadajjen lokaci da aka keɓe a kowace rana.",
	"TV to USB": "TV zua ga USB",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Yi amfani da damar da siffofi masu buƙatar hanyar sadarwa irin su Intanet, manhajoji, sabunta sofwaya da sauransu.",
	"Tanzania": "Tanzaniya",
	"Target Luminance": "Tajeti Luminance",
	"Terrestrial DTV": "DTV NA DUNIYA",
	"Text Color": "Launin Rubutu",
	"Text Opacity": "Yadda ake son rubutu",
	"Text Search": "Sakon Nema",
	"Thailand": "Tailan",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Kafofin HDMI {port1} da HDMI {port2} suna goyon bayan AMD FreeSync Premium, kuma za ka iya zaɓar wannan aiki.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Kafofin HDMI {port1} da HDMI {port2} suna goyon bayan AMD FreeSync Premium, kuma za ka iya kunna ko kashe shi.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Kafofin HDMI {port1} da HDMI {port2} suna goyon bayan Amsar Wasa ta Nan-take, kuma za ka iya kunna ko kashe shi.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Kafofin HDMI {port1} suna goyon bayan AMD FreeSync Premium, kuma za ka iya zaɓar wannan aiki.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Kafar HDMI {port1} suna goyon bayan AMD FreeSync Premium, kuma za ka iya kunna ta ko kashewa.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Kafar HDMI {port1} tana goyon bayan Amsar Wasa ta Nan-take, kuma za ka iya kunna ta ko kashewa.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Kafofin HDMI {port1}, HDMI {port2} da HDMI {port3} suna goyon bayan AMD FreeSync Premium, kuma za ka iya zaɓan wannan aikin.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Kafofin HDMI {port1} da HDMI {port2} da HDMI {port3} suna goyon bayan AMD FreeSync Premium, kuma za ka iya kunna ko kashe.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Kafofin HDMI {port1}, HDMI {port2}, HDMI {port3} da HDMI {port4} suna goyon bayan AMD FreeSync Premium, kuma za ka iya zaɓar wannan aiki.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Kafofin HDMI {port1}, HDMI {port2}, HDMI {port3} da HDMI {port4} suna goyon bayan AMD FreeSync Premium, kuma za ka iya kunna ko kashe.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Kafofin HDMI {port1}, HDMI {port2}, HDMI {port3} da HDMI {port4} suna aiki da Amsar Wasa ta Nan-take, kuma za ka iya kunna ko kashe.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Kafofin HDMI {port1} da HDMI {port2} da HDMI {port3} suna aiki da Amsar Wasa ta Nan-take, kuma za ka iya kunna ko kashe.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID wata daraja ce keɓaɓɓiya da ake amfani da ita kawai da HbbTV, wadda ba ta da wata alaƙa da keɓaɓɓen bayanin mai amfani.",
	"The HbbTV Distinctive ID will be reset.": "Za a sake saita HbbTV Distinctive ID.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Manhajar HbbTV ko sabis ɗin zai hana bin sawunsa na ɗaiɗaikun masu amfani.",
	"The IBB service will disable its tracking of an individual user.": "Sabis ɗin IBB zai hana bin sawunsa na ɗaiɗaikun masu amfani.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Ba za a iya zakulo bayanin Kasar Aik ta LG daga saba ba. Sake gwadawa wani lokaci.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Dole shirin Saituka ya sake lodawa don canja yaren jadawali. A ci gaba? Kana son ka ci gaba?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Za’a samar da yanayin hasken idan aka gano motsi ƙusa da TV.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Samuwar sabis-sabis na gane murya na waje zai iya sauyawa ta la’akari da saitin harshe. Haka nan, idan ka sauya mazaɓar harshe, akan sake ɗora saitin mazaɓar. kana son ci gaba?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Suny. tashos. talbj. sun yi nasr. shg. dg. na’u. ajy. ta USB zw. talbj. ɗnk. Talbj. ɗnk. zai sake kunna kansa nan da sakan 5.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Sunayen tashoshin talabijin ɗinka sun yi nasarar shiga cikin na’urar ajiya ta USB.",
	"The closer to 100, the brighter.": "Kusancin 100, yawan haske.",
	"The closer to 100, the clearer the color becomes.": "Kusancin 100, kyawun fitar launin.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Kusancin 50 yawan fitar jan, kusancin 50 yawan fitar koren.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Za a sake saita cikakkun bayanai jerin darajoji na aikin Daidaiton Fari. Kana son ci gaba?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Ana rage tazara tsakanin ƙarar sauti na tashar da kuma shirin kai tsaye, wanda yake taimaka maka kallon shiri da kuma wani ƙara daidaitacce.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Ana saita tazara tsakanin ƙarar sauti na tashar da kuma shirin kai tsaye, don kallon shiri da kuma wani ƙara daidaitacce.",
	"The higher the settings, the louder the sound rapidly.": "Yawan saitunan, yawan ƙarfin faɗar sautin cikin hanzari.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Sifikar talbijin ta ciki da sifikokin Bluetooth za su iya fitar da sauti a lokaci guda, ta ƙirƙirar wani rinjayen sautin kewayawa a bayyane.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Za a saita harshen gane murya kai tsaye ta la’akari da mazaɓar harshen da aka zaɓa.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "An saita harshen da aka yi amfani da shi don Gane Murya zuwa harshen mashiga da aka zaɓa. Sabis-sabis na tallafi ƙila su bambanta a kan harshen murya.",
	"The network is currently unavailable. Please try again later.": "Akwai sadarwa yanzu. Sake gwadawa wani lokaci.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Sarrafawar za ta ɗauka kusan awa ɗaya don kammala kuma ya kamata TV ɗinka ya tsaya a kashe.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Sarrafawar za ta ɗauki kusan minti {n} don kammala kuma ya kamata TV ɗinka ya tsaya a kashe.",
	"The program is intended for adults only.": "An samar da shirin ne kawai don baligai.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ana saita hasken allon kai tsaye bisa la’akari da hasken gefen TV ɗinka.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Allon zai zame cikin daƙiƙoƙi 5. Danna kowane madanni amma ban da Wuta da Ƙara a kan rimot don sake kunna allon.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Za a sake saita ƙananan-darajoji na aikin Tsarin Gudanar da Launi. Kana son ci gaba?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Za a sake saita saiti na Sautin Surround na Bluetooth + Sifikar talbijin ta Ciki.",
	"The settings are as follows.": "Saitunan suna tafe kamar haka.",
	"The sound may not be output when digital sound output is set to Pass Through.": "A lura cewa mai yiwuwa sautin ba zai fita ba idan an saita sautin waje zuwa Wuce ta Ciki.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Sabunwar ba za hau kan talabijin ba. Manhajar za ta koma kamar yadda take da.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Ana nuna sakamako na kallo a kan allon idan an kunna ko an kashe talbijin kuma allon motsa.",
	"There are no paired devices.": "Babu wasu na’urori da aka jera.",
	"There are settings to correct or prevent OLED panel noise.": "Akwai saitukan da za a gyara ko a hana karar fallen OLED.",
	"There is no USB device connected to your TV.": "Babu na’urar USB da aka hada da TV din ka.",
	"There is no message.": "Babu sako.",
	"Third Language": "Yare na Uku",
	"This feature applies only to specified LG Wireless Keyboard models.": "An saka wannan siffa ce kawai ga wasu samfurorin LG Madannin Wayalas na musamman.",
	"This function works only when it is provided by the broadcast program.": "Wannan aiki yana aiki ne kawai lokacin da shirin yaɗawa ya samar da shi.",
	"This is a closed caption preview": "Wannan wata rufaffen rubutaccen fara duba ne",
	"This is an already existing value.": "Tuni akwai wannan daraja.",
	"This service provides you with more information about watching program and enjoys related contents.": "Wannan sabis ɗin yana samar maka da ƙarin bayani game da kallon shiri da kuma jin daɗin ƙunshiya masu alaƙa.",
	"This will revert all options on TV to their default settings.": "Wannan zai mayar da duk zaɓuɓɓuka a kan talbijin ɗin zuwa saitunansu na asali.",
	"Time": "Lokaci",
	"Timer Channel": "Tasha Mai lokaci",
	"Timer Repeat": "Maimaita lokaci",
	"Timers": "Lokaci",
	"Timezone": "Lokaci Sashi",
	"Tint": "Mai duhu",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Don inganta sautin, kunna gwajin sauti a talbijin ka kuma fara gwada sauti-mai-amo ta amfani da Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Don gwada sautin talabijin, dole sai an canja Wajen fitar sauti zuwa na lasifikar talabijin ta ciki. Kana son ka ci gaba?",
	"Top and Bottom": "Sama da Kasa",
	"Total Power On Time": "Gaba daya kunna lokaci",
	"Tracking Speed": "Gudun Bibiya",
	"Translucent": "Mai daukar haske",
	"Transparent": "Garai-garai",
	"Treble Boost": "Ƙara Tsintsiya",
	"Trinidad and Tobago": "Tirinidad da Tobago",
	"Tune and save available channels.": "Nema sai ka ajiye tashoshin.",
	"Tune and save available channels. You can set satellite channel options.": "Nema sai ka ajiye tashoshin. Kana iya saita zaɓin tashosh. satalayit.",
	"Tunisia": "Tunisiya",
	"Turkey": "Turkiya",
	"Turn on TV with mobile device same as smartphone.": "Kunna talbijin da na’urar wayar hannu a lokaci guda wayar zamani.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Kunna kuma kashe Ultra HD Deep Color don mashigar HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Kunna ko kashe Amsar Wasa ta Nan-take ta kafar HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Kunna talbijin ɗin ta amfani da na’urar wayar hannu ta hanyar Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Kunna talbijin ta yin amfani da wayarka ta hannu ta hanyar Wi-Fi.",
	"Turn on via Bluetooth": "Kana iya kunnawa ta hanyar Bluetooth",
	"Turn on via Wi-Fi": "Kana iya kunnawa ta hanyar Wi-Fi",
	"Turn on/off description box in Settings.": "Kunna/kasha kwatancen akwati a cikin Saituna.",
	"Turn on/off standby light.": "Kunna/kashe wuta ta jirawa.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Kunna/kashe kafofin AMD FreeSync Premium na HDMI {num}",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Kunna/kashe hotunan da za a nuna a kan allo a yayin da babu sigina.",
	"Turn on/off the related features of energy consumption.": "Kunna/kashe siffofi masu alaƙa na janye wuta.",
	"Turn the Hybridcast service on/off.": "Koma zuwa ga tsarin Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Juya shirin (DTVi) kunna/kashe.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Juya tsarin sanarwar TV masu samarwar kariya kunnawa/kashewa.",
	"Turn your broadcast TV provider's teletext service on/off.": "Kunna/kashe aikin teletext na kamfanin yada bayanan talbijin din ka.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Kashe Wi-Fi zai hana ka samun shiga duk wasu ayyuka na kan intanet sai dai in ka yi amfani da waya don haɗi da hanyar sadarwa. Kana son ka ci gaba?",
	"UAE": "Haɗaɗɗiyar Daular Larabawa",
	"UHD Mode": "Yanayin UHD",
	"USA": "Amurka",
	"USB storage for Copy Channels": "Ma’adanar USB don Tasoshin Kwafe",
	"USB to TV": "USB zuwa ga TV",
	"Uganda": "Yuganda",
	"Ukraine": "Yukaran",
	"Unable to check for updates.": "An kasa neman sabuntawa.",
	"Unable to connect to the network.": "An gagara haɗi da hanyar sadarwa.",
	"Undefined": "Hadadde",
	"Under 17 requires accompanying parent or adult guardian.": "‘Yan ƙasa da shekaru 17 suna buƙatar kulawar iyaye ko kuma babba mai shiryarwa.",
	"Uniform": "Gaba daya",
	"United Kingdom": "Birtaniya",
	"Universal Control Settings": "Saitunan Sarrafawar Gama-gari",
	"Unknown": "Wanda ba a sani ba",
	"Unknown issue has occurred.": "Wata matsalar da ba a santa ba ta afku.",
	"Update canceled.": "An soke sabuntawa.",
	"Update in progress...": "Ana kan sabuntawa...",
	"Update in progress...({n}%)": "Ana sabuntawa...({n}%)",
	"Update paused.": "An tsayar da sabuntawa.",
	"Update reserved.": "An kebe sabuntawa.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Sabuntawar za ta dakata kuma za a share duk fayiloli da suka shiga yanzu. Kana son ka ci gaba?",
	"Uruguay": "Yurugai",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Za ka iya amfani da Magic Remote don nazartar yanayin ɗaki da kuma ƙawata sautin talbijin ta la’akari da sakamakon.",
	"Use a large pointer.": "Yi amfani da wani babban manuni.",
	"Use a medium pointer.": "Yi amfani da wani matsakaicin manuni.",
	"Use a small pointer.": "Yi amfani da wani ƙaramin manuni.",
	"Use the 4-way controller to change the position and press the OK button.": "Yi amfani da sarrafawa mai hanya 4 don canza matsayi da kuma danna maɓallin YA YI.",
	"Use the following services with the selected language.": "Yi amfani da sabis-sabis da suke tafe tare da harshen da aka zaɓa.",
	"User": "Mai amfani",
	"User Agreements": "Yarjejeniyar mai amfani",
	"User Guide": "Jagoran mai Amfani",
	"Uzbekistan": "Uzubekistan",
	"V Position": "V Yanayi",
	"V Sharpness": "V Daidaito",
	"V Size": "V Girma",
	"Vatican City": "Birnin Vatikan ",
	"Venezuela": "Benezuwela",
	"Vertical Zoom": "Kusantowar Tsaye",
	"Video 1": "Bidiyo 1",
	"Video 2": "Bidiyo 2",
	"Video 3": "Bidiyo 3",
	"Video Description": "Kwatancen Bidiyo",
	"Vietnam": "Biyetinam",
	"View current Common Interface (CI) information.": "Duba hanyar tsarin bayanai na (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Duba abubuwa sosai ta canza launi na mazaɓa a kan allon zuwa baƙi ko fari.",
	"View messages from your broadcast TV provider.": "Duba sakonni daga kamfanin da watsa bayanan talbijin din ka.",
	"View more information about watching program and enjoy related contents.": "Duba ƙarin bayani game da kallon shiri da kuma jin daɗin ƙunshiya masu alaƙa.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Duba allon asali kamar yadda yake ko saita girman allon da kuma ɗan madanganci.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Duba allon asali kamar yadda aka karɓe shi daga siginar yaɗawa ko na’ura da aka haɗa.",
	"Violence": "Hayaniya",
	"Vivid": "Karara",
	"Voice Recognition Help and Settings": "Taimakon Gane Murya da kuma Saituna",
	"Voice Support Service": "Aikin Tallafin Murya",
	"Volume": "Masarrafin sauti",
	"Volume Increase Amount": "Kara Sautin Muryar",
	"Volume Mode": "Yanayin Masarrafin sauti",
	"Wall-mounted": "Ɗora wa da kyau",
	"Warm1": "Dumi1",
	"Warm2": "Dumi2",
	"Warm3": "Dumi3",
	"Watch a diverse range of Internet contents on TV channels.": "Kalli wani zango na ƙunshiyar Intanet mabambanta a kan tashoshin talbijin.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Muna tattarawa tare da adana adireshin MAC, lambar kira, lambar kasa, saitukan yare, da kuma zubin software don tantance na'urarka da kuma duba ko kana da sabon zubi na software.",
	"Welcome Feature": "Siffar Maraba",
	"Western Africa": "Yammacin Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Yayin da ba a yi amfani da wani HDD da aka haɗa na wani wa’adin –aiki don rage cinye wuta.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Idan wata na’ura tana haɗe da waya, za a daidaita hoton wasa tare da jinkiri mafi ƙanƙanta, tsattsagewa, ko katsewa.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Idan an ƙaddamar da Amsar Wasa ta Nan-take, bidiyon zai iya ƙiftawa na wucin-gadi.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Idan an saita Sauti Waje zuwa “Bluetooth / HDMI ARC /Dijital na Gani / Sifikokin WiSA” ko na’urar da aka haɗa ba ta aiki da Amsar Wasa ta Nan-take, ta yiwu ba zai yi aiki daidai ba.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Idan an saita Sauti Waje zuwa Bluetooth ko na’urar da aka haɗa ba ta tallafin Amsar Wasa ta Nan-take, ta yiwu ba zai yi aiki daidai ba.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Yayin da aka kunna/kashe na’ura, Talbijin dinka za ta kunna/kashe kai-tsaye.",
	"When the visual effects is off, the screen is displayed as Live TV.": "A yayin da sakamako na kallo yake kashe, ana nuna allon a matsayin TV na Yanzu.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Idan aka saita wannan fasali zuwa ‘kunna’, wasu fasalai da suke bayyana a kan allo ɓangaren hasken su zai bayyana.",
	"When your TV is turned off, the device will automatically turn off.": "Yayin da aka kashe Talbijin dinka, na’urar za ta kashe kai-tsaye.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "A yayin da aka sauya wurin darajar da aka saita zuwa wata na’urar waje, mai yiwuwa ba za a iya samar da hoton ko sauti daidai ba na wucin-gadi.",
	"White": "Fari",
	"White Balance": "Daidaton fari ",
	"Wi-Fi Connection": "Wi-Fi Hadawa",
	"Wi-Fi Security": "Tsaron Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Kashe Wi-Fi. Kunna shi don ganin jerin hanyoyin sadarwa da za ka iya hadawa da su da kuma Karin abubuwan jadawali.",
	"Wi-Fi issue has occurred.": "Matsalar Wi-Fi ta afku.",
	"WiSA Speakers": "Sifikokin WiSA",
	"Wide Area Zone": "Yanki mai Faɗi",
	"Wide View": "Duba Mai fadi",
	"Wide View (32:9)": "Kallososai (32:9)",
	"Wide Zoom": "Budewa Sosai",
	"Window Color": "Kalar Window",
	"Window Opacity": "Yadda ake son Window",
	"Wired Connection (Ethernet)": "Hada Wayar (Ethernet)",
	"Wired Headphones": "Na’urar kunne",
	"Wired Headphones + Internal TV Speaker": "Belun Kunne mai Waya + Sifikar Talabijin ta Ciki",
	"With this option, you can control the audio device's volume with your TV remote.": "Da wannan zaɓi, za ka iya sarrafa ƙarar na’urar maganar tare da rimot ɗinka.",
	"Year": "shekara",
	"Yellow": "Yalo",
	"Yellowknife": "Yaluwar wuka",
	"Yemen": "Yamal",
	"Yes": "E",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Za a iya daidata rinjayen sautin idan an kunna ko kashe talabijin da kuma matsawar allon.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Za ka iya sarrafa na’urori da aka haɗa da kafofin HDMI da Rimot na Dabo ɗinka ba tare da bin hanyoyin saita na’ura ba.",
	"You can delete the device connection history of Screen Share.": "Za ka iya share tarihin haɗin na’urar Screen Share.",
	"You can delete the device connection history of Sound Share.": "Za ka iya share tarihin haɗin na’urar Sound Share.",
	"You can find the default password in User Guide.": "Kana iya samun kalmar sirri ta asali a cikin Abin shiryar da mai amfani.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Za ka iya ƙaddamar da Amsar Wasa ta Nan-take ta saita HDMI Ultra HD Deep Color zuwa “Kunna”.",
	"You can only change settings from the current HDMI input.": "Za a iya canja saitunan daga mashigar HDMI kaɗai.",
	"You can scan again to connect the device.": "Za ka iya sake sikanin don haɗa na’urar.",
	"You can select left and right audio settings for broadcast signal.": "Kana iya zaɓi saitunan sauti na hagu da dama don siginar watsawa.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Za ka iya zaɓar kafofin AMD FreeSync Premium na HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Za ka iya zaɓi Ultra HD Deep Color ta mashiga.",
	"You can set the sound to play when the TV is turned on or off.": "Za ka iya saita sautin don sauraro a yayin da aka kunna ko kashe talabijin ɗin.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Za ka iya kunna/kashe siffar ta adana furofayil ɗin mai sarrafa CAM.",
	"You can turn this feature on or off.": "Za ka iya kunnawa ko kasha wannan aiki.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Wataƙila ka karɓi ire-iren shawarwarin ƙunshiyar ta Hanyar Sadarwa. Kashewa wannan zaɓe zai samar da kawai muhimman ƙunshiyoyi da kuma wataƙila wasu siffofi ba su a samuwa ba.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Za aka hade Talbijin da kuma na’urarka mai hade da SIMPLINK kamar haka:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Dole ne TV ɗinka ya tsaya a kashe yayin da ake cikin sarrafawar Mai ƙarfafa Piksel. Za a soke kowane naɗe-naɗe na yanzu ko mai zuwa, tunatarwa, ko kunna wuta mai ƙirga lokaci da aka tsara a lokacin wannan sarrafawa kuma Sifikar BT a kan Duba na Sifili ba za ta samu ba.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Dole TV ɗinka ya tsaya a kashe yayin da ana cikin sarrafawar Mai ƙarfafa Piksel. Kowane naɗe-naɗe, tunatarwa, ko kunnawa mai ƙirga lokaci na yanzu ko mai zuwa da aka tsara a lokacin wannan sarrafawa za a soke su.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Akwai buƙatar talabijin ɗinka ya kasance haɗe da hanyar sadarwa don saita sabis ɗin LG a kƙasar da zaɓa. Kana son zuwa Saitunan Hanyar Sadarwa yanzu don duba haɗin?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Talabijin ɗinka na buƙatar gano muhallin da kake don ya dinga nuna saƙon sigina.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Talbijin din ka za ta kashe kanta har sai an kammala aikin, inda zakuma za ta kunna kanta kai tsaye.",
	"Zambia": "Zambiya",
	"Zimbabwe": "Zimbabuwe",
	"Zoom": "Zukowa",
	"Zoom2": "Fadada2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] za ta fita daga jikin talabijin ɗinka. Sauti ba zai sake fitowa daga wannan na’urar ba. Kana son ka ci gaba?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] za ta share daga jerin na’urorin da aka yi ƙawance da su. Idan kana so ka sake jonawa nan gaba, sai ka lalubi sunan na’urar ka sake haɗa ƙawancen. Kana son ka ci gaba?",
	"[{deviceName}] will be deleted.": "za a goge [{deviceName}].",
	"aspectRatio_original": "Asali",
	"audioGuidance_fast": "Sauri",
	"audioGuidance_high": "Sama",
	"audioGuidance_low": "Kasa",
	"audioGuidance_medium": "Tsaka-tsaki",
	"audioGuidance_slow": "A hankali",
	"audioGuidance_veryFast": "Matukar Sauri",
	"audioGuidance_veryHigh": "Saiti ya yi yawa",
	"audioGuidance_veryLow": "Matukar Mara sauri",
	"audioGuidance_verySlow": "Matukar Mara sauri",
	"btDotSignalStrength_wide": "Faɗi",
	"button": "madanni",
	"character": "baki",
	"characters": "bakake",
	"checked": "an duba",
	"colorGamutJPNWide": "Faɗi",
	"connecting": "ana jonawa",
	"depthOfColor": "Kala",
	"diagonal zoom in": "kusantowar ciki ta kusurwa",
	"diagonal zoom out": "kusantowar waje ta kusurwa",
	"digitalOptionSetByProgram": "Saita Shirin",
	"energy_Maximum": "Babba",
	"energy_Medium": "Tsaka-tsaki",
	"energy_Minimum": "Karanci",
	"freesync_high": "Sama",
	"freesync_low": "Kasa",
	"freesync_off": "Kashe",
	"freesync_wide": "Faɗi",
	"gamma_high1": "Babba1",
	"hidden": "boyayye",
	"horizontal zoom in": "kusantowar ciki ta tsaye",
	"horizontal zoom out": "kusantowar waje ta kwance",
	"jpDoNot": "Kashe",
	"logoLuminance_high": "Sama",
	"logoLuminance_low": "Ƙasa",
	"min": "minti",
	"minus": "ragi",
	"not connected": "ba a jona ba",
	"objet_soundMode": "Daidaita yanayin sautin a kan kowane nau’in ƙunshiya.",
	"pictureControl3dModeStandard": "Tsayayye",
	"pictureControlAuto": "Ato",
	"pictureControlAuto_BlackLevel": "Ato",
	"pictureControlHigh": "Sama",
	"pictureControlHigh_BlackLevel": "Sama",
	"pictureControlHigh_Male": "Sama",
	"pictureControlLow": "Kasa",
	"pictureControlLow_BlackLevel": "Kasa",
	"pictureControlLow_Male": "Kasa",
	"pictureControlMedium": "Tsaka-tsaki",
	"pictureControlMedium_BlackLevel": "Tsaka-tsaki",
	"pictureControlMedium_Male": "Tsaka-tsaki",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Tsaka-tsaki",
	"pictureLocalDimmingHigh": "Sama",
	"pictureLocalDimmingLow": "Kasa",
	"pictureLocalDimmingMed": "Tsaka-tsaki",
	"pictureMode": "Tsayayye",
	"pictureModeSettings": "Dauwamar",
	"plus": "kari akai",
	"press OK button to edit IP manually": "danna madannin YA YI don gyara IP da hannu",
	"press OK button to enter channel to search": "danna madannin YA YI don shigar da binciken tasha",
	"press OK button to enter value": "danna madannin YA YI don shigar da daraja",
	"press right button to adjust de-judder and de-blur value": "danna madannin dama don daidaita darajar de-judder da kuma de-blur",
	"press right button to adjust zoom ratio and position": "danna madannin dama don daidaita kimar kusantowa da kuma muhalli",
	"shift current screen down": "gusar da allon na’urar kasa",
	"shift current screen to the left": "gusar da allon na’urar zuwa hadu",
	"shift current screen to the right": "gusar da allon na’urar zuwa dama",
	"shift current screen up": "gusar da allon na’urar sama",
	"shift down": "gusar kasa",
	"shift left": "gusar hagu",
	"shift right": "gusar dama",
	"shift up": "gusar sama",
	"soundMode_Standard": "Tsayayye",
	"speaker_channel": "Kewayen sauti",
	"thaRatingNone": "Babu",
	"unchecked": "ba a duba ba",
	"unread": "ba’a karanta ba",
	"vertical zoom in": "kusantowar ciki ta tsaye",
	"vertical zoom out": "kusantowar waje ta tsaye",
	"volumeModeHigh": "Sama",
	"volumeModeLow": "Kasa",
	"volumeModeMedium": "Tsaka-tsaki",
	"zoom in": "kusantowar ciki",
	"zoom out": "kusantowar waje"
}
