{
	" (User)": " (Foydalanuvchi)",
	"(Version: {l})": "(Versiya: {l})",
	"* The device connected should support this service.": "* Ulangan qurilma bu xizmatni qo‘llab-quvvatlashi lozim.",
	"* This feature is applied once and only once when the TV is turned off.": "* Bu funksiya televizor oʻchirilganida faqat bir marta tatbiq etiladi.",
	"* This feature is available on certain devices only.": "* Bu funksiya faqat ma’lum bir turdagi qurilmalarda mavjud.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Bu rejim FILMMAKER MODE rjeimi maqsadini aniq ifodalaydi, lekin boshqa tasvir rejimlariga nisbatan qoraroq koʻrinishi mumkin.  ",
	"* This settings is only available for Internal TV Speaker.": "* Ushbu parametrlar faqat TV ichki karnayi uchun mavjud.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bu xususiyat YOQ qiymatiga qo‘yilganligiga qaramasdan, ekran lavhasi Live TV kabi tashqi kiritishlarda ko‘rish tajribasini uzilib qolishining oldini olish uchun ishlamaydi.",
	"* You can control the app which supports the function on your mobile device.": "* Mobil qurilmangizdagi funksiyani qo‘llab-quvvatlovchi ilovani boshqarishingiz mumkin.",
	"1) Turn the Bluetooth on the other device off.": "1) Narigi qurilmada Bluetooth aloqasini faolsizlantiring.",
	"10 Points Code Value": "10 nuqtali kod qiymati",
	"10 Points IRE": "10 nuqtali IRE",
	"10 and Above": "10 va katta",
	"10 min": "10 daq",
	"11 and Above": "11 va katta",
	"12 Hours": "12 soat",
	"12 and Above": "12 va katta",
	"120 min": "120 daq",
	"13 and Above": "13 va katta",
	"14 and Above": "14 va katta",
	"14 by 9": "14 ga 9",
	"15 and Above": "15 va katta",
	"16 and Above": "16 va katta",
	"16 by 9": "16 ga 9",
	"17 and Above": "17 va katta",
	"18 and Above": "18 va katta",
	"180 min": "180 daq",
	"19 and Above": "19 va katta",
	"2 Channel": "2 tomonli",
	"2 Hours": "2 soat",
	"2 Points": "2 ta nuqta",
	"2) Turn the Bluetooth device to connect off and on.": "2) Ulanayotgan Bluetooth qurilmani oʻchirib yoqing.",
	"20 Points Code Value": "20 nuqtali kod qiymati",
	"20 Points IRE": "20 nuqtali IRE",
	"20 and Above": "20 va katta",
	"20 min": "20 daq",
	"21 by 9": "21 ga 9",
	"22 Points Code Value": "22 nuqtali kod qiymati",
	"22 Points IRE": "22 nuqtali IRE",
	"24 Hours": "24 soat",
	"240 min": "240 daq",
	"3 Hours": "3 soat",
	"30 min": "30 daq",
	"32 by 12": "32 ga 12",
	"32 by 9": "32 ga 9",
	"3G/4G Connection": "3G/4G ulanishi",
	"4 Hours": "4 soat",
	"4 Hours Auto Power Off": "4 soatlik quvvatni avtomatik o‘chirish",
	"4 and Above": "4 va katta",
	"4 by 3": "4 ga 3",
	"4-Way Zoom": "4 tomonlama zum",
	"5 and Above": "5 va katta",
	"5.1 Channel": "5.1 tomonli",
	"6 Hours": "6 soat",
	"6 and Above": "6 va katta",
	"60 min": "60 daq",
	"7 and Above": "7 va katta",
	"8 Hours": "8 soat",
	"8 and Above": "8 va katta",
	"9 and Above": "9 va katta",
	"90 min": "90 daq",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID ushbu qurilmani reklama maqsadlarida identifikatsiya qilish hamda sizni qiziqtirishi mumkin boʻlgan ayrim reklamalarni taqdim etish uchun ishlatiladi. Quyida AD ID identifikatorini asliga qaytarish yoki AD ID kuzatuvini cheklashingiz mumkin.",
	"AI Acoustic Tuning": "Akustikani AI yordamida sozlash",
	"AI Acoustic Tuning Options": "Akustikani AI yordamida sozlash opsiyalar",
	"AI Acoustic Tuning is disabled.": "Akustikani AI yordamida sozlash oʻchirilgan.",
	"AI Brightness Control": "AI yorqinligi boshqaruvi",
	"AI Picture": "AI rasmi",
	"AI Picture Pro": "AI rasmi Pro",
	"AI Recommendation": "AI tavsiyasi",
	"AI Service": "AI xizmati",
	"AI Sound": "AI ohangi",
	"AI Sound Pro": "AI ohangi Pro",
	"AV Sync Adjustment": "AV Sinxronlanishini sozlash",
	"Accessibility": "Maxsus imkoniyat",
	"Account Management": "Hisob qaydnoma boshqaruvi",
	"Accra": "Akkra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Bu parametr faollashtirilsa, ushbu Smart TV qurilmasidan reklamaga doir shaxsiy maʼlumotlarni olish toʻxtatiladi. Uni yoqish siz bundan keyin oladigan reklamalar turlariga taʼsir qilishi mumkin, lekin u reklamalarni olishingizni toʻxtatmaydi.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Bu parametr yoqilsa, LGE tashqi provayderlarga shaxsiy maʼlumotlaringizni tijoratlashtirishni toʻxtatishni soʻraydi. Alohida rad etmaguningizga qadar siz Live Plus, LG Channels va Who.Where.What? kabi xizmatlardan foydalanishingiz mumkin.",
	"Add Network": "Tarmoq qo‘shish",
	"Add a hidden wireless network": "Yashirin simsiz tarmoq qo‘shish",
	"Add wireless network by manually entering network name (SSID).": "Tarmoq nomini (SSID) qo‘lda kiritish orqali simsiz tarmoqni qo‘shish.",
	"Addis Ababa": "Addis-Abeba",
	"Additional Audio Selection": "Qo‘shimcha audio tanlovi",
	"Additional Settings": "Qo‘shimcha parametrlar",
	"Address Setting": "Manzilni sozlash",
	"Adjust Audio Guidance pitch.": "Ovozli ko‘rsatma interval kattaligini sozlash.",
	"Adjust Audio Guidance speed.": "Ovozli ko‘rsatma tezligini sozlash.",
	"Adjust Audio Guidance volume.": "Ovozli ko‘rsatma balandligini sozlash.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ekranni yoritish yoki qoraytirish uchun Fon chirog‘i yorqinligini sozlang.",
	"Adjust Screen Position": "Ekran joylashuvini sozlash",
	"Adjust Zoom Ratio": "Masshtab nisbatini sozlash",
	"Adjust animation effect shown on the home at certain times.": "Ma’lum bir vaqtlarda uyda ko‘rsatiladigan animatsion effektni sozlang.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ko‘z olishini oldini olish va quvvat sarfini kamaytirish uchun tasvir harakatini tahlil qilish orqali yorqinlikni sozlang.",
	"Adjust brightness of the LG logo.": "LG logotipi yorqinligini sozlang.",
	"Adjust color and saturation for a more vivid image.": "Yanada jonli tasvirni olish uchun rang va to‘yinishni sozlash.",
	"Adjust color temperature automatically to reduce eye strain.": "Ko‘z toliqishini kamaytirish uchun rang harorati avtomatik tarzda sozlansin.",
	"Adjust cursor speed.": "Kursor tezligini sozlash.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Chetlar tiniqligini sozlash. Yuqoriroq qiymatlar tasvirning aniqligini va tiniqligini oshiradi.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Kiritish signali yorqinligini qoplash uchun gamma parametrlarini sozlash.",
	"Adjust left/right audio balance.": "Chap/o‘ng audio balansini sozlash.",
	"Adjust luminance for selected color.": "Tanlangan rang uchun yorqinlik darajasini sozlash.",
	"Adjust luminance level for selected IRE point.": "Tanlangan IRE nuqta uchun yorug‘lik darajasini sozlash.",
	"Adjust peak brightness for the brightest luminance.": "Eng yaxshi yoritilgan sharoit uchun yorqinlik cho‘qqisini sozlang.",
	"Adjust remote's cursor speed and appearance.": "Masofadan boshqarish pult kursor tezligini va paydo bo‘lishini sozlang.",
	"Adjust saturation for selected color.": "Tanlangan rang uchun to‘yinganlik darajasini sozlash.",
	"Adjust screen brightness to reduce energy consumption.": "Quvvat sarflanishini tejash uchun ekran ravshanligini sozlash.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ekranni yoritish yoki qoraytirish uchun OLED LIGHT’ni sozlang.",
	"Adjust the audio timing to synchronize the video and audio.": "Video va audioni sinxronlash uchun audio davomliligini sozlang.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ekrandagi rang tonini ko‘rsatish uchun qizil va yashil rang balansini sozlang.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Rang harorati, yoritish va qizil, yashil, ko‘k rang intensivligini o‘zgartirish orqali rang balansini sozlang.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Alohida rasm rejimi uchun kontrast, aniqlik darajasi va boshqalarni batafsil sozlang va afzal ko‘rilgan rang, gamma va boshqalarni qo‘shimcha ravishda o‘rnating.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ekranning yorug‘ va qorong‘i sohalari orasidagi tafovutni sozlash. Yuqoriroq qiymatlar tafovutni intensivlashtiradi.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Hoshiya tezligini film bilan bir xil usulda sozlang va u kinoteatrda o‘tirgandek hissiyotni ta’minlaydi.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Logotip va boshqa shunga o‘xshash harakatsiz tasvirlar yoritilishini sozlang va TV uzoq vaqt davomida yoqilgan holda turganda yuzaga kelishi mumkin bo‘lgan rasm sifati bilan bog‘liq muammolarning oldini oling.",
	"Adjust the screen color to be pale or deep.": "Ekran rangini ochroq yoki to‘qroq qilib sozlang.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Har bir ovoz chastota kengligi uchun ovozni o‘z didingizga moslang.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Video va audio vaqt tafovutiga ega bo‘lganda, vaqt sinxronlanishini sozlang.",
	"Adjust the tint to brighten or darken the screen.": "Ekranni yoritish yoki qoraytirish uchun tonni sozlang.",
	"Adjust the volume you want with pressing remote's volume key.": "Boshqaruv pultining ovoz balandligi tugmasini bosish orqali o‘zingiz xohlagan ovoz balandligiga qo‘ying.",
	"Adjust tint for selected color.": "Tanlangan rang uchun rang tonini sozlash.",
	"Adjust whether to display the home promotion.": "Uy harakati ko‘rsatiladigan yoki ko‘rsatilmaydigan qilib sozlang.",
	"Adjusting Luminance": "Yoritishni sozlash",
	"Adolescent over 13 are allowed to watch.": "13 yoshdan katta o‘smirlar ko‘rishi uchun ruxsat berilgan.",
	"Adolescent over 14 are allowed to watch.": "14 yoshdan katta o‘smirlar ko‘rishi uchun ruxsat berilgan.",
	"Adolescent over 16 are allowed to watch.": "16 yoshdan katta o‘smirlar ko‘rishi uchun ruxsat berilgan.",
	"Adult": "Katta yoshdagilar",
	"Adult Language": "Katta yoshdagilar tilida",
	"Adults only.": "Faqat kattalar uchun.",
	"Advanced": "Qo‘shimcha",
	"Advanced Controls": "Qo‘shimcha nazorat",
	"Advanced Wi-Fi Settings": "Qo‘shimcha Wi-Fi parametrlar",
	"Advertisement": "Reklama",
	"Afghanistan": "Afg'oniston",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Mamlakatni o‘zgartirgandan so‘ng hozirda sozlangan barcha kanallar o‘chiriladi. Kanallarni qayta sozlash uchun Avtomatik sozlashga o‘ting. Davom ettirishni istaysizmi?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Pochta indeksi o‘zgartirilgandan so‘ng barcha joriy Freesat kanallari o‘chirib tashlanadi. Kanallarni qayta sozlash uchun Avtomatik sozlashga o‘ting. Davom ettirishni istaysizmi?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Mamlakatingizni o‘zgartirganingizdan so‘ng, Avtomatik sozlash yordamida kanallaringizni qidirishingiz mumkin. Davom ettirilsinmi?",
	"Ages 2-7 are allowed to watch.": "2–7 yoshli bolalar ko‘rishi uchun ruxsat berilgan.",
	"Albania": "Albaniya",
	"Albanian": "Albancha",
	"Alerts you by sound when the TV is turned on or off.": "Televizor yoqilganida va oʻchirilganida tovush yordamida ogohlantiradi.",
	"Algeria": "Jazoir",
	"Algiers": "Aljir",
	"All Channels": "Barcha kanallar",
	"All Children": "Hamma bolalar",
	"All ages are allowed to watch.": "Yosh cheklovi mavjud emas.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} rejimining barcha joriy parametrlari birlamchi holatiga tashlanadi. Davom ettirishni istaysizmi?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Standart rejimning barcha ovoz effekti parametrlari birlamchi holatiga tashlanadi. Davom ettirishni istaysizmi?",
	"Allow Automatic Updates": "Avtomatik yangilashlarga ruxsat berish",
	"Almaty": "Olma-ota",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Shuningdek, Bluetooth qamrovli tovushi uchun batafsil sozlamalarni oʻzgartirishingiz mumkin.",
	"Always Open": "Doim ochiq",
	"Always-on Off Time": "Always-on funksiyasining o‘chirilish vaqti",
	"Amman": "Ummon",
	"An error has occurred while copy channels.": "Kanallardan nusxa ko‘chirilayotganda xato yuz berdi.",
	"An important software update is available.": "Muhim dastur yangilanishi mavjud.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analogli rejim",
	"Analog TV": "Analogli TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Ovoz xarakteristikalarini tahlil qiling va har bir kontent uchun ovozni jonli tarzda optimallashtiring.",
	"Anchorage": "Ankoridj",
	"Antananarivo": "Antananarivu",
	"Antenna ATV": "Antennali ATV",
	"Antenna Radio": "Antenna Radiosi",
	"Antigua and Barbuda": "Antigua va Barbuda",
	"Any Supplementary Audio": "Har qanday qo‘shimcha audio",
	"Apia": "Apiya",
	"App Alarm": "Ilova ogohlantirishi",
	"Application Locks": "Ilova qulflari",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Joriy raqam rejimining batafsil sozlamasini barcha kiritish yoki ilovalarga qo‘llang.",
	"Apply to all inputs": "Barcha kiritishlarga qo‘llash",
	"Applying value to all inputs...": "Qiymat barcha kiritishlarga qo‘llanilmoqda...",
	"Aqtöbe": "Aqto‘be",
	"Arabic": "Arabcha",
	"Araguaína": "Araguayna",
	"Armenia": "Armaniston",
	"Ashgabat": "Ashxobot",
	"Aspect Ratio": "Nisbat koeffitsiyenti",
	"Aspect Ratio Settings": "Nisbat sozlanmalari",
	"Assamese": "Assamcha",
	"Assign channels to remote buttons so you can quickly jump to them.": "Kanallarni ularni oson boshqarish uchun boshqaruv pulti tugmalariga tayinlab chiqing.",
	"Asunción": "Asunsiyon",
	"Athens": "Afina",
	"Auckland": "Oklend",
	"Audio Delay": "Audio kechikishi",
	"Audio Description": "Audio tavsif",
	"Audio Description Volume": "Audio tavsif ovozi balandligi",
	"Audio Guidance": "Audio yo‘riqnoma",
	"Audio Language": "Audio tili",
	"Audio Out (Line Out)": "Audio chiqish (Line Out)",
	"Audio Type": "Audio turi",
	"Australia": "Avstraliya",
	"Austria": "Avstriya",
	"Auto": "Avtomatik",
	"Auto Detect": "Avtomatik aniqlash",
	"Auto Device Detection": "Qurilmani avtomatik aniqlash",
	"Auto Genre Selection": "Janrni avtomatik tanlash",
	"Auto Power Off": "Quvvatni avtomatik o‘chirish",
	"Auto Power Sync": "Quvvatni avtomatik sinxronlash",
	"Auto Start": "Avtomatik ishga tushirish",
	"Auto Volume": "Avtomatik ovoz balandligi",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ovoz balandligidagi bo‘shliq avtomatik tarzda sozlansin yoki ovoz balandligini masofadan boshqarish pultidagi ovoz balandligi tugmasi bilan sozlangan vaqtdagi ovoz balandligiga qo‘yilsin.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR kontent janri uchun optimallangan tasvir qiymatiga avtomatik moslash.",
	"Automatically adjust to a picture value optimized for contents genre.": "Kontent janri uchun optimallangan tasvir qiymatiga avtomatik moslash.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Film kontenti aniqlanganida FILMMAKER MODE rejimiga avtomatik almashish.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Tashqi yorug‘lik rangi va ravshanligi asosida rasm sifatini avtomatik ravishda optimallashtirish.",
	"Automatically update system software when an update is found.": "Yangilash topilganda, tizim dasturiy ta’minotini avtomatik ravishda yangilash.",
	"Available Internal Storage": "Ichki xotira mavjud",
	"Azerbaijan": "Ozarbayjon",
	"Azores": "Azor orollari",
	"BG Color": "FN rang",
	"BG Opacity": "FN shaffofligi",
	"Back": "Orqaga",
	"Backlight": "Fon chirog‘i",
	"Baghdad": "Bog‘dod",
	"Bahamas": "Bagama orollari",
	"Bahrain": "Bahrayn",
	"Baku": "Boku",
	"Balance": "Balans",
	"Bangkok": "Bankok",
	"Bangui": "Bangi",
	"Basque": "Baskcha",
	"Bass Boost": "Bass kuchi",
	"Behavior may vary depending on connected device.": "Ulangan qurilmaga qarab nima bajarilishi farq qilishi mumkin.",
	"Beijing": "Pekin",
	"Beirut": "Beyrut",
	"Belgium": "Belgiya",
	"Belgrade": "Belgrad",
	"Belize": "Beliz",
	"Belém": "Belen",
	"Bengali": "Bengalcha",
	"Bhutan": "Butan",
	"Black": "Qora",
	"Black Level": "Qora darajasi",
	"Blanc-Sablon": "Blank-Sablon",
	"Blantyre": "Blantayr",
	"Block TV programs broadcast in English based on their content ratings.": "TV dasturlari tarkibi reytinglari asosida ingliz tilidagi TV dasturlarini bloklang.",
	"Block TV programs broadcast in French based on their content ratings.": "TV dasturlari tarkibi reytinglari asosida fransuz tilidagi TV dasturlarini bloklang.",
	"Block content based on genre.": "Janr asosida tarkibni bloklash.",
	"Blue": "Ko‘k",
	"Bluetooth Speaker Mode": "Bluetooth dinamik rejimi",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth qamrovli tovush + TV ichki karnayi",
	"Bluetooth Surround Sound Setup": "Bluetooth qamrovli tovush sozlamasi",
	"Boa Vista": "Boa-Vista",
	"Bogotá": "Bogota",
	"Bolivia": "Boliviya",
	"Bosnia": "Bosniya",
	"Bosnia And Herzegovina": "Bosniya va Gertsogovina",
	"Bosnian": "Bosniyacha",
	"Botswana": "Botsvana",
	"Brazil": "Braziliya",
	"Brazilian Punk": "Braziliyacha pank",
	"Brazzaville": "Brazzavil",
	"Brightness": "Ravshanlik",
	"Broadcast Country": "Eshittirilayotgan mamlakat",
	"Broadcast Mail": "Eshittirish pochtasi",
	"Broken Hill": "Broken-Xill",
	"Brussels": "Bryussel",
	"Bucharest": "Buxarest",
	"Budapest": "Budapesht",
	"Buenos Aires": "Buenos-Ayres",
	"Bulgaria": "Bolgariya",
	"Bulgarian": "Bolgarcha",
	"Burkina Faso": "Burkina-Faso",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "“Asliga qaytarish” tugmasini bosish orqali siz LGE avval ushbu Smart TV qurilmasidan olgan reklamaga oid barcha maʼlumotlarni oʻchirib tashlaysiz. “Asliga qaytarish” tugmasini bosish siz bundan keyin oladigan reklamalar turlariga taʼsir qilishi mumkin, lekin u reklamalarni olishingizni toʻxtatmaydi.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Trí Live Plus a chur ar siúl tá tú ag ceadú bailiúchán eolais amharctha ag LG Electronics Inc. (\"LGE\") trín mhodúl ACR, a thig a roinnt ar bhunús gan tréithe pearsanta le triú pháirtithe chun seirbhísí idirghníomhacha a chur ar fáil duit. Thig linn eolas comhliomlán gan tréithe pearsanta le triú pháirtithe chun críocha margaíochta chomh maith. Le do thoil nótail nach mbailíonn muid nó nach gcuireann muid amach aon eolas d'aon ghnó ó nó faoi leanaí níos óige ná 13. Tá eolas sonrach faoi Live Plus léirithe san Eolas Amharctha (téarmaí) a thig rochtain a fháil ar sa roghchlár socruithe SmartTV. Molann LGE go láidir go ndéantar athbhreithniú ar an leagan iomlán den Eolas Amharctha (téarmaí) sula ngíomhaítear an fheidhm Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus xizmatini yoqish orqali siz televizoringizda koʻrsatilgan kontentning aniqlanishi mumkinligi hamda tomosha qilish haqidagi axborot sizga yanada yaxshilangan tomosha taassurotini taqdim etish va moslangan xizmatlar, jumladan, kontent tavsiyalari va reklamalarni taqdim etishda foydalanilishi mumkinligini tasdiqlaysiz. Tafsilotlar uchun TV sozlamalarida Maxfiylik siyosati va tegishli Foydalanuvchi kelishuvlari bilan tanishing.",
	"CI Information": "CI ma’lumotlari",
	"CI password incorrect. Please enter again.": "CI paroli noto‘g‘ri. Iltimos, qayta kiriting.",
	"COMPONENT2": "TARKIBIY QISM2",
	"COMPONENT3": "TARKBIY QISM3",
	"Cable": "Kabel",
	"Cable ATV": "Kabelli ATV",
	"Cable DTV": "Kabelli DTV",
	"Cable Radio": "Kabelli radio",
	"Cairo": "Qohira",
	"Cambodia": "Kambodja",
	"Cameroon": "Kamerun",
	"Campo Grande": "Kampu-Grandi",
	"Can not Find Channel": "Kanalni topib bo‘lmayapti",
	"Canada": "Kanada",
	"Canary Islands": "Kanar orollari",
	"Cancel": "Bekor qilish",
	"Cancel Schedule": "Jadvalni bekor qilish",
	"Cancel Update": "Yangilashni bekor qilish",
	"Cancún": "Kankun",
	"Cantonese": "Kantoncha",
	"Cape Verde": "Kabo-Verde",
	"Caracas": "Karakas",
	"Casablanca": "Kasablank",
	"Catalan": "Kataloncha",
	"Caution": "Diqqat",
	"Cayman Islands": "Kayman orollari",
	"Center": "Markaz",
	"Central African Republic": "Markaziy Afrika Respublikasi",
	"Ceuta": "Seuta",
	"Change blue intensity and adjust the color balance.": "Ko‘k rang intensivligini o‘zgartiring va rang balansini sozlang.",
	"Change green intensity and adjust the color balance.": "Yashil rang intensivligini o‘zgartiring va rang balansini sozlang.",
	"Change red intensity and adjust the color balance.": "Qizil rang intensivligini o‘zgartiring va rang balansini sozlang.",
	"Change the left / right sound": "Cahp/oʻng tovushni oʻzgartirish",
	"Change the position of captions using the 4-way dial on the remote control.": "Masofaviy boshqarish pultidagi 4 tomonlama terish tugmalaridan foydalanib sarlavhalarning joylashuvini oʻzgartiring.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mintaqani o‘zgartirish TVda joriy sozlangan kanallarni o‘zgartirishi mumkin. Avtomatik sozlashda kanallarni qayta sozlashingiz mumkin. Mahalliy parametrlarni o‘zgartirishni istaysizmi?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Mamlakatni o‘zgartirish TV qayta ishga tushirilishiga sabab bo‘ladi va LG Foydalanuvchi kelishuvlariga qayta rozilik berishingiz zarur bo‘lishi mumkin. Shuningdek, LG xizmat mamlakatiga qarab ayrim ilova va xizmatlardan foydalanish imkoniyati farq qilishi mumkin. Davom ettirishni istaysizmi?",
	"Channel Locks": "Kanal qulflari",
	"Channel Manager": "Kanal menejeri",
	"Channel Scrolling Options": "Kanaldan-kanalga o'tish parametrlari",
	"Channel Tuning": "Kanalni sozlash",
	"Channel Tuning & Settings": "Kanalni sozlash va parametrlar",
	"Channels": "Kanallar",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI va boshqa tashqaridan kirishlar kanallarini qulflab bo‘lmaydi. TV kanallarini qulflash uchun joriy kiritishni Live TV’ga o‘zgartiring.",
	"Chatham Islands": "Chatem orollari",
	"Check TV information.": "TV axborotini tekshirish.",
	"Check alarm messages about the user settings or TV status.": "Foydalanuvchi parametrlar yoki TV holati haqidagi ogohlantiruvchi xabarlarni tekshiring.",
	"Check descriptions for each LG webOS TV functions.": "Har bir LG webOS TV funksiyasi uchun tavsiflarni tekshiring.",
	"Check for Advertising settings and set it.": "Reklama sozlamalarini tekshirish va sozlash.",
	"Check for Updates": "Yangilanish borligini tekshirish",
	"Check for available functions with Voice and set Voice Settings.": "Ovoz va Ovoz sozlamalari bilan mavjud funksiyalarni tekshirish.",
	"Check for problems with the picture quality.": "Rasm sifati bilan bog‘liq muammolarni tekshirish.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "TV ichki karnayi ovoz sifati bilan bog‘liq muammolarni tekshiring.",
	"Check for software updates and update if available.": "Dasturiy yangilanish mavjudligini tekshirish va yuklab olish.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth qurilma juftlash rejimida ekanini tekshiring.",
	"Check your TV status to solve problems or use remote support.": "Muammolarni hal qilish uchun televizoringiz holatini tekshiring yoki masofadan turib yordam oling.",
	"Checking Password": "Parolni tekshirish",
	"Checking for Updates": "Yangilanish borligi tekshirilmoqda",
	"Checking...": "Tekshirilmoqda...",
	"Chicago": "Chikago",
	"Chihuahua": "Chixuaxua",
	"Children": "Bolalar",
	"Children Age": "Bolalar yoshi",
	"Children Program Locks": "Bolalar TV dasturi bloklari",
	"Children over 8 are allowed to watch.": "8 yoshdan katta bolalar ko‘rishi uchun ruxsat berilgan.",
	"Chile": "Chili",
	"China": "Xitoy",
	"Chinese": "Xitoycha",
	"Chisinau": "Kishinyov",
	"Choibalsan": "Choybalsan",
	"Chongqing": "Chunsin",
	"Choose to have all channels or just your primary ones when you change channels.": "Kanallarni o'zgartirishda ularning barchasi yoki faqat asosiylari ko‘rsatilishini tanlang.",
	"Christmas Island": "Rojdestvo oroli",
	"Cinema": "Kinoteatr",
	"Cinema Home": "Uy kinoteatri",
	"Cinema View": "Kinoteatr ko‘rinishi",
	"Cinema View (32:12)": "Kinoteatr ko‘rinishi (32:12)",
	"Cinema Zoom": "Film masshtabi",
	"City": "Shahar",
	"City Selection": "Shahar tanlash",
	"Clean Audio": "Toza Audio",
	"Clear": "Tiniq",
	"Clear1": "Tozalamoq",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG simsiz klaviaturangiz yoqilgan va bog‘lanish rejimiga sozlangandan so‘ng quyidagi ULANISH tugmasini bosing.",
	"Close": "Yopmoq",
	"Closed Caption": "Yopilgan sarlavha",
	"Closed Caption Settings": "Yopilgan sarlavha parametrlari",
	"Code Value": "Kod qiymati",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "So‘nggi dasturiy ta’minot yangilanishini tasdiqlash uchun MAC manzili, model raqami, mamlakat kodi, til sozlamalari va dasturiy ta’minot versiyasi haqidagi ma’lumotlarni to‘plang va saqlang.",
	"Colombia": "Kolumbiya",
	"Colombo": "Kolombo",
	"Color": "Rang",
	"Color Gamut": "Rang diapazoni",
	"Color Management System": "Rang menejmenti tizimi",
	"Color Temperature": "Rang harorati",
	"Component": "Tarkibiy qism",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Shartnomani qabul qilish uchun muddat va shartlarni tasdiqlang yoki o‘zgartiring.",
	"Congo Brazzaville": "Kongo Brazzavil",
	"Connect": "Ulanish",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth karnayi va TV karnayini ulang va karnaylar orasidagi Audio kechikishini avtomatik sozlang.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "ARC’ni qo‘llab-quvvatlaydigan tashqi audio qurilmani eARC’ga ulang.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "TV pristavkasi, Ovoz paneli va boshqa shunga o‘xshash tashqi qurilmalarni TVga ko‘rsatmalarga rioya qilgan holda ulang.",
	"Connect the LAN cable directly to the TV to use the network.": "Tarmoqdan foydalanish uchun LAN kabelini TVga to‘g‘ridan-to‘g‘ri ulang.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP va DNS-manzillarni qo‘lda kiritish orqali tarmoqqa ulaning.",
	"Connect to the network if a wireless router is installed.": "Simsiz router o‘rnatilgan bo‘lsa, tarmoqqa ulaning.",
	"Connect via WPS PBC": "WPS PBC orqali ulanish",
	"Connect via WPS PIN": "WPS PIN-kod orqali ulanish",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Simli tarmoq ulanishingizni faollashtirish uchun TVingizni Ethernet kabeli yordamida router yoki modemingizga ulang.",
	"Connect your TV with WiSA Speakers wirelessly.": "TVingizni WiSA karnaylariga simsiz ulang.",
	"Connectable Devices ({num})": "Ulanish mumkin boʻlgan qurilmalar ({num})",
	"Connected": "Ulangan",
	"Connected to Internet": "Internetga ulangan",
	"Connecting...": "ULANMOQDA...",
	"Connection": "Ulanish",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Smartfon yoki kompyuter bilan ulanishni boshqarish mumkin. Televizorni mobil qurilma bilan ulash uchun smartfon va kompyuterda ulanishni sozlash va soʻrov yuborish talab qilinadi.",
	"Content Recommendations": "Kontent tavsiyalari",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "HbbTV xizmatida bir nechta kanalli audio qoʻllab-quvvatlansa, kontent bir nechta kanalli tinglashga mos tovushda ijro etiladi.",
	"Contrast": "Kontrast",
	"Cool": "Sovuq",
	"Copenhagen": "Kopengagen",
	"Copy Channels": "Kanaldan nusxa olish",
	"Copy/Delete file": "Faylni nusxalash/o‘chirish",
	"Correct contrast and brightness by adjusting black levels.": "Qora darajasini sozlash orqali kontrast va yorqinlikni sozlash.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Rasm pikselini tuzatish va TV uzoq vaqt davomida yoniq turishi oqibatida yuzaga keluvchi tasvir sifati muammolarining oldini oling.",
	"Costa Rica": "Kosta-Rika",
	"Could not fined available network.": "Mavjud tarmoqni topib bo‘lmadi.",
	"Croatia": "Xorvatiya",
	"Croatian": "Xorvatcha",
	"Cuba": "Kuba",
	"Cuiabá": "Kuyaba",
	"Current time is not valid. Do you want to set the correct time now?": "Joriy vaqt noto‘g‘ri. To‘g‘ri vaqtni hozir o‘rnatmoqchimisiz?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "O‘zgartirilgan rasm rejimi parametrlarining joriy qiymati {pictureMode} rejimiga barcha kiritishlar uchun qo‘llaniladi. Davom ettirishni istaysizmi?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Hozirda ulangan LG simsiz klaviatura qurilmasi TVdan uziladi. Davom ettirishni istaysizmi?",
	"Custom": "Sozlanadigan",
	"Custom Time Zone": "Ixtiyoriy Vaqt mintaqasi",
	"Customer Service": "Mijozlarga yordam xizmati",
	"Cyan": "Havorang",
	"Cyprus": "Kipr",
	"Czech": "Chexiya Respublikasi",
	"Czech Republic": "Chexiya Respublikasi",
	"Côte d'Ivoire": "Kot d'Ivuar",
	"DNS Server": "DNS serveri",
	"DR Congo": "Kongo Demokratik Respublikasi",
	"DTV Audio Setting": "DTV Audioni sozlash",
	"Damascus": "Damashq",
	"Danish": "Daniyacha",
	"Danmarkshavn": "Danmarksxavn",
	"Dar es Salaam": "Dar-as-Salam",
	"Data Service": "Ma’lumot xizmati",
	"Date": "Sana",
	"Dawson": "Douson",
	"Dawson Creek": "Douson-Krik",
	"Day": "Kun",
	"De-Judder": "Qimirlatmaslik",
	"Delete": "Oʻchirib tashlash",
	"Delete Connection History": "Ulanishlar tarixini o‘chirib tashlash",
	"Delete Pairing History": "Bog‘lanishlar tarixini o‘chirib tashlash",
	"Delete Usage Data": "Foydalanish haqidagi maʼlumotlarni oʻchirib tashlash",
	"Demo Options": "Demo opsiyalar",
	"Democratic Republic of the Congo": "Kongo Demokrtatik Respublikasi",
	"Denmark": "Daniya",
	"Depressed": "Ezilgan",
	"Deregister": "Roʻyxatdan chiqarish",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Ko‘rish qobiliyati past bo‘lgan tomoshabinlar uchun ekrandagi kontentlarni ovoz bilan ta’riflang.",
	"Detect Range": "Diapazonni aniqlash",
	"Device Connection Settings": "Qurilmalarni ulash sozlamalari",
	"Device List": "Qurilmalar roʻyxati",
	"Device Name": "Qurilma nomi",
	"Dhaka": "Dakka",
	"Digital Mode": "Raqamli rejim",
	"Digital Sound Out": "Raqamli ovoz chiqarish",
	"Digital TV": "Raqamli TV",
	"Directed to Older Children (ages 7 and above)": "Kattaroq bolalarga mo‘ljallangan (7 yosh va undan kattalar)",
	"Disabled": "O‘chirilgan",
	"Disconnect": "Aloqani uzish",
	"Display captions for hearing-impaired viewers to use TV.": "Eshitish qobiliyati past bo‘lgan tomoshabinlar TVdan foydalanish uchun subtitrlarni ko‘rsatish.",
	"Display fast-moving content smoothly and clearly.": "Tez harakatlanadigan kontentni silliq va aniq koʻrsatish.",
	"Display luminance level for the highest point (100 IRE).": "Eng yuqori nuqta uchun yoritish darajasini ko‘rsatish (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Tasvirni iliq yoki salqin rang haroratida koʻrsatish.",
	"Djibouti": "Jibuti",
	"Do Not Sell My Personal Information": "Shaxsiy ma’lumotlarim sotilmasin",
	"Do Not Track": "Kuzatilmasin",
	"Do you want to continue?": "Davom ettirishni istaysizmi?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "USB xotirasidagi kanallar ro‘yxatidan TVga nusxa olishni istaysizmi? TVdagi joriy kanallar o‘chirib tashlanadi.",
	"Do you want to copy channel list from your TV to the USB storage?": "Kanallar ro‘yxatini televizoringizdan USB xotiraga nusxalaysizmi?",
	"Do you want to reset Position Settings?": "Joylashuv sozlamalarini asliga qaytarasizmi?",
	"Do you want to reset Volume Control?": "Ovoz boshqaruvi sozlamalarini asliga qaytarasizmi?",
	"Do you want to set the correct time now?": "To‘g‘ri vaqtni hozir o‘rnatmoqchimisiz?",
	"Do you want to turn your TV off now?": "TVni hozir o‘chirishni istaysizmi?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikan Respublikasi",
	"Done": "Bajarildi",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Duala",
	"Download Mail": "Yuklab olish pochtasi",
	"Download and Install": "Yuklab olish va o‘rnatish",
	"Downloadable Rating": "Yuklab olish mumkin bo‘lgan reyting",
	"Dual Mono": "Ikkilik Mono",
	"Dubai": "Dubay",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on funksiyasining o‘chirilish vaqtida, ekran o‘chirilganda ovozni tanish va shunga o‘xshash funksiyalarning bir qismi cheklangan bo‘ladi.",
	"Dutch": "Niderlandcha",
	"Dynamic Color": "Dinamik rang",
	"Dynamic Contrast": "Dinamik nazorat",
	"Dynamic Tone Mapping": "Dinamik ohangi xaritasi",
	"Easter Island": "Pasxa oroli",
	"Eastern Africa": "Sharqiy Afrika",
	"Eco Mode": "Eco rejim",
	"Ecuador": "Ekvador",
	"Edge Color": "Chet rangi",
	"Edge Enhancer": "Chetlarni kuchaytirish",
	"Edge Type": "Chet turi",
	"Edit": "Tahrirlash",
	"Egypt": "Misr",
	"Eirunepé": "Eyrunepe",
	"El Salvador": "Salvador",
	"El salvador": "Salvador",
	"Emergency Alert": "Favqulodda signal",
	"Enabled": "Yoqilgan",
	"Energy Saving": "Quvvat tejash",
	"Energy consumption may increase if this feature is on.": "Bu funksiya yoqilsa elektr energiya sarfi ortishi mumkin.",
	"Energy saving modes to limit power consumption.": "Quvvat sarflanishini cheklash uchun quvvat tejash rejimlari.",
	"English": "Inglizcha",
	"Enhance the bass sound.": "Bass ovozini kuchaytiring.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Ko‘rish qobiliyati past bo‘lgan insonlar osonroq ko‘rishi uchun fon va matn kabi ayrim menyularning yorug‘ va qorong‘i sohalari orasidagi kontrastni oshiring.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "LG chuqur oʻrganish texnikasidan oʻrganilgan algoritm yordamida kontentning aniqlik darajasi va tiniqligini yaxshilash va kontentni tahlil qilish orqali teranlikni optimallash.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Ovoz maydoni effektini yoqish orqali Dolby Atmos kontentini optimal ovoz bilan tinglang.",
	"Enjoy TV sound by connecting Wired Headphones.": "Simli karnaylarni ulash orqali TV ovozidan zavqlaning.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) portiga ulangan audio qurilmalar orqali TV ovozidan zavqlaning.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT’ga ulangan audio qurilmalar orqali TV ovozidan zavqlaning.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "TV ovozini OPTICAL DIGITAL AUDIO OUT portiga ulangan LG audio qurilmasi orqali tinglang.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Tashqi Audio chiqish/Quloqliklar chiqish portlariga ulangan audio qurilmalar orqali TV ovozidan zavqlaning.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "TV ichki karnayi va Simli quloqliklar orqali TV ovozidan zavqlaning.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "TV ichki karnayi hamda OPTICAL DIGITAL AUDIO OUT portiga ulangan tashqi audio qurilmalar orqali TV ovozidan zavqlaning.",
	"Enjoy a clear and natural sound.": "Tiniq va tabiiy ovozdan zavqlaning.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Ovoz sinxronlanishi yoki Bluetooth’ga ulangan simsiz audio qurilma yordamida ovozni tinglang.",
	"Enjoy the sound optimized to the room.": "Xonaga optimallashtirilgan ovozdan zavqlaning.",
	"Enter CI Password": "CI parolini kiriting",
	"Enter the PIN in your router's settings.": "Routeringiz parametrlarida PIN-kodni kiriting.",
	"Enter the master password.": "Asosiy parolni kiriting.",
	"Equalizer": "Ekvalayzer",
	"Equatorial Guinea": "Ekvatoriyal Gvineya",
	"Eritrea": "Eritreya",
	"Estonia": "Estoniya",
	"Estonian": "Estoncha",
	"Ethiopia": "Efiopiya",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Hatto sozlamalar yoqilmagan boʻlsa ham, siz kanal banneri, ovozni aniqlash orqali aloqador axborotni tekshirishingiz mumkin.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "TV o‘chirilgan va minimal miqdorda quvvat sarflayotgan bo‘lsa ham, mobil qurilmani ulash orqali musiqa tinglashingiz mumkin. aTV yoqilgandan so‘ng, yana ko‘plab funksiyalardan foydalanishingiz mumkin bo‘ladi.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV o‘chiqligida ham smartfonni Bluetooth orqali TVga ulab musiqa tinglashingiz mumkin.",
	"Every Day": "Har kuni",
	"Every Weekday": "Har hafta kuni",
	"Every Weekend": "Har hafta oxirida",
	"Ewe": "Eve",
	"Expert (Bright Room)": "Ekspert (Yorug‘ xona)",
	"Expert (Dark Room)": "Ekspert (Qorong‘i xona)",
	"Export your TV's channel list information to a connected USB device.": "TVingiz kanallar ro‘yxatini ulangan USB-qurilmaga eksport qilish.",
	"Extended": "Uzaytirildi",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Avtomatik o‘chirish sozlamasi davrini uzaytirish yoki funksiyani o‘chirish quvvat sarfini oshirishi mumkin.",
	"Extreme": "Ekstremal",
	"Eye Comfort Mode": "Eye Comfort rejimi",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE rejimiga avtomatik almashish",
	"Fantasy Violence": "Fantaziyadagi zo‘ravonlik",
	"Fast": "Tez",
	"Fernando de Noronha": "Fernandu-di-Noronya",
	"Find and tell an audio device available to connect around TV.": "TV atrofidagi ulanish mumkin bo‘lgan audio qurilmani topilsin va aytilsin.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Qizil, yashil, ko‘k, moviy, qirmizi va sariq rang sohalarini sozlash.",
	"Finland": "Finlandiya",
	"Finnish": "Fincha",
	"Flash": "Flesh",
	"Flat Mode": "Tekis rejim",
	"Font": "Shrift",
	"Font 1": "Shrift 1",
	"Font 2": "Shrift 2",
	"Font 3": "Shrift 3",
	"Font 4": "Shrift 4",
	"Font 5": "Shrift 5",
	"Font 6": "Shrift 6",
	"Font 7": "Shrift 7",
	"Font 8": "Shrift 8",
	"Football": "Futbol",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS(Wi-Fi Protected Setup) faollashtirilgan simsiz routerda TVni simsiz tarmoqqa ulash uchun PIN-kodni kiriting.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS(Wi-Fi Protected Setup) faollashtirilgan simsiz routerda TVni simsiz tarmoqqa ulash uchun WPS-PBC tugmasiga bosing.",
	"France": "Fransiya",
	"Freetown": "Fritaun",
	"French": "Fransuzcha",
	"French Polynesia": "Fransiya Polineziyasi",
	"Full Wide": "To‘la kenglik",
	"Gaelic": "Gayelik",
	"Galapagos Islands": "Galapagos orollari",
	"Galician": "Galisian",
	"Gallery": "Galereya",
	"Gambia": "Gambiya",
	"Gambier": "Gambir",
	"Game": "O‘yin",
	"Gateway": "Shlyuz",
	"General": "Umumiy",
	"General Age": "Umumiy yosh",
	"General Audience": "Umumiy auditoriya",
	"General Audiences": "Umumiy auditoriya",
	"General Program Locks": "Umumiy TV dasturi bloklari",
	"Georgia": "Gruziya",
	"German": "Nemischa",
	"Germany": "Germaniya",
	"Get started in a quiet environment for sound optimization.": "Ovozni optimallashtirish uchun tinch sharoitda ishni boshlang",
	"Getting...": "Olinmoqda...",
	"Ghana": "Gana",
	"Glace Bay": "Gleys Bey",
	"Godthab": "Gotxab",
	"Grayscale": "Kulrang",
	"Greece": "Gretsiya",
	"Greek": "Yunoncha",
	"Green": "Yashil",
	"Greenland": "Grenlandiya",
	"Guadalcanal": "Guadalkanal",
	"Guadeloupe": "Gvadelupe",
	"Guatemala": "Gvatemala",
	"Guatemala City": "Gvatemala Siti",
	"Guayaquil": "Guayakil",
	"Guernsey": "Gernsi",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Ko‘rish qobiliyati past bo‘lgan tomoshabinlar uchun menyu va harakatlarni ovozli yo‘riqnomalar orqali taqdim eting.",
	"Guinea": "Gvineya",
	"Guinea Bissau": "Gvineya-Bissau",
	"Guinea Conakry": "Gvineya Konakri",
	"Guinea Equatorial": "Ekvatorial Gvineya",
	"Gujarati": "Gujarot",
	"Guyana": "Gayana",
	"H Position": "H holati",
	"H Sharpness": "H aniqligi",
	"H Size": "H o‘lchami",
	"HD Mode": "HD rejimi",
	"HD Mode Option": "HD rejimi opsiyasi",
	"HDD Eco Mode": "HDD Eco rejim",
	"HDD Power Saving Mode": "HDD Quvvat tejash rejimi",
	"HDMI Input Audio Format": "HDMI kirish audio formati",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} va HDMI {port2} portlari 8K Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} va HDMI {port2} portlari Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} porti 8K Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} porti Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} va HDMI {port3} portlari 8K Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} va HDMI {port3} portlari Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} va HDMI {port4} portlari 8K Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} va HDMI {port4} portlari Ultra HD Deep Colour funksiyasini qoʻllab-quvvatlaydi.",
	"HDR Effect": "HDR Effekt",
	"HDR Picture Mode": "HDR Rasm rejimi",
	"Haiti": "Gaiti",
	"Halifax": "Galifaks",
	"Harare": "Xarare",
	"Harbin": "Xarbin",
	"Hard of Hearing": "Eshitish muammolari",
	"Hausa": "Xausa",
	"Havana": "Xavana",
	"Headphones Volume": "Quloqlik ovozi balandligi",
	"Hebrew": "Ivrit",
	"Helsinki": "Xelsinki",
	"Hermosillo": "Ermosilyo",
	"High": "Baland",
	"High Contrast": "Yuqori kontrast",
	"Higher values increase a sense of warmth or coldness.": "Yuqoriroq qiymatlar ranglarning iliqlik yoki sovuqlik darajasini oshiradi.",
	"Ho Chi Minh": "Xo Shi Min",
	"Home Animation": "Bosh sahifa animatsiyasi",
	"Home Auto Launch": "Bosh ekranni avtomatik ishga tushirish",
	"Home Mode": "Uy rejimi",
	"Home Promotion": "Uy reklamasi",
	"Home Settings": "Bosh ekran sozlamalari",
	"Home/Store Mode": "Uy/Do‘kon rejimi",
	"Honduras": "Gonduras",
	"Hong Kong": "Gonkong",
	"Hongkong": "Gonkong",
	"Honolulu": "Gonolulu",
	"Hours": "Soat",
	"However, the IPv6 version of the address does not support editing.": "Vaholanki, manzil IPv6 versiyasi tahrirlashni qo‘llab-quvvatlamaydi.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Vaholanki, TVingizni optimal holatda saqlab turish uchun Always-on o‘rnatilgan besh soatga o‘chiriladi va quvvat butunlay o‘chiriladi.",
	"Hungarian": "Vengercha",
	"Hungary": "Vengriya",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "MUHIM! Tashlash hisob qaydnomangizning barcha parametrlarini va o‘rnatilgan ilovalarini yo‘q qiladi. Ushbu harakatni bekor qilib bo‘lmaydi.",
	"IP (Automatic)": "IP (Avtomatik)",
	"IP (Manual)": "IP (Qo‘lda)",
	"IP Address": "IP-manzil",
	"IVC (Cote d’Ivoire)": "Kot d’Ivuar",
	"Iceland": "Islandiya",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Quvvatni avtomatik sinxronlash tanlanganda, SIMPLINK qurilmangizni yoqqaningizda, TVingiz yoqiladi va TVingizni o‘chirganingizda, SIMPLINK qurilmalari o‘chadi.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "TV pristavkasining universal pulti/OTT sozlangan bo‘lsa, LG masofadan boshqarishdan ulangan TV pristavkasidan optimal foydalaning.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Agar qurilma portga ulangan bo‘lsa, o‘yinning optimallashtirilgan rasmini qurilma videosidan minimal kechikish va uzilishlar bilan ko‘rishingiz mumkin bo‘ladi.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Agar u yoqilgan bo‘lsa va Siz Ultra HD Deep Colour parametrini qo‘llab-quvvatlaydigan qurilmani ulagan bo‘lsangiz, tasvir tiniqroq bo‘lishi mumkin.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Yozib olish va dastur yangilanishi vaqtida jarayon yakunlanishi kutiladi va bu bir soatdan ko‘proq vaqtni olishi mumkin.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Yozib olish va dastur yangilanishi vaqtida jarayon yakunlanishi kutiladi va bu {n} daqiqadan ko‘proq vaqtni olishi mumkin.",
	"If the device is not connected, you may not hear any sound through it.": "Agar qurilma ulanmagan bo‘lsa, u orqali hech qanday ovozni eshitmasligingiz mumkin.",
	"If the edge of the screen is not clean, please turn this function off.": "Ekran chetlari aniq ko‘rsatilmasa, bu funksiyani ishga tushiring.",
	"If the program does not support multiple languages, the default language is selected.": "Agar dastur bir nechta tilni qo‘llab-quvvatlamasa, birlamchi til tanlanadi.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Agar dastur tanlangan formatni qo‘llab-quvvatlamasa, manbadan olingan birlamchi format ishlatiladi.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Dastur boshqa audio sozlamalarini qo‘llab-quvvatlamaydi, birlamhci audio tanlanadi.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Agar xuddi shunday belgilar takrorlansa, qiymatni qaytadan o‘zgartiring yoki ulangan tashqi qurilmani qayta ishga tushiring.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Tanlangan til qo‘llab-quvvatlanmasa, efirlardagi birlamchi tildan foydalanadi.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Agar harakatsiz ekran bir soat davomida foydalanuvchi kiritishini qabul qilmasa, u ekran lavhasiga o‘tkaziladi.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Agar siz o‘rnatgan vaqt joriy vaqtda farq qilsa, ayrim smart funksiyalar ko‘rsatilmasligi mumkin.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Qurilmadan ovozni eshita olmasangiz, u to‘g‘ri ishlayotganligiga va LG Ovoz sinxronlanishini qo‘llab-quvvatlashiga ishonch hosil qiling.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Agar siz Do‘kon demo rejimini tanlasangiz, sotilayotgan TVni savdo rejimining optimallashtirilgan qiymatlari o‘rnatiladi.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Audio yo‘riqnomani yoqsangiz, faqat pultdagi chap, o‘ng, yuqori va pastga tugmalari bilan ko‘chirishingiz mumkin bo‘ladi va kursorni talab qiluvchi ayrim ilovalardan foydalanib bo‘lmaydi.",
	"If you turn it off, CAM operator's profile will be deleted.": "Agar o'chirsangiz, CAM operatori profili o'chirib yuboriladi.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Uni o‘chirsangiz, barcha sozlangan CAM kanallari mavjud bo‘lmaydi va bildirishnomalar taqdim etilmaydi.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Agar “Tezkor boshlash+” funksiyasini faolsizlantirsangiz, televizoringizni Pultsiz boshqaruv funksiyasi yordamida yoqa olmaysiz. Davom etasizmi?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ekran lavhasini o‘chirsangiz va bitta tasvir ekranda 2 soatdan ko‘proq vaqt davomida tursa, u ekraningiz tasviri sifatiga ta’sir qilishi mumkin. Agar u 5 soatdan ko‘proq vaqt davomida tursa, tasvir sifati pasayishi yuzaga kelishi mumkin. Davom ettirishni istaysizmi?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Agar bu xususiyatni o‘chirsangiz, harakatsiz ekran ko‘proq turishi mumkin, bu esa ekran sifati pasayishi yoki ayrim hollarda qiyin tiklanishga sabab bo‘lishi mumkin.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Agar siz Quvvat tejash funksiyasidan foydalanayotgan bo‘lsangiz, TVning yorqinlik darajasiga ta’sir qiladi.",
	"Import your TV's channel list information from a connected USB device.": "TVingiz kanallar ro‘yxatini ulangan USB-qurilmadan import qilish.",
	"Import/export your TV's channel list information from/to a connected USB device.": "TVingiz kanallar ro‘yxatini ulangan USB-qurilmadan/ga import/eksport qilish.",
	"In Home": "Uyda",
	"India": "Hindiston",
	"Indonesia": "Indoneziya",
	"Indonesian": "Indoneziyacha",
	"Inner": "Ichki",
	"Input": "Kiritish",
	"Input Locks": "Kiritish qulflari",
	"Input field": "Kiritish maydoni",
	"Installing...": "O‘rnatilmoqda...",
	"Instant Game Response": "Instant o‘yin javobi",
	"Interactive Service": "Interaktiv Xizmat",
	"Interactivity(DTVi)": "Interaktivlik(DTVi)",
	"Internal TV Speaker": "TV ichki karnayi",
	"Invert Colors": "Ranglarni akslantirish",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Ekrandagi elementlarning koʻrinishini yaxshilash uchun ayrim menyularda ayrim ranglarni akslantiring yoki sozlang.",
	"Iran": "Eron",
	"Iraq": "Iroq",
	"Ireland": "Irlandiya",
	"Irish": "Irlandcha",
	"Israel": "Isroil",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "U rasm rejimiga alohida tarzda qaytarildi, shu sababli kerakli rasm rejimini tanlang va uni birlamchi holatiga tashlang.",
	"It may not sound depending on connected devices.": "Ulangan qurilmalarga qarab u ovoz chiqarmasligi mumkin.",
	"It may take a few minutes.": "Bu bir necha daqiqani olishi mumkin.",
	"It may take a few seconds.": "Bu bir necha soniyani olishi mumkin.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "U LG mashinaviy oʻrganish texnikasidan oʻrganilgan algoritm yordamida tomosha qilinayotgan kontent uchun optimal Virtual 4.0 muhitni taqdim etadi.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "U LG chuqur oʻrganish texnikasidan oʻrganilgan algoritm yordamida tomosha qilinayotgan janrga mos tovushni yoki Virtual 5.1 qamrovli tovushini taqdim etadi.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "U TV o‘rnatilish turiga qarab xonadagi ovoz aks sado berishini sozlash orqali optimallashtirilgan ovozni taqdim etadi.",
	"It reduces jaggies in the picture for a smooth picture.": "U tekis rasmga olish uchun rasmdagi notekisliklarni kamaytiradi.",
	"It works only when the broadcasting program supports captions.": "Bu faqat efirga uzatish dasturi titrlarni qo‘llab-quvvatlagandagina ishlaydi.",
	"It works only when the broadcasting program supports subtitles.": "Bu faqat efirga uzatish dasturi subtitrlarni qo‘llab-quvvatlagandagina ishlaydi.",
	"Italian": "Italiyancha",
	"Italy": "Italiya",
	"Ivory Coast": "Kot-d'Ivuar",
	"Jamaica": "Yamayka",
	"Japan": "Yaponiya",
	"Japanese": "Yaponcha",
	"Jerusalem": "Iyerusalim",
	"Johannesburg": "Yoxansburg",
	"Jordan": "Iordaniya",
	"Just Scan": "Faqat qidirish",
	"Kabul": "Qobul",
	"Kashgar": "Qashg‘ar",
	"Kazakh": "Qozoqcha",
	"Kazakhstan": "Qozog'iston",
	"Kenya": "Keniya",
	"Keyboard Languages": "Klaviatura tillari",
	"Khartoum": "Xartum",
	"Khovd": "Xovd",
	"Kiev": "Kiyev",
	"Kolkata": "Kalkutta",
	"Korea": "Janubiy Koreya",
	"Korean": "Koreyscha",
	"Kuala Lumpur": "Kuala-Lumpur",
	"Kuwait": "Quvayt",
	"Kuwait City": "Quvayt Siti",
	"Kyrgyzstan": "Qirg'iziston",
	"LED Local Dimming": "Svetodiodini Lokal xiralashtirish",
	"LG Logo Light (Front of TV)": "LG Logotipi chirog‘i (TVning old tomonida)",
	"LG Services Country": "LG Xizmatlari mamlakati",
	"LG Wireless Keyboard": "LG simsiz klaviatura",
	"LG Wireless Keyboard Connected:": "LG simsiz klaviatura ulangan:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Simsiz klaviaturasi TVni Bluetooth orqali boshqarish imkonini beradi.",
	"La Paz": "La-Pas",
	"Language": "Til",
	"Large": "Katta",
	"Last tuning:": "Oxirgi sozlash:",
	"Latvia": "Latviya",
	"Latvian": "Latishcha",
	"Lebanon": "Livan",
	"Left": "Chap",
	"Left Right": "Chapdan/O‘ngga",
	"Left Surround": "Chap taraf",
	"Left drop shadow": "Chap soya",
	"Legal Notice": "Qonuniy eslatma",
	"Lesotho": "Lesotto",
	"Liberia": "Liberiya",
	"Libreville": "Librevil",
	"Libya": "Liviya",
	"Liechtenstein": "Lixtenshteyn",
	"Light": "Yorug‘lik",
	"Lilongwe": "Lilongve",
	"Limit AD Tracking": "Reklama kuzatuvini cheklash",
	"Lisbon": "Lissabon",
	"Lithuania": "Litva",
	"Lithuanian": "Litvacha",
	"Live Theater": "Jonli teatr",
	"Ljubljana": "Lyublyana",
	"Loading...": "Yuklanmoqda...",
	"Local": "Mahalliy",
	"Local Language": "Mahalliy til",
	"Location": "Joylashuv",
	"Lock All": "Barchasini bloklash",
	"Lock changes for currently running apps will be applied the next time they are started.": "Hozirda ishlayotgan ilovalar bloklanishiga kiritilgan o‘zgartirishlar ular keyingi gal ishga tushirilganda qo‘llaniladi.",
	"Logo Luminance Adjustment": "Logotip yorqinligini sozlash",
	"Lord Howe": "Lord-Xau",
	"Los Angeles": "Los-Anjeles",
	"Louisville": "Luisvil",
	"Low": "Past",
	"Luminance": "Yorqinlik",
	"Luxembourg": "Lyuksemburg",
	"MAC Address": "MAC manzili",
	"MAC Address (Wired)": "MAC-manzil (Simli)",
	"MAC Address (Wireless)": "MAC-manzil (Simsiz)",
	"MASTER PASSWORD": "ASOSIY PAROL",
	"MHEG Guide": "MHEG yo‘riqnomasi",
	"MPEG Noise Reduction": "MPEG Shovqinni pasaytirish",
	"Macao": "Makkao",
	"Macedonia": "Makedoniya",
	"Macedonia, The Former Yugoslav Republic Of": "Makedoniya, Sobiq Yugoslaviya Respublikasi",
	"Macedonian": "Makedoniyacha",
	"Maceió": "Maseyo ",
	"Maceió ": "Maseyo ",
	"Madagascar": "Madagaskar",
	"Madeira": "Madeyra",
	"Magenta": "Yorqin qizil",
	"Makassar": "Makasar",
	"Make blurry or difficult-to-see areas more vivid.": "Xira yoki yaxshi koʻrinmaydigan sohalarni yorqinlashtirish.",
	"Malawi": "Malavi",
	"Malay": "Malaycha",
	"Malaysia": "Malayziya",
	"Maldives": "Maldiv orollari",
	"Manage channels stored on the TV.": "Televizorga saqlangan kanallarni boshqarish.",
	"Manual": "Qo‘lda",
	"Maori": "Maoriy",
	"Marquesas": "Markiz orollari",
	"Marshall Islands": "Marshall orollari",
	"Martinique": "Martinika",
	"Mature Audience Only": "Faqat balog‘atga yetganlar uchun",
	"Mauritania": "Mavritaniya",
	"Mauritius": "Mavrikiy",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Ekranning yorug‘ va qorong‘i sohalari intensivligini oshirish orqali kontrastlikni maksimallashtiring.",
	"Mayotte": "Mayotta",
	"Mazatlán": "Masatlan",
	"Medium": "O‘rtacha",
	"Menu Language": "Menyu tili",
	"Menu Transparency": "Menyu shaffofligi",
	"Message": "Xabar",
	"Method": "Uslub",
	"Mexico": "Meksika",
	"Mexico City": "Mexiko Siti",
	"Middle East": "O‘rta Sharq",
	"Minutes": "Daqiqalar",
	"Mobile Connection Management": "Mobil qurilmalarga ulanishni boshqarish",
	"Mode Option": "Rejim parametri",
	"Mogadishu": "Mogadisho",
	"Monaco": "Monako",
	"Moncton": "Monkton",
	"Mongolia": "Mongoliya",
	"Monrovia": "Monroviya",
	"Montenegro": "Chernogoriya",
	"Month": "Oy",
	"Montréal": "Monreal",
	"Morocco": "Marokash",
	"Moscow": "Moskva",
	"Motion Eye Care": "Harakatdagi ko‘z himoyasi",
	"Movie Lock": "Film bloki",
	"Mozambique": "Mozambik",
	"Multi": "Ko‘p",
	"Multi Audio": "Multi-audio",
	"Multi Channel Audio": "Bir nechta kanalli audio",
	"Multi Feed": "Turli burchak ostidan ko'rish",
	"Multiple": "Bir nechta",
	"Muscat": "Maskat",
	"Music": "Musiqa",
	"Myanmar": "Myanma",
	"Mérida": "Merida",
	"NEXTGEN TV Mode": "NEXTGEN TV rejimi",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Yangi Janubiy Uels/Avstraliya Poytaxt Hududi - Sidney",
	"NT - Northern Territory - Darwin": "NT - Janubiy hududlar - Darvin",
	"Nairobi": "Nayrobi",
	"Namibia": "Namibiya",
	"Narrow": "Tekis",
	"Natural": "Tabiiy",
	"Ndjamena": "Njamena",
	"Netherland": "Niderlandiya",
	"Netherlands": "Niderlandiya",
	"Network": "Tarmoq",
	"Network Connection Settings": "Tarmoqqa ulanish sozlamalari",
	"Network Name": "Tarmoq nomi",
	"Network-Based Personalization Recommendations": "Tarmoq asosida moslashtirish sozlamalari",
	"New Caledonia": "Yangi Kaledoniya",
	"New York": "Nyu-York",
	"New Zealand": "Yangi Zelandiya",
	"Next": "Keyingi",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Nikosiya",
	"Nigeria": "Nigeriya",
	"Night": "Tun",
	"No": "Yo‘q",
	"No Internet via 3G/4G network": "3G/4G tarmoq orqali Internetga kirib bo‘lmaydi",
	"No Internet via Ethernet": "Ethernet orqali Internet yo‘q",
	"No Internet via Wi-Fi": "Wi-Fi orqali Internet yo‘q",
	"No One 17 and Under Admitted.": "17 yosh va undan kichkinalarga ruxsat berilmaydi.",
	"No Operation Auto Off": "Operatsiyani avtomatik o‘chirish o‘rnatilmagan",
	"No Signal Auto Off": "Signalni avtomatik o‘chirish o‘rnatilmagan",
	"No Signal Image": "Signal mavjud emas tasviri",
	"No Signal Power Off (15Min)": "Quvvat o‘chirishi signali yo‘q (15Daq)",
	"No devices have been found.": "Qurilmalar topilmadi.",
	"No paired devices.": "Hech qanday juftlangan qurilma topilmadi.",
	"No signal on Server": "Serverda signal mavjud emas",
	"No updates found.": "Yangilanishlar topilmadi.",
	"Noise Reduction": "Shovqinni pasaytirish",
	"None": "Yo‘q",
	"North Korea": "Shimoliy Koreya",
	"Northern Africa": "Shimoliy Afrika",
	"Norway": "Norvegiya",
	"Norwegian": "Norvegiyacha",
	"Not Connected": "Ulanmagan",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Eslatma: agar qurilmangiz bu funksiyani qo‘llab-quvvatlamasa, u to‘g‘ri ishlamasligi mumkin. Bunday holatda qurilmani boshqa HDMI portga ulashingiz yoki 8K HDMI Ultra HD Deep Colour parametrini o‘chirishingiz mumkin.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Eslatma: Agar qurilmangiz bu funksiyani qo‘llab-quvvatlamasa, u to‘g‘ri ishlamasligi mumkin. Bunday holatda qurilmani boshqa HDMI portga ulashingiz yoki HDMI Ultra HD Deep Colour parametrini o‘chirishingiz mumkin.",
	"Note: Available options depend on the broadcast program.": "Eslatma: Mavjud optsiyalar efirdagi dasturlarga bog‘liq bo‘ladi.",
	"Note: Behavior may differ if connected device is not a LG device.": "Eslatma: Ulangan qurilma LG qurilmasi bo‘lmasa, boshqacha ishlashi mumkin.",
	"Note: Only displayed when it is provided by the program.": "Eslatma: Faqat dastur tomonidan taqdim etilgandagina aks ettiriladi.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Eslatma: Subtitrlar faqatgina eshittirish dasturi tomonidan taqdim etilgandagina ko‘rsatiladi.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Eslatma: Modelga qarab qo‘llab-quvvatlanadigan funksiyalar va funksiyaning Live TV yoki VOD tarkib kabi tarkib ijrosi bilan ishlashiga qarab uning shaffofligi farq qilishi mumkin.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Eslatma:<br>1. Piksel optimallashtiruvchisi ishlayotgan vaqtda TV yoqilsa, bu jarayonni to‘xtatadi va uni boshidan boshlashingiz kerak bo‘ladi.<br>2. Yozib olish vaqtida ekranda oq chiziq paydo bo‘lishi mumkin. Ekranni tozalashda bu odatiy holat hisoblanadi.",
	"Notifications": "Bildirishnomalar",
	"Nouméa": "Numea",
	"OLED LIGHT": "OLED CHIROG‘I",
	"OLED Screen Saver": "OLED ekran lavhasi",
	"Object Audio": "Obyekt audiosi",
	"Off": "O‘ch",
	"Oman": "Ummon",
	"On": "Yoq",
	"OnTimer Channel not selected": "On Timer kanalni tanlanmagan.",
	"Open": "Ochmoq",
	"Open Source Licenses": "Ochiq manba Dasturiy ta’minoti eslatmasi",
	"Open when TV is turned on": "Televizor yoqilganda ilovaga kirish",
	"Operate once when TV is off": "Televizor oʻchiqligida boshqarish",
	"Optical + Internal TV Speaker": "Optik + TV ichki karnayi",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG mashinaviy oʻrganish texnikasidan oʻrganilgan algoritm yordamida kontentda teranlikni optimallash.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR kontentning tasvir yorqinligi asosida kontrast sozlamalarini optimallashtiring.",
	"Optimize contrast settings based on image brightness.": "Tasvir yorqinligi asosida kontrast parametrlarini optimallashtirish.",
	"Optimize the sound for a cinematic experience.": "Ovozni kino uchun optimallashtiring.",
	"Oranjestad": "Oranyestad",
	"Original Language": "Asl tili",
	"Others": "Boshqalar",
	"Ouagadougou": "Uagadugu",
	"Outer": "Tashqi",
	"Output sound through the Internal TV speaker.": "TV ichki karnayi orqali chiquvchi ovoz.",
	"PIN: {pin}": "PIN-kod {pin}",
	"Pakistan": "Pokiston",
	"Panama City": "Panama Siti",
	"Panjabi": "Panjobcha",
	"Papua New Guinea": "Papua Yangi Gvineya",
	"Paraguay": "Paragvay",
	"Parental Guidance Suggested": "Ota-ona ko‘rsatmasi tavsiya qilinadi",
	"Parental Guidance Suggested :": "Ota-ona nazorati tavsiya etiladi:",
	"Parental guidance suggested for children ages 8-13.": "8 dan 13 yoshgacha bo'lgan bolalar uchun ota-ona nazorati tavsiya etiladi.",
	"Parents Guidance strongly required :": "Ota-ona nazorati talab qilinadi:",
	"Parents Strongly Cautioned": "Ota-onalar qat’iy ravishda ogohlantiriladi",
	"Paris": "Parij",
	"Pass Through": "Ichidan o‘tadigan",
	"Password": "Parol",
	"Patent Information": "Patent ma’lumoti",
	"Peak Brightness": "Yorqinlik cho‘qqisi",
	"Persian": "Forscha",
	"Philippines": "Filippin",
	"Phnom Penh": "Pnompen",
	"Phoenix": "Finiks",
	"Photo": "Fotosurat",
	"Pick a Time": "Vaqt tanlang",
	"Picture": "Rasm",
	"Picture Mode": "Rasm rejimi",
	"Picture Mode Settings": "Tasvir rejimi parametrlari",
	"Picture Options": "Rasm opsiyalari",
	"Picture Test": "Rasm sinovi",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Ulangan tashqi qurilma va TV birinchi marta aloqa qilayotganda tasvir yoki ovoz to‘g‘ri aks ettirilmasligi mumkin. Muammo bartaraf etilmasa, parametrlarni birlamchi holatiga qaytaring yoki ulangan tashqi qurilmani qayta yuklang.",
	"Pitch": "Interval kattaligi",
	"Pixel Refresher": "Piksel optimallashtiruvchisi",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Piksel optimallashtiruvchisi TVingizga maksimal darajada aniq tasvirni taqdim etish imkonini beradi.",
	"Pixel Refresher begins only once when the TV is turned off.": "Piksel optimallashtiruvchisi faqat TV oʻchganidan keyin ishga tushadi.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Piksel optimallashtiruvchisi TV keyingi gal o‘chirilganda ishga tushirilishi rejalashtirilgan.",
	"Play": "O‘ynatish",
	"Play sound through TV Speaker.": "Ovozni TV dinamiki orqali eshittiring.",
	"Play the standard sound suitable for all types of content.": "Barcha turdagi kontentga mos keladigan standart ovozni eshittiring.",
	"Please check if WiSA Speakers are turned on and try again.": "WiSA dinamiklari yoqilganligini tekshiring va qayta urinib ko‘ring.",
	"Please check that the Bluetooth device is already connected to another device.": "Bluetooth qurilmaning boshqa qurilmaga ulanganini tekshiring.",
	"Please check the network name and password and try again.": "Tarmoq nomi va parolini tekshiring va qayta urinib ko‘ring.",
	"Please check the status and try again": "Holatni tekshiring va qayta urinib ko‘ring.",
	"Please do not unplug the USB storage until the copying is completed.": "Nusxa olish yakunlanguniga qadar USB xotirani chiqarib olmang.",
	"Please enter your password to turn off this function.": "Ushbu funktsiyani o'chirish uchun parolingizni kiriting.",
	"Please enter your password to turn on this function.": "Ushbu funksiyani yoqish uchun parolingizni kiriting.",
	"Please make sure that your TV is connected to the network and try again.": "TV tarmoqqa ulanganligiga ishonch hosil qiling va qayta urinib ko‘ring.",
	"Please note that LG does not use or manage the value.": "Yodingizda bo‘lsin, LG qiymatdan foydalanmaydi yoki uni boshqarmaydi.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Raqamli ovoz chiqarish Ichidan o‘tadigan qilib sozlanganda, ovoz chiqarilmasligi mumkin.",
	"Please try again later.": "Iltimos, qayta urinib ko‘ring.",
	"Please wait while the Settings application reloads.": "Parametrlar ilovasi qayta ishga tushirilayotganda kuting.",
	"Please wait while the Settings application restarts.": "Parametrlar ilovasini qayta ishga tushayotganda kuting.",
	"Please wait while the TV restarts.": "TV qayta ishga tushirilguniga qadar kuting.",
	"Please wait while the TV searches for LG Service Country.": "TV LG Xizmati mamlakatini qidirayotganda kuting.",
	"Podgorica": "Podgoritsa",
	"Point": "Nuqta",
	"Pointer Options": "Kursor opsiyasi",
	"Pointer Size": "Kursor o‘lchami",
	"Poland": "Polsha",
	"Polish": "Polyakcha",
	"Port Louis": "Port-Lui",
	"Port Moresby": "Port Moresbi",
	"Port of Spain": "Port-of-Speyn",
	"Port-au-Prince": "Port-o-Prins",
	"Porto Novo": "Porto-Novo",
	"Porto Velho": "Portu-Velyu",
	"Portugal": "Portugaliya",
	"Portuguese": "Portugalcha",
	"Position": "Holat",
	"Position Settings": "Joylashuv sozlamalari",
	"Power Off Timer": "Oʻchirish taymeri",
	"Power On Timer": "Yoqish taymeri",
	"Power Saving Mode": "Quvvat tejash rejimi",
	"Prague": "Praga",
	"Praia": "Praya",
	"Preschool": "Maktabgacha ta’lim muassasasi",
	"Press right button to adjust de-blur and Motion Pro value.": "Xiralikni bartaraf etish va Motion Pro qiymatini sozlash uchun o'ngga tugmasini bosing.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Chaplanishni va OLED Motion Pro qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press right button to adjust de-blur and OLED Motion value.": "Chaplanishni va OLED Motion qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press right button to adjust de-judder and Motion Pro value.": "Titrash va Motion Pro qiymatini sozlash uchun o'ngga tugmasini bosing.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Titrash va OLED Motion Pro qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press right button to adjust de-judder and OLED Motion value.": "Titrash va OLED Motion qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Titrash, xiralikni bartaraf etish va Motion Pro qiymatini sozlash uchun o'ngga tugmasini bosing.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Titrash, xiralikni bartaraf etish va OLED Motion Pro qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Titrash, xiralikni bartaraf etish va OLED Motion qiymatini sozlash uchun o‘ngga tugmasini bosing.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TVni tarmoqqa ulash uchun WPS yoqilgan routerda WPS tugmasini bosing.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro sozlamalarini sozlash uchun o'ngga tugmasini bosing.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro sozlamalarini sozlash uchun o‘ngga tugmasini bosing.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion sozlamalarini sozlash uchun o‘ngga tugmasini bosing.",
	"Press the right button to adjust de-blur settings.": "Tiniqlik parametrlarini sozlash uchun o‘ng tugmani bosing.",
	"Press the right button to adjust de-judder settings.": "De-vibratsiya parametrlarini sozlash uchun o‘ng tugmani bosing.",
	"Previous": "Avvalgi",
	"Primary Audio Language": "Asosiy audio tili",
	"Primary Channels": "Birlamchi kanallar",
	"Primary Teletext Language": "Asosiy Teletext tili",
	"Program exempted from ratings.": "Dastur reytinglardan istisno qilingan.",
	"Programme": "Dastur",
	"Provide HbbTV Distinctive ID": "HbbTV O‘ziga xos ID’sini taqdim etish",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Efirlar uchun HbbTV ajratib turuvchi ID’sini HbbTV xizmatiga taqdim eting.",
	"Provided services may vary depending on countries.": "Mamlakatlarga qarab taqdim etiladigan xizmatlar farq qilishi mumkin.",
	"Puerto Rico": "Puerto-Riko",
	"Pyongyang": "Pxenyan",
	"QLD - Queensland - Brisbane": "QLD - Kvinslend - Brisben",
	"Quick Help": "Qisqa ma’lumotnoma",
	"Quick Start+": "Tezkor boshlash+",
	"Rainy River": "Reyni-River",
	"Raised": "Ko‘tarilgan",
	"Rangoon": "Rangun",
	"Real Cinema": "Haqiqiy kinoteatr",
	"Reason: Authentication with access point was unsuccessful.": "Sababi: Ulanish nuqtasi bilan haqiqiylik tekshiruvi bajarilmadi.",
	"Reason: Could not establish a connection to access point.": "Sababi: Ulanish nuqtasiga bog‘lanishni o‘rnatib bo‘lmadi.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Sababi: DHCP yordamida to‘g‘ri IP manzilni olib bo‘lmadi.",
	"Reason: Entered password is incorrect.": "Sababi: Kiritilgan parol noto‘g‘ri.",
	"Reason: Password is missing.": "Sababi: Parol yo‘q.",
	"Reason: The network you selected is out of range.": "Sababi: Siz tanlagan tarmoq diapazondan tashqarida.",
	"Reason: Unable to login.": "Sababi: Tizimga kirib bo‘lmadi.",
	"Receive emergency alerts from TV when an emergency occurs.": "Favqulodda vaziyat yuzaga kelganda, favqulodda ogohlantirishlarni oling.",
	"Recife": "Resifi",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Odatda TV ko‘rmaydigan soatlaringizni Always-on’ga qo‘yilishini tavsiya qiling.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Tomosha qilish tarixi va ilovadan foydalanish namunasi asosida foydali kontent va funksiyalarni tavsiya qilish.",
	"Recommendations are available for the people, products and locations related to the current program.": "Joriy dasturga aloqador kishilar, mahsulot va joylar haqida tavsiyalar beriladi.",
	"Red": "Qizil",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Rasm sifati aniq optimallashtirish uchun raqamli videodan keladigan noto‘g‘ri shovqinni kamaytiring.",
	"Region": "Mintaqa",
	"Registered Devices ({num})": "Registratsiya qilingan qurilmalar ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Optimallashtirilgan ovozning yuqori tonini kuchaytiring.",
	"Reinforce the low-pitched tone of the optimized sound.": "Optimallashtirilgan ovozning past tonini kuchaytiring.",
	"Remote Settings": "Masofaviy parametrlar",
	"Remove irregular and erratic pixels for a clearer image.": "Tiniqroq tasvir uchun noto‘g‘ri va o‘zgaruvchan piksellarni olib tashlang.",
	"Reset": "Birlamchi holatiga tashlash",
	"Reset AD ID": "AD ID identifikatorini asliga qaytarish",
	"Reset CI Password": "CI parolini tashlang",
	"Reset HbbTV Distinctive ID": "HbbTV O‘ziga xos ID’sini birlamchi holatiga tashlash",
	"Reset Password": "Parolni qayta o‘rnatish",
	"Reset Settings": "Sozlamalarni asliga qaytarish",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV mobil ilovasiga ulanayotganda, ilovalarni ro‘yxati birlamchi holatiga tashlang.",
	"Reset the caption position.": "Sarlavha joylashuvini dastlabki holatiga qaytarish.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Tomosha qilingan kontent va ilovalardan foydalanish tarixini tashlang. Tarix tashlanganda, kontent tavsiyalarini qayta olish uchun bir muncha vaqt talab qilinadi.",
	"Reset to Initial Settings": "Birlamchi parametrlarga qaytarmoq",
	"Restrict access to TV programs based on their ratings.": "TV dasturlari reytingi asosida ularga kirishni cheklash.",
	"Restrict watching based on age ratings for children programs.": "Bolalar dasturlari uchun yosh reytinglariga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on ages ratings.": "Yosh reytinglariga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on fantasy violence content ratings.": "Fantastik zo‘ravonlik kontent reytinglariga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on programs containing adult language.": "Katta yoshdagilar tilidan foydalaniladigan dasturlarga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on programs containing sexual scene.": "Jinsiy aloqa sahnalariga ega bo‘lgan dasturlarga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Jinsiy aloqa hislarini uyg‘otuvchi dialoglardan iborat dasturlarga asoslangan holda ko‘rishni cheklang.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ma’lum bir yosh yoki kontent reytinglariga ko‘ra ota-ona nazorati ostida ko‘rish cheklovini o‘rnating.",
	"Restrict watching based on violence content ratings.": "Zo‘ravonlik kontent reytingi asosida ko‘rishni cheklang.",
	"Restrict watching movies based on rating.": "Reytingga asoslangan holda filmlar tomosha qilinishini cheklang.",
	"Restrict watching programs based on rating.": "Reytingga asoslangan holda dasturlar tomosha qilinishini cheklang.",
	"Restriction ratings :": "Cheklov reytinglari:",
	"Retry": "Qayta urinish",
	"Revert TV to its initial settings.": "TVni birlamchi sozlamalariga qaytaring.",
	"Revert color adjustment settings to default.": "Rangni sozlash sozlamalarini birlamchi holatiga qaytaring.",
	"Revert detailed sound effect settings of standard mode to default.": "Standart rejimdagi batafsil ovoz effekti sozlamalarini birlamchi holatiga qaytaring.",
	"Revert picture setting values to default.": "Rasm sozlamasi qiymatlarini birlamchi holatiga qaytaring.",
	"Revert white balance settings to default.": "Oq balans sozlamalarini birlamchi holatiga qaytaring.",
	"Reykjavik": "Reykyavik",
	"Right": "O‘ng",
	"Right Left": "O‘ngdan/Chapga",
	"Right Surround": "O‘ng taraf",
	"Right drop shadow": "O‘ng soya",
	"Rio Branco": "Rio-Branko",
	"Riyadh": "Riyod",
	"Romania": "Ruminiya",
	"Romanian": "Rumincha",
	"Rome": "Rim",
	"Russia": "Rossiya",
	"Russian": "Ruscha",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Janubiy Asstraliya - Adelaida",
	"SIGNATURE Opening": "SIGNATURE ochilishi",
	"SIGNATURE TV Settings": "SIGNATURE TV sozlamalari",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK LG Smart TVga HDMI orqali ulangan DVD pleyer yoki audio uy kinoteatr tizimi kabi boshqa SIMPLINK yoqilgan qurilmalarni boshqarish uchun LG Remote-dan foydalanish imkonini beradi.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Ushbu ARC rejimidan foydalanish uchun SIMPLINK avtomatik tarzda yoqiladi.",
	"Safety": "Xavfsizlik",
	"Saint Lucia": "Sent Lusiya",
	"Saint Vincent": "Sent Vinsent",
	"Sakhalin": "Saxalin",
	"Samarkand": "Samarqand",
	"San Luis": "San-Luis",
	"San Salvador": "San-Salvador",
	"Santiago": "Santiyago",
	"Santo Domingo": "Santo-Domingo",
	"Sarajevo": "Sarayevo",
	"Satellite": "Sun’iy yo‘ldosh",
	"Satellite DTV": "Sun’iy yo‘ldosh DTV",
	"Satellite Radio": "Sun’iy yo‘ldosh radiosi",
	"Saturation": "To‘yinganlik",
	"Saudi Arabia": "Saudiya Arabistoni",
	"Saudi arabia": "Saudiya Arabistoni",
	"Save CAM Operator's Profile": "CAM Operatori profilini saqlash",
	"Save CI Password": "CI parolini saqlash",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Barcha kiritishlardagi joriy rasm rejimidan rangni sozlash sozlamalarini saqlang.",
	"Save the white balance settings from the current picture mode in all inputs.": "Barcha kiritishlar uchun joriy tanlangan rasm rejimidagi oq balans sozlamalarini saqlang.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI parolingizni saqlash/tashlash. Parolingizni saqlash kelajakda tizimga kiris bosqichini o‘tkazib yuborish imkonini beradi.",
	"Scan \"Auto Detect\" automatically.": "\"Avtomatik aniqlash\"ni avtomatik tarzda skanerlang.",
	"Scoresbysund": "Skorsbisunn",
	"Screen Down": "Ekran pastga",
	"Screen Off": "Ekran o‘chirilgan",
	"Screen Saver": "Ekran lavhasi",
	"Screen Shift ": "Ekran siljishi",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekran ma’lum bir vaqt oraliqlarida doimiy ravishda harakatlanadi va TV uzoq vaqt davomida yoqilgan holda turganda yuzaga kelishi mumkin bo‘lgan rasm sifati bilan bog‘liq muammoning oldini oladi.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "5 soniya ichida ekran o‘chadi. Ekranni qayta yoqish uchun quvvat va ovoz balandligi tugmalaridan boshqa istalgan tugmani bosing.",
	"Search": "Qidirish",
	"Search Bluetooth Device": "Bluetooth qurilmani qidirish",
	"Searching...": "Qidirilmoqda...",
	"Second Language": "Ikkinchi til",
	"Secondary Audio Language": "Ikkilamchi audio tili",
	"Secondary Teletext Language": "Ikkilamchi telematn tili",
	"Security": "Xavfsizlik",
	"Select IRE point to adjust luminance.": "Yorug‘likni sozlash uchun IRE nuqtasini tanlang.",
	"Select Mode": "Rejimni tanlash",
	"Select TV's language settings.": "TVning til sozlanmalarini tanlang.",
	"Select a caption type for HD broadcasts.": "HD eshittirishlar uchun sarlavha turini tanlash.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV translatsiyalari uchun sarlavha turini tanlash.",
	"Select a caption type for UHD broadcasts.": "UHD eshittirishlar uchun sarlavha turini tanlash.",
	"Select a caption type for analog broadcasts.": "Analogli eshittirishlar uchun sarlavha turini tanlang.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Tomosha muhitiga mos video rejimini tanlang yoki ravshanlik, rang va hokazo kabi video rejimi xususiyatlarini sozlang.",
	"Select an audio format for each HDMI input.": "Har HDMI kirishining audio formatini tanlang.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Pass Through tanlangandan so‘ng ovoz effektini eshitmasangiz, boshqa Raqamli Ovoz chiqarishni (Avto yoki PCM) tanlang.",
	"Select audio language for digital broadcasts.": "Raqamli efirlar uchun audio tilini tanlang.",
	"Select color to be adjusted.": "Sozlanadigan rangni tanlash.",
	"Select days to apply the Timer Power Off settings every week.": "Hafta davomida Quvvatni o‘chirish taymeri qo‘llanadigan kunlarni tanlang.",
	"Select days to apply the Timer Power On settings every week.": "Hafta davomida Quvvatni yoqish taymeri qo‘llanadigan kunlarni tanlash.",
	"Select device for audio output.": "Audio chiqishi uchun qurilmani tanlash.",
	"Select device or speaker for audio output.": "Audio chiqishi uchun qurilma yoki karnayni tanlang.",
	"Select digital audio output format.": "Raqamli audio chiqish formatini tanlang.",
	"Select language for TV menu.": "TV menyusi uchun til tanlang.",
	"Select language for subtitles.": "Subtitrlar uchun tilni tanlash.",
	"Select languages for keyboards input.": "Klaviatura orqali kiritish tillarini tanlang.",
	"Select method to adjust white balance.": "Oq balansni sozlash usulini tanlash.",
	"Select point to adjust luminance.": "Yorug‘likni sozlash uchun nuqtani tanlang.",
	"Select the Sound mode and set detailed Audio effects.": "Tovush rejimini tanlash va audio effektlarni batafsil sozlash.",
	"Select the Sound mode for each content type.": "Har bir kontent turi uchun ovoz rejimini tanlash.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} porti uchun Ultra HD Deep Colour parametrini tanlang.",
	"Select the app to restrict the use.": "Foydalanish cheklanadigan ilovani tanlang.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Tomosha muhiti yoki kontent turiga qarab tasvir rejimini tanlang.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Eshittirishlarni o‘zingiz xohlagandek efirni tinglash uchun audio xususiyatlarni tanlang.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Raqamli translatsiyalar uchun sarlavha turini tanlang va batafsil sarlavha sozlamalarini belgilang.",
	"Select the channel to restrict watching.": "Ko‘rish cheklanadigan kanalni tanlang.",
	"Select the channel to watch when the TV turns on.": "TV yoqilganda tomosha qilinadigan kanalni tanlang.",
	"Select the color range to be displayed.": "Koʻrsatiladigan rang diapazonini tanlang.",
	"Select the country for your country's special services.": "Mamlakatingizdagi maxsus xizmatlar uchun mamlakatni tanlang.",
	"Select the desired video angle.": "Kerakli video burchagini tanlang.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TVning tashqi qurilmaga Raqamli ovoz chiqarish formatini tanlang.",
	"Select the input to use when the TV turns on.": "TV yoqilganda foydalaniladigan kiritish usulini tanlash.",
	"Select the inputs to restrict the use.": "Foydalanish cheklanadigan kiritishlarni tanlang.",
	"Select the most preferred Subtitle Language.": "Subtitr tili uchun birinchi tanlovingizni amalga oshiring.",
	"Select the place where to use the TV.": "TVdan foydalanish joyini tanlang.",
	"Select the residential region for your regional broadcast signal.": "Mahalliy efir signali uchun xizmat ko‘rsatish hududini tanlang.",
	"Select the second preferred Subtitle Language.": "Subtitr tili uchun ikkinchi tanlovingizni amalga oshiring.",
	"Select your first choice of audio language for digital broadcasts.": "Raqamli efirlar uchun birinchi raqamli audio tili tanlovingizni tanlang.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Eshittirish TV ta’minotchingizning telematn xizmatlari uchun birinchi tilingizni tanlang.",
	"Select your second choice of audio language for digital broadcasts.": "Raqamli efirlar uchun ikkinchi raqamli audio tili tanlovingizni tanlang.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Eshittirish TV ta’minotchingizning telematn xizmatlari uchun ikkinchi tilingizni tanlang.",
	"Seoul": "Seul",
	"Serbia": "Serbiya",
	"Serbian": "Serbcha",
	"Serial Number": "Seriya raqami",
	"Service 1": "Xizmat 1",
	"Service 2": "Xizmat 2",
	"Service 3": "Xizmat 3",
	"Service 4": "Xizmat 4",
	"Service 5": "Xizmat 5",
	"Service 6": "Xizmat 6",
	"Service Area Zip Code": "Xizmat sohasi pochta indeksi",
	"Set Automatically": "Avtomatik ravishda o‘rnatmoq",
	"Set ID": "ID-ni o‘rnatish",
	"Set My Team Alarm.": "Jamoam uchun ogohlantirish sozlash.",
	"Set Store Mode settings.": "Do‘kon rejimi parametrlarini o‘rnating.",
	"Set System Color mode for your current TV input.": "Joriy TV kirishi uchun Tizim rangi rejimini o‘rnating.",
	"Set additional options for Video Description.": "Video tavsif uchun qo‘shimcha xususiyatlarni o‘rnating.",
	"Set additional picture settings.": "Qo‘shimcha rasm sozlamalarini o‘rnating.",
	"Set additional sound-related settings.": "Qo‘shimcha ovozga aloqador sozlamalarni o‘rnating.",
	"Set advanced Subtitle options.": "Qo‘shimcha Subtitr opsiyalarini o‘rnating.",
	"Set advanced captioning options.": "Qo‘shimcha titrlash opsiyalarini o‘rnatish.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IPv4 yoki IPv6’ga IP-manzil versiyasini o‘rnating va tahrirlang.",
	"Set audio-related options.": "Audio-ga tegishli opsiyalarni o‘rnating.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Translatsiyalar uchun sarlavha o‘lchami, rangi, shaffofligi va boshqa parametrlarni sozlash.",
	"Set color temperature from warm to cool.": "Rang haroratini  iliqdan sovuqqacha bo'lgan qiymatga sozlang.",
	"Set detailed caption settings for HD broadcasts.": "Batafsil sarlavha sozlamalarini HD translatsiyalar uchun sozlash.",
	"Set detailed options for the AI functions.": "AI funksiyalarini batafsil sozlash.",
	"Set detailed options for the Home feature.": "Bosh ekran opsiyalarini batafsil sozlang.",
	"Set detailed options for the Recommendation feature.": "Tavsiya funksiyasi opsiyalarini batafsil sozlang.",
	"Set easy connection settings with external devices.": "Tashqi qurilmalar bilan oson ulanish parametrlarini sozlash.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Ma’lum bir kanal, ilova, kiritish va boshqalardan ota-ona nazorati ostida foydalanishlari uchun ularni qulflang.",
	"Set necessary additional functions based on watching environment and screen status.": "Tomosha qilish muhiti va ekran holatiga asoslangan holda zarur bo‘lgan qo‘shimcha funksiyalarni o‘rnating.",
	"Set or reset the position of on-screen captions.": "Ekrandagi sarlavhalar joylashuvini belgilash va dastlabki holatiga qaytarish.",
	"Set settings related to your wired / wireless network.": "Simli/simsiz tarmoq parametrlarini sozlash.",
	"Set the TV to turn off automatically after a set amount of time.": "TVni o‘rnatilgan muddat o‘tgandan so‘ng avtomatik ravishda o‘chadigan qilib sozlang.",
	"Set the TV to turn off automatically at a set time.": "TVni belgilangan vaqtda avtomatik ravishda o‘chadigan qilib sozlash.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Televizor yoqilgandan keyin 4 soat davomida foydalanuvchi tomonidan hech narsa amalga oshirilmasa, TV avtomatik ravishda o‘chiriladigan qilib sozlang.",
	"Set the TV to turn on automatically at a set time.": "TVni belgilangan vaqtda avtomatik ravishda yoqiladigan qilib sozlash.",
	"Set the additional functions related to the TV.": "TVga tegishli qo‘shimcha funksiyalarni o‘rnating.",
	"Set the current date and time.": "Joriy vaqt va sanani o‘rnatish.",
	"Set the current date manually.": "Joriy sanani qo‘lda o‘rnating.",
	"Set the current time manually.": "Joriy vaqtni qo‘lda o‘rnatish.",
	"Set the detect range of device available to connect.": "Ulanish mumkin bo‘lgan qurilmaning aniqlanish diapazonini o‘rnating.",
	"Set the region and country for broadcasts and special services.": "Eshittirishlar va maxsus xizmatlar uchun region va mamlakatni o‘rnating.",
	"Set the screen size and aspect ratio.": "Ekran o‘lchami va nisbat koeffitsiyentini o‘rnatish.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV’ning maxsus funksiyalarini o‘rnating.",
	"Set the time to turn off the TV automatically without user input.": "Foydalanuvchi tomonidan kiritish bo‘lmaganda, TV avtomatik tarzda o‘chiriladigan vaqtni o‘rnating.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Yanada tabiiyroq ovozdan zavqlanish uchun virtual ko‘p kanalli aylanma ovoz effektini o‘rnating.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Yanada tabiiyroq ovozdan zavqlanish uchun virtual aylanma ovoz effektini o‘rnating.",
	"Set the volume level when the TV turns on.": "TV yoqilganda foydalaniladigan ovoz balandligini o‘rnating.",
	"Set time to turn off the TV.": "TV o‘chiriladigan vaqtni o‘rnating.",
	"Set time to turn on the TV.": "TV yoqiladigan vaqtni o‘rnatish.",
	"Set up additional features related to customer support.": "Mijozlarga yordam xizmatiga doir qoʻshimcha funksiyalarni sozlash.",
	"Set up an account to use LG Services.": "LG xizmatlaridan foydalanish uchun hisob yarating.",
	"Set whether to display Home when the TV is turned on.": "Televizor yoniqligida Bosh ekran koʻrsatilishi yoki koʻrsatilmasligini sozlang.",
	"Settings Help": "Parametrlar yordami",
	"Sexual Situations": "Jinsiy aloqa holatlari",
	"Sexually Suggestive Dialogue": "Jinsiy aloqa mavzusidagi suhbatlar",
	"Shanghai": "Shanxay",
	"Sharpness": "Aniqlik",
	"Show Password": "Parolni ko‘rsatish",
	"Side by Side": "Yonma-yon",
	"Sierra Leone": "Syerra-Leone",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Simsiz router televizorga juda yaqin turgan boʻlsa, signal interferensiyasi Magic Remote pultining sezuvchanligini pasaytirishi mumkin.",
	"Singapore": "Singapur",
	"Size": "Hajm",
	"Skopje": "Skopye",
	"Sleep Timer": "Uyqu taymeri",
	"Slovak": "Slovakcha",
	"Slovakia": "Slovakiya",
	"Slovenia": "Sloveniya",
	"Slovenian": "Slovencha",
	"Slow": "Sekin",
	"Small": "Kichkina",
	"Smooth": "Silliq",
	"Smooth Gradation": "Silliq gradatsiya",
	"Soccer": "Futbol",
	"Sofia": "Sofiya",
	"Software Update": "Dasturiy yangilanish",
	"Software Version": "Dastur versiyasi",
	"Software update has been installed. Update will be applied when you restart your TV.": "Dasturiy ta’minot yangilanishi o‘rnatildi. TV qayta ishga tushirilganda yangilash qo‘llaniladi.",
	"Solid": "Qattiq",
	"Solomon Islands": "Solomon orollari",
	"Somalia": "Somali",
	"Some material may not be appropriate for children under 13.": "Ba’zi materiallar 13 yoshdan kichik bolalarga to‘g‘ri kelmasligi mumkin.",
	"Some material may not be appropriate for children.": "Ba’zi materiallar bolalarga to‘g‘ri kelmasligi mumkin.",
	"Sotho, Northern": "Shimoliy suto",
	"Sotho, Southern": "Janubiy suto",
	"Sound": "Ovoz",
	"Sound Mode": "Ovoz rejimi",
	"Sound Mode Settings": "Ovoz rejimi parametrlari",
	"Sound Out": "Ovoz chiqishi",
	"Sound Share": "Tovushni ulashish",
	"Sound Test": "Ovoz sinovi",
	"South Africa": "Janubiy Afrika Respublikasi",
	"South Korea": "Janubiy Koreya",
	"Southern Africa": "Janubiy Afrika",
	"Spain": "Ispaniya",
	"Spanish": "Ispancha",
	"Speaker Volume Control": "Karnay tovushi boshqaruvi",
	"Specify detailed voice guidance settings after turning on this feature.": "Bu funksiyani yoqqandan keyin batafsil ovozli boshqarish parametrlarini sozlang.",
	"Speed": "Tezlik",
	"Spoken Subtitle": "Ovozli subtitr",
	"Sports": "Sport",
	"Sports Alert": "Sport ogohlantirishi",
	"Srednekolymsk": "Srednekolmsk",
	"Sri Lanka": "Shri-Lanka",
	"St. John's": "Sent-Jons",
	"Stand": "Stend",
	"Standard": "Standart",
	"Standard Mode Sound Effect": "Standart rejim Ovoz effekti",
	"Standby Light": "Kutish rejimi chirog‘i",
	"Start New Sound Tuning": "Yangi Ovoz sozlashni ishga tushirish",
	"Start Now": "Hozir boshlash",
	"Startup Sound": "Ovozni ishga tushirish",
	"Stockholm": "Stokgolm",
	"Stop": "To‘xtatish",
	"Store Demo": "Do‘kon demo versiyasi",
	"Store Mode": "Do‘kon rejimi",
	"Store Mode Settings": "Do‘kon rejimi parametrlari",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Do‘kon rejimi do‘konda namoyish qilish maqsadlari uchun mo‘ljallangan. U har bir necha soniyada parametrlarni qayta initsializatsiyalaydi. Bu ilovani yopib, Do‘kon rejimini ishga tushirmoqchimisiz?",
	"Strong": "Kuchli",
	"Style": "Uslub",
	"Subnet Mask": "Tagtarmoq maskasi",
	"Subnet prefix length": "Tagtarmoq kodi uzunligi",
	"Subtitle First Choice Language": "Subtitr uchun birinchi til",
	"Subtitle Language": "Subtitr tili",
	"Subtitle Second Choice Language": "Subtitr uchun ikkinchi til",
	"Subtitles": "Subtitrlar",
	"Super Impose": "Ajoyib tayinlash",
	"Super Resolution": "Super ruxsat",
	"Support": "Yordam",
	"Suriname": "Surinam",
	"Surround Balance": "Atrofli balans",
	"Surround Level": "Atrofli darajasi",
	"Swahili": "Suaxili",
	"Swati": "Svazi",
	"Swaziland": "Svazilend",
	"Sweden": "Shvetsiya",
	"Swedish": "Shvedcha",
	"Swift Current": "Svift Karrent",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "TVni o‘chirganingizda uni tezda qayta yoqish uchun kutish rejimiga o‘tkazing.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "TV o‘chirilganda ilova, qidirish va boshqa shu kabi turli funksiyalardan tezda foydalanish uchun kutish rejimiga o‘tkazing.",
	"Switzerland": "Shveysariya",
	"Sync Demo": "Sinxronlash demo versiyasi",
	"Syria": "Suriya",
	"System Color": "Tizim rangi",
	"São Paulo": "San-Paulu",
	"TAS - Tasmania - Hobart": "TAS - Tasmaniya - Xobart",
	"TEXT 1": "MATN 1",
	"TEXT 2": "MATN 2",
	"TEXT 3": "MATN 3",
	"TEXT 4": "MATN 4",
	"TV Information": "TV axboroti",
	"TV Installation Type": "TV o‘rnatilish turi",
	"TV Lock": "TV bloki",
	"TV Name": "TV nomi",
	"TV On With Mobile": "Televizorni mobil telefon bilan yoqish",
	"TV Power Sound": "TV Yoqish/O‘chirish ovozi",
	"TV Power Sound Volume": "TV Yoqish/O‘chirish ovozi balandligi",
	"TV Program Locks": "TV dastur bloklari",
	"TV Rating English": "TV Baholash Inglizcha",
	"TV Rating French": "TV Baholash Fransuzcha",
	"TV Speaker": "TV dinamiki",
	"TV can be used as an alarm.": "TVdan uyg‘otgich sifatida foydalanish mumkin.",
	"TV is turned off at a set time on every specified day.": "Har bir belgilangan kunda TV belgilangan vaqtda o‘chadi.",
	"TV to USB": "TVdan USBga",
	"Tahiti": "Taiti",
	"Taipei": "Taypey",
	"Taiwan": "Tayvan",
	"Tajikistan": "Tojikiston",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Internet, ilovalar, dasturiy ta’minot yangilanishlari va boshqa shu kabi tarmoq ulanishini talab qiluvchi funksiyalardan optimal foydalaning.",
	"Tallinn": "Tallin",
	"Tamil": "Tamilcha",
	"Tanzania": "Tanzaniya",
	"Target Luminance": "Rejadagi yoritish",
	"Tashkent": "Toshkent",
	"Tegucigalpa": "Tegusigalpa",
	"Tehran": "Tehron",
	"Text Color": "Matn rangi",
	"Text Opacity": "Matn shaffofligi",
	"Text Search": "Matnli qidiruv",
	"Thai": "Taycha",
	"Thailand": "Tailand",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} va HDMI {port2} portlari AMD FreeSync Premium funksiyasini qoʻllab-quvvatlaydi va siz bu funksiyani tanlashingiz mumkin.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} va HDMI {port2} portlari AMD FreeSync Premium funksiyasini qo‘llab-quvvatlaydi va uni yoqishingiz yoki faolsizlantirishingiz mumkin.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1} va HDMI {port2} portlari Instant o‘yin javobini qo‘llab-quvvatlaydi va uni yoqishingiz yoki o‘chirishingiz mumkin.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} porti AMD FreeSync Premium funksiyasini qoʻllab-quvvatlaydi va siz bu funksiyani tanlashingiz mumkin.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} porti AMD FreeSync Premium funksiyasini qo‘llab-quvvatlaydi va uni yoqishingiz yoki faolsizlantirishingiz mumkin.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} porti Instant o‘yin javobini qo‘llab-quvvatlaydi va uni yoqishingiz yoki o‘chirishingiz mumkin.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} va HDMI {port3} portlari AMD FreeSync Premium funksiyasini qoʻllab-quvvatlaydi va siz bu funksiyani tanlashingiz mumkin.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} va HDMI {port3} portlari AMD FreeSync Premium funksiyasini qo‘llab-quvvatlaydi va uni yoqishingiz yoki faolsizlantirishingiz mumkin.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} va HDMI {port4} portlari AMD FreeSync Premium funksiyasini qoʻllab-quvvatlaydi va siz bu funksiyani tanlashingiz mumkin.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} va HDMI {port4} portlari AMD FreeSync Premium funksiyasini qo‘llab-quvvatlaydi va uni yoqishingiz yoki faolsizlantirishingiz mumkin.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} va HDMI {port4} portlari Instant o‘yin javobini qo‘llab-quvvatlaydi va uni yoqishingiz yoki o‘chirishingiz mumkin.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} va HDMI {port3} portlari Instant o‘yin javobini qo‘llab-quvvatlaydi va uni yoqishingiz yoki o‘chirishingiz mumkin.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV O‘ziga xos ID’si - bu faqat HbbTV uchun ishlatiladigan unikal qiymat bo‘lib, u foydalanuvchi shaxsiy ma’lumotiga aloqador bo‘lmaydi.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV O‘ziga xos ID’si birlamchi holatiga tashlanadi.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV ilova yoki xizmati alohida foydalanuvchini kuzatishni o‘chiradi.",
	"The IBB service will disable its tracking of an individual user.": "IBB xizmati alohida foydalanuvchini kuzatishni o‘chiradi.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG xizmatlari mamlakati haqidagi ma’lumotini serverda olib bo‘lmadi. Iltimos, keyinroq qayta urinib ko‘ring.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Menyu tilini o‘zgartirish uchun Parametrlar ilovasi qayta yuklanishi lozim. Davom ettirilsinmi? Davom ettirishni istaysizmi?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Atrofdagi yorug'lik televizor atrofida harakat aniqlanganda ta'minlanadi.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Til sozlamasiga qarab foydalanish mumkin bo‘lgan tashqi ovozni tanish xizmatlari o‘zgarishi mumkin. Shuningdek, menyu tilini o‘zgartirsangiz, sozlama menyusi qayta yuklanadi. Davom ettirishni xohlaysizmi?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "USB xotirasidagi kanallar ro‘yxatidan TVga nusxa olindi. TV 5 soniyadan so‘ng qayta ishga tushiriladi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "TVdagi kanallar ro‘yxatidan USB xotiraga nusxa ko‘chirildi.",
	"The closer to 100, the brighter.": "100’ga qancha yaqin bo‘lsa, shuncha yorug‘roq.",
	"The closer to 100, the clearer the color becomes.": "100’ga qancha yaqinroq bo‘lsa, rang shunchalik aniqroq bo‘ladi.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50 ga yaqinlashgan sari qizil tiniqlashadi, 50 ga yaqinlashgani sari esa yashil tiniqlashadi.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Oq balans funksiyasining batafsil o‘rnatilgan qiymatlar birlamchi holatiga tashlanadi. Davom ettirishni xohlaysizmi?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Kanal va dastur ovoz balandliklari o‘rtasidagi bo‘shliq avtomatik tarzda kamayadi, bu esa dasturni barqaror ovozda ko‘rishga yordam beradi.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Kanal va dastur ovoz balandliklari o‘rtasidagi bo‘shliq avtomatik tarzda dasturni barqaror ovozda ko‘rish uchun sozlanadi.",
	"The higher the settings, the louder the sound rapidly.": "Sozlamalar qanchalik yuqori bo‘lsa, ovoz ham shunchalik balandroq chiqadi.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "TV ichki karnayi va Bluetooth karnaylar tovushni bir vaqtda chiqarishi va ajoyib tovush effektini yaratishi mumkin.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Ovozni tanish tili avtomatik tarzda tanlangan menyu tiliga qarab o‘rnatiladi.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Ovozni aniqlash uchun foydalaniladigan til menyu tiliga asosan tanlandi. Muvofiq xizmatlar ovoz tiliga qarab farq qilishi mumkin.",
	"The network is currently unavailable. Please try again later.": "Ayni vaqtda tarmoq mavjud emas. Iltimos, keyinroq qayta urinib ko‘ring.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Jarayon tahminan bir soatcha vaqtni oladi, bunda TV o‘chiq bo‘lishi zarur.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Jarayon taxminan {n} daqiqa vaqtni oladi, bunda TV o‘chiq bo‘lishi zarur.",
	"The program is intended for adults only.": "Dastur faqat katta yoshdagilar uchun mo‘ljallangan.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ekran yorqinligi TV atrofidagi yorqinlikka qarab avtomatik tarzda sozlanadi.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran 5 soniyada pastga tushadi. Ekranga orqaga qaytarish uchun pultdagi Quvvat va Ovoz tugmasidan boshqa istalgan tugmani bosing.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Rangni boshqarish tizimi funksiyasining o‘rnatilgan tobe’ qiymatlari birlamchi holatiga tashlanadi. Davom ettirishni xohlaysizmi?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth qamrovli tovush + TV ichki karnayi sozlamasi asliga qaytariladi.",
	"The settings are as follows.": "Sozlamalar quyidagicha.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Raqamli ovoz chiqarish Ichidan o‘tadigan qilib sozlanganida, ovoz chiqmasligi mumkin.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Yangilashni TVga qo‘llab bo‘lmaydi. Dastur avvalgi versiyaga qaytariladi.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "TV yoqilgan vaqtda va ekran harakatlanganda vizual effektlar ekranda eks ettiriladi.",
	"There are no paired devices.": "Bog‘langan qurilmalar yo‘q.",
	"There are settings to correct or prevent OLED panel noise.": "Tuzatish va OLED panel shovqinning oldini olish parametrlari mavjud.",
	"There is no USB device connected to your TV.": "TVingizga ulangan USB-qurilma mavjud emas.",
	"There is no message.": "Xabar yo‘q.",
	"Thimphu": "Tximpxu",
	"Third Language": "Uchinchi til",
	"This feature applies only to specified LG Wireless Keyboard models.": "Bu funksiya faqat maxsus mo‘ljallangan LG Simsiz klaviatura modellariga qo‘llaniladi.",
	"This function works only when it is provided by the broadcast program.": "Bu funksiya faqat efir dasturi tomonidan taqdim etilgandagina ishlaydi.",
	"This is a closed caption preview": "Bu yopiq sarlavha eskizi",
	"This is an already existing value.": "Bu oldindan mavjud qiymat.",
	"This service provides you with more information about watching program and enjoys related contents.": "Bu xizmat sizga dasturlarni tomosha qilish haqida ko‘proq ma’lumotlarni taqdim etadi va tegishli kontentlardan zavqlanadi.",
	"This will revert all options on TV to their default settings.": "Bu TVning barcha xususiyatlarini birlamchi sozlamalarga qaytaradi.",
	"Thule": "Tule",
	"Tijuana": "Tixuana",
	"Time": "Vaqt",
	"Timer Channel": "Kanal taymeri",
	"Timer Repeat": "Taymerni takrorlash",
	"Timers": "Taymerlar",
	"Timezone": "Vaqt mintaqasi",
	"Timor-Leste": "Timor-Leshti",
	"Tint": "Ton",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Ovozni optimallashtirish uchun TVdagi sinov ovozini qo‘ying va Magic Remote pulti yordamida ovoz aks sado berishini o‘lchashni boshlang.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "TV ovozini sinab ko‘rish uchun Ovoz chiqarish parametri Ichki TV dinamikiga o‘zgartirilishi lozim. Davom ettirishni istaysizmi?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Yuqori va quyi",
	"Total Power On Time": "Jami yoqilgan vaqt",
	"Tracking Speed": "Kuzatish tezligi",
	"Translucent": "Yorug‘lik o‘tkazuvchi",
	"Transparent": "Shaffof",
	"Treble Boost": "Titrash kuchi",
	"Trinidad And Tobago": "Trinidad va Tobago",
	"Trinidad and Tobago": "Trinidad va Tobago",
	"Tripoli": "Tripol",
	"Tswana": "Tsvana",
	"Tune and save available channels.": "Mavjud kanallarni qidirish va saqlash.",
	"Tune and save available channels. You can set satellite channel options.": "Mavjud kanallarni qidirish va saqlash. Sun’iy yo‘ldosh kanal opsiyalarini sozlashingiz mumkin.",
	"Tunisia": "Tunis",
	"Turkey": "Turkiya",
	"Turkish": "Turkcha",
	"Turkmenistan": "Turkmaniston",
	"Turn on TV with mobile device same as smartphone.": "TVni smartfon kabi mobil qurilma yordamida yoqing.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} porti uchun Ultra HD Deep Colour funksiyasini yoqish va oʻchirish.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} portining Instant o‘yin javobini yoqing yoki o‘chiring.",
	"Turn on the TV using mobile device via Bluetooth.": "Bluetooth orqali mobil qurilmangiz yordamida TVni yoqing.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Wi-Fi orqali mobil qurilmangiz yordamida TVni yoqing.",
	"Turn on via Bluetooth": "Bluetooth orqali yoqish",
	"Turn on via Wi-Fi": "Wi-Fi orqali yoqish",
	"Turn on/off description box in Settings.": "Parametrlarda tavsiflar qutisini yoqing/o‘chiring.",
	"Turn on/off standby light.": "Kutish rejimi chirog‘ini yoqish/o‘chirish.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} portining AMD FreeSync Premium funksiyasini yoqish yoki faolsizlantirish.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Signal bo‘lmagan vaqtda ekranda ko‘rsatiladigan tasvirlarni yoqing/o‘chiring.",
	"Turn on/off the related features of energy consumption.": "Elektr energiyasi sarfiga aloqador bo‘lgan funksiyalarni yoqish/o‘chirish.",
	"Turn the Hybridcast service on/off.": "Hybridcast xizmatini yoqish/o‘chirish.",
	"Turn the Interactivity (DTVi) service on/off.": "Interaktivlik (DTVi) xizmatini yoqish/o‘chirish.",
	"Turn your broadcast TV provider's TV Guide on/off.": "TVingiz efir ta’minotchisining TV qo‘llanmasini yoqish/o‘chirish.",
	"Turn your broadcast TV provider's teletext service on/off.": "TVingiz efir ta’minotchisining telematn xizmatini yoqish/o‘chirish.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wi-Fi tarmoqni o‘chirish kabel yordamida tarmoqqa ulanguningizga qadar Internetda ishlaydigan xizmatlardan foydalanishingizga yo‘l qo‘ymaydi. Davom ettirishni istaysizmi?",
	"UAE": "Birlashgan Arab Amirliklari",
	"UHD Mode": "UHD rejimi",
	"USA": "AQSh",
	"USB storage for Copy Channels": "Kanallar ro'yxatidan nusxa ko'chirish uchun USB xotira qurilmasi",
	"USB to TV": "USBdan TVga",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukraincha",
	"Ulaanbaatar": "Ulan-Bator",
	"Unable to check for updates.": "Yangilanishlar mavjudligini tekshirib bo‘lmaydi.",
	"Unable to connect to the network.": "Tarmoqqa ulanib bo‘lmaydi.",
	"Undefined": "Aniqlanmagan",
	"Under 17 requires accompanying parent or adult guardian.": "17 yoshdan kichkinalar ota-onasi yoki katta yoshdagi vasiy bilan birga bo‘lishlari talab etiladi.",
	"Uniform": "Uniforma",
	"United Arab Emirates": "Birlashgan Arab Amirliklari",
	"United Kingdom": "Birlashgan Qirollik",
	"United States of America": "Amerika Qo‘shma Shtatlari",
	"Universal Control Settings": "Universal pult sozlamalari",
	"Unknown": "Noma’lum",
	"Unknown issue has occurred.": "Noma’lum muammo yuz berdi.",
	"Update canceled.": "Yangilash bekor qilindi.",
	"Update in progress...": "Yangilanmoqda...",
	"Update in progress...({n}%)": "Yangilash bajarilmoqda...({n}%)",
	"Update paused.": "Yangilash to‘xtatib qo‘yildi.",
	"Update reserved.": "Yangilash rezervlandi.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Yangilash bekor qilinadi va barcha yangilash fayllari hoziroq o‘chirib tashlanadi. Davom ettirishni istaysizmi?",
	"Uruguay": "Urugvay",
	"Urumqi": "Urumchi",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Xona akustikasini tahlil qilish va natijalar asosida TV ovozini optimallashtirish uchun Magic Remote pultidan foydalaning.",
	"Use a large pointer.": "Katta kursordan foydalaning.",
	"Use a medium pointer.": "O‘rtacha kursordan foydalaning.",
	"Use a small pointer.": "Kichkina kursordan foydalaning.",
	"Use the 4-way controller to change the position and press the OK button.": "Joylashuvni oʻzgartirish uchun 4 tomonli kontrollerdan foydalaning va OK tugmasini bosing.",
	"Use the following services with the selected language.": "Tanlangan til bilan quyidagi xizmatlardan foydalaning.",
	"User": "Foydalanuvchi",
	"User Agreements": "Foydalanuvchi kelishuvlari",
	"User Guide": "Foydalanuvchi qo‘llanmasi",
	"Uzbek": "O‘zbekcha",
	"Uzbekistan": "O'zbekiston",
	"Uzhhorod": "Ujgorod",
	"V Position": "V Holati",
	"V Sharpness": "V aniqligi",
	"V Size": "V O‘lchami",
	"VIC - Victoria - Melbourne": "VIC - Viktoriya - Melburn",
	"Vaduz": "Vadus",
	"Valencian": "Valensiyacha",
	"Vancouver": "Vankuver",
	"Vatican City": "Vatikan shahri",
	"Venezuela": "Venesuela",
	"Vertical Zoom": "Vertikal masshtab o‘zgartirish",
	"Video Description": "Video tavsif",
	"Vienna": "Vena",
	"Vientiane": "Vyentyan",
	"Vietnam": "Vyetnam",
	"Vietnamese": "Vyetnamcha",
	"View current Common Interface (CI) information.": "Joriy Umumiy interfeys (CI) ma’lumotini ko‘rib chiqish.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Ekrandagi menyu rangini qoradan oq rangga almashtirish orqali elementlarni yanada aniqroq koʻring.",
	"View messages from your broadcast TV provider.": "TVingiz efir ta’minotchisidan xabarlarni ko‘rib chiqish.",
	"View more information about watching program and enjoy related contents.": "Dasturlarni tomosha qilish haqida ko‘proq ma’lumotlarni ko‘ring va tegishli kontentdan zavqlaning.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Asl nusxadagi ekranni shundoqligicha ko‘ring yoki ekran o‘lchami va nisbatini o‘rnating.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Asl nusxadagi ekranni efir signallari yoki ulangan qurilmalardan olingandek ko‘ring.",
	"Vilnius": "Vilnus",
	"Violence": "Zo‘ravonlik",
	"Vivid": "Jonli",
	"Voice Recognition Help and Settings": "Ovozni aniqlash boʻyicha yordam va Sozlamalar",
	"Voice Support Service": "Ovozli yordam xizmati",
	"Volume": "Ovoz balandligi",
	"Volume Increase Amount": "Ovozni ko‘tarish miqdori",
	"Volume Mode": "Ovoz rejimi",
	"WA - Western Australia - Eucla": "WA - G‘arbiy Avstraliya - Ekla",
	"WA - Western Australia - Perth": "WA - G‘arbiy Avstraliya - Pert",
	"Wall-mounted": "Devorga oʻrnatilgan",
	"Warm1": "Iliq1",
	"Warm2": "Iliq2",
	"Warm3": "Iliq3",
	"Warsaw": "Varshava",
	"Wasu": "Vasu",
	"Watch a diverse range of Internet contents on TV channels.": "TV kanallarida turli xildagi Internet kontentni tomosha qiling.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Biz MAC manzil, model raqami, mamlakat kodi, til parametrlari va dastur versiyalarini to‘playmiz va saqlaymiz hamda dasturning qaysi versiyasidan foydalanayotganingizni tekshiramiz.",
	"Welcome Feature": "Salomlashish funksiyasi",
	"Welsh": "Uelscha",
	"Western Africa": "G‘arbiy Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Ulangan HDD ma’lum bir vaqt davomida ishlatilmaganda, quvvat sarfini kamaytirish uchun kutish rejimiga o‘tilsin.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Qurilma portga ulanganida oʻyin tasviri minimal kechikishlar, buzilishlar va uzilishlar bilan optimallashtiriladi.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Instant o‘yin javobi ishga tushirilganda, video vaqtincha o‘chib yonishi mumkin.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Ovoz chiqishi \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\"ga qo‘yilganda yoki ulangan qurilma Instant o‘yin javobini qo‘llab-quvvatlamasa, u to‘g‘ri ishlamasligi mumkin.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Ovoz chiqishi Bluetooth’ga qo‘yilganda yoki ulangan qurilma Instant o‘yin javobini qo‘llab-quvvatlamasa, u to‘g‘ri ishlamasligi mumkin.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Qurilma yoqilgan/o‘chirilganda, TV avtomatik ravishda yoqiladi/o‘chiriladi.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Vizual effektlar o‘chirilganda, ekran Jonli TV sifatida ko‘rsatiladi.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Bu funksiya “yoniq” qilib sozlanganida ekranda chiqadigan ayrim funksiyalar qisman shaffof boʻladi.",
	"When your TV is turned off, the device will automatically turn off.": "TV o‘chirilganda, qurilma avtomatik ravishda o‘chiriladi.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "O‘zgartirilgan qiymat tashqi qurilmaga uzatilayotganda, tasvir yoki ovoz vaqtincha normal holatda ta’minlanmasligi mumkin.",
	"White": "Oq",
	"White Balance": "Oq balans",
	"Wi-Fi Connection": "Wi-Fi",
	"Wi-Fi Security": "Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi yoqilgan. Ulanishingiz mumkin bo‘lgan tarmoqlar ro‘yxatini va unga aloqador qo‘shimcha menyu elementlarini ko‘rish uchun uni yoqing.",
	"Wi-Fi issue has occurred.": "Wi-Fi bilan bog‘liq muammo yuz berdi.",
	"WiSA Speakers": "WiSA Dinamiklari",
	"Wide Area Zone": "Keng soha zonasi",
	"Wide View": "Keng formatdagi namoyish",
	"Wide View (32:9)": "Keng ko‘rinish (32:9)",
	"Wide Zoom": "Keng masshtab",
	"Windhoek": "Vindxuk",
	"Window Color": "Oyna rangi",
	"Window Opacity": "Oyna sig‘imi",
	"Winnipeg": "Vinnipeg",
	"Wired Connection (Ethernet)": "Simli (Ethernet)",
	"Wired Headphones": "Simli quloqliklar",
	"Wired Headphones + Internal TV Speaker": "Simli quloqliklar + TV ichki karnayi",
	"With this option, you can control the audio device's volume with your TV remote.": "Bu xususiyat yordamida TV pulti yordamida audio qurilma ovoz balandligini boshqarishingiz mumkin.",
	"Xhosa": "Kosa",
	"Yamoussoukro": "Yamusukro",
	"Year": "Yil",
	"Yellow": "Sariq",
	"Yellowknife": "Yellounayf",
	"Yemen": "Yaman",
	"Yes": "Ha",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "TV yoqilganda yoki o‘chirilganda eshittiriladigan ovoz effektlarini sozlashingiz mumkin.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Qurilmani sozlash jarayonlarisiz HDMI portlarga Magic Remote bilan ulangan qurilmalarni boshqarishingiz mumkin.",
	"You can delete the device connection history of Screen Share.": "Screen Share’ning qurilma ulanish tarixini o‘chirib tashlashingiz mumkin.",
	"You can delete the device connection history of Sound Share.": "Sound Share’ning qurilma ulanish tarixini o‘chirib tashlashingiz mumkin.",
	"You can find the default password in User Guide.": "Siz standart parolni Foydalanuvchi Qo'llanmasida topishingiz mumkin.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD Deep Colour parametrini “Yoniq” qilib belgilash orqali Instant o‘yin javobini ishga tushirishingiz mumkin.",
	"You can only change settings from the current HDMI input.": "Faqat joriy HDMI kirish parametrlarini o‘zgartirishingiz mumkin.",
	"You can scan again to connect the device.": "Qurilmani ulash uchun yana qidirishingiz mumkin.",
	"You can select left and right audio settings for broadcast signal.": "Efir signali uchun chap va o‘ng audio sozlanmalarni tanlashingiz mumkin.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} portining AMD FreeSync Premium funksiyasini tanlashingiz mumkin.",
	"You can select the Ultra HD Deep Color of port.": "Port Ultra HD Deep Colour parametrini tanlashingiz mumkin.",
	"You can set the sound to play when the TV is turned on or off.": "Televizorni yoqilgan yoki o‘chirilganida ovoz chiqaradigan qilib sozlashingiz mumkin.",
	"You can turn on/off the feature of saving CAM operator's profile.": "CAM operatori profilini saqlab qo'yish funksiyasini yoqish/o'chirish mumkin.",
	"You can turn this feature on or off.": "Ushbu funksiyani yoqishingiz yoki o‘chirishingiz mumkin.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Siz Tarmoq orqali turli kontent tavsiyalarini olishingiz mumkin. Bu parametr faolsizlantirilsa, faqat asosiy kontentlar va ayrim funksiyalardan foydalanishingiz mumkin.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV va SIMPLINK-ulangan qurilma quyidagidek sinxronlanadi:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Piksellar optimallashtiruvchisi ishlayotganda TV o‘chirilgan bo‘lishi lozim. Ushbu jarayon vaqtida rejalashtirilgan joriy yoki kelajakdagi yozib olish, eslatmalar yoki taymerni yoqish bekor qilinadi va Nol ko‘rinishda BT karnayidan foydalanib bo‘lmaydi.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Piksellar optimallashtiruvchisi ishlayotganda TV o‘chirilgan bo‘lishi lozim. Ushbu jarayon vaqtida rejalashtirilgan joriy yoki kelajakdagi yozib olish, eslatmalar yoki taymerni yoqish bekor qilinadi.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG xizmatlar mamlakati avtomatik o‘rnatilishi uchun TV tarmoqqa ulangan bo‘lishi lozim. Ulanishni tekshirish uchun Tarmoq parametrlariga hozir o‘tmoqchimisiz?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Raqamli TV signali orqali favqulodda ogohlantirish xabarlarini taqdim etish uchun TV aniq joylashuvingizni bilishi lozim.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TVingiz jarayon nihoyasiga yetgunigacha o‘chiq holatda bo‘ladi va shundan so'ng avtomatik ravishda qayta yoqiladi.",
	"Zambia": "Zambiya",
	"Zaporozhye": "Zaporojye",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Masshtab",
	"Zürich": "Tsyurix",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] TVingizdan uziladi. Endi ushbu qurilmadan ovoz chiqmaydi. Davom ettirishni istaysizmi?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] bog‘langan qurilmalar ro‘yxatidan olib tashlanadi. Uni keyinroq ulamoqchi bo‘lsangiz, mavjud qurilmalarni qidirishingiz va uni qayta ulashingiz lozim bo‘ladi. Davom ettirishni istaysizmi?",
	"[{deviceName}] will be deleted.": "[{deviceName}] o‘chirib tashlanadi.",
	"aspectRatio_original": "Asl",
	"audioGuidance_fast": "Tez",
	"audioGuidance_high": "Baland",
	"audioGuidance_low": "Past",
	"audioGuidance_medium": "O‘rtacha",
	"audioGuidance_slow": "Sekin",
	"audioGuidance_veryFast": "Juda tez",
	"audioGuidance_veryHigh": "Juda baland",
	"audioGuidance_veryLow": "Juda past",
	"audioGuidance_verySlow": "Juda sekin",
	"btDotSignalStrength_wide": "Keng",
	"button": "tugma",
	"character": "belgi",
	"characters": "belgilar",
	"checked": "belgilangan",
	"colorGamutJPNWide": "Keng",
	"connecting": "ulanmoqda...",
	"depthOfColor": "Rang",
	"diagonal zoom in": "diagonal bo'ylab kattalashtirish",
	"diagonal zoom out": "diagonal bo'ylab kichraytirish",
	"digitalOptionSetByProgram": "Dastur bo‘yicha o‘rnatish",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "O‘rtacha",
	"freesync_high": "Yuqori",
	"freesync_low": "Past",
	"freesync_off": "O‘ch",
	"freesync_wide": "Keng",
	"gamma_high1": "Yuqori1",
	"gamma_high2": "Yuqori2",
	"hidden": "yashirilgan",
	"horizontal zoom in": "gorizontaliga kattalashtirish",
	"horizontal zoom out": "gorizontaliga kichraytirish",
	"jpDoNot": "O‘ch",
	"logoLuminance_high": "Yuqori",
	"logoLuminance_low": "Past",
	"not connected": "ulanmagan",
	"objet_soundMode": "Har bir tarkib turi uchun ovoz rejimini optimallashtirish.",
	"pictureControl3dModeStandard": "Standart",
	"pictureControlAuto": "Avtomatik",
	"pictureControlAuto_BlackLevel": "Avtomatik",
	"pictureControlHigh": "Yuqori",
	"pictureControlHigh_BlackLevel": "Yuqori",
	"pictureControlHigh_Male": "Yuqori",
	"pictureControlLow": "Past",
	"pictureControlLow_BlackLevel": "Past",
	"pictureControlLow_Male": "Past",
	"pictureControlMedium": "O‘rtacha",
	"pictureControlMedium_BlackLevel": "O‘rtacha",
	"pictureControlMedium_Male": "O‘rtacha",
	"pictureControlwhiteBalanceColorTemperatureMedium": "O‘rtacha",
	"pictureLocalDimmingHigh": "Yuqori",
	"pictureLocalDimmingLow": "Past",
	"pictureLocalDimmingMed": "O‘rtacha",
	"pictureMode": "Standart",
	"pictureModeSettings": "Parametr tafsilotlari",
	"press OK button to edit IP manually": "IP manzilni qo‘lda tahrirlash uchun OK tugmasini bosing",
	"press OK button to enter channel to search": "Qidiriladigan kanalni kiritish uchun OK tugmasini bosing",
	"press OK button to enter value": "qiymatni kiritish uchun OK tugmasini bosing",
	"press right button to adjust de-judder and de-blur value": "titrash va xiralikni bartaraf etish qiymatini sozlash uchun o‘ngga tugmasini bosing",
	"press right button to adjust zoom ratio and position": "masshtab koeffitsientini va joyni sozlash uchun o‘ngga tugmasini bosing",
	"shift current screen down": "joriy ekranni pastga siljitish",
	"shift current screen to the left": "joriy ekranni chapga siljitish",
	"shift current screen to the right": "joriy ekranni o‘ngga siljitish",
	"shift current screen up": "joriy ekranni yuqoriga siljitish",
	"shift down": "pastga siljitish",
	"shift left": "chapga siljitish",
	"shift right": "o‘ngga siljitish",
	"shift up": "yuqoriga siljitish",
	"soundMode_Standard": "Standart",
	"speaker_channel": "Tomon",
	"thaRatingNone": "Yo‘q",
	"unchecked": "belgilanmagan",
	"unread": "o‘qilmagan",
	"vertical zoom in": "vertikaliga kattalashtirish",
	"vertical zoom out": "vertikaliga kichraytirish",
	"volumeModeHigh": "Yuqori",
	"volumeModeLow": "Past",
	"volumeModeMedium": "O‘rtacha",
	"webOS TV Version": "webOS TV versiyasi",
	"zoom in": "kattalashtirish",
	"zoom out": "kichraytirish",
	"{label} : L{value}": "{label} : Ch{value}",
	"{label} : R{value}": "{label} : O'{value}"
}
