{
	" (User)": " (بەکارهێنەر)",
	"(Version: {l})": "(وەشان: {l})",
	"* The device connected should support this service.": "* پێویستە ئامێری گرێدراو پشتیوانی لەم خزمەتگوزاریە بکات.",
	"* This feature is applied once and only once when the TV is turned off.": "* ئەم تایبەتمەندیە یەک جار جێبەجێ دەکرێت کاتێک تەلەفزیۆنەکە دەکوژێنرێتەوە.",
	"* This feature is available on certain devices only.": "* ئەم تایبەتمەندیە تەنھا لە سەر چەند ئامێرێک بەردەستە.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* ئەم دۆخە بە ڕوونی مەبەستەکانی FILMMAKER MODE دەردەبڕێت بەڵام ڕەنگە لە دۆخەکانی تری وێنە تاریكتر بێت.",
	"* This settings is only available for Internal TV Speaker.": "* ئەم رێکبەندانە تەنها بۆ بڵندگۆی ناوەکی تەلەفزیۆن بەردەستە.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* گەرچی ئەم بەربژارە خراوەتە سەر هەڵکراو، سکرین سەیڤەر کار ناکات بۆ ڕێگری کردن لە بێزارکردنی ئەزموونی سەیرکردنت لە سەر ئینپوتی دەرەکی وەک تەلەفزیۆنی ڕاستەوخۆ.",
	"* You can control the app which supports the function on your mobile device.": "* دەتوانیت کۆنترۆڵی ئەپلیکەیشنەکە بکەیت کە پشتیوانی لە کردارەکە دەکات لەسەر ئامێری مۆبایلت.",
	"1) Turn the Bluetooth on the other device off.": "1) Bluetoothی سەر ئامێرەکەی تر بکوژێنەوە.",
	"10 Points Code Value": "بەهای کۆدی 10 خاڵی",
	"10 Points IRE": "10 خاڵی IRE",
	"10 and Above": "10 و بەرەو ژوور",
	"10 min": "10 خ",
	"11 and Above": "11 و بەرەو ژوور",
	"12 Hours": "12 کاتژمێر",
	"12 and Above": "12 و بەرەو ژوور",
	"120 min": "120 خ",
	"13 and Above": "13 و بەرەو ژوور",
	"14 and Above": "14 و بەرەو ژوور",
	"14 by 9": "چواردە بە نۆ",
	"15 and Above": "15 و بەرەو ژوور",
	"16 and Above": "16 و بەرەو ژوور",
	"16 by 9": "شانزه بە نۆ",
	"17 and Above": "17 و بەرەو ژوور",
	"18 and Above": "18 و بەرەو ژوور",
	"180 min": "180 خ",
	"19 and Above": "19 و بەرەو ژوور",
	"2 Channel": "2 کەناڵ",
	"2 Hours": "2 کاتژمێر",
	"2 Points": "2 خاڵ",
	"2) Turn the Bluetooth device to connect off and on.": "2) ئامێرەکەی Bluetooth کە دەتەوێت گرێی بدەیت بکوژێنەوە و هەڵ بکەوە.",
	"20 Points Code Value": "بڕی کۆدی 20 خاڵی",
	"20 Points IRE": "20 خاڵی IRE",
	"20 and Above": "20 و بەرەو ژوور",
	"20 min": "20 خ",
	"21 by 9": "بیست و یەک بە نۆ",
	"22 Points Code Value": "بەهای کۆدی 22 خاڵی",
	"22 Points IRE": "22 خاڵی IRE",
	"24 Hours": "24 کاتژمێر",
	"240 min": "240 خ",
	"3 Hours": "3 کاتژمێر",
	"30 min": "30 خ",
	"32 by 12": "سی و دوو بە دوانزە",
	"32 by 9": "سی و دوو بە نۆ",
	"3G/4G Connection": "گرێدانی 3G/4G",
	"4 Hours": "4 کاتژمێر",
	"4 Hours Auto Power Off": "کوژاندنەوەی خودکاری 4 کاتژمێری",
	"4 and Above": "4 و بەرەو ژوور",
	"4 by 3": "چوار بە سێ",
	"4-Way Zoom": "زوومی 4 ئاڕاستەیی",
	"5 and Above": "5 و بەرەو ژوور",
	"5.1 Channel": "5.1 کەناڵ",
	"6 Hours": "6 کاتژمێر",
	"6 and Above": "6 و بەرەو ژوور",
	"60 min": "60 خ",
	"7 and Above": "7 و بەرەو ژوور",
	"8 Hours": "8 کاتژمێر",
	"8 and Above": "8 و بەرەو ژوور",
	"9 and Above": "9 و بەرەو ژوور",
	"90 min": "90 خ",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID بەکاردێت بۆ دەسنیشانکردنی ئەم ئامێرە بۆ مەبەستەکانی ڕیکڵامکردن و بۆ ئاسانکردنی هەندێک ڕیکڵام کە ڕەنگە لە سوودی تۆدا بێت. دەتوانیت لە خوارەوە AD ID ڕیک بکەیتەوە یان AD ID سنووردار بکەیت.",
	"AI Acoustic Tuning": "AI دەنگ ڕێکخستنی",
	"AI Acoustic Tuning Options": "بەربژارەکانی AI دەنگ ڕێکخستنی",
	"AI Acoustic Tuning is disabled.": "AI دەنگ ڕێکخستنی ناچالاککراوە.",
	"AI Brightness Control": "کۆنترۆڵی ڕووناکی AI",
	"AI Picture": "وێنەی AI",
	"AI Picture Pro": "وێنەی AI پڕۆ",
	"AI Recommendation": "پێشنیارەکانی AI",
	"AI Service": "خزمەتگوزاری AI",
	"AI Sound": "دەنگی AI",
	"AI Sound Pro": "دەنگی AI پڕۆ",
	"AV Sync Adjustment": "سازاندنی هاودەمکردنی AV",
	"Abidjan": "ئەبیدجان",
	"Accessibility": "دەستگەیشتن",
	"Account Management": "بەڕێوەبردنی ئەژمێر",
	"Accra": "ئەکرا",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "چالاککردنی ئەم بەربژارە کۆکردنەوە و بەدوا داچوونی داتای تاکە کەسی پەیوەست بە رێکلام لەم تەلەفزیۆنە هۆشمەندە دەوەستێنێت. ڕەنگە هەڵکردنی کار بکاتە سەر جۆرەکانی ڕیکڵام کە لەمەودا دەیان بینیت، بەڵام لە وەرگرتنی ڕیکڵام ناتوەستێنێت.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "چاڵاککردنی ئەمە وا دەکات LGE ڕێنمایی دابینکەرانی لایەنی سێیەمی خۆی بکات بوەستن لە بە بازرگانی کردنی زانیاری کەسییت. مەگەر خۆت بە جیا دەسنیشانی بکەیت، هێشتا دەتوانیت دەستت بە خزمەتگوزاریەکانی وەک Live Plus، LG Channels و Who.Where.What? بگات.",
	"Adak": "ئاداک",
	"Add Network": "تۆڕ زیاد بکە",
	"Add a hidden wireless network": "تۆڕێکی بێتەلی شاراوە زیاد بکە",
	"Add wireless network by manually entering network name (SSID).": "تۆڕی بێتەل زیاد بکە بە تێکردنی دەستیی ناوی تۆڕ (SSID).",
	"Addis Ababa": "ئەدیس ئەبابا",
	"Additional Audio Selection": "دیاریکردنی دەنگیی زیاتر",
	"Additional Settings": "ڕێکبەندی زیاتر",
	"Address Setting": "رێکبەندی ناونیشان",
	"Aden": "ئادن",
	"Adjust Audio Guidance pitch.": "ڕیکخستنی ئاوازی رێنمای دەنگیی.",
	"Adjust Audio Guidance speed.": "ڕیکخستنی خێرایی رێنمای دەنگیی.",
	"Adjust Audio Guidance volume.": "ڕێکخستنی ئاستی دەنگی رێنمای دەنگیی.",
	"Adjust Backlight brightness to brighten or darken the screen.": "بریقەی ڕووناكی دواوە ڕێک بخە بۆ ڕووناککردنەوەە یان تاریک کردنی شاشەکە.",
	"Adjust Screen Position": "دەستکاریکردنی پێگەی شاسە",
	"Adjust Zoom Ratio": "دەستکاریکردنی رێژەی زووم",
	"Adjust animation effect shown on the home at certain times.": "کاریگەری جووڵەی نیشاندراوی سەر شاشەی سەرەکی لە چەند کاتێکی دیاریکراو ڕێک بخە.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "دەستکاریکردنی زەقی بە شیکردنەوەی جووڵەی وێنە بۆ رێگرتن لە بریقەدانەوە و کەمکردنەوەی بەکاربردنی وزە.",
	"Adjust brightness of the LG logo.": "ڕێكخستنی ڕووناکی لۆگۆی LG.",
	"Adjust color and saturation for a more vivid image.": "دەستکاریکردنی رەنگ و تێری بۆ وێنەیەکی روونتر.",
	"Adjust color temperature automatically to reduce eye strain.": "خودکارانە ڕێكخستنی پلەی گەرمی رەنگ بۆ کەمکردنەوەی ماندوو بوونی چاو.",
	"Adjust cursor speed.": "ڕیکخستنی خێرایی نیشاندەر.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "دەستکاریکردنی قەراغی تیژی. بەها بەرزەکان ناسکی و روونێتی وێنەکە زیاد دەکەن.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "دەستکاریکردنی رێکبەندەکانی گاما بۆ قەرەبووکردنەوەی زەقی سیگناڵی تێچوو.",
	"Adjust left/right audio balance.": "هاوسەنگی دەنگیی چەپ/راست دەستکاری بکە.",
	"Adjust luminance for selected color.": "دەستکاریکردنی رووناکی بۆ رەنگی دیاریکراو.",
	"Adjust luminance level for selected IRE point.": "دەستکاریکردنی ئاستی رووناکی بۆ خاڵی IRE دیاریکراو.",
	"Adjust peak brightness for the brightest luminance.": "ڕووناکی لووتکە ڕێک بخە بۆ درەوشاوەترین ڕووناکی.",
	"Adjust remote's cursor speed and appearance.": "رواڵەت و خێرایی نیشاندەری ریمۆتەکەت ڕێک بخە.",
	"Adjust saturation for selected color.": "ڕێکخستنی تێرکردن بۆ رەنگی دیاریکراو.",
	"Adjust screen brightness to reduce energy consumption.": "دەستکاریکردنی زەقی شاشە بۆ کەمکردمەوەی بەکاربردنی وزە.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "ڕووناکی OLED ڕێک بخە بۆ ڕووناککردنەوەە یان تاریک کردنی شاشەکە.",
	"Adjust the audio timing to synchronize the video and audio.": "ڕیکخستنی کات دانانی دەنگی بۆ هاودەم کردنی ڤیدیۆ و دەنگ.",
	"Adjust the balance of red and green to display the tint on the screen.": "هاوسەنگی سوور و سەوز ڕێك بخە بۆ نیشاندانی پلەی ڕەنگی شاشە.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "هاوسەنگی رەنگ ڕێک بخە بە گۆڕینی پلەی گەرمی رەنگ، کۆنترۆڵەکانی دەستهاتی رووناکی، چڕیی و سوور، سەوز و شین.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "کۆنتراست، ووردبینی، هتد ڕێک بخە بۆ دۆخی وێنەی تاکە کەسی بە تێروتەسەڵی و ڕەنگ، گامای زیاتر دیاری بکە.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "دەستکاریکتردنی جیاوازی نێوان ناوچە زەق و تاریکەکانی شاشەکە. بەها بەرزەکان جیاوازیەکە چڕ دەکەنەوە.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "ڕێژەی چوارچێوە بە هەمان شێوە فیلم ڕێک بخە و هەستی شانۆی فیلم دەبەخشێت.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "ڕووناکی وێنە جێگیرەکانی وەک لۆگۆ، هتد. ڕێک بخە و ڕێگری بکە لە کێشەکانی کواڵیتی وێنە کە ڕەنگە دروست ببێت کاتێک تەلەفزیۆنەکە بۆ ماوەیەکی زۆر هەڵکرا بێت.",
	"Adjust the screen color to be pale or deep.": "ڕەنگی شاشە ڕێک بخە بۆ ئەوەی زەردباو یان قووڵ بێت.",
	"Adjust the sound to meet your taste for each sound frequency band.": "دەنگەکە ڕێک بخە بۆ ئەوەی بە گوێرەی چێژی هەر یەك لە باندەکانی لەرەلەری دەنگ بێت.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "ڕیکخستنی کات دانان بۆ هاودەم کردن کاتێک کاتی ڤیدیۆ و دەنگ جیاوازە.",
	"Adjust the tint to brighten or darken the screen.": "پلەی ڕەنگی ڕێک بخە بۆ ڕووناککردنەوەە یان تاریک کردنی شاشەکە.",
	"Adjust the volume you want with pressing remote's volume key.": "ئەو ئاستی دەنگەی دەتەوێت بە داگرتنی دوگمەی ئاستی دەنگی ڕیمۆتەکە ڕێکی بخە.",
	"Adjust tint for selected color.": "دەستکاریکردنی بۆیە بۆ رەنگی دیاریکراو.",
	"Adjust whether to display the home promotion.": "ڕیکخستنی ئەوە بکە ڕیکڵامی سەرەکی نیشان بدەیت یان نا.",
	"Adjusting Luminance": "دەستکاریکردنی رووناکی",
	"Adolescent over 13 are allowed to watch.": "ھەرزەکارانی سەرووی تەمەن 13 ساڵان ڕێگە پێدراون بۆ سەیركردن.",
	"Adolescent over 14 are allowed to watch.": "ھەرزەکارانی سەرووی تەمەن 14 ساڵان ڕێگە پێدراون بۆ سەیركردن.",
	"Adolescent over 16 are allowed to watch.": "ھەرزەکارانی سەرووی تەمەن 16 ساڵان ڕێگە پێدراون بۆ سەیركردن.",
	"Adult": "پێگەیشتوو",
	"Adult Language": "زمانی پێگه‌یشتوو",
	"Adults only.": "تەنها پێگەیشتووان.",
	"Advanced": "رێکبەندی پێشکەوتوو",
	"Advanced Controls": "کۆنترۆڵە پەرەسەندووەکان",
	"Advanced Wi-Fi Settings": "رێکبەندە پەرەسەندووەکانی Wi-Fi",
	"Advertisement": "رێکلام",
	"Afghanistan": "ئەفغانستان",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "دواى گۆڕینی وڵات، گشت کەناڵە دۆزراوەکانی ئێستا دەسڕدرێنەوە. بۆ دووبارە گەڕان لە کەناڵەکان، بۆ گەڕانی خۆکار بڕۆ. ئایا دەتەوێت بەردەوام بیت؟",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "دواى گۆڕینی کۆدی زیپ، گشت کەناڵە Freesatی ئێستا دەسڕدرێنەوە. بۆ دووبارە گەڕان لە کەناڵەکان، بۆ گەڕانی خۆکار بڕۆ. ئایا دەتەوێت بەردەوام بیت؟",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "پاش ئەوەی وڵاتەکەت دەگۆڕیت، دەتوانیت بە بەکارهێنانی سازاندنی خودکار سکانی کەناڵەکانت بکەیت. دەتەوێت بەردەوام بیت؟",
	"Ages 2-7 are allowed to watch.": "تەمەنەكانی 2-7 ڕێگە پێدراون بۆ سەیركردن.",
	"Akan": "ئاکان",
	"Albania": "ئەلبانیا",
	"Albanian": "ئەلبانی",
	"Alerts you by sound when the TV is turned on or off.": "لە ڕێگەی دەنگەوە ئاگادارت دەکاتەوە کاتێک تەلەفزیۆنەکە هەڵدەکرێت یان دەکوژێنرێتەوە.",
	"Algeria": "جەزائیر",
	"Algiers": "جەزائیر",
	"All Channels": "هەموو کەناڵەکان",
	"All Children": "هەموو منداڵان",
	"All ages are allowed to watch.": "گشت تەمەنەكان ڕێگە پێدراون بۆ سەیركردن.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "گشت ڕێکبەندەكانی ئێستای دۆخی {pictureMode} ڕێک دەکرێنەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "گشت ڕێکبەندەكانی کاریگەری دەنگ بۆ دۆخی ستاندەر ڕێک دەکرێنەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"Allow Automatic Updates": "رێگەدان بە نوێکردنەوە ئۆتۆماتیکیەکان",
	"Almaty": "ئەلماتی",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "هەروەها، دەتوانیت ڕێکبەندی ووردی دەنگی Bluetoothی دەوروبەر ڕێک بخەیت.",
	"Always Open": "هەمیشە کراوە",
	"Always-on Off Time": "کاتی کوژاندنەوەی Always-on",
	"Amman": "عەممان",
	"Amsterdam": "ئەمستردام",
	"An error has occurred while copy channels.": "لەکاتی کۆپیکردنی کەناڵەکاندا هەڵەیەک روویدا.",
	"An important software update is available.": "نوێکردنەوەیەکی گرنگی نەرمەواڵە بەردەستە.",
	"Anadyr": "ئانادیر",
	"Analog Mode": "دۆخی ئەنەلۆگ",
	"Analog TV": "تەلەفزیۆنی ئەنەلۆگ",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "تایبەتمەندیەکانی دەنگ شی بکەوە و دەنگ بۆ هەر ناوەڕۆکێک لە کاتی ڕاستەقینە ڕێک بخە.",
	"Anchorage": "ئەنکۆرەج",
	"Angola": "ئەنگۆلا",
	"Antananarivo": "ئەنتاناناریڤۆ",
	"Antenna": "ئەنتێنا",
	"Antenna ATV": "ئەنتێنای ATV",
	"Antenna DTV": "ئەنتێنای DTV",
	"Antenna Radio": "رادیۆی ئەنتێنا",
	"Antigua and Barbuda": "ئەنتیگوا و باربودا",
	"Any Supplementary Audio": "هەر دەنگێکی تەواوکەر",
	"Apia": "ئاپیا",
	"App Alarm": "ئاگادارکردنەوەی ئەپلیکەیشن",
	"Application Locks": "قوفڵکردنی کاربەرنامەکان ",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "بەهاکانی ڕێکبەندی تێروتەسەڵی دۆخی وێنەی ئێستا جێبەجێ بکە بۆ گشت ئینپوتەکان و ئەپلیکەیشنەکان.",
	"Apply to all inputs": "بەسەر هەموو تێچووەکاندا کاری پێبکە",
	"Applying value to all inputs...": "کارپێکردن بەسەر هەموو پێدەرەکاندا...",
	"Aqtöbe": "ئەکتۆب",
	"Arabic": "عەرەبی",
	"Araguaína": "ئاراگیانا",
	"Argentina": "ئەرجەنتین",
	"Armenia": "ئەرمینیا",
	"Aruba": "ئەرووبا",
	"Ashgabat": "عەشقاباد",
	"Asmara": "ئەسمەرە",
	"Aspect Ratio": "رێژەی پانی بۆ بەرزی",
	"Aspect Ratio Settings": "ڕێکبەندەکانی ڕێژەی وێنە",
	"Assamese": "ئاسامی",
	"Assign channels to remote buttons so you can quickly jump to them.": "کەناڵەکان وابەستەی دوگمەکانی ریمۆت بکە بۆ ئەوەی بتوانیت بەخێرایی بازبدەیت بۆیان.",
	"Asunción": "ئاسۆنسیۆن",
	"Athens": "ئەسینا",
	"Atikokan": "ئەتیکۆکان",
	"Auckland": "ئۆکلاند",
	"Audio Delay": "درەنگ‌پەخش‌کردنی دەنگ",
	"Audio Description": "شرۆڤەی دەنگی",
	"Audio Description Volume": "ئاستی شرۆڤەی دەنگی",
	"Audio Guidance": "ڕێنمای دەنگ",
	"Audio Language": "زمانی دەنگی",
	"Audio Out (Line Out)": "دەنگیی دەرچوو (هێڵی دەرچوو)",
	"Audio Type": "جۆری دەنگ",
	"Australia": "ئوسترالیا",
	"Austria": "نەمسا",
	"Auto": "خودکار",
	"Auto Detect": "پشکنینی خودکار",
	"Auto Device Detection": "خود دۆزینەوەی ئامێر",
	"Auto Genre Selection": "خود دەسنیشان کردنی چەشن",
	"Auto Power Off": "هێزی خودکار کوژاوەتەوە",
	"Auto Power Sync": "خود هاودەمکردنی هێز",
	"Auto Start": "هەڵکردنی خودکار",
	"Auto Volume": "ئاستی دەنگی خودکار",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "خودکارانە بۆشایی دەنگ ڕێک بخە لە ئاستی دەنگ، یان ئاستی دەنگ دیاری بکە کە دوگمەی دەنگی سەر ڕیمۆت کۆنترۆڵەکە ڕێک دەخرێت.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "خودکارانە ڕێكخستن بۆ بەهایەکی باشترکراوی وێنەیەک بکە بۆ چەشنی ناوەرۆکەکانی Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "خودکارانە ڕێكخستن بۆ بەهایەکی باشترکراوی وێنەیەک بکە بۆ چەشنی ناوەرۆکەکان.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "خودکارانە بۆ FILMMAKER MODE بیگۆڕە کاتێک ناوەڕۆکی فیلم دەناسرێتەوە.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "باشینەکردنی خودکاری کوالیتی وێنە لەسەر بنەمای رەنگ و زەقی رووناکی دەوروبەر.",
	"Automatically update system software when an update is found.": "نەرمامڕازی سیستم بە خودکار نوێدەکرێتەوە کاتێک نوێکردنەوەیەک دەدۆزرێتەوە.",
	"Available Internal Storage": "بیرگەی ناوەکی بەردەست",
	"Azerbaijan": "ئازەربایجان",
	"Azores": "ئازۆراس",
	"BG Color": "رەنگی BG",
	"BG Opacity": "رووناکی BG",
	"Back": "گەڕانەوە ",
	"Backlight": "رووناکی پشتەوە",
	"Baghdad": "بەغداد",
	"Bahamas": "باهاماس",
	"Bahrain": "بەحرەین",
	"Baku": "باکۆ",
	"Balance": "بالانس",
	"Bamako": "باماکۆ",
	"Bangkok": "بانکۆک",
	"Bangladesh": "بەنگلادیش",
	"Bangui": "بانگی+",
	"Banjul": "بانجول",
	"Barbados": "باربادۆس",
	"Basque": "باسک",
	"Bass Boost": "بەرزکردنەوەی دەنگ",
	"Behavior may vary depending on connected device.": "رەنگە رەفتار بەگوێرەی ئامێری گرێدراو بگۆڕێت.",
	"Beijing": "بیجین",
	"Beirut": "بەیروت",
	"Belarus": "بێلارووس",
	"Belgium": "بەلجیکا",
	"Belgrade": "بەلگراد",
	"Belize": "بێلیز",
	"Belém": "بێلێم",
	"Bengali": "بەنگالی",
	"Benin": "بێنین",
	"Berlin": "بەرلین",
	"Bermuda": "بەرمۆدا",
	"Bhutan": "بۆتان",
	"Bishkek": "بیشکیک",
	"Bissau": "بیساو",
	"Black": "رەش",
	"Black Level": "ئاستی رەش",
	"Blanc-Sablon": "بلانک-سابلۆن",
	"Blantyre": "بلانتیر",
	"Block TV programs broadcast in English based on their content ratings.": "بەپێی پلەبەندیی ناوەرۆک بەرنامەکانی تەلەفزیۆن کە بە زمانی ئینگلیزی پەخش دەکرێن بەربەست بکە.",
	"Block TV programs broadcast in French based on their content ratings.": "بەپێی پلەبەندیی ناوەرۆک بەرنامەکانی تەلەفزیۆن کە بە زمانی فەرەنسی پەخش دەکرێن بەربەست بکە.",
	"Block content based on genre.": "بەربەستکردنی ناوەرۆک لەسەر بنەمای رەگەز.",
	"Blue": "شین",
	"Bluetooth Speaker Mode": "دۆخی سپیکەری Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "دەنگی دەوروبەری Bluetooth + بڵندگۆی ناوەکی تەلەفزیۆن",
	"Bluetooth Surround Sound Setup": "سێتەپی دەنگی دەوروبەری Bluetooth",
	"Boa Vista": "بۆوا ڤیستا",
	"Bogotá": "بۆگۆتا",
	"Bolivia": "بۆلیڤیا",
	"Bosnia": "بۆسنە",
	"Bosnia And Herzegovina": "بۆسنیا هەرزەگۆڤینا",
	"Bosnian": "بۆسنی",
	"Botswana": "بۆتسوانا",
	"Bratislava": "براتیسلاڤا",
	"Brazil": "بەرازیل",
	"Brazzaville": "برازاڤیل",
	"Brightness": "زەقی",
	"Broadcast Country": "وڵاتی پەخشکردن",
	"Broken Hill": "برۆکن هیڵ",
	"Brussels": "برۆکسل",
	"Bucharest": "بوخارست",
	"Budapest": "بوداپست",
	"Buenos Aires": "بۆینس ئایرس",
	"Bujumbura": "بوجوبمۆرا",
	"Bulgaria": "بولگاریا",
	"Bulgarian": "بولگاری",
	"Burkina Faso": "بورکینا فاسۆ",
	"Burundi": "بوروندی",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "بە داگرتنی 'ڕێککردنەوە'، تۆ گشت داتای پەیوەست بە ڕیکڵام دەسڕیتەوە کە LGE پێشووتر لەم تەلەفزیۆنە هۆشمەندە کۆی کردۆتەوە. ڕەنگە داگرتنی 'ڕێککردنەوە' کار بکاتە سەر ئەو جۆرانەی ڕیکڵام کە لەمەودا دەیان بینیت، بەڵام لە وەرگرتنی ڕیکڵام ناتوەستێنێت.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "بە هەڵکردنی Live Plus، تۆ رەزامەندی دەردەبڕیت لەسەر کۆمەڵەی زانیاری بینینی تەلەفزیۆن لەلایەن LG Electronics Inc. (\"LGE\") لەرێگەی مۆدیوڵی ACR، کە رەنگە لەسەر بنەمایەکی نەناسراوە لەگەڵ لایەنانی سێهەمدا هاوبەش بکرێت بە مەبەستی دابینکردنی خزمەتگوزاریە کاردانەوەکان بۆ تۆ. رەنگە ئێمە هەروەها زانیاری نەناسراوەی کۆکراوە لەگەڵ لایەنانی سێهەم بۆ مەبەستەکانی بازاڕگەری هاوبەش بکەین. تکایە سەرنجی ئەوە بدە کە ئێمە بە ئاگادارییەوە زانیاریەکانی لای سەروو لە یان دەربارەی منداڵانی خوار تەمەن 13 ساڵ کۆناکەینەوە یان دابەش ناکەین. وردەکاری زیاتر دەربارەی Live Plus لە زانیاری بینیندا (مەرجەکان) روونکراوەتەوە کە دەکرێت لە پێرستی رێکبەندەکانی Smart TV یەوە دەستگەیشتنی هەبێت. LGE بە تووندی پێشنیاری ئەوە دەکات کە پێداچوونەوە بە وەشانی تەواوی زانیاری بینین (مەرجەکان) دا بکەیت پێش ئەوەی ئامڕازی Live Plus چالاک بکەیت.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "بە هەڵکردنی Live Plus، تۆ لەوە دەگەیت کە ناوەرۆکی پەخشکراوی سەر تەلەفزیۆنەکەت دەکرێت بناسرێتەوە و ڕەنگە زانیاری سەیرکردن بەکاربێت بۆ پێشکەشکردنی ئەزموونێکی باشترکراوی سەیرکردن لەگەڵ خزمەتگوزاری بە کەسیکراو بەلەخۆگرتنی پێشنیارەکانی ناوەڕۆک. تکایە سەیری سیاسەتی پاراستنی نهێنیەکان و ڕێکەوتننامەی پەیوەندیداری بەکارهێنەر بکە لە پێرستی ڕێکبەندەكانی تەلەفزیۆنەکە بۆ زانیاری زیاتر.",
	"CI Information": "زانیاری CI",
	"CI password incorrect. Please enter again.": "نهێنوشەی CI نادروستە. تکایە دووبارە تێبکە.",
	"COMPONENT2": "پێکهاتە2",
	"CS1 Board": "بۆردی CS1",
	"CS2 Board": "بۆردی CS2",
	"Cable": "کێبڵ",
	"Cable ATV": "کێبڵی ATV",
	"Cable DTV": "کێبڵی DTV",
	"Cable Radio": "رادیۆی کێبڵ",
	"Cairo": "قاهیرە",
	"Cambodia": "کەمبۆدیا",
	"Cameroon": "کامێرۆن",
	"Campo Grande": "کامپۆی مەزن",
	"Can not Find Channel": "ناتوانێت کەناڵ بدۆزێتەوە",
	"Canada": "کەنەدا",
	"Canary Islands": "دورگەکانی کەناری",
	"Cancel": "ڕەتکردنەوە",
	"Cancel Schedule": "ڕەتكردنەوەی كاتبەرنامە",
	"Cancel Update": "ڕەتكردنەوەی نوێکردنەوە",
	"Cancún": "کانکۆن",
	"Cantonese": "کانتۆنیسی",
	"Cape Verde": "کەیپ ڤێرد",
	"Caracas": "کاراکاس",
	"Casablanca": "کازابلانکا",
	"Catalan": "کەتەلۆنی",
	"Caution": "هۆشداری",
	"Cayman Islands": "دورگەکانی کایمەن",
	"Center": "ناوەند",
	"Central African Republic": "کۆماری ئەفریقای ناوەراست",
	"Ceuta": "سیوتا",
	"Chad": "چاد",
	"Change blue intensity and adjust the color balance.": "چڕیی ڕەنگی شین و هاوسەنگی رەنگ بگۆڕە.",
	"Change green intensity and adjust the color balance.": "چڕیی ڕەنگی سەوز و هاوسەنگی رەنگ بگۆڕە.",
	"Change red intensity and adjust the color balance.": "چڕیی ڕەنگی سوور و هاوسەنگی رەنگ بگۆڕە.",
	"Change the left / right sound": "دەنگی چەپ/راست بگۆڕە",
	"Change the position of captions using the 4-way dial on the remote control.": "شوێنی ژێرنووسەکان بگۆڕە بە بەکارهێنانی دوگمەکانی 4-ئاڕاستەی سەر ڕیمۆت کۆنترۆڵەکە.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "گۆڕینی هەرێم لەوانەیە کەناڵە دۆزراوەکانی ئێستای تەلەفزیۆنەکەت بگۆڕێت. دەتوانیت دووبارە کەناڵەکان لە گەڕانی خۆکار بگەڕێنیتەوە. ئایا دەتەوێت ئێستا ڕێکبەندەکانی هەرێمیی بگۆڕیت؟",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "گۆڕینی وڵاتەکەت دەبێتە هۆکاری دەستپێکردنەوەی تەلەفزیۆنەکەت و رەنگە دووبارە پێویستت بە رازیبوون بێت بە رێکەوتننامەکانی بەکارهێنەری LG.  هەروەها، رەنگە دەستەبەربوونی هەندێک لە کاربەرنامە و خزمەتگوزاریەکان لەسەر بنەمای وڵاتی خزمەتگوزاری LG جیاواز بێت. ئایا دەتەوێت بەردەوام بیت؟",
	"Channel Locks": "قوفڵکردنی کەناڵ ",
	"Channel Manager": "بەڕێوەبەری کەناڵ",
	"Channel Scrolling Options": "بەربژارەکانی خشاندنی کەناڵ",
	"Channel Tuning": "سازاندنی کەناڵ",
	"Channel Tuning & Settings": "سازکردن و رێکبەندکردنی کەناڵ",
	"Channels": "کەناڵەکان",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "کەناڵەکانی HDMI و ئینپوتە دەرەکیەکانی تر ناکرێت قوفڵ بدرێن. بۆ قوفڵدانی کەناڵەکانی تەلەفزیۆن، ئینپوتی ئێستا بۆ Live TV بگۆڕە.",
	"Chatham Islands": "دورگەکانی گاتامChatham Islands",
	"Check TV information.": "زانیاری تەلەفزیۆن بپشکنە.",
	"Check alarm messages about the user settings or TV status.": "پەیامی ئاگادار کردنەوە ببینە دەربارەی ڕێکبەندەكانی بەکارهێنەر یان دۆخی تەلەفزیۆن.",
	"Check descriptions for each LG webOS TV functions.": "سەیری وەسفی هەر یەك لە کردارەکانی LG webOS TV بکە.",
	"Check for Advertising settings and set it.": "سەیری ڕێكبەندەكانی ڕیکڵامکردن بکە و دیاری بکە.",
	"Check for Updates": "پشکنین بۆ نوێکردنەوەکان بکە",
	"Check for available functions with Voice and set Voice Settings.": "پشکنین بۆ کردارە بەردەستەکان بکە بە دەنگ و ڕێکبەندەکانی دەنگ دیاری بکە.",
	"Check for problems with the picture quality.": "پشکنینی گرفتەکانی کوالیتی وێنە.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "پشکنینی گرفتەکانی کوالیتی دەنگی بڵندگۆی ناوەکی تەلەفزیۆن.",
	"Check for software updates and update if available.": "پشکنین بۆ نوێکردنەوەی نەرمامراز بکە و نوێی بکەوە ئەگەر بەردەست بێت.",
	"Check whether the Bluetooth device is in pairing mode.": "ئەوە بپشکنە بزانە ئامێری Bluetooth لە دۆخی جووتکردندایە.",
	"Check your TV status to solve problems or use remote support.": "سەیری دۆخی تەلەفزیۆنەکەت بکە بۆ چارەسەرکردنی کێشەکان یان پشتیوانی دوورەدەست بەکاربێنە.",
	"Checking Password": "پشکنینی نهێنوشە",
	"Checking for Updates": "پشکنین بۆ نوێکردنەوە",
	"Checking...": "پشکنین...",
	"Chicago": "شیکاگۆ",
	"Chihuahua": "چیهواهوا",
	"Children": "منداڵان",
	"Children Age": "تەمەنی منداڵان",
	"Children Program Locks": "كلیلدانی بەرنامەی منداڵان",
	"Children over 8 are allowed to watch.": "منداڵانی سەرووی تەمەن 8 ساڵان ڕێگە پێدراون بۆ سەیركردن.",
	"Chile": "چیلی",
	"China": "چین",
	"Chinese": "چینی",
	"Chisinau": "چیسیناو",
	"Choibalsan": "کۆیبالسان",
	"Chongqing": "چۆنگینگ",
	"Choose to have all channels or just your primary ones when you change channels.": "هەڵبژێرە هەموو کەناڵەکانت هەبێت یان تەنها دانە بنەڕەتیەکان کاتێک کەناڵەکان دەگۆڕیت.",
	"Christmas Island": "دورگەکانی کریسمس",
	"Cinema": "سینەما",
	"Cinema Clear": "ڕوونیی سینەما",
	"Cinema Home": "سینەمای ماڵەوە",
	"Cinema View": "دیمەنی سینەما",
	"Cinema View (32:12)": "دیمەنی سینەما (32:12)",
	"Cinema Zoom": "زوومی سینەما",
	"City": "شار",
	"City Selection": "دیاریکردنی شار",
	"Clean Audio": "دەنگیی خاوێن",
	"Clear": "روون",
	"Clear Plus": "روون پڵەس",
	"Clear Voice Ⅲ": "دةنطى روون Ⅲ",
	"Clear Voice Ⅳ": "دەنگی ڕوونی Ⅳ",
	"Clear1": "خاوێن کردنەوە",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "کرتە بکە لە دوگمەی گرێدان لای خواروو پاش ئەوەی تەختەکلیلی بێتەلی LG ت هەڵدەکرێت و بۆ دۆخی جووتکردن دادەنرێت.",
	"Close": "داخستن",
	"Closed Caption": "روونکردنەوە داخراوە",
	"Closed Caption Settings": "رێکبەندەکانی کاپشنی داخراو",
	"Code Value": "بڕی کۆد",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "کۆکردنەوە و هەڵگرتنی ناونیشانی MAC، ژمارەی مۆدێل، کۆدی وڵات، رێکبەندەکانی زمان و وەشانی نەرمامڕاز بە مەبەستی سەلماندنی تازەترین نەرمامراز بۆ نوێکردنەوە.",
	"Colombia": "کۆلۆمبیا",
	"Colombo": "کۆلۆمبۆ",
	"Color": "رەنگ",
	"Color Gamut": "زنجیرەی رەنگ",
	"Color Management System": "سیستمی بەڕێوەبردنی رەنگ",
	"Color Temperature": "پلەی گەرمی رەنگ",
	"Component": "پێکهاتە",
	"Conakry": "کۆناکری",
	"Confirm the terms and conditions or change whether to accept the agreement.": "پەسەندی مەرج و ڕێساکان بکە یان گۆڕانکاری پەسەند کردنی ڕێکەوتننامەکە بکە.",
	"Congo Brazzaville": "کۆنگۆ - برازاڤیل",
	"Connect": "گرێدان",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "بڵندگۆی Bluetooth و بڵندگۆی تەلەفزیۆن گرێ بدە و خودکارانە دواکەوتنی دەنگی نێوان بڵندگۆکان ڕێک بخە.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "گرێدانی ئامێری دەنگی دەرەکی، کە پشتیوانی لە eARC دەکات، بۆ eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "ئامێری دەرەکی وەک کۆدکەرەوە، میلی دەنگ و هتد بە تەلەفزیۆن گرێ بدە لە سەر بنەمای ڕێنوێنی.",
	"Connect the LAN cable directly to the TV to use the network.": "ڕاستەوخۆ کێبڵی LAN بە تەلەفزیۆنەکە گرێ بدە بۆ بەکارهێنانی تۆڕ.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "گرێدان بە تۆڕەکە بکە لە ڕێگەی بە دەستی نووسینی ناونیشانەکانی IP و ڕاژەکاری DNS.",
	"Connect to the network if a wireless router is installed.": "گرێدان بە تۆڕ بکە ئەگەر ڕاوتەرێکی بێتەل دامەزرێنراوە.",
	"Connect via WPS PBC": "گرێدان لە رێگەی WPS PBC",
	"Connect via WPS PIN": "گرێدان لەرێگەی WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "راوتەر یان مۆدێمەکەت گرێ بدە بە بەکارهێنانی کێبڵی ئیسەرنێت بۆ چالاککردنی گرێدانی تۆڕی تەلدارت.",
	"Connect your TV with WiSA Speakers wirelessly.": "تەلەفزیۆنەکەت بەشێوەی بێتەل لەگەڵ سپیکەری WiSA گرێ بدە.",
	"Connectable Devices ({num})": "ئامێرە گرێدراوەکان ({num})",
	"Connected": "گرێدرا ",
	"Connected to Internet": "بە ئینتەرنێتەوە گرێدرا",
	"Connecting...": "لە گرێداندایە...",
	"Connection": "گرێدان",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "بەڕێوەبردنی گرێدان لەگەڵ تەلەفۆنی هۆشمەند یان کۆمپیوتەر بەردەستە. بۆ گرێدانی تەلەفزیۆنێک لەگەڵ ئامێرێکی مۆبایل، ڕێكبەندەكانی گرێدان و داواکاریەکان لەسەر تەلەفۆنە هۆشمەندەکە و کۆمپیوتەرەکە پێویستن.",
	"Content Recommendations": "پێشنیارەکانی ناوەڕۆک",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "ناوەڕۆک بە دەنگێک پەخش دەکرێت کە گونجاو بێت بۆ گوێ گرتنی فرە کەناڵ ئەگەر دەنگی فرە کەناڵ لە ڕێگەی خزمەتگوزاری HbbTV پشتیوانیکراو بێت.",
	"Contrast": "کۆنتراست",
	"Cool": "جوانە",
	"Copenhagen": "کۆپنهاگن",
	"Copy Channels": "کۆپیکردنی کەناڵەکان",
	"Copy/Delete file": "کۆپی کردن/سڕینەوەی فایل",
	"Correct contrast and brightness by adjusting black levels.": "راستکردنەوەی کۆنتراست و زەقی بە دەستکاریکردنی ئاستەکانی رەش.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "پیکسێلی وێنە ڕاست بکەوە و ڕێگری لە کێشەکانی کواڵیتی وێنە بکە ڕەنگە ئەو کاتە دروست ببێت کە تەلەفزیۆنەکە بۆ ماوەیەکی زۆر هەڵکرا بێت.",
	"Costa Rica": "کۆستا ریکا",
	"Could not fined available network.": "نەیتوانی تۆڕی بەردەست بدۆزێتەوە.",
	"Croatia": "کرواتیا",
	"Croatian": "کرواتی",
	"Cuba": "کوبا",
	"Cuiabá": "سیابا",
	"Current time is not valid. Do you want to set the correct time now?": "کاتی ئێستا دروست نییە. دەتەوێ کاتی دروست ئێستا ڕێک بکەی؟",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "بەهاکانی ئێستای ڕیکبەندەکانی دۆخی وێنەی سازێنراو کارپێکراوە بەسەر دۆخی {pictureMode} دا بۆ هەموو پێدەرەکان. ئایا دەتەوێت بەردەوام بیت؟",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ئامێری تەختەکلیلی بێتەلی LG لەئێستادا گرێدراو لە تەلەفزیۆنەکەت جیادەکرێتەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"Custom": "سازێنراو",
	"Custom Time Zone": "سازاندنی ناوچەی کات",
	"Customer Service": "خزمەتگوزاری بەكاربەر",
	"Cyan": "پیرۆزەیی",
	"Cyprus": "قوبرس",
	"Czech": "چیک",
	"Czech Republic": "کۆماری چیک",
	"Côte d'Ivoire": "کۆت داڤۆر",
	"DNS Server": "سێرڤەری DNS",
	"DR Congo": "کۆماری دیموکراتی کۆنگۆ",
	"DTV Audio Setting": "رێکبەندی دەنگی DTV",
	"Dagbani": "داگبانی",
	"Dakar": "داکار",
	"Damascus": "دیمەشق",
	"Danish": "دانیمارکی",
	"Danmarkshavn": "دانمارکشاڤن",
	"Dar es Salaam": "دارولسەلام",
	"Data Service": "خزمەتگوزاری داتا",
	"Date": "بەروار",
	"Dawson": "داوسۆن",
	"Dawson Creek": "داوسۆن کرییک",
	"Day": "رۆژ",
	"Delete": "سڕینەوە",
	"Delete Connection History": "سڕینەوەی مێژووی گرێدان",
	"Delete Pairing History": "سڕینەوەی مێژووی جووت کردن",
	"Delete Usage Data": "سڕینەوەی داتای بەکارھێنان",
	"Demo Options": "بەربژارەکانی نموونە",
	"Democratic Republic of the Congo": "کۆماری دیموکراتی کۆنگۆ",
	"Denmark": "دانیمارک",
	"Denver": "دێنڤەر",
	"Depressed": "دابەزیو",
	"Deregister": "هەڵوەشاندنەوەی تۆمارکردن",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "لە ڕێگەی دەنگ وەسفی ناوەڕۆکەکانی سەر شاشەکە بکە بۆ ئەو بینەرانەی کێشەی بینینیان هەیە بۆ بەکارهێنانی تەلەفزیۆن.",
	"Detect Range": "مەودای دۆزینەوە",
	"Detroit": "دیترۆیت",
	"Device Connection Settings": "ڕێكبەندەكانی گرێدانی ئامێر",
	"Device List": "لیستی ئامێر",
	"Device Name": "ناوی ئامێر ",
	"Dhaka": "داککا",
	"Digital Mode": "دۆخی دیجیتاڵ",
	"Digital Sound Out": "دەرچووی دەنگی دیجیتاڵ",
	"Digital TV": "تەلەفزیۆنی دیجیتاڵ",
	"Dili": "دیلی",
	"Directed to Older Children (ages 7 and above)": "ئاراستەکراو بۆ منداڵانی بە تەمەنتر (تەمەنەکانی 7 و سەرووتر)",
	"Disabled": "ناچالاککراو",
	"Disconnect": "جیاکردنەوە",
	"Display captions for hearing-impaired viewers to use TV.": "نیشاندانی ژێرنووس بۆ ئەو بینەرانەی کێشەی بیستنیان هەیە بۆ بەکارهێنانی تەلەفزیۆن.",
	"Display fast-moving content smoothly and clearly.": "ناوەڕۆکە خێرا جوڵاوەکان بە ڕێکی و ڕوونتر نیشان بدە.",
	"Display luminance level for the highest point (100 IRE).": "پیشاندانی ئاستی رووناکی بۆ بەرزترین خاڵ (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "وێنەکان لە پلەی گەرمی رەنگی گەرم یان سارد نیشان بدە.",
	"Djibouti": "جیبۆتی",
	"Do Not Sell My Personal Information": "زانیاری کەسییم مەفرۆشە",
	"Do Not Track": "شوێنی هەڵمەگرە",
	"Do you want to continue?": "دەتەوێت بەردەوام بیت؟",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "ئایا دەتەوێت لیستێکی کەناڵی تەلەفزیۆن بۆ سەر هەمارگەی USB کۆپی بکەیت؟ کەناڵەکانی ئێستای تەلەفزیۆنەکەت دەسڕێنەوە.",
	"Do you want to copy channel list from your TV to the USB storage?": "ئایا دەتەوێت لیستی کەناڵی تەلەفزیۆنەکەت بۆ سەر هەمارگەی USB کۆپی بکەیت؟",
	"Do you want to reset Position Settings?": "ئایا دەتەوێت ڕێکبەندەكانی شوێن ڕێک بکەیتەوە؟",
	"Do you want to reset Volume Control?": "ئایا دەتەوێت ڕێکبەندەكانی کۆنترۆڵی ئاستی دەنگ ڕێک بکەیتەوە؟",
	"Do you want to set the correct time now?": "دەتەوێت ئێستا کاتی راست دابنێیت؟",
	"Do you want to turn your TV off now?": "ئایا دەتەوێت ئێستا تەلەفزیۆنەکەت بکوژێنیتەوە؟",
	"Dodoma": "دۆدۆما",
	"Doha": "دۆحە",
	"Dominica": "دۆمینیکا",
	"Dominican Republic": "کۆماری دۆمینیکان",
	"Done": "ئەنجامدرا",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "دوالا",
	"Download Mail": "داگرتنی نامە",
	"Download and Install": "دابەزاندن و دامەزراندن",
	"Downloadable Rating": "نمرە پێدانی توانای داگرتن",
	"Dual Mono": "مۆنۆی دووانە",
	"Dubai": "دوبەی",
	"Dublin": "دوبلن",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "لە کاتی کوژاندنەوەی Always-on، بەشێک لە تایبەتمەندیەکانی وەک ناسینەوەی دەنگ و هتد سنووردار دەکرێن کاتێک شاشەکە کوژاوەتەوە.",
	"Dushanbe": "دووشەنبە",
	"Dutch": "هۆڵەندی",
	"Dynamic Color": "رەنگی داینەمیکی",
	"Dynamic Contrast": "کۆنتراستی دینامیکی",
	"Dynamic Tone Mapping": "دیاریکردنی تۆنی داینامیك",
	"Easter Island": "دورگەی ئیستەر",
	"Eastern Africa": "رۆژهەڵاتی ئەفریقا",
	"Eco": "ئابوری",
	"Eco Mode": "دۆخی Eco",
	"Ecuador": "ئیکوادۆر",
	"Edge Color": "رەنگی قەراغ",
	"Edge Enhancer": "باشکەری لێوار",
	"Edge Type": "جۆری قەراغ",
	"Edit": "بژارکردن",
	"Edmonton": "ئیدمۆنتۆن",
	"Egypt": "میسر",
	"Eirunepé": "ئیرونێپێ",
	"El Salvador": "ئێل سلڤادۆر",
	"El salvador": " ئێل سەلڤادۆر",
	"Emergency Alert": "ئاگاداریی باری ناکاو",
	"Enabled": "چالاککراو",
	"Energy Saving": "پاشەکەوتی وزە",
	"Energy consumption may increase if this feature is on.": "ڕەنگە بەکارهێنانی ووزە بەرز بێتەوە ئەگەر ئەم تایبەتمەندیە هەڵکرا بێت.",
	"Energy saving modes to limit power consumption.": "دۆخەکانی پاشەکەوتی وزە بۆ سنوردارکردنی بەکاربردنی هێز.",
	"English": "ئینگلیزی",
	"Enhance the bass sound.": "باشترکردنی دەنگی گەورە.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "کۆنتراستی نێوان شوێنە تاریک و ڕووناکەکان باشتر بکە بۆ هەندێک پێرست، وەک باکگراوند و دەق، بۆ ئەوەی بە ئاسانی ئەو کەسانە بیبینن کە بینینیان لاوازە.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "وردبینی و تیژی ناوەرۆکەکان باشتر بکە لە ڕێگەى ئەلگۆریزمی فێربوو لە ڕێگەى تەکنیکی فێربوونی قوڵی LG و باشتركردنی قوڵیەک لە ڕێگەی شیکردنەوەی ناوەرۆکەکان.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "چێژ لە ناوەرۆکی Dolby Atmos وەربگرە لەگەڵ باشترین دەنگ لە ڕێگەی هەڵکردنی کاریگەری ساوند فیڵد.",
	"Enjoy TV sound by connecting Wired Headphones.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەی گرێدانی هێدفۆنی تەلدار.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەى ئامێرە دەنگیە گرێدراوەکان بە پۆرتی HDMI IN (کەوانە).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەى ئامێرە دەنگیە گرێدراوەکان بە OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەى ئامێری دەنگی LGی گرێدراوە بە پۆرتی OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەی ئامێرە دەنگیە گرێدراوەکان بە پۆرتی دەنگیی دەرچووی دەرەکی/هێدفۆنی دەرچوو.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەی بڵندگۆی ناوەکی تەلەفزیۆن و هێدفۆنی تەلدار.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "چێژ لە دەنگی تەلەفزیۆن وەربگرە لە ڕێگەی ئامێری دەنگی گرێدراو بە بڵندگۆی ناوەکی تەلەفزیۆن و پۆرتی OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "چێژ لە دەنگێکی ڕوون و سروشتی وەربگرە.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "چێژ لە دەنگ وەربگرە لەگەڵ ئامێری دەنگیی بێتەلی گرێدراو بە LG Sound Sync یان Bluetooth.",
	"Enjoy the sound optimized to the room.": "چێژوەرگرتن لە دەنگی باشترکراو بۆ ژوورەکە.",
	"Enter CI Password": "نهێنوشەی CI تێبکە",
	"Enter the PIN in your router's settings.": "ئەو PIN لە ناو رێکبەندەکانی راوتەرەکەتدا تێبکە.",
	"Enter the master password.": "نهێنوشەی سەرەکی بنووسە.",
	"Equalizer": "هاوسەنگکار",
	"Equatorial Guinea": "گینییا یەکسانی",
	"Eritrea": "ئەریتریا",
	"Estonia": "ئەستۆنیا",
	"Estonian": "ئەستۆنی",
	"Ethiopia": "ئەسیوبیا",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "تەنانەت ئەگەر ڕێکبەندەکە کوژا بێتەوە، دەتوانیت زانیاری پەیوەست لە ڕێگەى ئاڵای کەناڵ و ناسینەوەی دەنگ بپشکنیت.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "تەنانەت کاتێک TV کوژاوەتەو و کەمترین وزە بەکاردەبات، دەتوانیت بە پەیوەستکردنی ئامێری مۆبایل گوێ اە میوزیک بگریت. کە TV هەڵکرایەوە خاسێتی کەشوهەوا دەکرێت خێراتر بەکارب‌ینرێت.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "تەنانەت کاتێک تەلەفزیۆنەکە کوژاوەتەوە، دەتوانیت گوێ لە مووزیک بگریت لە ڕێگەی گرێدانی تەلەفۆنی هۆشمەند بە تەلەفزیۆن لە ڕێگەی Bluetooth.",
	"Every Day": "هەموو رۆژێک",
	"Every Weekday": "هەموو رۆژێکی هەفتە",
	"Every Weekend": "هەموو کۆتایی هەفتەیەک",
	"Ewe": "ئیوی",
	"Expert (Bright Room)": "شارەزا (ژووری رووناک)",
	"Expert (Dark Room)": "شارەزا (ژووری تاریک)",
	"Export your TV's channel list information to a connected USB device.": "زانیاری لیستی کەناڵی تەلەفزیۆنەکەت هەناردە بکە بۆ ئامێرێکی USB گرێدراو.",
	"Extended": "درێژکراوە",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "درێژکردنەوەی ماوەیەکی کاتی ڕێکبەندی خود کوژانەوە یان کوژاندنەوەی ئەرکەکە ڕەنگە بەکارهێنانی هێز زیاد بکات.",
	"Extreme": "تووند",
	"Eye Comfort Mode": "شێوازی ئارامی چاو",
	"FILMMAKER MODE Auto Change": "گۆڕینی خودكاری FILMMAKER MODE",
	"Fantasy Violence": "سر}ینه‌وه‌ی خه‌یاڵی",
	"Fast": "خێرا",
	"Fernando de Noronha": "فێرناندۆ دی نۆرۆنها",
	"Fiji": "فیجی",
	"Find and tell an audio device available to connect around TV.": "ئامێرێکی دەنگی دەوروبەری تەلەفزیۆنی بەردەست بدۆزەوە و بیڵێ بۆ گرێدانی لەدەوری تەلەفزیۆن.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "سافکردنی بۆشاییە رەنگییەکانی سور، سەوز، شین، پیرۆزەیی، ئەرخەوانی و زەرد.",
	"Finland": "فینلاند",
	"Finnish": "فینلاندی",
	"Flash": "درەوشانەوە",
	"Flat Mode": "دۆخی فلات",
	"Font": "فۆنت",
	"Font 1": "فۆنتی 1",
	"Font 2": "فۆنتی 2",
	"Font 3": "فۆنتی 3",
	"Font 4": "فۆنتی 4",
	"Font 5": "فۆنتی 5",
	"Font 6": "فۆنتی 6",
	"Font 7": "فۆنتی 7",
	"Font 8": "فۆنتی 8",
	"Football": "فووتبۆڵ",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "بۆ ڕاوتەری بێتەلی چالاککراوی WPS (سێتەپی پارێزراوی Wi-Fi)، کۆدی PIN بنووسە بۆ گرێدانی تەلەفزیۆنەکە بە تۆڕی بێتەل.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "بۆ ڕاوتەری بێتەلی چالاککراوی WPS (سێتەپی پارێزراوی Wi-Fi)، دوگمەی WPS-PBC دابگرە بۆ گرێدانی تەلەفزیۆنەکە بە تۆڕی بێتەل.",
	"Fortaleza": "فۆرتالێزا",
	"France": "فەرەنسا",
	"Freetown": "فریتاون",
	"French": "فەرەنسی",
	"French Polynesia": "پۆلینێسیای فەرەنسی",
	"Full Wide": "بەرینی تەواو",
	"Ga": "گا",
	"Gabon": "گابۆن",
	"Gaborone": "گابۆرۆن",
	"Gaelic": "گایلی",
	"Galapagos Islands": "دورگەکانی گالاپاگۆس",
	"Galician": "گالیسی",
	"Gallery": "گەلەریی",
	"Gambia": "گامبیا",
	"Gambier": "گامبیێر",
	"Game": "یاری",
	"Gamma": "گاما",
	"Gateway": "دەروازە",
	"General": "گشتی",
	"General Age": "تەمەنی گشتی",
	"General Audience": "بینەرانی گشتی",
	"General Audiences": "بینەرانی گشتی",
	"General Program Locks": "كلیلدانی بەرنامەی گشتی",
	"Georgia": "جۆرجیا",
	"German": "ئەڵمانی",
	"Germany": "ئەڵمانیا",
	"Get started in a quiet environment for sound optimization.": "لە ژینگەیەکی هێمن دەست پێبکە بۆ باشکردنی دەنگ",
	"Getting...": "بەدەستی دێنێت...",
	"Ghana": "گانا",
	"Gibraltar": "گیبراڵتەر",
	"Glace Bay": "گلەیس بەی",
	"Godthab": "گۆتاب",
	"Grayscale": "سکێڵی بۆر",
	"Greece": "یۆنان",
	"Greek": "یۆنانی",
	"Green": "سەوز",
	"Greenland": "گرینلاند",
	"Grenada": "گرینادا",
	"Guadalcanal": "گوادالاکاناڵ",
	"Guadeloupe": "گوادالوپێ",
	"Guam": "گوام",
	"Guatemala": "گواتیمالا",
	"Guatemala City": "گواتیمالا سیتی",
	"Guayaquil": "گوایاکییل",
	"Guernsey": "گوێرنسیGuernsey",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "ڕێنوێنی پێرست و کردارەکان بکە لە ڕێگەی دەنگەوە بۆ ئەو بینەرانەی کێشەی بینیان هەیە بۆ بەکارهێنانی تەلەفزیۆن.",
	"Guinea": "گینیا",
	"Guinea Bissau": "بیساوی گینیا",
	"Guinea Conakry": "گینیا کۆناکری",
	"Guinea Equatorial": "گینیای یەکسانی",
	"Gujarati": "گوجاراتی",
	"Guyana": "گینیا",
	"H Position": "جێگەی H",
	"H Sharpness": "رەونەقی H",
	"H Size": "قەبارەی H",
	"HD Mode": "دۆخی HD",
	"HD Mode Option": "بەربژاری دۆخی HD",
	"HDD Eco Mode": "دۆخی HDD Eco",
	"HDD Power Saving Mode": "دۆخی پاشەکەوتی وزەی HDD",
	"HDMI Input Audio Format": "فۆرماتی دەنگی ئینپوتی HDMI",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} و HDMI {port2} پشتیوانی لە 8K Ultra HD Deep Color دەکەن.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} و HDMI {port2} پشتیوانی لە Ultra HD Deep Color دەکەن.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "پۆرتی HDMI {port1} پشتیوانی لە 8K Ultra HD Deep Color دەکات.",
	"HDMI {port1} port support Ultra HD Deep Color.": "پۆرتی HDMI {port1}پشتیوانی لە Ultra HD Deep Color دەکات.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} ﻭ HDMI {port2} و HDMI {port3} پشتیوانی لە8K Ultra HD Deep Color دەکەن.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} ﻭ HDMI {port2} و HDMI {port3} پشتیوانی لە Ultra HD Deep Color دەکەن.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} ﻭ HDMI {port2} ﻭ HDMI {port3} و HDMI {port4} پشتیوانی لە 8K Ultra HD Deep Color دەکەن.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "پۆرتەکانی HDMI {port1} ﻭ HDMI {port2} ﻭ HDMI {port3} و HDMI {port4} پشتیوانی لە Ultra HD Deep Color دەکەن.",
	"HDR Effect": "HDR کاریگەریی",
	"HDR Picture Mode": "دۆخی وێنەی HDR",
	"Haiti": "هاییتی",
	"Halifax": "هالیفاکس",
	"Harare": "هاراری",
	"Harbin": "هاربین",
	"Hard of Hearing": "گوێ گرانی",
	"Hausa": "هاوسا",
	"Havana": "هاڤانا",
	"Headphones Volume": "ئاستی دەنگی بیستۆک",
	"Hebrew": "عیبری",
	"Helsinki": "هێلسنکی",
	"Hermosillo": "هێرمۆسیلۆ",
	"High": "بەرز",
	"High Contrast": "کۆنتراستی بەرز",
	"Higher values increase a sense of warmth or coldness.": "بەها باڵاکان هەستێکی گەرمی و فێنکی زیاد دەکەن.",
	"Hindi": "هیندی",
	"Ho Chi Minh": "هۆ چی مینە",
	"Home Animation": "جووڵەی ماڵەوە",
	"Home Auto Launch": "خود بەکارخستنی ماڵەوە",
	"Home Mode": "شێوازی ماڵەوە",
	"Home Promotion": "ڕیکڵامی ماڵەوە",
	"Home Settings": "ڕێکبەندەکانی ماڵەوە",
	"Home/Store Mode": "دۆخی ماڵەوە/فرۆشگا",
	"Honduras": "هۆندۆراس",
	"Hong Kong": "هۆنگ کۆنگ",
	"Hongkong": "هۆنگ کۆنگ",
	"Honolulu": "هۆنۆلولو",
	"Hours": "کاتژمێر",
	"However, the IPv6 version of the address does not support editing.": "هەرچۆنێک بێت، وەشانی IPv6ی ناونیشانەکە پشتیوانی لە بژار کردن ناکات.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "هەرچۆنێک بێت، بۆ ئەوەی تەلەفزیۆنەکەت لە باشترین دۆخ بهێڵیتەوە، Always-on ناچالاک دەکرێت بۆ ماوەی پێنج کاتژمێر و هێزەکە بە تەواوەتی دەکوژێنرێتەوە.",
	"Hungarian": "هەنگاری",
	"Hungary": "هەنگاریا",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "گرنگە! ریسێتکردنەوە هەموو رێکبەندەکانی ئەژمێرەکەت و کاربەرنامە دامەزرێنراوەکان دەسڕێتەوە. ئەم کردارە پەشیمان بوونەوەی نییە.",
	"IP (Automatic)": "IP (خودکار)",
	"IP (Manual)": "IP (دەستی)",
	"IP Address": "ناونیشانی IP ",
	"IVC (Cote d’Ivoire)": "IVC (کۆت داڤۆر)",
	"Iceland": "ئایسلاند",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "کاتێک Auto Power Sync هەڵدەبژێریت، هەرکات ئامێرێکی SIMPLINK هەڵ بکەیت تەلەفزیۆنەکەت خۆی هەڵ دەبێت و ئەگەر تەلەفزیۆنەکەت بکوژێنیتەوە، ئامێری SIMPLINKیش دەکوژێتەوە.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "ئەگەر کۆنترۆڵى جۆکەری کۆدکەرەوە/OTT سێتەپکراوە، سوود لە بەکارهێنانی کۆدکەرەوەی گرێدراو وەربگرە لە ڕیمۆت کۆنترۆڵی LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "ئەگەر ئامێرێک بە پۆرتەکە گرێدراوە، دەتوانیت سەیری وێنەی باشترکراوی یاری بکەیت بە کەمترین دواکەوتن یان پچڕانی ڤیدیۆی ئامێرەکە.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "ئەگەر هەڵکرابێت و تۆیش بە ئامێرێکەوە گرێ بدەیت کە هەروەها پشتگیری Ultra HD Deep Color دەکات، رەنگە وێنەکەت روونتر بێت.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ئەگەر تۆمارکردن یان نوێکردنەوەی نەرمامراز ئەنجام بدرێت، چاوەڕوان دەکات تا تەواو دەبێت و پرۆسەکە ڕەنگە زیاتر لە یەک کاتژمێر بخایەنێت.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "ئەگەر تۆمارکردن یان نوێکردنەوەی نەرمامراز ئەنجام بدرێت، چاوەڕوان دەکات تا تەواو دەبێت و پرۆسەکە ڕەنگە زیاتر لە {n} خولەک بخایەنێت.",
	"If the device is not connected, you may not hear any sound through it.": "ئەگەر ئامێرەکە بە دروستی گرێ نەدرا بێت، ڕەنگە هیچ دەنگێکی لێوە نەبیستیت.",
	"If the edge of the screen is not clean, please turn this function off.": "ئەگەر لێواری شاشەکە پاک نیە، تکایە ئەم کردارە بکوژێنەوە.",
	"If the program does not support multiple languages, the default language is selected.": "ئەگەر پرۆگرامەکە پشتیوانی لە فرە زمان نەکات، ئەوە زمانی بنەڕەتی دەسنیشان دەکرێت.",
	"If the program does not support the selected output format, the default output from the source will be used.": "ئەگەر بەرنامەکە پشتگیری ناکات لە شێوەی دەرچووی دەسنیشانکراو، دەرچووی گریمانە لە سەرچاوەوە بەکاردەهێنرێت.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "ئەگەر پرۆگرامەکە پشتیوانی لە ڕێکبەندی دەنگی جیاواز نەکات، دەنگی بنەڕەتی دەسنیشان دەکرێت.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "ئەگەر هەمان نیشانە دووبارە بوویەوە، تکایە دووبارە بەهای دیاریکراو بگۆڕە یان ئامێری دەرەکی گرێدراو دەست پێبکەوە.",
	"If the selected language does not support, the default language from broadcasts will be used.": "ئەگەر زمانی دەسنیشانکراو پشتیوانی نەکات، زمانی بنەڕەتی لە پەخشەکان بەکاردێت.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "ئەگەر شاشەی جێگیر هیچ ئینپوتێکی بەکارهێنەر بۆ ماوەی یەک کاتژمێر وەرنەگرێت، بۆ سکرین سەیڤەر دەگۆڕێت.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "ئەگەر ئەو کاتەی دیاری دەکەیت زۆر جیاواز بێت لە کاتی ئێستا، هەندێک تایبەتمەندی هۆشمەند ڕەنگە نیشان نەدرێن.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "ئەگەر لەرێگەی ئامێرەکەوە هیچ دەنگێک نابیستیت، دڵنیا بە کە بە دروستی کار دەکات و پشتیوانی LG Sound Sync دەکات.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "ئەگەر دۆخی نمایشی فرۆشگا دەسنیشان بکەیت، بۆ بەهای باشترکراو دانراوە بۆ نمایشی تاکفرۆشی فرۆشتنی تەلەفزیۆن.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "ئەگەر \"ڕێنمای دەنگی\" هەڵبکەیت، دەتوانیت تەنها بە دوگمەکانی چەپ، ڕاست، سەرەوە و خوارەوەی سەر ڕیمۆتەکەت بگوازیتەوە و هەندێک جێبەجێکردن کە پێویستی بە نیشاندەرە ناکرێت بەکاربێت.",
	"If you turn it off, CAM operator's profile will be deleted.": "ئەگەر بیکوژێنیتەوە، پرۆفایلی کارپێکەری CAM دەسڕێتەوە.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ئەگەر بیکوژێنیتەوە، گشت کەناڵە دۆزراوەکانی CAM بەردەست نابن و ئاگانامەکانیش چی تر بەردەست نابن.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "ئەگەر 'دەستپێکردنی خێرا+' بکوژێنیتەوە، ئەوا ناتوانیت تەلەفزیۆنەکەت بە ڕێمۆت‌کۆنترۆڵی ڕەها هەڵبکەیت. ئایا دەتەوێت بەردەوام بیت؟",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ئەگەر سکرین سەیڤەرەکە بکوژێنیتەوە و هەمان وێنە بۆ ماوەی زیاتر لە 2 کاتژمێر لەسەر شاشەکە بمێنێتەوە، دەکرێت کار بکاتە سەر کواڵیتی وێنەی شاشەکەت. ئەگەر بۆ زیاتر لە 5 کاتژمێر بمێنێتەوە، دابەزینی کواڵیتی وێنەی هەمیشەیی لەوانەیە ڕوو بدات. ئایا دەتەوێت بەردەوام بیت؟",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "ئەگەر ئەم بەربژارە بکوژێنیتەوە، ڕەنگە شاشەی جێگیر بۆ ماوەیەکی زیاتر بمێنێتەوە، کە کواڵیتی شاشە خراپ دەکات یان لە هەندێک حاڵەت بە زەحمەت چاک دەبێتەوە.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ئەگەر ئامرازی پاشەکەوتی وزە بە کار بهێنیت، ڕووناکیی تەلەفزیۆنەکەت کەم دەبێتەوە.",
	"Import your TV's channel list information from a connected USB device.": "زانیاری لیستی کەناڵی تەلەفزیۆنەکەت هاوردە بکە لە ئامێرێکی USB گرێدراوەوە.",
	"Import/export your TV's channel list information from/to a connected USB device.": "زانیاری لیستی کەناڵی تەلەفزیۆنەکەت هاوردە/هەناردە بکە لە/بۆ ئامێرێکی USB گرێدراوەوە.",
	"In Home": "لە ماڵەوە",
	"India": "هیندستان",
	"Indianapolis": "ئیندیانپۆلیس",
	"Indonesia": "ئەندۆنیسیا",
	"Indonesian": "ئەندۆنیسی",
	"Inner": "ناوەکی",
	"Input": "تێچوو",
	"Input Locks": "قوفڵکردنی تێچوو ",
	"Input field": "خانەی پێدان",
	"Installing...": "خەریکی دامەزراندنە...",
	"Instant Game Response": "وەڵامی یاری دەسبەجێ",
	"Interactive Service": "خزمەتگوزاری کارلێکەر",
	"Interactivity(DTVi)": "کارلێکی(DTVi)",
	"Internal TV Speaker": "بڵندگۆی ناوەکی تەلەفزیۆن",
	"Invert Colors": "گۆڕینی ڕەنگەكان",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "چەند ڕەنگێکی هەندێک پێرست پێچەوانە بکەوە و بژار بکە بۆ باشتركردنی بینراویی ئایتمە نیشاندراوەکانی سەر شاشەکە.",
	"Iran": "ئێران",
	"Iraq": "عێراق",
	"Ireland": "ئێرلەندا",
	"Irish": "ئێرلەندی",
	"Irkutsk": "ئیرکوتسک",
	"Israel": "ئیسرائیل",
	"Istanbul": "ئەستانبوڵ",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "بریتیە لە ڕێککردنەوە بۆ دۆخی وێنە بە شێوەی تاکە کەسی، بۆیە دۆخی وێنەی خوازراو دەسنیشان بکە و ڕیسێتی بکەوە.",
	"It may not sound depending on connected devices.": "ڕەنگە دەنگ دروست نەکات بەگوێرەی ئامێرە گرێدراوەکان.",
	"It may take a few minutes.": "رەنگە چەند خولەکێکی کەم بخایەنێت.",
	"It may take a few seconds.": "رەنگە چەند چرکەیەکی کەم بخایەنێت.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "باشترین دەنگ یان دەوروبەری مەجازی 4.0 پێشکەش دەکات بە گوێرەی چەشنی سەیرکردن لە ڕێگەی ئەلگۆریزمی فێربوو لە ڕێگەی تەکنیکی فێربوونی ئامێری LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "باشترین دەنگ یان دەوروبەری مەجازی 5.1 پێشکەش دەکات بە گوێرەی چەشنی سەیرکردن لە ڕێگەی ئەلگۆریزمی فێربوو لە ڕێگەی تەکنیکی فێربوونی قووڵی LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "دەنگی باشترکراو پێشکەش دەکات لە ڕێگەی ڕێکخستنی دەنگە دروست بووەکە لە ژوورەکەدا لە سەر بنەمای جۆری دانانی تەلەفزیۆن.",
	"It reduces jaggies in the picture for a smooth picture.": "ناڕێکی لە وێنەکە کەم دەکاتەوە بۆ وێنەیەکی باشتر.",
	"It works only when the broadcasting program supports captions.": "تەنھا ئەو کاتە کار دەکات کە پرۆگرامی پەخشکردنی پشتیوانی لە کاپشن دەکات.",
	"It works only when the broadcasting program supports subtitles.": "تەنھا ئەو کاتە کار دەکات کە پرۆگرامی پەخشکردنی پشتیوانی لە ژێرنووس دەکات.",
	"Italian": "ئیتالی",
	"Italy": "ئیتالیا",
	"Ivory Coast": "کۆت دیڤوار",
	"Jakarta": "جاکارتا",
	"Jamaica": "جامایکا",
	"Japan": "ژاپۆن",
	"Japanese": "ژاپۆنی",
	"Jayapura": "جایاپوورا",
	"Jerusalem": "قودس",
	"Johannesburg": "جۆهانسبێرگ",
	"Jordan": "ئەردەن",
	"Just Scan": "تەنها سکانکردن",
	"Kabul": "کابوڵ",
	"Kaliningrad": "کالینینگراد",
	"Kamchatka": "کامچاتکا",
	"Kampala": "کامپالا",
	"Kannada": "کاننادا",
	"Karachi": "کەراچی",
	"Kasem": "کاسم",
	"Kashgar": "کاشغەر",
	"Katmandu": "کاتماندۆ",
	"Kazakh": "کازاخ",
	"Kazakhstan": "کازاخستان",
	"Kenya": "کینیا",
	"Keyboard Languages": "زمانەکانی تەختەکلیل",
	"Khartoum": "خەرتوم",
	"Khovd": "کۆڤد",
	"Kiev": "کییڤ",
	"Kigali": "کیگالی",
	"Kingston": "کینگستن",
	"Kinshasa": "کینشاسا",
	"Kiribati": "کیریباتی",
	"Kiritimati": "کیریتیماتی",
	"Kolkata": "کۆلکاتا",
	"Korea": "کۆریا",
	"Korean": "کۆری",
	"Krasnoyarsk": "کرانسۆیارسک",
	"Kuala Lumpur": "کوالالامپور",
	"Kuching": "کوچینگ",
	"Kuwait": "کوێت",
	"Kuwait City": "شاری کوێت",
	"Kyrgyzstan": "قیرغیزستان",
	"LED Local Dimming": "تاریککردنی ناوەکی LED",
	"LG Logo Light (Front of TV)": "رووناکی لۆگۆی LG (پێشی تەلەفزیۆنەکە)",
	"LG Services Country": "وڵاتی خزمەتگوزاریەکانی LG",
	"LG Wireless Keyboard": "تەختەکلیلی بێتەلی LG",
	"LG Wireless Keyboard Connected:": "تەختەکلیلی بێتەلی LG گرێدراو:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "تەختەکلیلی بێتەلی LG ڕێگەت پێدەدات لە ڕێگەى Bluetooth کۆنترۆڵی تەلەفزیۆنەکەت بکەیت.",
	"La Paz": "لاپاز",
	"Lagos": "لاگۆس",
	"Language": "زمان ",
	"Laos": "لاوۆس",
	"Large": "گەورە",
	"Last tuning:": "دوایین سازکردن:",
	"Latvia": "لاتڤیا",
	"Latvian": "لاتیڤی",
	"Lebanon": "لوبنان",
	"Left": "چەپ",
	"Left Right": "چەپ/راست",
	"Left Surround": "دەوروبەری چەپ",
	"Left drop shadow": "سێبەری داکەوتووی چەپ",
	"Legal Notice": "ئاگاداریی یاسایی",
	"Lesotho": "لێسۆسا",
	"Liberia": "لایبیریا",
	"Libreville": "لیبرێڤیل",
	"Libya": "لیبیا",
	"Liechtenstein": "لیشنشتاین",
	"Light": "چرا",
	"Lilongwe": "لیلۆنگوا",
	"Lima": "لیما",
	"Limit AD Tracking": "سنووردارکردنی بەدواداچوونی ڕیکلام",
	"Lisbon": "لیشبۆن",
	"Lithuania": "لیتوانیا",
	"Lithuanian": "لیتوانی",
	"Live Theater": "شانۆی راستەوخۆ",
	"Ljubljana": "لوبلیانا",
	"Loading...": "باردەکات...",
	"Local": "ناوخۆیی",
	"Local Language": "زمانی هەرێم",
	"Location": "شوێن",
	"Lock All": "قوفڵکردنی هەموو",
	"Lock changes for currently running apps will be applied the next time they are started.": "گۆڕانکاریەکانی قوفڵ بۆ ئەوجێبەجێکاریانەی لە ئێستادا جێبەجێدەکرێن، لە کاتی دواتردا کە دەستپێدەکەنەوە کاریان پێدەکرێت.",
	"Logo Luminance Adjustment": "ڕێکخستنی ڕووناکی لۆگۆ",
	"Lome": "لۆم",
	"London": "لەندەن",
	"Lord Howe": "لۆرد هۆو",
	"Los Angeles": "لۆس ئەنجلس",
	"Louisville": "لویسڤیل",
	"Low": "نزم",
	"Luanda": "لواندا",
	"Lubumbashi": "لوبومباشی",
	"Luminance": "زەقی",
	"Lusaka": "لوساکا",
	"Luxembourg": "لۆکسمبرگ",
	"MAC Address": "ناونیشانی MAC",
	"MAC Address (Wired)": "ناونیشانی MAC (تەلدار)",
	"MAC Address (Wireless)": "ناونیشانی MAC (بێتەل)",
	"MASTER PASSWORD": "نهێنوشەی سەرەکی",
	"MHEG Guide": "رێنوێنی MHEG",
	"MPEG Noise Reduction": "کەمکردنەوەی ژاوەژاوی MPEG",
	"Macao": "ماکاو",
	"Macedonia": "ماسادۆنیا",
	"Macedonia, The Former Yugoslav Republic Of": "ماسەدۆنیا، کۆماری یۆگۆسلاڤیای پێشوو",
	"Macedonian": "مەسەدۆنی",
	"Maceió": "ماسییۆ ",
	"Maceió ": "ماسییۆ ",
	"Madagascar": "مەدەغەشقەر",
	"Madeira": "مادێریا",
	"Madrid": "مەدرید",
	"Magadan": "ماگادان",
	"Magenta": "ئەرخەوانی",
	"Makassar": "ماکاسار",
	"Make blurry or difficult-to-see areas more vivid.": "ئە شوێنانەی لێڵن یان بینینیان زەحمەتە ڕوونتر بکە.",
	"Malabo": "مالابۆ",
	"Malawi": "مالاوی",
	"Malay": "مالیزی",
	"Malayalam": "مالایام",
	"Malaysia": "مالیزیا",
	"Maldives": "ماڵدیڤ",
	"Mali": "مالی",
	"Malta": "ماڵتا",
	"Manage channels stored on the TV.": "بەڕێوەبردنی کەناڵە هەمارکراوەکانی سەر تەلەفزیۆنەکە.",
	"Managua": "ماناگوا",
	"Manama": "مەنامە",
	"Manaus": "ماناوس",
	"Mandarin": "مەندەرینی",
	"Manila": "مانیلا",
	"Manual": "نامیلکەی بەکارهێنان",
	"Maori": "ماوۆری",
	"Maputo": "ماپوتۆ",
	"Marathi": "ماراتی",
	"Marquesas": "مارکیساس",
	"Marshall Islands": "دورگەکانی مارشال",
	"Martinique": "مارتینیک",
	"Maseru": "ماسێرو",
	"Mature Audience Only": "تەنها بینەری پێگەیشتوو",
	"Mauritania": "مۆریتانیا",
	"Mauritius": "مۆریشیۆس",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "بەدەستهێنانی زۆرترین کۆنتراست بە زیادکردنی چڕی ناوچە زەق و تاریکەکانی شاشەکە.",
	"Mayotte": "مایۆت",
	"Mazatlán": "مازاتلان",
	"Mbabane": "مبابان",
	"Medium": "مامناوەندی",
	"Menu Language": "زمانی پێرست",
	"Menu Transparency": "شەفافیەتی پێرست",
	"Message": "پەیام",
	"Method": "شێواز",
	"Mexico": "مەکسیک",
	"Mexico City": "مەکسیکۆ سیتی",
	"Middle East": "رۆژهەڵاتی ناوەراست",
	"Minsk": "مینسک",
	"Minutes": "خولەک",
	"Mobile Connection Management": "بەڕێوەبردنی گرێدانی مۆبایل",
	"Mode Option": "بەربژاری دۆخ",
	"Model": "مۆدێل ",
	"Mogadishu": "مەقادیشۆ",
	"Moldova": "مۆلدۆڤا",
	"Monaco": "مۆناکۆ",
	"Moncton": "مۆنکتۆن",
	"Mongolia": "مەنگۆلیا",
	"Monrovia": "مۆنرۆڤیا",
	"Montenegro": "مۆنتینیگرۆ",
	"Monterrey": "مۆنتێری",
	"Montevideo": "مۆنتیڤیدیۆ",
	"Month": "مانگ",
	"Montréal": "مۆنتریال",
	"Morocco": "مەغریب",
	"Moscow": "مۆسکۆ",
	"Motion Eye Care": "بایەخدانی Motion Eye",
	"Movie Lock": "قوفڵی فیلم",
	"Mozambique": "مۆزەمبیق",
	"Multi Audio": "فرە دەنگی",
	"Multi Channel Audio": "دەنگی فرەکەناڵ",
	"Multi Feed": "فرە فید",
	"Multiple": "فرە",
	"Muscat": "مەسقەت",
	"Music": "مووزیک",
	"Myanmar": "میانمار",
	"Mérida": "مێریدا",
	"NEXTGEN TV Mode": "دۆخی تەلەفزیۆنی NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - نیو ساوس وێڵز/هەرێمی پایتەختی ئوسترالی - سیدنی",
	"NT - Northern Territory - Darwin": "NT - هەرێمی باکور - داروین",
	"Nairobi": "نایرۆبی",
	"Namibia": "نامیبیا",
	"Narrow": "بەرتەسک",
	"Nassau": "ناساو",
	"Natural": "سروشتی",
	"Ndjamena": "نجامێنا",
	"Nepal": "نیپاڵ",
	"Netherland": "هۆڵەندا",
	"Netherlands": "هۆڵەندا",
	"Network": "تۆڕ ",
	"Network Connection Settings": "ڕێكبەندەكانی گرێدانی تۆڕ",
	"Network Name": "ناوی تۆڕ ",
	"Network-Based Personalization Recommendations": "پێشنیارەکانی بەکەسیکردنی بنیاتنراو لە سەر تۆڕ",
	"New Caledonia": "نیو کالیدۆنیا",
	"New York": "نیۆرک",
	"New Zealand": "نیو زیلاند",
	"Next": "دواتر",
	"Niamey": "نیامی",
	"Nicaragua": "نیکاراگوا",
	"Nicosia": "نیکۆسیا",
	"Niger": "نەیجەر",
	"Nigeria": "نایجیریا",
	"Night": "شەو",
	"Nipigon": "نیپیگۆن",
	"No": "نەخێر",
	"No Internet via 3G/4G network": "ئینتەرنێت نییە لە رێگەی تۆڕی 3G/4G",
	"No Internet via Ethernet": "ئینتەرنێت لە ڕێگەی ئیسەرنێتەوە نییە",
	"No Internet via Wi-Fi": "ئینتەرنێت لە رێگەی Wi-Fi نییە",
	"No One 17 and Under Admitted.": "رێنادرێت بە هیچ کەسێکی 17 و خوارتر.",
	"No Operation Auto Off": "هیچ سیگناڵێکی کارپێکردنی خودکار نییە",
	"No Signal Auto Off": "هیچ سیگناڵێکی کوژاندنەوەی خودکار نییە",
	"No Signal Image": "هیچ وێنەیەکی سیگنال نیە",
	"No Signal Power Off (15Min)": "سیگناڵ نییە هێزی تەلەفزیۆن کوژاوەیە (15خ)",
	"No devices have been found.": "هیچ ئامێرێک نەدۆزرایەوە.",
	"No paired devices.": "هیچ ئامێرێکی جووتکراو نیە.",
	"No signal on Server": "هیچ سیگناڵێک لە سێرڤەر نیە",
	"No updates found.": "نوێکردنەوە نەدۆزرایەوە.",
	"Noise Reduction": "کەمکردنەوەی ژاوەژاو",
	"None": "هیچکام",
	"Normal": "ئاسایی",
	"North Korea": "کۆریای باکور",
	"Northern Africa": "باکوری ئەفریقا",
	"Norway": "نەرویج",
	"Norwegian": "نەرویجی",
	"Not Connected": "گرێنەدراوە ",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "تێبینی: ئەگەر ئامێرەکە پشتیوانی لەم ئامڕازە نەکات، رەنگە بە رێکوپێکی کارنەکات. لەم حاڵەتەدا، دەتوانیت ئامێرەکە بە پۆرتێکی جیاوازی HDMI گرێ بدەیت یان رێکبەندی 8K HDMI Ultra HD Deep Color بکوژێنیتەوە.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "تێبینی: ئەگەر ئامێرەکە پشتیوانی لەم ئامڕازە نەکات، رەنگە بە رێکوپێکی کارنەکات. لەم حاڵەتەدا، دەتوانیت ئامێرەکە بە پۆرتێکی جیاوازی ئێچ دی ئێم ئای گرێ بدەیت یان رێکبەندی HDMI Ultra HD Deep Color بکوژێنیتەوە.",
	"Note: Available options depend on the broadcast program.": "تێبینی: ئەو بژاردانە کە هەن بەسرواته‌وه‌ بەو بەرنامە کە پەخش دەکرێت.",
	"Note: Behavior may differ if connected device is not a LG device.": "تێبینی: رەنگە رەفتار بگۆڕیت ئەگەر ئامێری گرێدراو بە ئامێرێکی LG یەوە گرێ نەدرابێت.",
	"Note: Only displayed when it is provided by the program.": "تێبینی: تەنها کاتێک نیشان دەدرێت کە لەلایەن بەرنامەکەوە دابین کرابێت.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "تێبینی: ژێرنووسەکان تەنها کاتێک نیشان دەدرێن کە لەلایەن بەرنامەی پەخشکراوەوە دابین کرابێتن.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "تێبینی: دەشێت تایبەتمەندیە پشتیوانیکراوەکان بەپێی مۆدێل و شەفافیەتەکەی بەگوێرەی کرداری تایبەتمەندی بە پەخشی دووبارەی ناوەرۆکی وەک Live TV یان ناوەرۆکی VOD جیاواز بێت.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "تێبینی:<br>1. ئەگەر تەلەفزیۆنەکەت لە کاتی کارکردنی تازەکەرەوەی پیکسێل دا هەڵ بکرێت، پرۆسەکە دەوەستێنێت و پێویستە دووبارە سەرلەونوێ ئەنجامی بدەیت.<br>2. لە کاتی لێکدانەوە دا، ڕەنگە هێڵێکی سپی لەسەر شاشەکە دەربکەوێت. ئەمە لە کاتی پاککردنەوەی شاشە دا ئاساییە.",
	"Notifications": "ئاگانامەکان",
	"Nouméa": "نۆومیا",
	"Novosibirsk": "نۆڤۆسیبریسک",
	"Nzema": "نزیمە",
	"OK": "باشە",
	"OLED LIGHT": "OLED روناک",
	"OLED Screen Saver": "سکرین سەیڤەری OLED",
	"Object Audio": "دەنگی شت",
	"Off": "کوژاندنەوە",
	"Oman": "عومان",
	"Omsk": "ئۆمسک",
	"On": "هەڵکردن",
	"OnTimer Channel not selected": "کەناڵی سەر کاتگر دیاری نەکراوە.",
	"Open": "کردنەوە ",
	"Open Source Licenses": "إشعار البرامج مفتوحة المصدر",
	"Open when TV is turned on": "بیکەرەوە کاتێک تەلەفزیۆن هەڵکراوە",
	"Operate once when TV is off": "ئەو کاتەی تەلەفزیۆن دەکوژێتەوە بیخە کار",
	"Optical": "بینایی",
	"Optical + Internal TV Speaker": "Optical + بڵندگۆی ناوەکی تەلەفزیۆن",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "قوڵیەک باشتر بکە بۆ ناوەرۆکەکان لە ڕێگەی ئەلگۆریزمی فێربوو لە ڕێگەی تەکنیکی فێربوونی ئامێری LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "رێکبەندەکانی کۆنتراست لەسەر بنەمای زەقی وێنەی ناوەرۆکی HDR باشتر بکە.",
	"Optimize contrast settings based on image brightness.": "باشینەکردنی رێکبەندەکانی کۆنتراست لەسەر بنەمای زەقی وێنە.",
	"Optimize the sound for a cinematic experience.": "دەنگ باشتر بکە بۆ ئەزموونی سینەمایی.",
	"Oranjestad": "ئۆرانجێستاد",
	"Original Language": "زمانی بنەڕەتی",
	"Oslo": "ئۆسلۆ",
	"Others": "هیتر",
	"Ouagadougou": "ئۆوگاداوگاو",
	"Outer": "دەرەکی",
	"Output sound through the Internal TV speaker.": "دەنگی دەرچوو لەرێگەی بڵندگۆی ناوەکی تەلەفزیۆنەکە.",
	"Pakistan": "پاکستان",
	"Palau": "پالاو",
	"Panama": "پاناما",
	"Panama City": "پاناما سیتی",
	"Panjabi": "پەنجابی",
	"Papua New Guinea": "پاپوا نیو گینیا",
	"Paraguay": "پاراگوای",
	"Paramaribo": "پاراماریبۆ",
	"Parental Guidance Suggested": "رێنمایی باوان پێشنیازکراوە",
	"Parental Guidance Suggested :": "چاودێری دایباب پێشنیازکراوە:",
	"Parental guidance suggested for children ages 8-13.": "چاودێری دایباب بۆ منداڵانی تەمەن 8-13 پێشنیارکراوە.",
	"Parents Guidance strongly required :": "چاودێری دایباب زۆر داواکراوە:",
	"Parents Strongly Cautioned": "هۆشداری تووند بۆ باوان",
	"Paris": "پاریس",
	"Password": "نهێنوشە ",
	"Patent Information": "زانیاری ئیمتیازی تایبەت",
	"Peak Brightness": "ڕووناکی لووتکە",
	"Persian": "فارسی",
	"Peru": "پیرۆ",
	"Philippines": "فیلیپین",
	"Phnom Penh": "نۆم پێن",
	"Phoenix": "فۆنیکس",
	"Photo": "فۆتۆ",
	"Pick a Time": "کاتێک هەڵبژێرە",
	"Picture": "وێنە",
	"Picture Mode": "دۆخی وێنە",
	"Picture Mode Settings": "رێکبەندەکانی دۆخی وێنە",
	"Picture Options": "بەربژارەکانی وێنە",
	"Picture Test": "تاقیکردنەوەی وێنە",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "لەوانەیە وێنە یان دەنگ بە دروستی کار نەکەن کاتێک ئامێری دەرەکی گرێدراوە و تەلەفزیۆن سەرەتا پەیوەندی دەکەن. ئەگەر کێشەکە بەردەوام بوو، تکایە ڕێکبەندەکان بگەڕێنەوە یان ئامێری دەرەکی گرێدراوت دەست پێبکەوە.",
	"Pitch": "ئاواز",
	"Pixel Refresher": "تازەکەرەوەی پیکسێل",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "تازەکەرەوەی پیکسێل توانای ئەوە بە تەلەفزیۆنەکەت دەدات ڕوونترین وێنە پێشکەش بکات.",
	"Pixel Refresher begins only once when the TV is turned off.": "تازەکەرەوەی پیکسێل تەنھا لە کاتی کوژاندنەوەی تەلەفزیۆنەکە دەست پێدەکات.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "تازەکەرەوەی پیکسێل بەرنامەی بۆ دانراوە بۆ ئەوەی جارێکی تر کە تەلەفزیۆنەکەت دەکوژێنیتەوە، دەست پێ بکات.",
	"Play": "پەخشکردن",
	"Play sound through TV Speaker.": "دەنگ لە ڕێگەى سپیکەری تەلەفزیۆن پەخش بکە.",
	"Play the standard sound suitable for all types of content.": "دەنگی ستاندەر پەخش بکە بۆ گشت جۆرەکانی ناوەڕۆک.",
	"Please check if WiSA Speakers are turned on and try again.": "تکایە ئەوە بپشکنە کە سپیکەرەکانی WiSA هەڵکراون و دووبارە هەوڵدەوە.",
	"Please check that the Bluetooth device is already connected to another device.": "تکایە ئەوە بپشکنە بزانە ئامێری Bluetooth بە ئامێرێکی تر گرێدراوە.",
	"Please check the network name and password and try again.": "تکایە ناو و نهێنوشەی تۆڕەکە بپشکنە و دووبارە هەوڵ بدە.",
	"Please check the status and try again": "تکایە رەوشەکە بپشکنە و دووبارە هەوڵ بدە",
	"Please do not unplug the USB storage until the copying is completed.": "تکایە هەمارگەی USB لێمەکەرەوە هەتا کۆپیکردنەکە تەواو دەبێت.",
	"Please enter your password to turn off this function.": "بۆ ئەوەی بتوانیت ئەم ئامرازە بکوژێنیتەوە، تکایە تێپەڕوشەکەتی پێ بدە.",
	"Please enter your password to turn on this function.": "بۆ هەڵکردنی ئەم کردارە تكایە نهێنوشەكەت بنووسە.",
	"Please make sure that your TV is connected to the network and try again.": "تکایە دڵنیابە لەوەی تەلەفزیۆنەکەت بە تۆڕەکەوە گرێدراوە و دووبارە هەوڵ بدە.",
	"Please note that LG does not use or manage the value.": "تکایە سەرنجی ئەوە بدە کە LG بەهاکە بەکارناهێنێت یان بەڕێوە نابات.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "تکایە سەرنجی ئەوە بدە کە ڕەنگە دەنگەکە دەرنەچێت کاتێک دەنگ بۆ دەرەوەی دیجیتاڵ بۆ Pass Through دانراوە.",
	"Please try again later.": "تکایە پاشتر دووبارە هەوڵ بدە.",
	"Please wait while the Settings application reloads.": "تکایە چاوەڕێبە تا جێبەجێکردنی ڕێکبەند دووبارە بار دەکرێتەوە.",
	"Please wait while the Settings application restarts.": "تکایە چاوەڕێبە تا کاربەرنامەی رێکبەندەکان دووبارە دەستپێدەکاتەوە.",
	"Please wait while the TV restarts.": "تکایە چاوەڕێبە تا تەلەفزیۆنەکە دووبارە دەستپێدەکاتەوە.",
	"Please wait while the TV searches for LG Service Country.": "تکایە چاوەڕێبە لەکاتێکدا تەلەفزیۆن بۆ وڵاتی خزمەتگوزاری LG دەگەڕێت.",
	"Podgorica": "پۆدگۆریکا",
	"Point": "خاڵ",
	"Pointer Options": "بەربژاری ئاماژەدەر",
	"Pointer Size": "قەبارەی نیشاندەر",
	"Poland": "پۆڵەندا",
	"Polish": "پۆڵەندی",
	"Pontianak": "پۆنتیاناک",
	"Port Louis": "پۆرت لویس",
	"Port Moresby": "پۆرت مۆریسبی",
	"Port of Spain": "پۆرتی ئیسپانیا",
	"Port-au-Prince": "پۆرتۆ پرینز",
	"Porto Novo": "پۆرتۆ نۆڤۆ",
	"Porto Velho": "پۆرتۆ ڤێلهۆ",
	"Porto-Novo": "ۆپرتۆ نۆڤۆ",
	"Portugal": "پورتوگال",
	"Portuguese": "پورتوگالی",
	"Position": "جێگە",
	"Position Settings": "ڕێکبەندەکانی شوێن",
	"Power Off Timer": "تایمەری کوژاندنەوە",
	"Power On Timer": "تایمەری هەڵکردن",
	"Power Saving Mode": "دۆخی پاشەکەوتی وزە",
	"Prague": "پراگ",
	"Praia": "پرایا",
	"Preschool": "دایەنگە/باچخەی ساوایان",
	"Press right button to adjust de-blur and Motion Pro value.": "دەستبنێ بە دوگمەی راست بۆ رێکردنی لاپردنی تەڵخی و بەهای Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-blur و OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-blur و OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "دوگمەی راست دابگرە بۆ دەستکاریکردنی بڕی لەرزەگر و بەهای Motion Pro",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-judder و OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-judder و OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "دەستبنێ بە دوگمەی راست بۆ رێکردنی لەرزەگر، لابەری تەڵخی و بەهای Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-judder، de-blur و OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "دوگمەی راست دابگرە بۆ ڕێكخستنی بەهای de-judder، de-blur و OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "دوگمەی WPS لەسەر راوتەری WPS چالاککراو دابگرە بۆ گرێدانی تەلەفزیۆن بە تۆڕەکەوە.",
	"Press the right button to adjust Motion Pro settings.": "دوگمەی لای ڕاست دابگرە بۆ ڕێکخستنی ڕێکبەندەکانی Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "دوگمەی لای ڕاست دابگرە بۆ ڕێکخستنی ڕێکبەندەکانی OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "دوگمەی لای ڕاست دابگرە بۆ ڕێکخستنی ڕێکبەندەکانی OLED Motion.",
	"Press the right button to adjust de-blur settings.": "دوگمەی لای ڕاست دابگرە بۆ ڕێکخستنی ڕێکبەندەکانی لابردنی کزکردن.",
	"Press the right button to adjust de-judder settings.": "دوگمەی لای ڕاست دابگرە بۆ ڕێکخستنی ڕێکبەندەکانی لابردنی لەرینەوە.",
	"Previous": "پێشتر",
	"Primary Audio Language": "زمانی دەنگیی بنەڕەتی",
	"Primary Channels": "کەناڵە سەرەکیەکان",
	"Primary Teletext Language": "زمانی سەرەکی تەلەتێکست",
	"Program exempted from ratings.": "پرۆگرامەکە بەدەرە لە نمرەپێدان.",
	"Programme": "بەرنامە",
	"Provide HbbTV Distinctive ID": "ناسنامەی جیاکەرەوەی HbbTV پێشکەش بکە",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "ناسنامەی جیاکەرەوەی HbbTV پێشکەش بکە بۆ خزمەتگوزاری HbbTV بۆ پەخشەکان.",
	"Provided services may vary depending on countries.": "ڕەنگە خزمەتگوزاریە پێشکەشکراوەکان بە گوێرەی وڵاتەکان بگۆڕێن.",
	"Puerto Rico": "پێرتۆ ریکۆ",
	"Pyongyang": "پیۆنگیانگ",
	"QLD - Queensland - Brisbane": "QLD - کوینسلاند - بریسبان",
	"Qatar": "قەتەر",
	"Quick Help": "یارمەتیی خێرا",
	"Quick Start+": "دەستپێکردنی خێرا+",
	"Rainy River": "رەینی ریڤەر",
	"Raised": "بەرزکراوە",
	"Rangoon": "رانگوون",
	"Real Cinema": "سینەمای راستەقینە",
	"Reason: Authentication with access point was unsuccessful.": "هۆکار: سەلماندن لەگەڵ خاڵی گەیشتن سەرکەوتوو نەبوو.",
	"Reason: Could not establish a connection to access point.": "هۆکار: نەیتوانی گرێدانێک لەگەڵ خاڵی دەستگەیشتن دامەزرێنێت.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "هۆکار: نەیتوانی ناونیشانێکی IP دروست بهێنێتەوە بە بەکارهێنانی DHCP.",
	"Reason: Entered password is incorrect.": "هۆکار: نهێنوشەی تێکراو ناراستە.",
	"Reason: Password is missing.": "هۆکار: نهێنوشە بوونی نیە.",
	"Reason: The network you selected is out of range.": "هۆکار: ئەو تۆڕەی دیاریت کردووە لە دەرەوەی مەودایە.",
	"Reason: Unable to login.": "هۆکار: ناتوانێت بچێتە ناوەوە.",
	"Receive emergency alerts from TV when an emergency occurs.": "ئاگاداری بارێکی لە ناکاو لە تەلەفزیۆن وەربگرە کاتێک بارێکی لە ناکاو ڕوو دەدات.",
	"Recife": "رێسیف",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "پێشنیاری دیاریکردنی ئەو کاتژمێرانە بۆ Always-on بکە لەو کاتانەی بە شێوەیەکی گشتى سەیری تەلەفزیۆن ناکەیت.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "ناوەڕۆک و تایبەتمەندی سوودبەخشی پێشنیارکراو لە سەر بنەمای مێژووی سەیرکردن و شێوازەکانی بەکارھێنانی ئەپلیکەیشن.",
	"Recommendations are available for the people, products and locations related to the current program.": "پێشنیارەکان بۆ خەڵک، بەرهەمەکان و شوێنە پەیوەندیدارەکان بە پرۆگرامی ئێستا بەردەستن.",
	"Red": "سوور",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "کەمکردنەوەی ژاوەژاوی ناڕێك لە سیگناڵی ڤیدیۆیی دیجیتاڵ بۆ باشترکردنی کواڵیتی وێنە بە ڕوونی.",
	"Regina": "رێگینا",
	"Region": "هەرێم",
	"Registered Devices ({num})": "ئامێرە تۆمارکراوەکان ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "بەهێزکردنی ئاوازی دەنگی بەرزی دەنگی باشترکراو.",
	"Reinforce the low-pitched tone of the optimized sound.": "بەهێزکردنی ئاوازی دەنگی نزمی دەنگی باشترکراو.",
	"Remote Settings": "رێکبەندەکانی ریمۆت",
	"Remove irregular and erratic pixels for a clearer image.": "لابردنی پیکسڵە نارێک و نەگونجاوەکان لەپێناوی وێنەیەکی روونتر.",
	"Reset": "ریسێتکردنەوە",
	"Reset AD ID": "ڕێککردنەوەی AD ID",
	"Reset CI Password": "ریسێتکردنەوەی نهێنوشەی CI",
	"Reset HbbTV Distinctive ID": "ناسنامەی جیاکەرەوەی HbbTV رێک بکەوە",
	"Reset Password": "ڕێککردنەوەی نهێنوشە",
	"Reset Settings": "ڕێکبەندەکانی ڕێککردنەوە",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "ڕێککردنەوەی لیستی ئەپلیکەیشنی پەسەندكراو لە کاتی گرێدان بە ئەپلیکەیشنی مۆبایلی HbbTV.",
	"Reset the caption position.": "ڕێککردنەوەی شوێنی ژێرنووس.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "مێژووی سەیرکردن و بەکارهێنانی ئەپلیکەیشنەکان ڕێک بکەوە. کاتێک مێژوو ڕێک دەکرێتەوە، ڕەنگە ماوەیەکی بخایەنێت بۆ دووبارە وەرگرتنی پێشنیارەکانی ناوەرۆک.",
	"Reset to Initial Settings": "ریسێتکردنەوە بۆ رێکبەندە بنەڕەتیەکان",
	"Restrict access to TV programs based on their ratings.": "بەپێی پلەبەندیی بەرنامەکانی تەلەفزیۆن ئاستی دەسگەیشتن بە ئەوان سنووردار بکە.",
	"Restrict watching based on age ratings for children programs.": "سنووردارکردنی سەیرکردن لە سەر بنەمای نمرەپێدانی تەمەن بۆ پرۆگرامەکانی منداڵان.",
	"Restrict watching based on ages ratings.": "سنووردارکردنی سەیرکردن لە سەر بنەمای نمرەپێدانی تەمەن.",
	"Restrict watching based on fantasy violence content ratings.": "سنووردارکردنی سەیرکردن لە سەر بنەمای نمرەپێدانی ناوەڕۆکی توندوتیژی خەیاڵی.",
	"Restrict watching based on programs containing adult language.": "سنووردارکردنی سەیرکردن لە سەر بنەمای ئەو پرۆگرامانەی زمانی کەسانی گەورەی تێدایە.",
	"Restrict watching based on programs containing sexual scene.": "سنووردارکردنی سەیرکردن لە سەر بنەمای ئەو پرۆگرامانەی دیمەنی سێکسی لەخۆ دەگرێت.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "سنووردارکردنی سەیرکردن لە سەر بنەمای ئەو پرۆگرامانەی گفتوگۆی پێشنیارانەی سێکسی لەخۆ دەگرێت.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "سنووردارکردنی سەیرکردن لە سەر بنەمای تەمەنی دیاریکراو یان نمرەپێدانی ناوەرۆک لە ژێر چاودێری دایباب.",
	"Restrict watching based on violence content ratings.": "سنووردارکردنی سەیرکردن لە سەر بنەمای نمرەپێدانی ناوەڕۆکی توندوتیژ.",
	"Restrict watching movies based on rating.": "سنووردارکردنی سەیرکردنی فیلم لە سەر بنەمای نمرەپێدان.",
	"Restrict watching programs based on rating.": "سنووردارکردنی پرۆگرامەکانی سەیرکردن لە سەر بنەمای نمرەپێدان.",
	"Restriction ratings :": "نمرەپێدانی سنووردارکردن:",
	"Retry": "هەوڵدانەوە",
	"Revert TV to its initial settings.": "گەڕانەوەی تەلەفزیۆن بۆ ڕێکبەندە سەرەتاییەکانی خۆی.",
	"Revert color adjustment settings to default.": "گەڕاندنەوەی ڕێكبەندەكانی ڕێکخستنی وێنە بۆ دۆخی بنەڕەتی.",
	"Revert detailed sound effect settings of standard mode to default.": "گەڕاندنەوەی رێکبەندەکانی کاریگەری دەنگی تێروتەسەڵی دۆخی ستاندەر بۆ دۆخی بنەڕەتی.",
	"Revert picture setting values to default.": "گەڕاندنەوەی بەهاکانی ڕێکبەندی وێنە بۆ دۆخی بنەڕەتی.",
	"Revert white balance settings to default.": "ڕێکبەندەكانی هاوسەنگی سپی بۆ بەها بنەڕەتیەكان بگەڕێنەوە.",
	"Reykjavik": "ریکیاڤیک",
	"Riga": "ریگا",
	"Right": "ڕاست",
	"Right Left": "راست/چەپ",
	"Right Surround": "دەوروبەری ڕاست",
	"Right drop shadow": "سێبەری داکەوتووی راست",
	"Rio Branco": "ریۆ برانکۆ",
	"Riyadh": "ریاز",
	"Romania": "رۆمانیا",
	"Romanian": "رۆمانی",
	"Rome": "رۆما",
	"Russia": "رووسیا",
	"Russian": "رووسی",
	"Rwanda": "ڕواندا",
	"SA - South Australia - Adelaide": "SA - باشوری ئوسترالیا - ئادیلاد",
	"SIGNATURE Opening": "کردنەوەی SIGNATURE",
	"SIGNATURE TV Settings": "ڕێكبەندەكانی تەلەفزیۆنی واژۆ",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK یارمەتیت دەدات LG Remote ی خۆت بەکاربێنیت بۆ کۆنترۆڵکردنی ئامێرەکانی تر کە SIMPLINK یان تێدا چالاککراوە، وەک پەخشکەری DVD یان سیستمی دەنگی شانۆی ناوماڵ کە لەرێگەی HDMI بە LG Smart TV ی تۆوە گرێدراون.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK خودکارانە هەڵدەکرێت بۆ بەکارهێنانی دۆخی ARC.",
	"Safety": "سەلامەتی",
	"Saint Lucia": "سانت لوسیا",
	"Saint Vincent": "سانت ڤینسنت",
	"Sakhalin": "ساکالین",
	"Samara": "سامارا",
	"Samarkand": "سەمەر قەند",
	"Samoa": "ساموا",
	"San Luis": "سان لویس",
	"San Salvador": "سان سەلڤادۆر",
	"Sana": "سەنعا",
	"Santiago": "سانتیاگۆ",
	"Santo Domingo": "سانتۆ دۆمینۆ",
	"Sarajevo": "سەرایڤۆ",
	"Satellite": "سەتەلایت",
	"Satellite DTV": "سەتەلایتی DTV",
	"Satellite Radio": "رادیۆی سەتەلایت",
	"Saturation": "تێربوونی رەنگی",
	"Saudi Arabia": "عەرەبستانی سعودی",
	"Saudi arabia": "عەرەبستانی سعودی",
	"Save CAM Operator's Profile": "هەڵگرتنی پرۆفایلی كارپێكەری CAM",
	"Save CI Password": "هەڵگرتنی نهێنوشەی CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "هەڵگرتنی ڕێکخستنی رێکبەندەکانی رەنگ لە دۆخی ئێستای وێنەی هەموو ئینپوتەکان.",
	"Save the white balance settings from the current picture mode in all inputs.": "هەڵگرتنی رێکبەندەکانی هاوسەنگی سپی لە دۆخی ئێستای وێنە لە هەموو ئینپوتەکان.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "هەڵگرتن/ریسێتکردنەوەی نهێنوشەی CI ی تۆ. هەڵگرتنی نهێنوشە یارمەتیت دەدات هەنگاوی چوونە ژوورەوە لە ئایندەدا باز بدەیت.",
	"Scan \"Auto Detect\" automatically.": "گەڕانی خودکارانەی \"خود دۆزینەوە\".",
	"Scoresbysund": "سکۆرسبیسەند",
	"Screen Down": "شاشە بۆ خوارەوە",
	"Screen Off": "شاشە کوژاوەیە",
	"Screen Saver": "پەردەپارێز",
	"Screen Shift ": "گۆڕینی شاشە",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "کێشەکانی گۆڕانی شاشە لە ماوەی دیاریکراو و ڕێگری کردن لە کواڵیتی وێنە کە ڕەنگە دروست ببێت کاتێک تەلەفزیۆنەکە بۆ ماوەیەکی زۆر هەڵکراوە.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "شاشە لەماوەی 5 چركه دەکوژێتەوە. بۆ هەڵکردنەوەی شاشەکە، هەر دوگمەیەک جگە لە دوگمەی هێز و دەنگ دابگرە.",
	"Search": "گەڕان",
	"Search Bluetooth Device": "گەڕان لە ئامێری Bluetooth",
	"Searching...": "دەگەڕێت...",
	"Second Language": "زمانی دووەم",
	"Secondary Audio Language": "زمانی دەنگیی لاوەکی",
	"Secondary Teletext Language": "زمانی لاوەکی تەلەتێکست",
	"Security": "ئاسایش",
	"Select IRE point to adjust luminance.": "دیاریکردنی خاڵی IRE بۆ دەستکاریکردنی رووناکی.",
	"Select Mode": "دۆخ دیاری بکە",
	"Select TV's language settings.": "دەسنیشانکردنی ڕێکبەندەکانی زمانی تەلەفزیۆن.",
	"Select a caption type for HD broadcasts.": "جۆرێکی ژێرنووس بۆ پەخشی HD دەسنیشان بکە.",
	"Select a caption type for NEXTGEN TV broadcasts.": "جۆرێکی ژێرنووس بۆ پەخشەکانی تەلەفزیۆنی NEXTGEN دەسنیشان بکە.",
	"Select a caption type for UHD broadcasts.": "جۆرێکی ژێرنووس بۆ پەخشی UHD دەسنیشان بکە.",
	"Select a caption type for analog broadcasts.": "جۆرێکی ژێرنووس بۆ پەخشی ئەنالۆگ دەسنیشان بکە.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "دۆخێکی ڤیدیۆ دەسنیشان بکە کە هاوتای ژینگەی سەیرکردنە، یان ڕێكبەندەكان بۆ دۆخی ڤیدیۆ دەسنیشان بکە، وەک کۆنتراست، ڕەنگ و زیاتریش.",
	"Select an audio format for each HDMI input.": "فۆرماتێکی دەنگ بۆ هەر ئینپوتێکی HDMI دەسنیشان بکە.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "دەرچووی دەنگی دیجیتاڵی تر (خودكار یان PCM) دەسنیشان بکە ئەگەر ناتوانیت کاریگەری ببیستیت لە دوای دەسنیشان کردنی تێپەڕین لێوە.",
	"Select audio language for digital broadcasts.": "زمانی دەنگی بۆ پەخشی دیجیتاڵ دەسنیشان بکە.",
	"Select color to be adjusted.": "دیاریکردنی رەنگ بۆ دەستکاریکردن.",
	"Select days to apply the Timer Power Off settings every week.": "دیاریکردنی رۆژەکان بۆ کارپێکردنی رێکبەندەکانی 'هێزی کاتگر کوژاوەتەوە' هەموو هەفتەیەک.",
	"Select days to apply the Timer Power On settings every week.": "دیاریکردنی رۆژەکان بۆ کارپێکردنی رێکبەندەکانی 'هێزی کاتگر هەڵکراوە' هەموو هەفتەیەک.",
	"Select device for audio output.": "دیاریکردنی ئامێر بۆ تێچووی دەنگی.",
	"Select device or speaker for audio output.": "دیاریکردنی ئامێر یان سپیکەر بۆ دەرچووی دەنگ.",
	"Select digital audio output format.": "شێوەی دەنگی دەرچووی دیجیتاڵ دەسنیشان بکە.",
	"Select language for TV menu.": "زمان بۆ پێرستەکانی تەلەفزیۆن دیاری بکە.",
	"Select language for subtitles.": "زمانی ژێرنووسەکان دیاری بکە.",
	"Select languages for keyboards input.": "زمان بۆ ئینپوتی تەختەکلیل دەسنیشان بکە.",
	"Select method to adjust white balance.": "دیاریکردنی شێوازی دەستکاریکردنی بالانسی سپی.",
	"Select point to adjust luminance.": "دیاریکردنی خاڵ بۆ دەستکاریکردنی رووناکی.",
	"Select the Sound mode and set detailed Audio effects.": "دۆخی دەنگ و کاریگەریەکانی دەنگی تێروتەسەڵ دەسنیشان بکە.",
	"Select the Sound mode for each content type.": "دۆخی دەنگ بۆ هەر یەك لە ناوەڕۆکەکان دەسنیشان بکە.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Ultra HD Deep Color بۆ پۆرتی HDMI {num} دەسنیشان بکە.",
	"Select the app to restrict the use.": "ئەپلیکەیشن دەسنیشان بکە بۆ سنووردارکردنی بەکارهێنان.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "دۆخی وێنەی گونجاو دەسنیشان بکە بەگوێرەى ژینگەی سەیرکردن یان جۆری ناوەرۆک.",
	"Select the audio properties to listen to the broadcast in the way you like.": "شێوازەکانی دەنگ دەسنیشان بکە بۆ گوێ گرتن لە پەخشەکە بەو شێوازەی حەزی پێدەکەیت.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "جۆری ژێرنووس بۆ پەخشی دیجیتاڵ دەسنیشان بکە و ڕێكبەندە تێروتەسەڵەکانی ژێرنووس دیاری بکە.",
	"Select the channel to restrict watching.": "کەناڵ دەسنیشان بکە بۆ سنووردارکردنی سەیرکردن.",
	"Select the channel to watch when the TV turns on.": "کەناڵ دەسنیشان بکە بۆ سەیركردن کاتێک تەلەفزیۆنەکە هەڵدەکرێت.",
	"Select the color range to be displayed.": "مەودای ڕەنگ دەسنیشان بکە کە دەبێت نیشان بدرێت.",
	"Select the country for your country's special services.": "وڵات بۆ خزمەتگوزاریە تایبەتەکانی وڵاتی خۆت دەسنیشان بکە.",
	"Select the desired video angle.": "گۆشەی جێخواستی ڤیدیۆ دیاری بکە.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "شێوازی گواستنەوەی دەرچووی دەنگی دیجیتاڵی تەلەفزیۆن بۆ ئامێرێکی دەرەکی دەسنیشان بکە.",
	"Select the input to use when the TV turns on.": "دیاریکردنی پێدەر بۆ بەکارهێنان کاتێک تەلەفزیۆنەکە هەڵدەکرێت.",
	"Select the inputs to restrict the use.": "ئینپوت دەسنیشان بکە بۆ سنووردارکردنی بەکارهێنان.",
	"Select the most preferred Subtitle Language.": "یەکەمین هەڵبژاردەی خۆت بۆ زمانی ژێرنووس هەڵبژێرە.",
	"Select the place where to use the TV.": "شوێنی بەکارهێنانی تەلەفزیۆن دەسنیشان بکە.",
	"Select the residential region for your regional broadcast signal.": "ناوچەی نیشتەجێ بوون بۆ سیگناڵی پەخشی هەرێمیت دەسنیشان بکە.",
	"Select the second preferred Subtitle Language.": "دووەمین هەڵبژاردەی خۆت بۆ زمانی ژێرنووس هەڵبژێرە.",
	"Select your first choice of audio language for digital broadcasts.": "یەکەم بەربژارت بۆ زمانی دەنگی بۆ پەخشی دیجیتاڵ دەسنیشان بکە.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "یەکەم هەڵبژاردەی زمانت بۆ خزمەتگوزاریەکانی تەلەتێکستی دابینکەری پەخشی تەلەفزیۆنیت دیاری بکە.",
	"Select your second choice of audio language for digital broadcasts.": "دووەم بەربژارت بۆ زمانی دەنگی بۆ پەخشی دیجیتاڵ دەسنیشان بکە.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "دووەم هەڵبژاردەی زمانت بۆ خزمەتگوزاریەکانی تەلەتێکستی دابینکەری پەخشی تەلەفزیۆنیت دیاری بکە.",
	"Senegal": "سینیگال",
	"Seoul": "سیئۆل",
	"Serbia": "سربیا",
	"Serbian": "سربی",
	"Serial Number": "ژمارەی زنجیرەیی ",
	"Service 1": "خزمەتگوزاری 1",
	"Service 2": "خزمەتگوزاری 2",
	"Service 3": "خزمەتگوزاری 3",
	"Service 4": "خزمەتگوزاری 4",
	"Service 5": "خزمەتگوزاری 5",
	"Service 6": "خزمەتگوزاری 6",
	"Service Area Zip Code": "کۆدی زیپی ناوچەی خزمەتگوزاری",
	"Set Automatically": "دانان بە خودکار",
	"Set ID": "ناسنامە دابنێ",
	"Set My Team Alarm.": "دیاری کردنی ئاگادارکردنەوەی تیمی من.",
	"Set Store Mode settings.": "دانانی ڕێكبەندەكانی دۆخی فرۆشگە.",
	"Set System Color mode for your current TV input.": "دۆخی رەنگی سیستم بۆ پێدەری ئێستای تەلەفزیۆن دابنێ.",
	"Set additional options for Video Description.": "بژاردەکانی تر بۆ ڕوونکردنەوەی وەسفی ڤیدیۆ دیاری بکە.",
	"Set additional picture settings.": "ڕێکبەندی زیاتری وێنە دیاری بکە.",
	"Set additional sound-related settings.": "دیاریکردنی ڕێکبەندی زیاتری پەیوەست بە دەنگ.",
	"Set advanced Subtitle options.": "بژاردە پێشکەوتووەکانی ژێرنووس دیاری بکە.",
	"Set advanced captioning options.": "بەربژارە پێشکەوتووەکانی کاپشنکردن دابنێ.",
	"Set and edit the IP address version to IPv4 or IPv6.": "وەشانی ناونیشانی IP بۆ IPv4 یان IPv6دیاری بکە و بژار بکە.",
	"Set audio-related options.": "بژاردەکانی تایبەت بە دەنگ دیاری بکە.",
	"Set caption size, color, transparency, and other options for broadcasts.": "بەربژارەکانی قەبارە، رەنگ، شەفافیەت و بەربژارەکانی تری پەخشەکان دیاری بکە.",
	"Set color temperature from warm to cool.": "دانانی پلەی گەرمی رەنگ لە گەرمەوە بۆ فێنک.",
	"Set detailed caption settings for HD broadcasts.": "ڕێكبەندە تێروتەسەڵەکانی ژێرنووس بۆ پەخشی HD دیاری بکە.",
	"Set detailed options for the AI functions.": "بەربژارە تێروتەسەڵەکان بۆ کردارەکانی AI دیاری بکە.",
	"Set detailed options for the Home feature.": "بەربژارە تێروتەسەڵەکان بۆ تایبەتمەندی ماڵەوە دیاری بکە.",
	"Set detailed options for the Recommendation feature.": "بەربژارە تێروتەسەڵەکان بۆ تایبەتمەندی پێشنیار دیاری بکە.",
	"Set easy connection settings with external devices.": "ڕێكبەندەكانی گرێدانی ئاسان لەگەڵ ئامێری دەرەکی دیاری بکە.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "قوفڵ بخە سەر کەناڵ، ئەپلیکەیشن، و ئینپوتی دیاریکراو بۆ بەکارهێنانی لە ژێر چاودێری دایباب.",
	"Set necessary additional functions based on watching environment and screen status.": "دیاری کردنی کرداری زیاتر لە سەر بنەمای ژینگەی سەیرکردن و دۆخی شاشە.",
	"Set or reset the position of on-screen captions.": "شوێنی ژێرنووسەکانی سەر شاشە دیاری بکە یان ڕێک بکەوە.",
	"Set settings related to your wired / wireless network.": "ڕێكبەندەكانی پەیوەست بە تۆڕی تەلدار / بێتەل دیاری بکە.",
	"Set the TV to turn off automatically after a set amount of time.": "تەلەفزیۆنەکە دیاری بکە بۆ ئەوەی خودکارانە لە دواى کاتێکی دیاریکراو بکوژێتەوە.",
	"Set the TV to turn off automatically at a set time.": "تەلەفزیۆن بۆ کوژاندنەوەی خودکار دابنێ لە کاتێکی دیاریکراودا.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "تەلەفزیۆنەکە لەسەر کوژاندنەوەی خودکار دابنێ ئەگەر هیچ ئینپوتی بەکارهێنەر بۆ ماوەی 4 کاتژمێر لە دوای هەڵکردنی خودکارانەی تەلەفزیۆن نەبێت.",
	"Set the TV to turn on automatically at a set time.": "تەلەفزیۆن بۆ هەڵکردنی خودکار دابنێ لە کاتێکی دیاریکراودا.",
	"Set the additional functions related to the TV.": "کرداری زیاتری پەیوەست بە تەلەفزیۆنەکە دیاری بکە.",
	"Set the current date and time.": "بەروار و کاتی ئێستا دابنێ.",
	"Set the current date manually.": "چه‌سپاندنی داتاكانی هه‌نووكه‌یی به‌ده‌ست",
	"Set the current time manually.": "کاتی ئێستا بە دەستی دابنێ.",
	"Set the detect range of device available to connect.": "ڕێژەی دۆزینەوەی ئامێری بەردەست بۆ گرێدان دیاری بکە.",
	"Set the region and country for broadcasts and special services.": "ناوچە و وڵات بۆ پەخش و خزمەتگوزاریە تایبەتەکان دیاری بکە.",
	"Set the screen size and aspect ratio.": "دانانی قەبارەی شاشە و رێژەی وێنە.",
	"Set the specialized functions of SIGNATURE TV.": "کردارە تایبەتەکانی SIGNATURE TV دیاری بکە.",
	"Set the time to turn off the TV automatically without user input.": "کاتی کوژاندنەوەی خودکارانەی تەلەفزیۆن بێ ئینپوتی بەکارهێنەر دیاری بکە.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "کاریگەری دەنگی دەوروبەری فرە-کەناڵی مەجازی دیاری بکە بۆ چێژ وەرگرتن لە دەنگی زیاتر ڕاستەقینە.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "کاریگەری دەنگی دەوروبەری مەجازی دیاری بکە بۆ چێژ وەرگرتن لە دەنگی زیاتر ڕاستەقینە.",
	"Set the volume level when the TV turns on.": "دیاریکردنی ئاستی دەنگ کاتێک تەلەفزیۆنەکە هەڵدەکرێت.",
	"Set time to turn off the TV.": "دانانی کات بۆ کوژاندنەوەی تەلەفزیۆنەکە.",
	"Set time to turn on the TV.": "دانانی کات بۆ هەڵکردنی تەلەفزیۆنەکە.",
	"Set up additional features related to customer support.": "تایبەتمەندی زیاتر سێتەپ بکە کە پەیوەستە بە پشتیوانی بەکاربەر.",
	"Set up an account to use LG Services.": "ئەژمێرێک دروست بکە بۆ بەکارهێنانی خزمەتگوزاریەكانی LG.",
	"Set whether to display Home when the TV is turned on.": "ئەوە دیاری بکە ماڵەوە نیشان بدات یان نا لەکاتی هەڵکردنی تەلەفزیۆن.",
	"Settings Help": "رێنوێنی ڕێکبەندەکان",
	"Sexual Situations": "هه‌ڵوێسته‌ سێسکییەکان",
	"Sexually Suggestive Dialogue": "وتوێژی پێشنیازی سێکسی",
	"Shanghai": "شەنگەهای",
	"Sharpness": "تیژی",
	"Show Password": "نهێنوشە پیشان بدە",
	"Side by Side": "بە تەنیشت یەکەوە",
	"Sierra Leone": "سیرالیۆن",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "ڕەنگە تێکەڵبوونی سیگناڵ هەستیاری Magic Remoteەکە کەم بکاتەوە ئەگەر ڕاوتەرێکی بێتەلش لە تەلەفزیۆنەکە نزیک بێت.",
	"Simferopol": "سیمفەرۆپۆل",
	"Singapore": "سەنگافورە",
	"Size": "قەبارە",
	"Skopje": "سکۆپی",
	"Sleep Timer": "کاتگری نووستن",
	"Slovak": "سلۆڤاکی",
	"Slovakia": "سلۆڤاکیا",
	"Slovenia": "سلۆڤینیا",
	"Slovenian": "سلۆڤینی",
	"Slow": "هێواش",
	"Small": "بچووک",
	"Smooth": "نەرم",
	"Smooth Gradation": "پلەبەندی نیان",
	"Soccer": "تۆپی پێ",
	"Sofia": "سۆفیا",
	"Software Update": "نوێکردنەوەی نەرمامراز",
	"Software Version": "وەشانی نەرمەواڵە ",
	"Software update has been installed. Update will be applied when you restart your TV.": "نوێکردنەوەی نەرمامراز دامەزرێنراوە. نوێکردنەوە کارپێکراوە کاتێک تەلەفزیۆنەکەت دەستپێدەکەیتەوە. ",
	"Solid": "رەق",
	"Solomon Islands": "دورگەکانی سۆلۆمۆن",
	"Somalia": "سۆماڵ",
	"Some material may not be appropriate for children under 13.": "ڕەنگە هەندێک بابەت بۆ منداڵانی ژێر تمەنی 13 ساڵان نەگونجاو بێت.",
	"Some material may not be appropriate for children.": "ڕەنگە هەندێک بابەت بۆ منداڵان نەگونجاو بێت.",
	"Sound": "دەنگ",
	"Sound Mode": "دۆخی دەنگی",
	"Sound Mode Settings": "رێكبەندەکانی باری دەنگ",
	"Sound Out": "دەنگ بۆ دەرەوە",
	"Sound Share": "هاوبەشکردنی دەنگ",
	"Sound Test": "تاقیکردنەوەی دەنگ",
	"South Africa": "ئەفریقای باشور",
	"South Korea": "کۆریای باشور",
	"Southern Africa": "ئەفریقای باشور",
	"Spain": "ئیسپانیا",
	"Spanish": "ئیسپانی",
	"Speaker Volume Control": "کۆنترۆڵی دەنگی بڵندگۆ",
	"Specify detailed voice guidance settings after turning on this feature.": "ڕێكبەندە تێروتەسەڵەکانی دەنگ لە دوای هەڵکردنی ئەم تایبەتمەندیە دیاری بكە.",
	"Speed": "خێرایی",
	"Spoken Subtitle": "ژێرنووسی وتراو",
	"Sports": "وەرزش",
	"Sports Alert": "ئاگاداری وەرزش",
	"Srednekolymsk": "سرێدنێکۆلیمسک",
	"Sri Lanka": "سری لانکا",
	"St. John's": "سانت جۆنز",
	"Stand": "وەستان",
	"Standard": "ستاندارد",
	"Standard Mode Sound Effect": "کاریگەری دەنگی باری ستاندارد",
	"Standby Light": "رووناکی ئامادەگی",
	"Start New Sound Tuning": "دەستپێکردنی سازکردنی دەنگی نوێ",
	"Start Now": "ئێستا دەستپێبکە",
	"Startup Sound": "دەنگی دەستپێك",
	"Stockholm": "ستۆکهۆڵم",
	"Stop": "وەستان",
	"Store Demo": "نمایشی فرۆشگا",
	"Store Mode": "شێوازی فرۆشگا",
	"Store Mode Settings": "ڕێكبەندەكانی دۆخی فرۆشگە",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "دۆخی فرۆشگە بۆ مەبەستەکانی پیشاندانی ناو-فرۆشگەیە. ئەمە هەموو چەند خولەکێکی کەم رێکبەندەکان دووباره دەستپێدەکاتەوە. ئایا دەتەوێت ئەم کاربەرنامەیە دابخەیت و دۆخی فرۆشگا دەست پێبکەیت؟",
	"Strong": "بەهێز",
	"Style": "ستایڵ",
	"Subnet Mask": "ماسکی سەبنێت",
	"Subnet prefix length": "درێژی پێشگری Subnet",
	"Subtitle First Choice Language": "یەکەم هەڵبژاردەی زمانی ژێرنووس",
	"Subtitle Language": "زمانی ژێرنووس",
	"Subtitle Second Choice Language": "دووەم هەڵبژاردەی زمانی ژێرنووس",
	"Subtitles": "ژێرنووسەکان",
	"Sudan": "سودان",
	"Super Impose": "سەپاندنی سوپەر",
	"Super Resolution": "روونێتی سۆپەر",
	"Support": "پاڵپشتی",
	"Suriname": "سورینام",
	"Surround Balance": "هاوسەنگی دەوروبەر",
	"Surround Level": "ئاستی دەوروبەر",
	"Swaziland": "سوازیلاند",
	"Sweden": "سوید",
	"Swedish": "سویدی",
	"Swift Current": "سویفت کەرەنت",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "بۆ دۆخی ستاندبای بیگۆڕە بۆ خێرا هەڵکردنەوەی تەلەفزیۆنەکە کاتێک تەلەفزیۆنەکەت دەکوژێنیتەوە.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "بۆ دۆخی ستاندبای بیگۆڕە بۆ بەکارهێنانی کۆمەڵێک کرداری وەک ئەپلیکەیشن، گەڕان و هتد بەخێرایی لەو کاتەی تەلەفزیۆنەکە دەکوژێنیتەوە.",
	"Switzerland": "سویسرا",
	"Sync Demo": "هاودەمکردنی تاقیکاری",
	"Syria": "سوریا",
	"System Color": "رەنگی سیستم",
	"São Paulo": "ساو پاولۆ",
	"TAS - Tasmania - Hobart": "TAS - تاسمانیا - هۆبارت",
	"TEXT 3": "دەقی 3",
	"TEXT 4": "دەقی 4",
	"TV": "تەلەفزیۆن",
	"TV Information": "زانیاری تەلەفزیۆن",
	"TV Installation Type": "جۆری دامەزراندنی تەلەفزیۆن",
	"TV Lock": "قوفڵی تەلەفزیۆن",
	"TV Name": "ناوی تەلەفزیۆن",
	"TV On With Mobile": "بە مۆبایل هەڵی بکە",
	"TV Power Sound": "دەنگی هێزی تەلەفزیۆن",
	"TV Power Sound Volume": "ئاستی دەنگی هێزی تەلەفزیۆن",
	"TV Program Locks": "قوفڵکردنی بەرنامەی تەلەفزیۆن",
	"TV Rating English": "نمرە پێدانی تەلەفزیۆن ئینگلیزی",
	"TV Rating French": "نمرە پێدانی تەلەفزیۆن فەرەنسی",
	"TV Speaker": "سپیکەری تەلەفزیۆن",
	"TV can be used as an alarm.": "تەلەفزیۆن دەکرێت وەک ئەلارم بەکار بێت.",
	"TV is turned off at a set time on every specified day.": "تەلەفزیۆنەکە لە کاتێکی دیاریکراوی هەموو ڕۆژێکی دیاریکراو دەکوژێنرێتەوە.",
	"TV to USB": "تەلەفزیۆن بۆ USB",
	"Tagalog": "تاگالۆگ",
	"Tahiti": "تاهیتی",
	"Taipei": "تاییپی",
	"Taiwan": "تایوان",
	"Tajikistan": "تاجیکستان",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "سوود لە تایبەتمەندیەکان وەربگرە کە پێویستی بە تۆڕبەندی هەیە وەک ئینتەرنێت، ئەپلیکەیشنەکان، نوێکردنەوەی نەرمامراز و هتد.",
	"Tallinn": "تاللین",
	"Tamil": "تامیل",
	"Tanzania": "تەنزانیا",
	"Target Luminance": "رووناککردنی ئامانج",
	"Tashkent": "تەشقەند",
	"Tbilisi": "تەبلیسی",
	"Tegucigalpa": "تێگوچیگالپا",
	"Tehran": "تەهران",
	"Teletext": "تەلەتێکست",
	"Telugu": "تێلوگو",
	"Terrestrial DTV": "DTV زەمینی",
	"Text Color": "رەنگی دەق",
	"Text Opacity": "رووناکی دەق",
	"Text Search": "گەڕانی دەق",
	"Thai": "تایلاندی",
	"Thailand": "تایلاند",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "پۆرتەکانی HDMI {port1} و HDMI {port2} پشتیوانی لە AMD FreeSync Premium دەکەن، و دەتوانیت ئەم کردارە دەسنیشان بکەیت.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "پۆرتەکانی HDMI {port1} و HDMI {port2} پشتیوانی لە AMD FreeSync Premium دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "پۆرتەکانی HDMI {port1} و HDMI {port2} پشتیوانی لە وەڵامی یاری دەسبەجێ دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "پۆرتی HDMI {port1} پشتیوانی لە AMD FreeSync Premium دەکات، و دەتوانیت ئەم کردارە دەسنیشان بکەیت.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "پۆرتی HDMI {port1} پشتیوانی لە AMD FreeSync Premium دەکات، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "پۆرتەکانی HDMI {port1} پشتیوانی لە وەڵامی یاری دەسبەجێ دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "پۆرتەکانی HDMI {port1}، HDMI {port2} و HDMI {port3} پشتیوانی لە AMD FreeSync Premium دەکەن، و دەتوانیت ئەم کردارە دەسنیشان بکەیت.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "پۆرتەکانی HDMI {port1}،ـ HDMI {port2}،ـ و HDMI {port3} پشتیوانی لەAMD FreeSync Premium دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "پۆرتەکانی HDMI {port1}، HDMI {port2}،HDMI {port3} و HDMI {port4} پشتیوانی لە AMD FreeSync Premium دەکەن، و دەتوانیت ئەم کردارە دەسنیشان بکەیت.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "پۆرتەکانی HDMI {port1}، HDMI {port2}، HDMI {port3}و HDMI {port4} پشتیوانی لەAMD FreeSync Premium دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "پۆرتەکانی HDMI {port1}, HDMI {port2}, HDMI {port3}, و HDMI {port4} پشتیوانی لە Instant Game Response دەکەن.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "پۆرتەکانی HDMI {port1}، HDMI {port2}، و HDMI {port3} پشتیوانی لە وەڵامی یاری دەسبەجێ دەکەن، و دەتوانیت هەڵی بکەیت یان بیکوژێنیتەوە.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "ناسنامەی جیاکەرەوەی HbbTV بەهایەکی بێھاوتایە کە تەنھا بۆ HbbTV بەکاردێت، کە پەیوەندی نیە بە زانیاری کەسیی بەکارهێنەر.",
	"The HbbTV Distinctive ID will be reset.": "ناسنامەی جیاکەرەوەی HbbTV ڕێک دەکرێتەوە.",
	"The HbbTV application or service will disable its tracking of an individual user.": "ئەپلیکەیشن یان خزمەتگوزاریی HbbTV ڕچەگرتنی بەکارهێنەرێک لەکاردەخات.",
	"The IBB service will disable its tracking of an individual user.": "خزمەتگوزاریی IBB ڕچەگرتنی بەکارهێنەرێک لەکاردەخات.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "نەتوانرا زانیاری وڵاتی خزمەتگوزاریەکانی LG لە دەستەبەر بکرێت. تکایە دواتر دووبارە هەوڵ بدە.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "پێویستە کاربەرنامەی رێکبەندەکان دووبارە باربکرێت بۆ گۆڕینی زمانی پێرست.  ئایا دەتەوێت بەردەوام بیت؟",
	"The ambient lighting will be provided when motion is detected around the TV.": "ڕووناكی دەوروبەر لە کاتی تێبینیكردنی جووڵەی دەوروبەری تەلەفزیۆنەکە پێشکەش دەکرێت.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "ڕەنگە خزمەتگوزاری ناسینەوەی دەنگی دەرەکی بەردەست بگۆڕێت بەگوێرەی ڕێکبەندی زمان. هەروەها، ئەگەر زمانی پێرست بگۆڕیت، پێرستی ڕێکبەند دووبارە بار دەکرێتەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "لیستی کەناڵ سەرکەوتووانە لە هەمارگەی USB بۆ تەلەفزیۆنەکەت کۆپی کرا. تەلەفزیۆنەکە لەماوەی 5 چركه دەستپێكردنەوە دەکات.",
	"The channel list have been successfully copied from your TV to the USB storage.": "لیستی کەناڵ سەرکەوتووانە لە تەلەفزیۆنەکە بۆ هەمارگەی USB کۆپی کرا.",
	"The closer to 100, the brighter.": "نزیكتر لە 100 واتە ڕووناکتر.",
	"The closer to 100, the clearer the color becomes.": "نزیكتر لە 100 واتە ڕەنگەکە ئەوەندە ڕوونتر دەبێت.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "چەندە لە 50 نزیکتر بێت ئەوە ڕەنگی سوور ڕوونتر دەبێت، چەندە لە 50 نزیک بێت ئەوەندە ڕەنگی سەوز ڕوونتر دەبێت.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "کۆمەڵەی بەها تێروتەسەڵەکانی کرداری هاوسەنگی سپی ڕێک دەکرێتەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "بۆشایی نێوان ئاستی دەنگی کەناڵەکە و پرۆگرامەکە خودکارانە کەم دەکرێتەوە، کە یارمەتیت لە سەیركردنی پرۆگرامەکە بە ئاستێکی دەنگی جێگیر.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "بۆشایی نێوان ئاستی دەنگی کەناڵەکە و پرۆگرامەکە خودکارانە دەخرێتە سەر سەیركردنی پرۆگرامەکە بە ئاستێکی دەنگی جێگیر.",
	"The higher the settings, the louder the sound rapidly.": "چەندە ڕێكبەندەكان بەرزتر بن، ئەوەندە دەنگەکە خێراتر بەرز دەبێت.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "بڵندگۆی ناوخۆیی تەلەفزیۆن و بڵندگۆی Bluetooth دەتوانێت هاوکات دەنگ دەر بکات، کە کاریگەری دەنگی دەوروبەری ڕوون دروست دەکات.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "زمانی ناسینەوەی دەنگ خودکارانە دیاری دەکرێت بەگوێرەی زمانی پێرستی دەسنیشانکراو.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "ئەو زمانەی کە بۆ ناسینەوەیدەنگ بەکاردێت بەپێی زمانی لیستی هەڵبژێردراو ڕێک دەکرێت. خزمەتەکانی پاڵپشتی لەوانەیە زۆر پەیوەست بێت بە زمانی دەنگ.",
	"The network is currently unavailable. Please try again later.": "تۆڕەکە لەکاتی ئێستادا بەردەست نییە. تکایە دواتر دووبارە هه‌وڵ بده‌ره‌وه‌",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "پرۆسەکە نزیکەی یەک کاتژمێر دەخایەنێت بۆ تەواوکردن و تەلەفزیۆنەکەت پێویستە بە کوژاوەیی بمێنێتەوە.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "پرۆسەکە نزیکەی {n} خولەک دەخایەنێت بۆ تەواوکردن و تەلەفزیۆنەکەت پێویستە بە کوژاوەیی بمێنێتەوە.",
	"The program is intended for adults only.": "پرۆگرامەکە تەنھا بۆ کەسانی گەورەیە.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "ڕووناکی شاشە خودکارانە ڕێک دەکرێت بەگوێرەی ڕووناکی دەوروبەری تەلەفزیۆنەکەت.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "شاشەکە لە ماوەی 5 چركەدا دەچێتە خوارەوە. هەر دوگمەیەکی سەر ڕیمۆتەکە جگە لە دوگمەکانی هێز و دەنگ دابگرە بۆ گەڕانەوەی شاشەکە.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "بەها لاوەکیە دیاریکراوەکانی کرداری سیستمی بەڕێوەبردنی رەنگ ڕێک دەکرێنەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "ڕێکبەندی دەنگی دەوروبەری Bluetooth + بڵندگۆی ناوەکی تەلەفزیۆن ڕێک دەکرێتەوە.",
	"The settings are as follows.": "ڕێكبەندەكان بەم شێوەیەن.",
	"The sound may not be output when digital sound output is set to Pass Through.": "ڕەنگە دەنگەکە دەرنەچێت کاتێک دەنگ بۆ دەرەوەی دیجیتاڵ بۆ Pass Through دانرابێت.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "نوێکردنەوەکە ناکرێت بەسەر تەلەفزیۆنەکە جێبەجێ ببێت. نەرمامرازەکە بۆ وەشانی پێشووتر دەگەڕێتەوە.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "کاریگەریە رەنگیەکان لەسەر شاشەکە دەردەکەون کاتیک تەلەفزیۆنەکە هەڵدەکرێت و شاشەکە دەجووڵێت.",
	"There are no paired devices.": "ئامێری جووتکراو نییە.",
	"There are settings to correct or prevent OLED panel noise.": "هەندێک رێکبەند هەن بۆ راستکردنەوە یان رێگریکردن لە ژاوەژاوی رۆچنەی OLED.",
	"There is no USB device connected to your TV.": "ئامێرێکی USB گرێدراو بە تەلەفزیۆنەکەتەوە نییە.",
	"There is no message.": "پەیام نییە.",
	"Thimphu": "تیمفۆ",
	"Third Language": "زمانی سێیەم",
	"This feature applies only to specified LG Wireless Keyboard models.": "ئەم تایبەتمەندییە تەنها بەسەر چەند مۆدیلێکی دیاریکراوی تەختەکلیلی بێتەلی LG دا جێبەجێ دەبێت.",
	"This function works only when it is provided by the broadcast program.": "ئەم کردارە تەنھا ئەو کاتە کار دەکات کە لە لایەن پرۆگرامی پەخشەوە دابین کرابێت.",
	"This is a closed caption preview": "ئەمە پێشدیمەنێکی ژێرنووسی داخراوە",
	"This is an already existing value.": "ئەمە بەهایەکە کە بوونی هەیە.",
	"This service provides you with more information about watching program and enjoys related contents.": "ئەم خزمەتگوزاریە زانیاری زیاترت پێدەدات دەربارەی سەیركردنی پرۆگرام و چێژ لە ناوەرۆکی پەیوەندیدار وەردەگرێت.",
	"This will revert all options on TV to their default settings.": "ئەمە گشت بەربژارەکانی سەر تەلەفزیۆن بۆ ڕێکبەندە بنەڕەتیەکانیان دەگەڕێنێتەوە.",
	"Thule": "توولە",
	"Tijuana": "تیجوانا",
	"Time": "کات",
	"Timer Channel": "کەناڵی کاتگر",
	"Timer Repeat": "دووبارە بوونەوەی کاتگر",
	"Timers": "کاتگرەکان",
	"Timezone": "هەرێمی کات",
	"Timor-Leste": "تیمۆر-لێست",
	"Tint": "تاریککردن",
	"Tiranë": "تیرانێ",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "بۆ باشترکردنی دەنگ، دەنگی تاقیكردنەوەی سەر تەلەفزیۆنەکە پەخش بکە و دەست بکە بە پێوانەکردنی دەنگەکە بە بەکارهێنانی Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "بۆ تاقیکردنەوەی دەنگی تەلەفزیۆنەکەت، ڕێکبەندی دەنگی دەرچوو بۆ سپیکەری ناوخۆیی تەلەفزیۆن دەگۆڕدرێت. ئایا دەتەوێت بەردەوام بیت؟",
	"Togo": "تۆگۆ",
	"Tokyo": "تۆکیۆ",
	"Tonga": "تۆنگا",
	"Top and Bottom": "سەرەوە و بنەوە",
	"Toronto": "تۆرنتۆ",
	"Total Power On Time": "کۆی کاتی هەڵکردنی وزە",
	"Tracking Speed": "رچەگرتنی خێرایی",
	"Translucent": "ترانسلوسێنت",
	"Transparent": "شەفاف",
	"Treble Boost": "بەرزکەرەوەی ترێبڵ",
	"Trinidad And Tobago": "ترینیداد ئاند تۆباگۆ",
	"Trinidad and Tobago": "ترینیداد و تۆباگۆ",
	"Tripoli": "تەرابلوس",
	"Tune and save available channels.": "گەڕان و هەڵگرتنی کەناڵە بەردەستەکان.",
	"Tune and save available channels. You can set satellite channel options.": "گەڕان و هەڵگرتنی کەناڵە بەردەستەکان. دەتوانیت بەربژارەکانی کەناڵەکان سەتەلایت دیاری بكەیت.",
	"Tunis": "تونس",
	"Tunisia": "تونس",
	"Turkey": "تورکیا",
	"Turkish": "تورکی",
	"Turkmenistan": "تورکمانستان",
	"Turn on TV with mobile device same as smartphone.": "تەلەفزیۆن بە ئامێری مۆبایلی وەک تەلەفۆنی هۆشمەند هەڵ بکە.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Ultra HD Deep Color بۆ پۆرتی HDMI {num} هەڵ بکە و بکوژێنەوە.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Instant Game Responseی پۆرتی HDMI {num} یەکە هەڵ بکە یان بکوژێنەوە.",
	"Turn on the TV using mobile device via Bluetooth.": "تەلەفزیۆنەکە بە بەکارهێنانی ئامێری مۆبایل لە ڕێگەی Bluetooth هەڵبکە.",
	"Turn on the TV using your mobile device via Wi-Fi.": "تەلەفزیۆنەکە بە بەکارهێنانی ئامێری مۆبایلەکەت لە ڕێگەی Wi-Fi هەڵبکە.",
	"Turn on via Bluetooth": "هەڵکردن لە ڕێگەی Bluetooth",
	"Turn on via Wi-Fi": "هەڵکردن لە ڕێگەی Wi-Fi",
	"Turn on/off description box in Settings.": "هەڵکردن/کوژاندنەوەی خانەی وەسف لە ڕێكبەندەكان.",
	"Turn on/off standby light.": "هەڵکردن/کوژاندنەوەی ڕووناكی ستاندبای.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "تایبەتمەندی AMD FreeSync Premiumی پۆرتی HDMI {num} هەڵ بکە/بکوژێنەوە.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "وێنەکان بکوژێنەوە/هەڵبکە بۆ ئەوەی لە سەر شاشە نیشان بدرێن کاتێک هیچ سیگنال نیە.",
	"Turn on/off the related features of energy consumption.": "تایبەتمەندیە پەیوەندیدارەکانی بەکارهێنانی ووزە هەڵ بکە/بکوژێنەوە.",
	"Turn the Hybridcast service on/off.": "خزمەتگوزاری Hybridcast هەڵ بکە/بکوژێنەوە.",
	"Turn the Interactivity (DTVi) service on/off.": "خزمەتگوزاری ئاوێته‌بوو (DTVi) هەڵبکە/بکوژێنەوە.",
	"Turn your broadcast TV provider's TV Guide on/off.": "رێبەری تەلەفزیۆنی دابینکەری پەخشی تەلەفزیۆنەکەت هەڵ بکە/بکوژێنەوە.",
	"Turn your broadcast TV provider's teletext service on/off.": "خزمەتگوزاری تەلەتێکستی دابینکەری پەخشی تەلەفزیۆنەکەت هەڵ بکە/بکوژێنەوە.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "خامۆشکردنی Wi-Fi رێگریت لێدەکات لە دەستگەیشتن بە هەموو خزمەتگوزاریەکان لەسەر بنەمای ئینتەرنێت مەگەر تۆ کێبڵ بەکاربێنیت بۆ وابەستەبوون بە تۆڕەکەوە.  ئایا دەتەوێت بەردەوام بیت؟",
	"UAE": "ئیماراتی عەرەبی یەکگرتوو",
	"UHD Mode": "دۆخی UHD",
	"USA": "ویلایەتە یەکگرتووەکانی ئەمریکا",
	"USB storage for Copy Channels": "هەمارگەی USB بۆ کۆپیکردنی کەناڵەکان",
	"USB to TV": "USB بۆ تەلەفزیۆن",
	"Uganda": "ئۆگەندا",
	"Ukraine": "ئۆکرانیا",
	"Ukrainian": "ئۆکرانی",
	"Ulaanbaatar": "ئولانباتار",
	"Ultra Surround": "دەوروبەری باڵا",
	"Unable to check for updates.": "ناتوانێت بۆ نوێکردنەوەکان بگەڕێت.",
	"Unable to connect to the network.": "ناتوانێت گرێدان بە تۆڕ بكات.",
	"Undefined": "پێناسە نەکراو",
	"Under 17 requires accompanying parent or adult guardian.": "منداڵانی خوار 17 ساڵان پێویستیان بە یاوەری دایباب یان بەخێوکارێکی گەورەیە.",
	"Uniform": "یەکخراو",
	"United Arab Emirates": "ئیماراتی عەرەبی یەکگرتوو",
	"United Kingdom": "شانشینی یەکگرتوو",
	"United States of America": "ویلایەتە یەکگرتووەکانی ئەمریکا",
	"Universal Control Settings": "ڕێکبەندەکانی کۆنترۆڵی جیهانی",
	"Unknown": "نەزانراو ",
	"Unknown issue has occurred.": "کێشەیەکی نەزانراو ڕوویدا.",
	"Update canceled.": "نوێکردنەوە بەتاڵکرایەوە.",
	"Update in progress...": "نوێکردنەوە لە پەرەسەندندایە...",
	"Update in progress...({n}%)": "نوێکردنەوە لە پەرەسەندندایە...({n}%)",
	"Update paused.": "نوێکردنەوە راگیرا.",
	"Update reserved.": "نوێکردنەوە گیراوە.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "نوێکردنەوە ڕەت دەکرێتەوە و گشت فایلەکانی نوێکردنەوە ئێستا دەسڕێنەوە. ئایا دەتەوێت بەردەوام بیت؟",
	"Urdu": "ئوردو",
	"Uruguay": "ئۆرۆگوای",
	"Urumqi": "ئوورمکی",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Magic Remoteی خۆت بەکاربێنە بۆ شیکردنەوەی دەنگییەکانی ژوورەکە و باشکردنی کوالیتی دەنگی تەلەفزیۆنەکەت لەسەر بنەمای ئەنجامەکان.",
	"Use a large pointer.": "نیشاندەرێکی گەورە بەکاربێنە.",
	"Use a medium pointer.": "نیشاندەرێکی ناوەند بەکاربێنە.",
	"Use a small pointer.": "نیشاندەرێکی بچووك بەکاربێنە.",
	"Use the 4-way controller to change the position and press the OK button.": "شێوازی 4 دوگمەی ئاڕاستە بۆ گۆڕینی دۆخ بەکار بهێنە و دوگمەی OK دابگرە.",
	"Use the following services with the selected language.": "خزمەتەکانی خوارەوە لەگەڵ زمانی هەڵبژێردراو بەکاربێنە.",
	"User": "بەکارهێنەر",
	"User Agreements": "رێکەوتننامەکانی بەکارهێنەر",
	"User Guide": "رێنمای بەکارهێنەر",
	"Uzbek": "ئۆزبەک",
	"Uzbekistan": "ئۆزبەکستان",
	"Uzhhorod": "ئوژهۆرۆد",
	"V Position": "جێگەی V",
	"V Sharpness": "رەونەقی V",
	"V Size": "قەبارەی V",
	"VIC - Victoria - Melbourne": "VIC - ڤیکتۆریا - مێلبۆرن",
	"Vaduz": "ڤادوز",
	"Valencian": "ڤالانسی",
	"Vancouver": "ڤانکوڤەر",
	"Vatican City": "شاری ڤاتیکان",
	"Venezuela": "ڤەنزویلا",
	"Vertical Zoom": "زوومی ستوونی",
	"Video 1": "ڤیدیۆ 1",
	"Video 2": "ڤیدیۆ 2",
	"Video 3": "ڤیدیۆ 3",
	"Video Description": "شرۆڤەی ڤیدیۆ",
	"Vienna": "ڤیەننا",
	"Vientiane": "ڤیێنتیان",
	"Vietnam": "ڤێتنام",
	"Vietnamese": "ڤێتنامی",
	"View current Common Interface (CI) information.": "زانیاری CI (رووکاری هاوبەش)ی ئێستا ببینە.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "ئایتمەكان بە ڕوونی زیاتر ببینە لە ڕێگەی گۆڕینی ڕەنگی پێرستی سەر شاشە بۆ ڕەش و سپی.",
	"View messages from your broadcast TV provider.": "پەیامەکان لە دابینه‌ری پەخشی تەلەفزیۆنەکەتەوە ببینە.",
	"View more information about watching program and enjoy related contents.": "زانیاری زیاتر ببینە دەربارەی سەیركردنی پرۆگرام و چێژ لە ناوەرۆکی پەیوەندیدار وەربگرە.",
	"View the original screen as it is or set the screen size and aspect ratio.": "سەیری شاشەی رەسەن بکە بە شێوەکەی خۆی یان قەبارە و ڕێژەی ڕووبەری شاشەکە دیاری بکە.",
	"View the original screen as it is received from broadcasts signal or connected device.": "سەیری شاشەی رەسەن بکە بەو شێوەیەی لە سیگناڵی پەخش یان ئامێری گرێدراو وەردەگیرێت.",
	"Vilnius": "ڤیلینەس",
	"Violence": "توندوتیژی",
	"Vivid": "گەش",
	"Vladivostok": "ڤلادیڤۆستۆک",
	"Voice Recognition Help and Settings": "یارمەتی و ڕێكبەندەكانی ناسینەوەی دەنگ",
	"Voice Support Service": "خزمەتگوزاری پاڵپشتی دەنگ",
	"Volgograd": "ڤۆڵگۆگراد",
	"Volume": "ئاستی دەنگ",
	"Volume Increase Amount": "بڕی زیادبوونی قەبارەی دەنگ",
	"Volume Mode": "دۆخی ئاستی دەنگ",
	"WA - Western Australia - Eucla": "WA - رۆژاوای ئوسترالیا - ئێکولا",
	"WA - Western Australia - Perth": "WA - رۆژاوای ئوسترالیا - پێرس",
	"Wall-mounted": "باش دامەزرێندراو",
	"Warm1": "گەرم1",
	"Warm2": "گەرم2",
	"Warm3": "گەرم3",
	"Warsaw": "وارشۆ",
	"Wasu": "واسوو",
	"Watch a diverse range of Internet contents on TV channels.": "سەیری کۆمەڵێک ناوەرۆکی ئینتەرنێت بکە لە سەر کەناڵەکانی تەلەفزیۆن.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "ئێمە ناونیشانی MAC، ژمارەی مۆدێل، کۆدی وڵات، رێکبەندەکانی زمان و وەشانی نەرمامڕاز کۆدەکەینەوە و هەڵدەگرین بە مەبەستی سەلماندنی ئامێرەکەت و پشکنینی ئەوەی داخۆ نوێترین وەشانی نەرمامڕازەکەت هەیە.",
	"Welcome Feature": "تایبەتمەندی بەخێرهاتن",
	"Welsh": "وێڵزی",
	"Western Africa": "رۆژئاوای ئەفریقا",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "کاتێک هارد درایڤێکی دەرەکی گرێدراو بۆ ماوەیەکی دیاریکراو بەکارنەهێنرێت، بیگۆڕە بۆسەر دۆخی ئامادەباشی بۆ کەمکردنەوەی بەکارهێنانی وزە.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "کاتێک ئامێرێک بە پۆرتێکەوە گرێ دەدرێت، وێنەی یاری بە کەمترین دواکەوتن، تێکچوون یان پچڕان چاک دەکرێت.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "کاتێک Instant Game Response دەخرێتە کار، ڕەنگە ڤیدیۆکە بە شێوەیەکی کاتی بلەرێتەوە.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "کاتێک دەنگ بۆ دەرەوە خراوەتە سەر \"سپیکەرەکانی Bluetooth / HDMI ARC / Optical Digital / WiSA\" یان ئامێری گرێدراو پشتیوانی لە Instant Game Response ناکات، لەوانەیە بەشێوەیەکی گونجاو کار نەکات.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "کاتێک دەنگ بۆ دەرەوە خراوەتە سەرBluetooth یان ئامێری گرێدراو پشتیوانی لە وەڵامی یاری دەسبەجێ ناکات، لەوانەیە بە دروستی کار نەکات.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "کاتێک ئامێرەکە هەڵدەکرێت/دەکوژێتەوە، تەلەفزیۆنەکەت بە خودکار هەڵدەکرێت/دەکوژێتەوە.",
	"When the visual effects is off, the screen is displayed as Live TV.": "کاتێک کاریەریە رەنگیەکان کوژاونەتەوە، روونماکە وەک TV راستەوخۆ پیشان دەدرێت.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "کاتێک ئەم تایبەتمەندیە بۆ سەر 'هەڵکراو' دانراوە، هەندێک تایبەتمەندی دەرکەوتووی سەر شاشە بەشێکی شەفاف دەبێت.",
	"When your TV is turned off, the device will automatically turn off.": "کاتێک تەلەفزیۆنەکەت دەکوژێتەوە، ئامێرەکە بە خودکار دەکوژێتەوە.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "کاتێک بەهای دیاریکراوی گۆڕاو بۆ ئامێرێکی دەرەکی دەگوازرێتەوە، ڕەنگە وێنە یان دەنگ بە شێوەیەکی ئاسایی دابین نەکرێت.",
	"White": "سپی",
	"White Balance": "هاوسەنگی سپی",
	"Wi-Fi Connection": "گرێدانی Wi-Fi",
	"Wi-Fi Security": "ئاسایشی Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "ی Wi-Fi خامۆشە، هەڵکردنی بۆ بینینی تۆڕە بەردەستەکان کەدەتوانیت وابەستەیان بیت و لیستی بابەتی پەیوەندیداری دیکە  ",
	"Wi-Fi issue has occurred.": "کێشەیەکی Wi-Fi ڕوویدا.",
	"WiSA Speakers": "سپیکەری WiSA",
	"Wide Area Zone": "هەریمی ناوچەی فراوان",
	"Wide View": "دیمەنی فراوان",
	"Wide View (32:9)": "دیمەنی فراوان (32:9)",
	"Windhoek": "ویندهۆک",
	"Window Color": "رەنگی پەنجەرە",
	"Window Opacity": "تاریکی پەنجەرە",
	"Winnipeg": "ویننیپێگ",
	"Wired Connection (Ethernet)": "گرێدانی تەلدار (ئیسەرنێت)",
	"Wired Headphones": "بیستۆکە تەلدارەکان",
	"Wired Headphones + Internal TV Speaker": "هێدفۆنی تەلدار + بڵندگۆی ناوەکی تەلەفزیۆن",
	"With this option, you can control the audio device's volume with your TV remote.": "لە ڕێگەی ئەم بەربژارە، دەتوانیت کۆنترۆڵی ئاستی دەنگی ئامێرەکە بکەیت بە ڕیمۆتی تەلەفزیۆنەکەت.",
	"Yakutsk": "یاکوتسک",
	"Yamoussoukro": "یامۆسوکرۆ",
	"Yangon": "یانگۆن",
	"Year": "ساڵ",
	"Yekaterinburg": "یاکاتێرینبێرگ",
	"Yellow": "زەرد",
	"Yellowknife": "یەلۆنایف",
	"Yemen": "یەمەن",
	"Yerevan": "یەریڤان",
	"Yes": "بەڵێ",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "دەتوانیت کاریگەریەکانی دەنگ ڕێک بخەیت کاتێک تەلەفزیۆنەکە هەڵدەکرێت یان دەکوژێنرێتەوە و شاشەکە دەجووڵێت.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "دەتوانیت کۆنترۆڵی ئامێرەکان بکەیت کە بە پۆرتەکانی HDMI گرێدراون بە ڕیمۆتی سحری بێ پرۆسەی سێتەپکردنی ئامێر.",
	"You can delete the device connection history of Screen Share.": "دەتوانیت مێژووی گرێدانی ئامێری Screen Share بسڕیتەوە.",
	"You can delete the device connection history of Sound Share.": "دەتوانیت مێژووی گرێدانی ئامێری هاوبەشکردنی دەنگ بسڕیتەوە.",
	"You can find the default password in User Guide.": "دەتوانیت لەنێو ڕێنمای بەکارهێنەر دا تێپەڕوشەی دیفاڵت بدۆزیتەوە.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "دەتوانیت وەڵامی یاری دەسبەجێ بخەیتە کار لە ڕێگەی 'هەڵکردنی' HDMI Ultra HD Deep Color.",
	"You can only change settings from the current HDMI input.": "دەتوانیت تەنها ڕێکبەندەكان لە ئینپوتی HDMIی ئێستا بگۆڕیت.",
	"You can scan again to connect the device.": "دەتوانیت دووبارە گەڕان بکەیت بۆ گرێدانی ئامێرەکە.",
	"You can select left and right audio settings for broadcast signal.": "دەتوانیت ڕێکبەندەکانی دەنگی چەپ و ڕاست بۆ سیگناڵی پەخش هەڵبژێریت.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "دەتوانیت AMD FreeSync Premiumی پۆرتی HDMI {num} دەسنیشان بکەیت.",
	"You can select the Ultra HD Deep Color of port.": "دەتوانی پۆرتی Ultra HD Deep Color دەسنیشان بکەیت.",
	"You can set the sound to play when the TV is turned on or off.": "دەتوانیت ئەو دەنگە دیاری بکەیت بۆ پەخش کردنی کاتێک تەلەفزیۆنەکە هەڵدەکرێت یان دەکوژێنرێتەوە.",
	"You can turn on/off the feature of saving CAM operator's profile.": "دەتوانیت خزمەتگوزاریی خەزنکردنی پرۆفایلی کارپێکەری CAM هەڵبکەیت/بکوژێنیتەوە.",
	"You can turn this feature on or off.": "دەتوانیت ئەم ئامڕازە هەڵ بکەیت یان بکوژێنیتەوە.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "ڕەنگە پێشنیارەکانی ناوەرۆکی هەمەجۆر لە ڕێگەى تۆڕەوە وەربگریت. کوژاندنەوەی ئەم بەربژارە تەنها ناوەڕۆکی بنەڕەتی و هەندێک تایبەتمەندی پێشکەش دەکات کە ڕەنگە بەردەست نەبن.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "تەلەفزیۆن و ئامێری گرێدراوی SIMPLINK یۆ تۆ وەک خوارەوە هاودەم دەکرێن:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "کاتێک تازەکەرەوەی پیکسێل کار دەکات پێویستە تەلەفزیۆنەکەت کوژاوە بێت. هەرجۆرە تۆمارکردن، دیاریرکردنی وەبیرهێنەر، یان دانانی تایمەری هەڵکردن بۆ ئێستا یان داهاتوو کە لە ماوەى ئەم پرۆسەیە دا ئەنجام درابێت هەڵدەوشێنرێتەوە و بڵندگۆی BT لەسەر دیمەنی سفر بەردەست نییە.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "کاتێک تازەکەرەوەی پیکسێل کار دەکات پێویستە تەلەفزیۆنەکەت کوژاوە بێت. هەرجۆرە تۆمارکردن، دیاریرکردنی وەبیرهێنەر، یان دانانی تایمەری هەڵکردن بۆ ئێستا یان داهاتوو کە لە ماوەى ئەم پرۆسەیە دا ئەنجام درابێت هەڵدەوشێنرێتەوە.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "پێویستە تەلەفزیۆنەکەت بە تۆڕ گرێدرابێت بۆ ئەوەی خودکارانە وڵاتی خزمەتگوزاریەکانی LGت دیاری بکەیت. دەتەوێت ئێستا بڕۆیت بۆ ڕێکبەندەکانی تۆڕ بۆ پشکنینی گرێدانەکە؟",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "پێویستە تەلەفزیۆنەکەت شوێنی ئێستا بزانێت بۆ پێشکەشکردنی پەیامی ئاگاداری باری لەناکاو لە ڕێگەى سیگناڵی تەلەفزیۆنی دیجیتاڵ.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "تەلەفزیۆنەکەت دەکوژێتەوە هەتا پرۆسەکە تەواو دەبێت، پاشان خۆی بۆ خۆی هەڵدەکرێتەوە.",
	"Zagreb": "زەگریب",
	"Zambia": "زامبیا",
	"Zaporozhye": "زاپۆرۆژیا",
	"Zimbabwe": "زیمبابوە",
	"Zoom": "زووم",
	"Zoom2": "زووم2",
	"Zürich": "زوریخ",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] لە تەلەفزیۆنەکەت جیادەکرێتەوە. دەنگ چی تر لەم ئامێرە پەخش ناکرێت. ئایا دەتەوێت بەردەوام بیت؟",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] لە لیستی ئامێرە جووت کراوەکان لادەبرێت. ئەگەر دەتەوێت دواتر گرێی بدەیت، پێویستە بەدوای ئامێرە بەردەستەکان بگەڕێیت و دووبارە جووت کردن بکەیت. ئایا دەتەوێت بەردەوام بیت؟",
	"[{deviceName}] will be deleted.": "[{deviceName}] دەسڕدرێتەوە.",
	"aspectRatio_original": "رەسەن",
	"audioGuidance_fast": "خێرا",
	"audioGuidance_high": "بەرز",
	"audioGuidance_low": "نزم",
	"audioGuidance_medium": "مامناوەندی",
	"audioGuidance_slow": "هێواش",
	"audioGuidance_veryFast": "زۆر خێرا",
	"audioGuidance_veryHigh": "زۆر بەرز",
	"audioGuidance_veryLow": "زۆر نزم",
	"audioGuidance_verySlow": "زۆر هێواش",
	"btDotSignalStrength_wide": "فراوان",
	"button": "دوگمە",
	"character": "نووسە",
	"characters": "نووسەکان",
	"checked": "دیاری کرا",
	"colorGamutJPNWide": "فراوان",
	"connecting": "گرێ دەدات",
	"depthOfColor": "رەنگ",
	"diagonal zoom in": "گەورەکردنی تیرەیی",
	"diagonal zoom out": "ىچووککردنەوەی تیرەیی",
	"digitalOptionSetByProgram": "دانان بەپێی بەرنامە",
	"energy_Maximum": "زۆرترین",
	"energy_Medium": "مامناوەندی",
	"energy_Minimum": "کەمترین",
	"freesync_high": "بەرز",
	"freesync_low": "نزم",
	"freesync_off": "کوژاندنەوە",
	"freesync_wide": "فراوان",
	"gamma_high1": "بەرز1",
	"gamma_high2": "بەرز2",
	"hidden": "شاراوە",
	"horizontal zoom in": "گەورەکردنی ئاسۆیی",
	"horizontal zoom out": "بچووککردنەوەی ئاسۆیی",
	"jpDoNot": "کوژاندنەوە",
	"logoLuminance_high": "بەرز",
	"logoLuminance_low": "نزم",
	"min": "خ",
	"not connected": "گرێنەدراو",
	"objet_soundMode": "باشینەکردنی دۆخی دەنگ بۆ هەریەک لە جۆرەکانی ناوەرۆک.",
	"pictureControl3dModeStandard": "ستاندارد",
	"pictureControlAuto": "خودکار",
	"pictureControlAuto_BlackLevel": "خودکار",
	"pictureControlHigh": "بەرز",
	"pictureControlHigh_BlackLevel": "بەرز",
	"pictureControlHigh_Male": "بەرز",
	"pictureControlLow": "نزم",
	"pictureControlLow_BlackLevel": "نزم",
	"pictureControlLow_Male": "نزم",
	"pictureControlMedium": "مامناوەندی",
	"pictureControlMedium_BlackLevel": "مامناوەندی",
	"pictureControlMedium_Male": "مامناوەندی",
	"pictureControlwhiteBalanceColorTemperatureMedium": "مامناوەندی",
	"pictureLocalDimmingHigh": "بەرز",
	"pictureLocalDimmingLow": "نزم",
	"pictureLocalDimmingMed": "مامناوەندی",
	"pictureMode": "ستاندارد",
	"pictureModeSettings": "سازکردن",
	"press OK button to edit IP manually": "دوگمەی باشە دابگرە بۆ بژارکردنی ئای پی بە شێوەی دەستی",
	"press OK button to enter channel to search": "دوگمەی باشە دابگرە بۆ تێکردنی کەناڵ بۆ گەڕان",
	"press OK button to enter value": "دوگمەی باشە دابگرە بۆ تێکردنی بەها",
	"press right button to adjust de-judder and de-blur value": "دوگمەی راست دابگرە بۆ دەستکاریکردنی بڕی لەرزەگر یان ڕوونکەرەوە",
	"press right button to adjust zoom ratio and position": "دوگمەی راست دابگرە بۆ دەستکاریکردنی ڕیژەی زووم و پێگە",
	"shift current screen down": "گواستنەوەی شاشەی ئێستا بۆ خوارۆ",
	"shift current screen to the left": "گواستنەوەی شاشەی ئێستا بۆ چەپ",
	"shift current screen to the right": "گواستنەوەی شاشەی ئێستا بۆ راست",
	"shift current screen up": "گواستنەوەی شاشەی ئێستا بۆ سەرۆ",
	"shift down": "گواستنەوە بۆ خوارۆ",
	"shift left": "گواستنەوە بۆ چەپ",
	"shift right": "گواستنەوە بۆ راست",
	"shift up": "گواستنەوە بۆ سەرۆ",
	"soundMode_Standard": "ستاندارد",
	"speaker_channel": "کەناڵ",
	"thaRatingNone": "هیچکام",
	"unchecked": "دیاری نەکرا",
	"unread": "نەخوێنراوە",
	"vertical zoom in": "گەورەکردنی ستوونی",
	"vertical zoom out": "بچووککردنەوەی ستوونی",
	"volumeModeHigh": "بەرز",
	"volumeModeLow": "نزم",
	"volumeModeMedium": "مامناوەندی",
	"webOS TV Version": "وەشانی webOS TV",
	"zoom in": "گەورەکردنەوە",
	"zoom out": "بچووککردنەوە"
}
