{
	" (User)": " (Uporabnik)",
	"(Version: {l})": "(Različica: {l})",
	"* The device connected should support this service.": "* Priključena naprava mora podpirati to storitev.",
	"* This feature is applied once and only once when the TV is turned off.": "* Ta funkcija je uporabljena enkrat in le, kadar je TV izklopljen.",
	"* This feature is available on certain devices only.": "* Ta funkcija je na voljo samo za določene naprave.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ta način jasno izraža namene FILMMAKER MODE, toda videti je lahko temnejše kot drugi načini slike.",
	"* This settings is only available for Internal TV Speaker.": "* Ta nastavitev je na voljo za notranji zvočnik televizorja.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Čeprav je ta možnost VKLOPLJENA, ohranjevalnik zaslona ne bo deloval, da ne bo zmotil vaše izkušnje gledanja na zunanjih vhodih, kot je Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Aplikacijo, ki podpira funkcijo, lahko krmilite na mobilni napravi.",
	"1) Turn the Bluetooth on the other device off.": "1) Na drugi napravi izklopite povezavo Bluetooth.",
	"10 Points Code Value": "Kodna vrednost 10 točk",
	"10 Points IRE": "10 točk IRE",
	"10 and Above": "10 in več",
	"11 and Above": "11 in več",
	"12 Hours": "12 ur",
	"12 and Above": "12 in več",
	"13 and Above": "13 in več",
	"14 and Above": "14 in več",
	"14 by 9": "14 proti 9",
	"15 and Above": "15 in več",
	"16 and Above": "16 in več",
	"16 by 9": "16 proti 9",
	"17 and Above": "17 in več",
	"18 and Above": "18 in več",
	"19 and Above": "19 in več",
	"2 Channel": "2 Kanal za prostorski zvočni sistem",
	"2 Hours": "2 uri",
	"2 Points": "2 točki",
	"2) Turn the Bluetooth device to connect off and on.": "2.) Napravo Bluetooth za vzpostavitev povezave izklopite in vklopite.",
	"20 Points Code Value": "Kodna vrednost 20 točk",
	"20 Points IRE": "20 točk IRE",
	"20 and Above": "20 in več",
	"21 by 9": "21 proti 9",
	"22 Points Code Value": "Kodna vrednost 22 točk",
	"22 Points IRE": "22 točk IRE",
	"24 Hours": "24 ur",
	"3 Hours": "3 ure",
	"32 by 12": "32 proti 12",
	"32 by 9": "32 proti 9",
	"3G/4G Connection": "Povezava 3G/4G",
	"4 Hours": "4 ure",
	"4 Hours Auto Power Off": "Samodejni izklop po štirih urah nedejavnosti",
	"4 and Above": "4 in več",
	"4 by 3": "4 proti 3",
	"4-Way Zoom": "4-smerna povečava",
	"5 and Above": "5 in več",
	"5.1 Channel": "5.1 Kanal za prostorski zvočni sistem",
	"6 Hours": "6 ur",
	"6 and Above": "6 in več",
	"7 and Above": "7 in več",
	"8 Hours": "8 ur",
	"8 and Above": "8 in več",
	"9 and Above": "9 in več",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID se uporablja za prepoznavanje te naprave za namene trženja in olajšanje prikaza nekaterih oglasov, ki bi vas utegnili zanimati. V nadaljevanju lahko AD ID ponastavite oziroma omejite sledenje AD ID.",
	"AI Acoustic Tuning": "AI nastavitev akustike",
	"AI Acoustic Tuning Options": "Možnosti za AI nastavitev akustike",
	"AI Acoustic Tuning is disabled.": "AI nastavitev akustike je onemogočena.",
	"AI Brightness Control": "Upravljanje svetlobe umetne inteligence",
	"AI Picture": "Slika umetne inteligence",
	"AI Picture Pro": "Slika umetne inteligence Pro",
	"AI Recommendation": "Priporočilo umetne inteligence",
	"AI Service": "Storitve umetne inteligence",
	"AI Sound": "Zvok umetne inteligence",
	"AI Sound Pro": "Zvok umetne inteligence Pro",
	"AV Sync Adjustment": "Nastavitev AV Sync",
	"Abidjan": "Abidžan",
	"Accessibility": "Dostopnost",
	"Account Management": "Upravljanje računa",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Če aktivirate to možnost, bo prekinjeno zbiranje in sledenje osebnih podatkov, povezanih z oglasi, s pametnega TV-ja. Če vklopite preklapljanje, to lahko vpliva na vrste oglasov, ki jih boste videli v nadaljevanju, vendar boste oglase še naprej prejemali.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Če aktivirate ta preklop, povzročite, da LGE svojemu tretjemu ponudniku naroči, naj vaše osebne podatke preneha uporabljati v komercialne namene. Če izrecno ne prekinete dostopa, lahko še vedno dostopate do storitev, kot so Live Plus, LG Channels in Who.Where.What?.",
	"Add Network": "Dodaj omrežje",
	"Add a hidden wireless network": "Dodaj skrito brezžično omrežje",
	"Add wireless network by manually entering network name (SSID).": "Dodajte brezžično omrežje, tako da ročno vnesete ime omrežja (SSID).",
	"Addis Ababa": "Adis Abeba",
	"Additional Audio Selection": "Dodatna izbira zvoka",
	"Additional Settings": "Dodatne nastavitve",
	"Address Setting": "Nastavitev naslova",
	"Adjust Audio Guidance pitch.": "Nastavite višino tona zvočnih navodil.",
	"Adjust Audio Guidance speed.": "Nastavite hitrost zvočnih navodil.",
	"Adjust Audio Guidance volume.": "Nastavite glasnost zvočnih navodil.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Prilagodite osvetlitev ozadja, da osvetlite ali zatemnite zaslon.",
	"Adjust Screen Position": "Nastavi položaj zaslona",
	"Adjust Zoom Ratio": "Nastavi razmerje povečave",
	"Adjust animation effect shown on the home at certain times.": "Prilagodite učinek animacije na domačem zaslonu za prikaz ob določenem času.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Nastavite svetlost z razčlenitvijo premikanja slike, da preprečite bleščanje in zmanjšate porabo energije.",
	"Adjust brightness of the LG logo.": "Prilagodite svetlost logotipa LG.",
	"Adjust color and saturation for a more vivid image.": "Nastavite barve in nasičenost za intenzivnejšo sliko.",
	"Adjust color temperature automatically to reduce eye strain.": "Omogočite samodejno prilagajanje temperature barve, da zmanjšate napenjanje oči.",
	"Adjust cursor speed.": "Nastavite hitrost kazalca.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Nastavite ostrino robov. Z višjimi vrednostmi se večata ostrina in jasnost slike.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Prilagodite gama nastavitve, da izravnate svetlost vhodnega signala.",
	"Adjust left/right audio balance.": "Nastavite levo/desno ravnovesje zvoka.",
	"Adjust luminance for selected color.": "Nastavite svetilnost za izbrano barvo.",
	"Adjust luminance level for selected IRE point.": "Nastavite stopnjo svetilnosti za izbrano točko IRE.",
	"Adjust peak brightness for the brightest luminance.": "Prilagodite največjo svetlost za največjo osvetlitev.",
	"Adjust remote's cursor speed and appearance.": "Prilagodite hitrost in videz kazalca daljinskega upravljalnika.",
	"Adjust saturation for selected color.": "Nastavite nasičenost za izbrano barvo.",
	"Adjust screen brightness to reduce energy consumption.": "Nastavite svetlost zaslona, da zmanjšate porabo energije.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Prilagodite LUČKO OLED, da osvetlite ali zatemnite zaslon.",
	"Adjust the audio timing to synchronize the video and audio.": "Nastavite časovno usklajenost zvoka, da sinhronizirate video in zvočne posnetke.",
	"Adjust the balance of red and green to display the tint on the screen.": "Prilagodite ravnovesje rdeče in zelene za prikaz odtenka zaslona.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Ravnovesje barve prilagodite s spremembo temperature barve, osvetlitve ter intenzivnosti rdeče, zelene in modre barve.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Podrobno prilagodite kontrast, ločljivost itd. za posamezen način slike in dodatno nastavite želeno barvo, gamo itd.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Nastavite razliko med svetlimi in temnimi območji na zaslonu. Z višjimi vrednostmi se povečuje razlika.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Enako prilagodite razmerje okvirja za film, kar vam bo zagotovilo občutek, kot da ste v kinu.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Prilagodite osvetlitev statičnih slik, kot so logotipi itd., ter preprečite težave s kakovostjo slike, ki se lahko pojavijo, kadar je TV vklopljen daljše časovno obdobje.",
	"Adjust the screen color to be pale or deep.": "Prilagodite barvo zaslona, da bo bleda ali globoka.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Zvok spremenite tako, da ustreza okusu za vsak frekvenčni pas zvoka.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Prilagodite čas za sinhronizacijo, kadar je med videom in zvokom časovna razlika.",
	"Adjust the tint to brighten or darken the screen.": "Prilagodite odtenek, da osvetlite ali zatemnite zaslon.",
	"Adjust the volume you want with pressing remote's volume key.": "Glasnost prilagodite z gumbom za glasnost na daljinskem upravljalniku.",
	"Adjust tint for selected color.": "Nastavite odtenek za izbrano barvo.",
	"Adjust whether to display the home promotion.": "Nastavite, ali želite prikaz predstavitve doma.",
	"Adjusting Luminance": "Nastavitev svetilnosti",
	"Adolescent over 13 are allowed to watch.": "Gledanje je dovoljeno za najstnike, starejše od 13 let.",
	"Adolescent over 14 are allowed to watch.": "Gledanje je dovoljeno za najstnike, starejše od 14 let.",
	"Adolescent over 16 are allowed to watch.": "Gledanje je dovoljeno za najstnike, starejše od 16 let.",
	"Adult": "Odrasli",
	"Adult Language": "Jezik za odrasle",
	"Adults only.": "Samo za odrasle.",
	"Advanced": "Napredne nastavitve",
	"Advanced Controls": "Napredni kontrolniki",
	"Advanced Wi-Fi Settings": "Napredne nastavitve Wi-Fi",
	"Advertisement": "Oglaševanje",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Ko spremenite državo, bodo vsi trenutno shranjeni kanali izbrisani. Za ponovno nastavitev kanalov odprite Samodejno nastavljanje. Ali želite nadaljevati?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Ko spremenite poštno številko, bodo vsi trenutni kanali Freesat izbrisani. Za ponovno nastavitev kanalov odprite Samodejno nastavljanje. Ali želite nadaljevati?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Ko spremenite državo, lahko poiščete kanale z uporabo samodejnega nastavljanja. ALI ŽELITE NADALJEVATI?",
	"Ages 2-7 are allowed to watch.": "Gledanje je dovoljeno za otroke od 2 do 7 let.",
	"Albania": "Albanija",
	"Albanian": "Albanščina",
	"Alerts you by sound when the TV is turned on or off.": "Zvočno vas opozori, ko je TV vklopljen ali izklopljen.",
	"Algeria": "Alžirija",
	"Algiers": "Alžir",
	"All Channels": "Vsi kanali",
	"All Children": "Vsi otroci",
	"All ages are allowed to watch.": "Gledanje dovoljeno za vse starosti.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Vse trenutne nastavitve za način {pictureMode} bodo ponastavljene. Ali želite nadaljevati?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Ponastavljene bodo vse nastavitve standardnega načina zvočnih učinkov. Ali želite nadaljevati?",
	"Allow Automatic Updates": "Dovoli samodejne posodobitve",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Prav tako lahko podrobne nastavitve prostorskega načina Bluetooth.",
	"Always Open": "Vedno odprto",
	"Always-on Off Time": "Nedelovanje Always-on",
	"Amman": "Aman",
	"An error has occurred while copy channels.": "Med kopiranjem kanalov je prišlo do napake.",
	"An important software update is available.": "Na voljo je pomembna posodobitev programske opreme.",
	"Anadyr": "Anadir",
	"Analog Mode": "Analogni način",
	"Analog TV": "Analogni TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analizirajte značilnosti zvoka in optimizirajte zvok za posamično vsebino v realnem času.",
	"Antenna": "Antena",
	"Antenna ATV": "ANTENA ATV",
	"Antenna DTV": "Antenski DTV",
	"Antenna Radio": "Antenski radio",
	"Antigua and Barbuda": "Antigva in Barbuda",
	"Any Supplementary Audio": "Kateri koli dodaten zvok",
	"App Alarm": "Alarm aplikacije",
	"Application Locks": "Zaklenjene aplikacije",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Podrobne vrednosti nastavitev trenutnega načina slike uporabite na vseh vhodih ali aplikacijah.",
	"Apply to all inputs": "Uporabi za vse vhode",
	"Applying value to all inputs...": "Uveljavljanje vrednosti za vse vhode ...",
	"Arabic": "Arabščina",
	"Armenia": "Armenija",
	"Aspect Ratio": "Razmerje stranic",
	"Aspect Ratio Settings": "Nastavitve razmerja stranic",
	"Assamese": "Asamščina",
	"Assign channels to remote buttons so you can quickly jump to them.": "Za hiter dostop do kanalov te dodelite gumbom daljinskega upravljalnika.",
	"Athens": "Atene",
	"Audio Delay": "Zamik zvoka",
	"Audio Description": "Opis zvoka",
	"Audio Description Volume": "Opis glasnosti zvoka",
	"Audio Guidance": "Zvočna navodila",
	"Audio Language": "Jezik zvoka",
	"Audio Out (Line Out)": "Avdio izhod (Line Out)",
	"Audio Type": "Zvočni tip",
	"Australia": "Avstralija",
	"Austria": "Avstrija",
	"Auto": "Samodejno",
	"Auto Detect": "Samodejno zaznavanje",
	"Auto Device Detection": "Samodejno zaznavanje naprave",
	"Auto Genre Selection": "Samodejna izbira žanra",
	"Auto Power Off": "Samodejni izklop",
	"Auto Power Sync": "Samodejna sinhronizacija ob vklopu",
	"Auto Start": "Samodejni zagon",
	"Auto Volume": "Samodejna glasnost",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Samodejno prilagodite vrzel v glasnosti zvoka ali nastavite glasnost zvoka, ki se prilagodi hkrati s tipko za glasnost na daljinskem upravljalniku.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Samodejno prilagodi na vrednost slike, optimizirano za žanr vsebine Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Samodejno prilagodi na vrednost slike, optimizirano za žanr vsebine.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Ko je vsebina filma prepoznana, samodejno preklopi v FILMMAKER MODE.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Samodejno optimizirajte kakovost slike na osnovi barv in svetlosti okoljske svetlobe.",
	"Automatically update system software when an update is found.": "Samodejno posodobite programsko opremo sistema, ko je ta na voljo.",
	"Available Internal Storage": "Razpoložljiv notranji pomnilnik",
	"Azerbaijan": "Azerbajdžan",
	"Azores": "Azori",
	"BG Color": "Barva ozadja",
	"BG Opacity": "Prosojnost ozadja",
	"Back": "Nazaj",
	"Backlight": "Osvetlitev",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahami",
	"Bahrain": "Bahrajn",
	"Balance": "Ravnovesje",
	"Bangladesh": "Bangladeš",
	"Basque": "Baskovščina",
	"Bass Boost": "Bas ojačanje",
	"Behavior may vary depending on connected device.": "Način delovanja je odvisen od priključene naprave.",
	"Beijing": "Peking",
	"Beirut": "Bejrut",
	"Belarus": "Belorusija",
	"Belgium": "Belgija",
	"Belgrade": "Beograd",
	"Bengali": "Bengalščina",
	"Bermuda": "Bermudi",
	"Bhutan": "Butan",
	"Black": "Črn",
	"Black Level": "Raven črne",
	"Block TV programs broadcast in English based on their content ratings.": "Blokirajte TV-programe, ki se oddajajo v angleščini, na osnovi ocene vsebine.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokirajte TV-programe, ki se oddajajo v francoščini, na osnovi ocene vsebine.",
	"Block content based on genre.": "Blokirajte vsebino na osnovi žanra.",
	"Blue": "Modra",
	"Bluetooth Speaker Mode": "Način zvočnikov Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Prostorski zvok Bluetooth + Notranji zvočnik televizorja",
	"Bluetooth Surround Sound Setup": "Nastavitev prostorskega zvoka Bluetooth",
	"Bolivia": "Bolivija",
	"Bosnia": "Bosna in Hercegovina",
	"Bosnia And Herzegovina": "Bosna in Hercegovina",
	"Bosnian": "Bosanščina",
	"Botswana": "Bocvana",
	"Brazil": "Brazilija",
	"Brazilian Punk": "Brazilski punk",
	"Brightness": "Svetlost",
	"Broadcast Country": "Država oddajanja",
	"Broadcast Mail": "Oddaj pošto",
	"Brussels": "Bruselj",
	"Bucharest": "Bukarešta",
	"Budapest": "Budimpešta",
	"Bulgaria": "Bolgarija",
	"Bulgarian": "Bolgarščina",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Če pritisnete »Ponastavi«, boste izbrisali vse podatke, povezane z oglasom, ki jih je LGE v preteklosti pridobil iz tega pametnega TV-ja. Če pritisnete »Ponastavi«, to lahko vpliva na vrste oglasov, ki jih boste videli v prihodnje, vendar boste oglase še naprej prejemali.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Z vklopom storitve Live Plus dajete soglasje, da lahko družba LG Electronics Inc. (»LGE«) zbira podatke o gledanju televizorja prek modula ACR, ki ga lahko anonimno delimo s tretjimi osebami, da zagotovimo interaktivne storitve. Prav tako lahko delimo zbrane anonimizirane podatke s tretjimi osebami v marketinške namene. Upoštevajte, da ne bomo zavestno zbirali ali posredovali zgornjih podatkov od ali o otrocih, starih manj kot 13 let. Podrobne informacije o storitvi Live Plus so prikazane v Informacije o gledanju (pogoji), do katerih lahko dostopate prek menija Nastavitve SmartTV. Družba LGE zelo priporoča, da pregledate celotno različico Informacij o gledanju (pogojev), preden aktivirate funkcijo Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Z vklopom funkcije Live Plus razumete, da je vsebino, prikazano na vašem TV-ju, mogoče prepoznati, informacije o gledanju se lahko uporabljajo za zagotavljanje izboljšane izkušnje gledanja ter personaliziranih storitev, vključno s priporočili za vsebino in oglase. V meniju z nastavitvami TV-ja preglejte pravilnik o zasebnosti in uporabniške pogodbe.",
	"CI Information": "Informacije CI",
	"CI password incorrect. Please enter again.": "Geslo CI ni pravilno. Prosimo, vnesite znova.",
	"COMPONENT2": "KOMPONENTNI2",
	"COMPONENT3": "KOMPONENTNI3",
	"CS1 Board": "Tabla CS1",
	"CS2 Board": "Tabla CS2",
	"Cable": "Kabel",
	"Cable ATV": "Kabelska ATV",
	"Cable DTV": "Kabelska DTV",
	"Cable Radio": "Kabelski radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodža",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kanala ni bilo mogoče najt",
	"Canada": "Kanada",
	"Canary Islands": "Kanarski otoki",
	"Cancel": "Prekliči",
	"Cancel Schedule": "Prekliči razpored",
	"Cancel Update": "Prekini posodobitev",
	"Cancún": "Kankun",
	"Cantonese": "Kantonščina",
	"Cape Verde": "Zelenortski otoki",
	"Caracas": "Karakas",
	"Catalan": "Katalanščina",
	"Caution": "Pozor",
	"Cayman Islands": "Kajmanski otoki",
	"Central African Republic": "Centralnoafriška republika",
	"Chad": "Čad",
	"Change blue intensity and adjust the color balance.": "Spremenite intenziteto modre in prilagodite barvno ravnovesje.",
	"Change green intensity and adjust the color balance.": "Spremenite intenziteto zelene in prilagodite barvno ravnovesje.",
	"Change red intensity and adjust the color balance.": "Spremenite intenziteto rdeče in prilagodite barvno ravnovesje.",
	"Change the left / right sound": "Spremeni levi/desni zvok",
	"Change the position of captions using the 4-way dial on the remote control.": "Položaj napisov spremenite s pomočjo 4-smernega gumba na daljinskem upravljalniku.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "S spremembo regije se bodo morda spremenili trenutno nastavljeni kanali na TV-ju. Kanale lahko znova nastavite v samodejnem nastavljanju. Ali želite spremeniti regionalne nastavitve zdaj?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "S spremembo države se bo TV znova zagnal in morda boste morali znova potrditi strinjanje s pravnimi dokumenti LG. Razpoložljivost nekaterih aplikacij in storitev se lahko razlikuje glede na državo za storitve LG. Ali želite nadaljevati?",
	"Channel Locks": "Zaklenjeni kanali",
	"Channel Manager": "Upravitelj kanalov",
	"Channel Scrolling Options": "Možnosti pomikanja kanalov",
	"Channel Tuning": "Nastavitev kanalov",
	"Channel Tuning & Settings": "Uglaševanje in nastavitev kanalov",
	"Channels": "Kanali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanalov iz HDMI in drugih zunanjih vhodov ni mogoče zakleniti. Če želite zakleniti TV-kanale, spremenite trenutni vhod na Live TV.",
	"Chatham Islands": "Otoki Chatham",
	"Check TV information.": "Preverite TV-informacije.",
	"Check alarm messages about the user settings or TV status.": "Preverite alarmna sporočila glede uporabniških nastavitev ali stanja televizije.",
	"Check descriptions for each LG webOS TV functions.": "Preverite opise za vsako funkcijo LG webOS TV.",
	"Check for Advertising settings and set it.": "Preverite nastavitve oglaševanja in jih nastavite.",
	"Check for Updates": "Preveri posodobitve",
	"Check for available functions with Voice and set Voice Settings.": "Preverite razpoložljive funkcije z glasom in nastavite glasovne nastavitve.",
	"Check for problems with the picture quality.": "Preverite težave s kakovostjo slike.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Preverite težave s kakovostjo zvoka notranjega zvočnika televizorja.",
	"Check for software updates and update if available.": "Preverite posodobitve programske opreme in jo posodobite, če je posodobitev na voljo.",
	"Check whether the Bluetooth device is in pairing mode.": "Preverite, ali je naprava Bluetooth v načinu seznanjanja.",
	"Check your TV status to solve problems or use remote support.": "Za reševanje težav preverite status TV-ja ali uporabite oddaljeno podporo.",
	"Checking Password": "Preverjanje gesla",
	"Checking for Updates": "Preverjanje posodobitev",
	"Checking...": "Preverjanje ...",
	"Children": "Otroci",
	"Children Age": "Starost otroka",
	"Children Program Locks": "Zaklepanje programov za otroke",
	"Children over 8 are allowed to watch.": "Gledanje je dovoljeno za otroke, starejše od 8 let.",
	"Chile": "Čile",
	"China": "Kitajska",
	"Chinese": "Kitajščina",
	"Choose to have all channels or just your primary ones when you change channels.": "Izberite, ali želite pri spreminjanju kanalov imeti vse kanale ali samo primarne.",
	"Christmas Island": "Božični otoki",
	"Cinema": "Kino",
	"Cinema Clear": "Počisti kino",
	"Cinema Home": "Domači kino",
	"Cinema View": "Kino prikaz",
	"Cinema View (32:12)": "Kino prikaz (32:12)",
	"Cinema Zoom": "Kino povečava",
	"City": "Mesto",
	"City Selection": "Izbira mesta",
	"Clean Audio": "Čisti zvok",
	"Clear": "Jasno",
	"Clear Plus": "Jasno plus",
	"Clear1": "Počisti",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Ko vklopite brezžično tipkovnico LG, kliknite spodnji gumb VZPOSTAVI POVEZAVO, in nastavite način za seznanjanje.",
	"Close": "Zapri",
	"Closed Caption": "Zaprt napis",
	"Closed Caption Settings": "Nastavitve zaprtega napisa",
	"Code Value": "Kodna vrednost",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Pridobite in shranite naslov MAC, številko modela, kodo države, nastavitve jezika in različico programske opreme za preverjanje najnovejših posodobitev programske opreme.",
	"Colombia": "Kolumbija",
	"Color": "Barva",
	"Color Gamut": "Barvni obseg",
	"Color Management System": "Sistem upravljanja barv",
	"Color Temperature": "Temperatura barve",
	"Component": "Komponenta",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potrdite pogoje in določila oziroma spremembe za sprejem sporazuma.",
	"Congo Brazzaville": "Kongo - Brazzaville",
	"Connect": "Vzpostavi povezavo",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Priključite zvočnik Bluetooth in TV-zvočnik ter nastavite samodejen zamik zvoka med zvočnikoma.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Priključite zunanjo zvočno napravo, ki podpira eARC, na eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Zunanje naprave, ko so pretvornik STB, sistem zvočnikov itd. povežite s TV na osnovi vodnika.",
	"Connect the LAN cable directly to the TV to use the network.": "Kabel LAN neposredno priključite v TV za uporabo omrežja.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Z omrežjem se povežite z ročnim vnosom naslovov IP- in DNS-strežnikov.",
	"Connect to the network if a wireless router is installed.": "Z omrežjem vzpostavite povezavo prek nameščenega usmerjevalnika.",
	"Connect via WPS PBC": "Poveži prek WPS PBC",
	"Connect via WPS PIN": "Poveži prek WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Povežite televizor z usmerjevalnikom ali modemom prek Ethernet kabla, da aktivirate žično omrežno povezavo.",
	"Connect your TV with WiSA Speakers wirelessly.": "TV brezžično povežite z zvočniki WiSA.",
	"Connectable Devices ({num})": "Naprave, ki jih je mogoče povezati ({num})",
	"Connected": "Povezava je vzpostavljena",
	"Connected to Internet": "Povezava z internetom je vzpostavljena",
	"Connecting...": "Povezovanje ...",
	"Connection": "Povezava",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Na voljo je upravljanje povezave s pametnim telefonom ali računalnikom. Če želite TV povezati z mobilno napravo, morate na pametnem telefonu in računalniku vzpostaviti nastavitve in zahteve povezave.",
	"Content Recommendations": "Priporočila o vsebini",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Vsebina bo predvajana z zvokom, ki je ustrezen za poslušanje prek več kanalov, če storitev HbbTV podpira zvok iz več kanalov.",
	"Contrast": "Kontrast",
	"Cool": "Hladno",
	"Copenhagen": "Kopenhagen",
	"Copy Channels": "Kopiraj kanale",
	"Copy/Delete file": "Kopiraj/izbriši datoteko",
	"Correct contrast and brightness by adjusting black levels.": "Popravite kontrast in svetlost z nastavitvijo ravni črne.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Popravite slikovne pike slike in preprečite težave s kakovostjo slike, do katere je morda prišlo, ko je bil TV vklopljen dlje časa.",
	"Costa Rica": "Kostarika",
	"Could not fined available network.": "Razpoložljivega omrežja ni bilo mogoče najti.",
	"Croatia": "Hrvaška",
	"Croatian": "Hrvaščina",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Trenutni čas ni veljaven. Ali želite nastaviti trenutni čas zdaj?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Trenutne vrednosti po meri prilagojenih nastavitev načina slike bodo uporabljene za način {pictureMode} za vse vhode. Ali želite nadaljevati?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Trenutno priključena brezžična tipkovnica LG bo izklopljena iz TV-ja. Ali želite nadaljevati?",
	"Custom": "Po meri",
	"Custom Time Zone": "Časovni pas po meri",
	"Customer Service": "Služba za pomoč strankam",
	"Cyan": "sinja",
	"Cyprus": "Ciper",
	"Czech": "Češka",
	"Czech Republic": "Češka republika",
	"Côte d'Ivoire": "Slonokoščena obala",
	"DNS Server": "Strežnik DNS",
	"DR Congo": "DR Kongo",
	"DTV Audio Setting": "Nastavitev zvoka DTV",
	"Damascus": "Damask",
	"Danish": "Danščina",
	"Data Service": "Podatkovne storitve",
	"Date": "Datum",
	"Day": "Dan",
	"Delete": "Izbriši",
	"Delete Connection History": "Izbriši zgodovino povezav",
	"Delete Pairing History": "Izbriši zgodovino seznanjanja",
	"Delete Usage Data": "Izbriši uporabniške podatke",
	"Demo Options": "Demo možnosti",
	"Democratic Republic of the Congo": "Demokratična republika Kongo",
	"Denmark": "Danska",
	"Depressed": "Pritisnjeno",
	"Deregister": "Prekliči registracijo",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Vsebine na zaslonu zvočno opišite za uporabo TV-ja pri slepih in slabovidnih osebah.",
	"Detect Range": "Zaznaj obseg",
	"Device Connection Settings": "Nastavitve povezave naprave",
	"Device List": "Seznam naprav",
	"Device Name": "Ime naprave",
	"Dhaka": "Daka",
	"Digital Mode": "Digitalni način",
	"Digital Sound Out": "Izhod digitalnega zvoka",
	"Digital TV": "Digitalni TV",
	"Directed to Older Children (ages 7 and above)": "Namenjeno starejšim otrokom (starejšim od 7 let)",
	"Disabled": "Onemogočeno",
	"Disconnect": "Prekini povezavo",
	"Display captions for hearing-impaired viewers to use TV.": "Prikažite napis za uporabo TV-ja pri osebah z okvaro sluha.",
	"Display fast-moving content smoothly and clearly.": "Hitro premikajočo se vsebino prikažite gladko in jasno.",
	"Display luminance level for the highest point (100 IRE).": "Prikaži stopnjo svetilnosti za najvišjo točko (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Slike prikažite v toplih temperaturah barve.",
	"Djibouti": "Džibuti",
	"Do Not Sell My Personal Information": "Ne prodaj mojih osebnih podatkov",
	"Do Not Track": "Ne sledi",
	"Do you want to continue?": "Ali želite nadaljevati?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Ali želite kopirati seznam kanalov iz pomnilnika USB na TV? Trenutni kanali v TV-ju bodo izbrisani.",
	"Do you want to copy channel list from your TV to the USB storage?": "Ali želite kopirati seznam kanalov iz televizorja na pomnilnik USB?",
	"Do you want to reset Position Settings?": "Ali želite ponastaviti nastavitve položaja?",
	"Do you want to reset Volume Control?": "Ali želite ponastaviti upravljanje glasnosti?",
	"Do you want to set the correct time now?": "Ali želite nastaviti trenutni čas zdaj?",
	"Do you want to turn your TV off now?": "Ali želite izklopiti TV zdaj?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikanska republika",
	"Done": "Končano",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Prenesi pošto",
	"Download and Install": "Prenesi in namesti",
	"Downloadable Rating": "Ocena, ki jo lahko prenesete",
	"Dual Mono": "Dvojni mono",
	"Dubai": "Dubaj",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Med Nedelovanje Always-on je del funkcij, kot je prepoznava govora itd., omejen, kadar je zaslon izklopljen.",
	"Dutch": "Nizozemščina",
	"Dynamic Color": "Dinamična barva",
	"Dynamic Contrast": "Dinamični kontrast",
	"Dynamic Tone Mapping": "Dinamično določanje tonov",
	"Easter Island": "Velikonočni otok",
	"Eastern Africa": "Vzhodna Afrika",
	"Eco Mode": "Način eko",
	"Ecuador": "Ekvador",
	"Edge Color": "Barva roba",
	"Edge Enhancer": "Poudarjevalec robov",
	"Edge Type": "Vrsta roba",
	"Edit": "Uredi",
	"Egypt": "Egipt",
	"El salvador": "Salvador",
	"Emergency Alert": "Nujno opozorilo",
	"Enabled": "Omogočeno",
	"Energy Saving": "Varčevanje z energijo",
	"Energy consumption may increase if this feature is on.": "Če je ta funkcija vklopljena, se lahko poraba energije poveča.",
	"Energy saving modes to limit power consumption.": "Načini varčevanja z energijo za omejitev porabe energije.",
	"English": "Angleščina",
	"Enhance the bass sound.": "Poudarite zvok basa.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Poudarite kontrast med svetlimi in temnimi območji nekaterih menijev, kot sta ozadje in besedilo, da jih bodo slabovidne osebe lahko videle.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Izboljšajte ločljivost in ostrino vsebine s pomočjo algoritma, naučenega prek tehnike globokega učenja LG, in optimizirajte globino prek analize vsebine.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Uživajte v vsebini Dolby Atmos z optimalnim zvokom, tako da vklopite učinek zvočnega polja.",
	"Enjoy TV sound by connecting Wired Headphones.": "Uživajte v zvoku TV-ja s priključitvijo žičnih slušalk.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Uživajte ob gledanju TV-ja z izhodnim zvokom prek zvočnih naprav, priključenih na vhod HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Uživajte ob gledanju TV-ja z izhodnim zvokom prek zunanjih zvočnih naprav, priključenih na vhod OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte ob zvoku TV-ja prek zvočne naprave LG, priključene v vrata OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Uživajte v zvoku TV-ja prek zvočnih naprav, povezanih na izhodna vrata zvočni izhod/slušalke.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "V zvoku uživajte prek notranjega zvočnika televizorja in žičnih slušalk.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Uživajte v zvoku TV-ja prek zunanjih zvočnih naprav, povezanih na notranji zvočnik televizorja in v vrata OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Uživajte v jasnem in naravnem zvoku.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Uživajte ob poslušanju zvoka prek brezžične zvočne naprave, priključene na Sinhronizacija zvoka LG ali Bluetooth.",
	"Enjoy the sound optimized to the room.": "Uživajte v zvoku, optimiziranem za prostor.",
	"Enter CI Password": "Vnesi geslo CI",
	"Enter the PIN in your router's settings.": "Vnesite kodo PIN v nastavitve usmerjevalnika.",
	"Enter the master password.": "Vnesite glavno geslo.",
	"Equalizer": "Izenačevalnik",
	"Equatorial Guinea": "Ekvatorialna Gvineja",
	"Eritrea": "Eritreja",
	"Estonia": "Estonija",
	"Estonian": "Estonščina",
	"Ethiopia": "Etiopija",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Če je nastavitev izklopljena, lahko povezane informacije preverite prek pasice kanala, prepoznavanja glasu.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Kadar je TV izklopljen in uporablja minimalno napajanje, lahko poslušate glasbo, tako da priključite mobilno napravo. Številne funkcije lahko ponovno uporabljate, ko je TV vklopljen.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Tudi kadar je televizija izklopljena, lahko poslušate glasbo tako, da povežete pametni telefon z televizijo prek funkcije Bluetooth.",
	"Every Day": "Vsak dan",
	"Every Weekday": "Vsak delovnik",
	"Every Weekend": "Vsak konec tedna",
	"Expert (Bright Room)": "Expert (Svetla soba)",
	"Expert (Dark Room)": "Expert (Temna soba)",
	"Export your TV's channel list information to a connected USB device.": "Izvozite seznam televizijskih kanalov v priključeno napravo USB.",
	"Extended": "Razširjeno",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Podaljševanje časovnega obdobja nastavitve samodejnega izklopa oziroma funkcije izklopa lahko poveča porabo energije.",
	"Extreme": "Ekstremna",
	"Eye Comfort Mode": "Način udobja za oči",
	"FILMMAKER MODE Auto Change": "Samodejna sprememba FILMMAKER MODE",
	"Fantasy Violence": "Domišljijsko nasilje",
	"Fast": "Hitro",
	"Fiji": "Fidži",
	"Find and tell an audio device available to connect around TV.": "Poiščite in povejte razpoložljivi napravi, ki je na voljo za povezavo okoli televizije.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fino nastavite barvne prostore rdeče, zelene, modre, cijan, magenta in rumene barve.",
	"Finland": "Finska",
	"Finnish": "Finščina",
	"Flash": "Bliskavica",
	"Flat Mode": "Monotoni način",
	"Font": "Pisava",
	"Font 1": "Pisava 1",
	"Font 2": "Pisava 2",
	"Font 3": "Pisava 3",
	"Font 4": "Pisava 4",
	"Font 5": "Pisava 5",
	"Font 6": "Pisava 6",
	"Font 7": "Pisava 7",
	"Font 8": "Pisava 8",
	"Football": "Nogomet",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Za brezžični usmerjevalnik z omogočenim WPS (Wi-Fi Protected Setup) vnesite kodo PIN, da TV povežete z brezžičnim omrežjem.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Za brezžični usmerjevalnik z omogočenim WPS (Wi-Fi Protected Setup) pritisnite gumb WPS-PBC, da TV povežete z brezžičnim omrežjem.",
	"France": "Francija",
	"French": "Francoščina",
	"French Polynesia": "Francoska Polinezija",
	"Full Wide": "Celotna širina",
	"Gaelic": "Galščina",
	"Galapagos Islands": "Galapaški otoki",
	"Galician": "Galicijščina",
	"Gallery": "Galerija",
	"Gambia": "Gambija",
	"Game": "Igra",
	"Gamma": "Gama",
	"Gateway": "Prehod",
	"General": "Splošno",
	"General Age": "Starost – splošno",
	"General Audience": "Splošno občinstvo",
	"General Audiences": "Splošno občinstvo",
	"General Program Locks": "Zaklepanje splošnih programov",
	"Georgia": "Gruzija",
	"German": "Nemščina",
	"Germany": "Nemčija",
	"Get started in a quiet environment for sound optimization.": "Za optimizacijo zvoka začnite v tihem okolju.",
	"Getting...": "Pridobivam...",
	"Ghana": "Gana",
	"Grayscale": "Sivine",
	"Greece": "Grčija",
	"Greek": "Grščina",
	"Green": "Zelena",
	"Greenland": "Grenlandija",
	"Guadeloupe": "Gvadalupa",
	"Guam": "Gvam",
	"Guatemala": "Gvatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Meniji in operacije z zvočnim vodnikom za uporabo TV-ja za slepe in slabovidne gledalce.",
	"Guinea": "Gvineja",
	"Guinea Bissau": "Gvineja Bissau",
	"Guinea Conakry": "Gvineja",
	"Guinea Equatorial": "Ekvatorialna Gvineja",
	"Gujarati": "Gudžarati",
	"Guyana": "Gvajana",
	"H Position": "Položaj H",
	"H Sharpness": "Ostrina H",
	"H Size": "Velikost H",
	"HD Mode": "Način HD",
	"HD Mode Option": "Možnost načina HD",
	"HDD Eco Mode": "Način HDD Eco",
	"HDD Power Saving Mode": "Način varčevanja z energijo HDD",
	"HDMI Input Audio Format": "Oblika zapisa vhoda HDMI",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Vrata HDMI {port1} in HDMI {port2} podpirajo možnost 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Vrata HDMI {port1} in HDMI {port2} podpirajo možnost Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Vrata HDMI {port1} podpirajo možnost 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Vrata HDMI {port1} podpirajo možnost Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Vrata HDMI {port1}, HDMI {port2} in HDMI {port3} podpirajo možnost 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Vrata HDMI {port1}, HDMI {port2} in HDMI {port3} podpirajo možnost Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Vrata HDMI {port1}, HDMI {port2}, HDMI {port3} in HDMI {port4} podpirajo možnost 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Vrata HDMI {port1}, HDMI {port2}, HDMI {port3} in HDMI {port4} podpirajo možnost Ultra HD Deep Colour.",
	"HDR Effect": "HDR učinek",
	"HDR Picture Mode": "Način slike z visokim dinamičnim razponom (HDR)",
	"Hard of Hearing": "Za naglušne",
	"Headphones Volume": "Glasnost slušalk",
	"Hebrew": "Hebrejščina",
	"High": "Visoka",
	"High Contrast": "Visok kontrast",
	"Higher values increase a sense of warmth or coldness.": "Višje vrednosti višajo občutek toplote ali hladu.",
	"Hindi": "Hindujščina",
	"Home Animation": "Animacija Home",
	"Home Auto Launch": "Samodejni zagon začetne strani",
	"Home Mode": "Domači način",
	"Home Promotion": "Promocija doma",
	"Home Settings": "Nastavitve začetne strani",
	"Home/Store Mode": "Domači način/način v trgovini",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Ure",
	"However, the IPv6 version of the address does not support editing.": "Vendar različica IPv6 naslova ne podpira urejanja.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Da bi svoj televizor ohranili v optimalnem stanju, bo funkcija Always-on pet ur onemogočena in napajanje popolnoma izklopljeno.",
	"Hungarian": "Madžarščina",
	"Hungary": "Madžarska",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "POMEMBNO! S ponastavitvijo se bodo izbrisale vse nastavitve računa in nameščene aplikacije. Tega dejanja ni mogoče razveljaviti.",
	"IP (Automatic)": "IP (samodejno)",
	"IP (Manual)": "IP (ročno)",
	"IP Address": "Naslov IP",
	"IVC (Cote d’Ivoire)": "Slonokoščena obala",
	"Iceland": "Islandija",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Če je izbrana samodejna sinhronizacija ob vklopu, se televizor vklopi, ko vklopite napravo SIMPLINK, naprave SIMPLINK pa se izklopijo, ko izklopite televizor.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Če je nastavljeno univerzalno krmiljenje pretvornika STB/OTT, izkoristite možnost uporabe priključenega pretvornika STB prek daljinskega upravljalnika LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Če je naprava priključena v vrata, lahko optimizirano sliko igre vidite z minimalnim zamikom ali motnjo videa naprave.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Če je vklopljena in priključite napravo, ki podpira Ultra HD Deep Colour, bo slika morda jasnejša.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Če je v teku snemanje ali posodobitev programske opreme, bo osveževanje počakalo, dokler dejanje ne bo končano, sam postopek pa lahko traja več kot uro.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Če je v teku snemanje ali posodobitev programske opreme, bo osveževanje počakalo, dokler dejanje ne bo končano, sam postopek pa lahko traja več kot {n} minut/-o.",
	"If the device is not connected, you may not hear any sound through it.": "Če naprava ni povezana, zvoka morda ne boste slišali.",
	"If the edge of the screen is not clean, please turn this function off.": "Če rob zaslona nima jasnega videza, to funkcijo izklopite.",
	"If the program does not support multiple languages, the default language is selected.": "Če program ne podpira več jezikov, je izbran privzeti jezik.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Če program ne podpira izbrane oblike zapisa izhoda, je uporabljen privzeti izhod iz vira.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Če program ne podpira različnih zvočnih nastavitev, bo izbran privzeti zvok.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Če se isti simptom ponavlja, ponovno spremenite nastavljeno vrednost ali ponovno zaženite povezano zunanjo napravo.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Če izbrani jezik ni podprt, bo uporabljen privzeti jezik oddajanja.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Če statična slika eno uro ne prejme uporabniškega vnosa, bo preklopila v ohranjevalnik zaslona.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Če se čas, ki ga nastavite, zelo razlikuje od trenutnega časa, nekatere pametne funkcije morda ne bodo prikazane.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Če zvoka prek naprave ne slišite, preverite, ali deluje pravilno in podpira sinhronizacijo zvoka LG.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Če izberete način V trgovini-Demo, je TV nastavljen na optimizirane vrednosti za maloprodajne storitve prodaje TV-ja.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Če vklopite zvočna navodila, je premikanje na daljinskem upravljalniku možno le z gumbi za smer levo, desno, gor ali dol, pri nekaterih aplikacijah pa ni možna uporaba kazalca.",
	"If you turn it off, CAM operator's profile will be deleted.": "Če jo izklopite, se profil ponudnika storitev CAM izbriše.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Če jo izklopite, noben nastavljeni kanal CAM ne bo na voljo, prav tako pa ne bodo prikazana nobena obvestila.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Če izklopite »Hitri zagon+«, televizorja ne boste mogli vklopiti s prostim daljinskim upravljalnikom. Ali želite nadaljevati?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Če izklopite ohranjevalnik zaslona in ista slika ostane na zaslonu več kot dve uri, lahko to vpliva na njeno kakovost. Če na zaslonu ostane več kot pet ur, lahko pride do trajnega zmanjšanja kakovosti slike. Ali želite nadaljevati?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Če to funkcijo izklopite, lahko statična slika ostane prikazana dlje časa, kar poslabša kakovost prikaza oziroma se v nekaterih primerih le stežka obnovi.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Uporaba funkcije Varčevanje z energijo vpliva na intenzivnost osvetlitve TV-ekrana.",
	"Import your TV's channel list information from a connected USB device.": "Uvozite seznam televizijskih kanalov iz priključene naprave USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Uvozite/izvozite seznam televizijskih kanalov iz priključene naprave USB ali vanjo.",
	"In Home": "Na domu",
	"India": "Indija",
	"Indonesia": "Indonezija",
	"Indonesian": "Indonezijščina",
	"Inner": "Notranja",
	"Input": "Vhod",
	"Input Locks": "Zaklenjeni vhodi",
	"Input field": "Polje za vnos",
	"Installing...": "Nameščanje ...",
	"Instant Game Response": "Takojšen odziv igre",
	"Interactive Service": "Interaktivna storitev",
	"Interactivity(DTVi)": "Interaktivnost (DTVi)",
	"Internal TV Speaker": "Notranji zvočnik televizorja",
	"Invert Colors": "Barvni negativ",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Določene barve v nekaterih menijih zamenjajte in izravnajte, da boste izboljšali vidljivost elementov, prikazanih na zaslonu.",
	"Iraq": "Irak",
	"Ireland": "Irska",
	"Irish": "Irščina",
	"Israel": "Izrael",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Gre za ponastavitev za posamezen način slike, zato izberite želeni način slike in ga ponastavite.",
	"It may not sound depending on connected devices.": "V odvisnosti od priključene naprave se morda ne bo slišalo.",
	"It may take a few minutes.": "Traja lahko nekaj minut.",
	"It may take a few seconds.": "Traja lahko nekaj sekund.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Zagotavlja optimalen zvok oziroma prostorski zvok Virtual 4.0 v odvisnosti od žanra, in sicer z algoritmom, naučenim prek tehnike strojnega učenja LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Zagotavlja optimalen zvok ali prostorski zvok Virtual 5.1 v odvisnosti od žanra, in sicer z algoritmom, naučenim prek tehnike globokega učenja LG.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Zagotavlja optimiziran zvok, tako da uglasi odbiti zvok v prostoru glede na vrsto namestitve TV-ja.",
	"It reduces jaggies in the picture for a smooth picture.": "To zmanjša abnormalnosti na sliki za gladko sliko.",
	"It works only when the broadcasting program supports captions.": "Deluje samo v primeru, ko televizijski program omogoča napise.",
	"It works only when the broadcasting program supports subtitles.": "Deluje samo v primeru, ko televizijski program omogoča podnapise.",
	"Italian": "Italijanščina",
	"Italy": "Italija",
	"Ivory Coast": "Slonokoščena obala",
	"Jakarta": "Džakarta",
	"Jamaica": "Jamajka",
	"Japan": "Japonska",
	"Japanese": "Japonščina",
	"Jerusalem": "Jeruzalem",
	"Jordan": "Jordanija",
	"Kamchatka": "Kamčatka",
	"Kannada": "Kanada",
	"Karachi": "Karači",
	"Kazakh": "Kazaščina",
	"Kazakhstan": "Kazahstan",
	"Kenya": "Kenija",
	"Keyboard Languages": "Jeziki tipkovnice",
	"Khartoum": "Kartum",
	"Kiev": "Kijev",
	"Kinshasa": "Kinšasa",
	"Kolkata": "Kalkuta",
	"Korea": "Južna Koreja",
	"Korean": "Korejščina",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuvajt",
	"Kuwait City": "Kuvajt",
	"Kyrgyzstan": "Kirgizistan",
	"LED Local Dimming": "Lokalna zatemnitev diod",
	"LG Logo Light (Front of TV)": "Lučka z logotipom LG (na sprednjem delu televizorja)",
	"LG Services Country": "Država za storitve LG",
	"LG Wireless Keyboard": "Brezžična tipkovnica LG",
	"LG Wireless Keyboard Connected:": "Brezžična tipkovnica LG povezana:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Brezžična tipkovnica LG vam omogoča nadzor TV-ja prek povezave Bluetooth.",
	"Language": "Jezik",
	"Large": "Velik",
	"Last tuning:": "Zadnja nastavitev:",
	"Latvia": "Latvija",
	"Latvian": "Latvijščina",
	"Lebanon": "Libanon",
	"Left": "Levo",
	"Left Right": "Levo/desno",
	"Left Surround": "Prostorski zvok levo",
	"Left drop shadow": "Leva padajoča senca",
	"Legal Notice": "Pravno obvestilo",
	"Lesotho": "Lesoto",
	"Liberia": "Liberija",
	"Libya": "Libija",
	"Light": "Lučka",
	"Limit AD Tracking": "Omeji sledenje AD",
	"Lisbon": "Lizbona",
	"Lithuania": "Litva",
	"Lithuanian": "Litovščina",
	"Live Theater": "Kino v živo",
	"Loading...": "Nalaganje ...",
	"Local": "Lokalno",
	"Local Language": "Lokalni jezik",
	"Location": "Lokacija",
	"Lock All": "Zakleni vse",
	"Lock changes for currently running apps will be applied the next time they are started.": "Spremembe zaklepanja za aplikacije, ki se trenutno izvajajo, bodo uveljavljene, ko jih naslednjič zaženete.",
	"Logo Luminance Adjustment": "Prilagajanje osvetljenosti logotipa",
	"Low": "Nizko",
	"Luminance": "Svetilnost",
	"Luxembourg": "Luksemburg",
	"MAC Address": "Naslov MAC",
	"MAC Address (Wired)": "Naslov MAC (žično)",
	"MAC Address (Wireless)": "Naslov MAC (brezžično)",
	"MASTER PASSWORD": "GLAVNO GESLO",
	"MHEG Guide": "Navodila za MHEG",
	"MPEG Noise Reduction": "Zmanjševanje hrupa MPEG",
	"Macao": "Makao",
	"Macedonia": "Makedonija",
	"Macedonia, The Former Yugoslav Republic Of": "Nekdanja Jugoslovanska republika Makedonija",
	"Macedonian": "Makedonščina",
	"Madagascar": "Madagaskar",
	"Magenta": "magenta",
	"Make blurry or difficult-to-see areas more vivid.": "Naredite zamegljena ali težko vidna območja bolj jasna.",
	"Malawi": "Malavi",
	"Malay": "Malajščina",
	"Malayalam": "Malajalamščina",
	"Malaysia": "Malezija",
	"Maldives": "Maldivi",
	"Manage channels stored on the TV.": "Upravljajte kanale, shranjene na TV-ju.",
	"Mandarin": "Mandarinščina",
	"Manual": "Ročno",
	"Maori": "Maorščina",
	"Marathi": "Marati",
	"Marshall Islands": "Maršalovi otoki",
	"Martinique": "Martinik",
	"Mature Audience Only": "Samo za odrasle",
	"Mauritania": "Mavretanija",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimirajte kontrast s povečanjem intenzivnosti svetlih in temnih območij zaslona.",
	"Medium": "Srednja",
	"Menu Language": "Jezik menija",
	"Menu Transparency": "Prosojnost menija",
	"Message": "Sporočilo",
	"Method": "Način",
	"Mexico": "Mehika",
	"Middle East": "Bližnji vzhod",
	"Minutes": "Minute",
	"Mobile Connection Management": "Upravljanje mobilne povezave",
	"Mode Option": "Možnost načina",
	"Mogadishu": "Mogadiš",
	"Moldova": "Moldavija",
	"Monaco": "Monako",
	"Mongolia": "Mongolija",
	"Montenegro": "Črna gora",
	"Month": "Mesec",
	"Morocco": "Maroko",
	"Moscow": "Moskva",
	"Motion Eye Care": "Zaščita oči pri premikanju",
	"Movie Lock": "Zaklepanje filma",
	"Mozambique": "Mozambik",
	"Multi": "Več",
	"Multi Audio": "Več zvokov",
	"Multi Channel Audio": "Zvok iz več kanalov",
	"Multiple": "Več",
	"Music": "Glasba",
	"Myanmar": "Mjanmar (Burma)",
	"NEXTGEN TV Mode": "Način NEXTGEN TV",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT – Novi Južni Wales/Avstralski glavni teritorij – Sydney",
	"NT - Northern Territory - Darwin": "NT – Severni teritorij – Darwin",
	"Namibia": "Namibija",
	"Narrow": "Ozko",
	"Natural": "Naravno",
	"Netherland": "Nizozemska",
	"Netherlands": "Nizozemska",
	"Network": "Omrežje",
	"Network Connection Settings": "Nastavitve omrežne povezave",
	"Network Name": "Ime omrežja",
	"Network-Based Personalization Recommendations": "Priporočila za personalizacijo, ki temelji na omrežju",
	"New Caledonia": "Nova Kaledonija",
	"New Zealand": "Nova Zelandija",
	"Next": "Naprej",
	"Nicaragua": "Nikaragva",
	"Nicosia": "Nikozija",
	"Nigeria": "Nigerija",
	"Night": "Noč",
	"No": "Ne",
	"No Internet via 3G/4G network": "Prek omrežja 3G/4G ni na voljo internet",
	"No Internet via Ethernet": "Ni interneta prek Etherneta",
	"No Internet via Wi-Fi": "Ni interneta prek povezave Wi-Fi",
	"No One 17 and Under Admitted.": "Ni primerno za mladostnike, mlajše od 17 let.",
	"No Operation Auto Off": "Ni samodejnega izklopa delovanja",
	"No Signal Auto Off": "Ni samodejnega izklopa signala",
	"No Signal Image": "Ni slike signala",
	"No Signal Power Off (15Min)": "Ni signala, izklop (15 min)",
	"No devices have been found.": "Ni najdenih naprav.",
	"No paired devices.": "Ni seznanjenih naprav.",
	"No signal on Server": "Na strežniku ni signala.",
	"No updates found.": "Najdene niso bile nobene posodobitve.",
	"Noise Reduction": "Zmanjševanje hrupa",
	"None": "Brez",
	"Normal": "Običajno",
	"North Korea": "Severna Koreja",
	"Northern Africa": "Severna Afrika",
	"Norway": "Norveška",
	"Norwegian": "Norveščina",
	"Not Connected": "Povezava ni vzpostavljena",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Opomba: če naprava te možnosti ne podpira, morda ne bo delovala pravilno. V tem primeru priključite napravo v druga vrata HDMI ali izklopite nastavitev 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Opomba: če naprava te možnosti ne podpira, morda ne bo delovala pravilno. V tem primeru priključite napravo v druga vrata HDMI ali izklopite nastavitev HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Opomba: Možnosti, ki so na voljo, so odvisne od televizijskega programa.",
	"Note: Behavior may differ if connected device is not a LG device.": "Opomba: Način delovanja se lahko razlikuje, če priključena naprava ni naprava LG.",
	"Note: Only displayed when it is provided by the program.": "Opomba: Prikazani so samo, če jih podpira program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Opomba: Podnapisi so prikazani samo, če jih podpira televizijski program.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Opomba: Podprte funkcije se lahko razlikujejo glede na model in prosojnost delovanja vsake od njegovih funkcij pri predvajanju vsebine, kot je Live TV ali vsebina VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Opomba:<br>1. Če je TV vklopljen, medtem ko poteka osveževanje slikovnih pik, se bo postopek prekinil in ga boste morali znova zagnati.<br>2. Med postopkom se lahko na zaslonu prikaže bela črta. To je pri čiščenju zaslona običajno.",
	"Notifications": "Obvestila",
	"OK": "V redu",
	"OLED LIGHT": "LUČKA OLED",
	"OLED Screen Saver": "Ohranjevalnik zaslona OLED",
	"Object Audio": "Zvok predmeta",
	"Off": "Izklop",
	"On": "Vklop",
	"OnTimer Channel not selected": "Vklop časovnika kanala ni izbran.",
	"Open": "Odprto",
	"Open Source Licenses": "Obvestilo o odprtokodni programski opremi",
	"Open when TV is turned on": "Odprt, ko je TV vklopljen",
	"Operate once when TV is off": "Upravljaj po izklopu TV-ja",
	"Optical + Internal TV Speaker": "Optical + Notranji zvočnik televizorja",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Globino za vsebino optimizirajte z algoritmom, naučenim prek tehnike strojnega učenja LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizirajte nastavitve kontrasta na osnovi svetlosti vsebine HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizirajte nastavitve kontrasta na osnovi svetlosti slike.",
	"Optimize the sound for a cinematic experience.": "Optimizirajte zvok za kinematografsko doživetje.",
	"Original Language": "Izvorni jezik",
	"Others": "Drugo",
	"Outer": "Zunanja",
	"Output sound through the Internal TV speaker.": "Izhodni zvok prek notranjega zvočnika televizorja.",
	"Panjabi": "Pandžabščina",
	"Papua New Guinea": "Papua Nova Gvineja",
	"Paraguay": "Paragvaj",
	"Parental Guidance Suggested": "Priporočen ogled s starši",
	"Parental Guidance Suggested :": "Priporočen ogled s starši:",
	"Parental guidance suggested for children ages 8-13.": "Priporočen ogled s starši za otroke stare od 8 do 13 let.",
	"Parents Guidance strongly required :": "Vodstvo staršev je zelo obvezno:",
	"Parents Strongly Cautioned": "Pomembno opozorilo staršem",
	"Paris": "Pariz",
	"Pass Through": "Prehod skozi",
	"Password": "Geslo",
	"Patent Information": "Informacije o patentu",
	"Peak Brightness": "Največja svetlost",
	"Persian": "Perzijščina",
	"Philippines": "Filipini",
	"Photo": "Fotografija",
	"Pick a Time": "Izberi čas",
	"Picture": "Slika",
	"Picture Mode": "Način slike",
	"Picture Mode Settings": "Nastavitve načina slike",
	"Picture Options": "Možnosti slike",
	"Picture Test": "Preizkus slike",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Slika ali zvok mogoče ne bosta delovala pravilno, medtem ko zunanja naprava in TV inicialno komunicirata. Če težave ne odpravite, povrnite nastavitve ali znova zaženite priključeno zunanjo napravo.",
	"Pitch": "Višina tona",
	"Pixel Refresher": "Osveževanje slikovnih pik",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Osveževanje slikovnih pik omogoča najjasnejšo možno sliko na TV-ju.",
	"Pixel Refresher begins only once when the TV is turned off.": "Osveževanje slikovnih pik se začne, ko je TV izklopljen.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Osveževanje slikovnih pik je načrtovano ob naslednjem izklopu televizorja.",
	"Play": "Predvajaj",
	"Play sound through TV Speaker.": "Predvajajte zvok prek zvočnika TV-ja.",
	"Play the standard sound suitable for all types of content.": "Predvajajte standardni zvok, ki je primeren za vse vrste vsebin.",
	"Please check if WiSA Speakers are turned on and try again.": "Preverite, ali so zvočniki WiSA vklopljeni in poskusite ponovno.",
	"Please check that the Bluetooth device is already connected to another device.": "Preverite, ali ima naprava Bluetooth vzpostavljeno povezavo z drugo napravo.",
	"Please check the network name and password and try again.": "Preverite ime omrežja in geslo ter poskusite znova.",
	"Please check the status and try again": "Preverite kodo in poskusite znova",
	"Please do not unplug the USB storage until the copying is completed.": "Ne odklapljajte pomnilnika USB, dokler se kopiranje ne dokonča.",
	"Please enter your password to turn off this function.": "Prosimo vnesite geslo, da se bo ta funkcija izklopila.",
	"Please enter your password to turn on this function.": "Vnesite geslo za vklop funkcije.",
	"Please make sure that your TV is connected to the network and try again.": "Preverite, ali je televizor povezan v omrežje in poskusite znova.",
	"Please note that LG does not use or manage the value.": "Upoštevajte, da LG ne uporablja ali upravlja vrednosti.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Upoštevajte, da zvok morda ne bo izhajal, ko je izhod digitalnega zvoka nastavljena na prehod skozi.",
	"Please try again later.": "Prosimo, poskusite znova.",
	"Please wait while the Settings application reloads.": "Počakajte, da se aplikacija z nastavitvami ponovno naloži.",
	"Please wait while the Settings application restarts.": "Počakajte, da se aplikacija z nastavitvami ponovno zažene.",
	"Please wait while the TV restarts.": "Počakajte, da se televizor ponovno zažene.",
	"Please wait while the TV searches for LG Service Country.": "Prosimo, počakajte, medtem ko televizor išče državo za storitve LG.",
	"Point": "Točka",
	"Pointer Options": "Možnosti kazalca",
	"Pointer Size": "Velikost kazalca",
	"Poland": "Poljska",
	"Polish": "Poljščina",
	"Portugal": "Portugalska",
	"Portuguese": "Portugalščina",
	"Position": "Položaj",
	"Position Settings": "Nastavitve položaja",
	"Power Off Timer": "Izklop časovnika",
	"Power On Timer": "Vklop časovnika",
	"Power Saving Mode": "Način varčevanja z energijo",
	"Prague": "Praga",
	"Preschool": "Predšolski",
	"Press right button to adjust de-blur and Motion Pro value.": "Pritisnite gumb desno, da nastavite vrednost de-blur in Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Pritisnite desni gumb, da nastavite vrednosti de-blur in OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Pritisnite desni gumb, da nastavite vrednosti de-blur in OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pritisnite gumb desno, da nastavite vrednost de-judder in Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Pritisnite desni gumb, da nastavite vrednosti de-judder in OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Pritisnite desni gumb, da nastavite vrednosti de-judder in OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pritisnite gumb desno, da nastavite vrednost de-judder, de-blur in Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Pritisnite desni gumb, da nastavite vrednosti de-judder, de-blur in OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Pritisnite desni gumb, da nastavite vrednosti de-judder, de-blur in OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Pritisnite gumb WPS na usmerjevalniku, ki podpira WPS, da povežete TV z omrežjem.",
	"Press the right button to adjust Motion Pro settings.": "Pritisnite gumb desno, da prilagodite nastavitve Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Pritisnite desni gumb, da prilagodite nastavitve OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Pritisnite desni gumb, da prilagodite nastavitve OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Pritisnite gumb desno, da prilagodite nastavitve de-blur.",
	"Press the right button to adjust de-judder settings.": "Pritisnite gumb desno, da prilagodite nastavitve de-judder.",
	"Previous": "Nazaj",
	"Primary Audio Language": "Primarni jezik zvoka",
	"Primary Channels": "Primarni kanali",
	"Primary Teletext Language": "Primarni jezik teleteksta",
	"Program exempted from ratings.": "Program je izvzet iz ocen.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Zagotavljanje HbbTV Distinctive ID",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Zagotavljanje značilnega ID za HbbTV za oddajanje storitve HbbTV.",
	"Provided services may vary depending on countries.": "Zagotovljene storitve se lahko razlikujejo glede na države.",
	"Puerto Rico": "Portoriko",
	"Pyongyang": "Pjongjang",
	"QLD - Queensland - Brisbane": "QLD – Queensland – Brisbane",
	"Qatar": "Katar",
	"Quick Help": "Hitra pomoč",
	"Quick Start+": "Hitri zagon+",
	"Raised": "Dvignjeno",
	"Real Cinema": "Pravi kino",
	"Reason: Authentication with access point was unsuccessful.": "Vzrok: Preverjanje pristnosti omrežja z dostopno točko ni bilo uspešno.",
	"Reason: Could not establish a connection to access point.": "Vzrok: vzpostavitev povezave s točko dostopa ni bila mogoča.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Vzrok: ni bilo mogoče pridobiti veljavnega naslova IP z uporabo DHCP.",
	"Reason: Entered password is incorrect.": "Vzrok: vneseno geslo ni pravilno.",
	"Reason: Password is missing.": "Vzrok: Manjka geslo.",
	"Reason: The network you selected is out of range.": "Vzrok: izbrano omrežje je zunaj dosega.",
	"Reason: Unable to login.": "Vzrok: prijava ni mogoča.",
	"Receive emergency alerts from TV when an emergency occurs.": "V nujnih primerih prejmite od TV-ja nujno opozorilo.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Funkciji Always-on predlagajte nastavitev časa, ko TV-ja običajno ne gledate.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Priporočaj uporabno vsebino in funkcije na podlagi zgodovine ogleda in vzorcev uporabe aplikacije.",
	"Recommendations are available for the people, products and locations related to the current program.": "Priporočila so na voljo za ljudi, izdelke in lokacije, povezane s trenutnim programom.",
	"Red": "Rdeča",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Zmanjšajte nepravilen šum iz digitalnih video signalov za optimizacijo jasne kakovosti slike.",
	"Region": "Regija",
	"Registered Devices ({num})": "Registrirane naprave ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Okrepite visok ton optimiziranega zvoka.",
	"Reinforce the low-pitched tone of the optimized sound.": "Okrepite nizek ton optimiziranega zvoka.",
	"Remote Settings": "Nastavitve daljinskega upravljanja",
	"Remove irregular and erratic pixels for a clearer image.": "Odstranite nepravilne in okvarjene slikovne pike za jasnejšo sliko.",
	"Reset": "Ponastavi",
	"Reset AD ID": "Ponastavi AD ID",
	"Reset CI Password": "Ponastavi geslo CI",
	"Reset HbbTV Distinctive ID": "Ponastavite HbbTV Distinctive ID",
	"Reset Password": "Ponastavi geslo",
	"Reset Settings": "Ponastavi nastavitve",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Ponastavite seznam odobrenih aplikacij pri povezovanju z mobilno aplikacijo HbbTV.",
	"Reset the caption position.": "Ponastavite položaj napisa.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Ponastavite zgodovino vsebine gledanja in uporabe aplikacij. Ko je zgodovina ponastavljena, lahko traja nekaj časa, da boste ponovno dobili priporočila glede vsebine.",
	"Reset to Initial Settings": "Ponastavi na začetne nastavitve",
	"Restrict access to TV programs based on their ratings.": "Omejite dostop do TV-programov na osnovi njihovih ocen.",
	"Restrict watching based on age ratings for children programs.": "Gledanje omejite na podlagi starosti za otroške programe.",
	"Restrict watching based on ages ratings.": "Gledanje omejite na podlagi starosti.",
	"Restrict watching based on fantasy violence content ratings.": "Gledanje omejite na podlagi ocene nasilja v fantazijskih vsebinah.",
	"Restrict watching based on programs containing adult language.": "Gledanje omejite na podlagi programov, ki vsebujejo jezik za odrasle.",
	"Restrict watching based on programs containing sexual scene.": "Gledanje omejite na podlagi programov, ki vsebujejo seksualne prizore.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Gledanje omejite na podlagi programov, ki vsebujejo seksualni sugestivni dialog.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Gledanje omejite na podlagi določenih starosti ali ocen vsebine pod vodstvom staršev.",
	"Restrict watching based on violence content ratings.": "Gledanje omejite na podlagi nasilne vsebine.",
	"Restrict watching movies based on rating.": "Gledanje filmov omejite na podlagi ocene.",
	"Restrict watching programs based on rating.": "Gledanje programov omejite na podlagi ocene.",
	"Restriction ratings :": "Ocene omejitev:",
	"Retry": "Poskusi znova",
	"Revert TV to its initial settings.": "TV ponastavite na začetne nastavitve.",
	"Revert color adjustment settings to default.": "Nastavitve prilagajanja barve povrnite na privzete.",
	"Revert detailed sound effect settings of standard mode to default.": "Podrobne nastavitve zvočnega učinka standardnega načina ponastavite na privzete.",
	"Revert picture setting values to default.": "Vrednosti nastavitev ponastavi na privzete.",
	"Revert white balance settings to default.": "Nastavitve izravnave beline povrnite na privzete.",
	"Right": "Desno",
	"Right Left": "desno/levo",
	"Right Surround": "Prostorski zvok desno",
	"Right drop shadow": "Desna padajoča senca",
	"Riyadh": "Riad",
	"Romania": "Romunija",
	"Romanian": "Romunščina",
	"Rome": "Rim",
	"Russia": "Rusija",
	"Russian": "Ruščina",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA – Južna Avstralija – Adelaide",
	"SIGNATURE Opening": "Odpiranje SIGNATURE",
	"SIGNATURE TV Settings": "Nastavitve SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK omogoča uporabo daljinskega upravljalnika LG za upravljanje drugih naprav z omogočeno funkcijo SIMPLINK, npr. predvajalnika DVD ali zvočnega sistema hišnega kina, ki je povezan z vašim LG Smart TV prek priključka HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "Funkcija SIMPLINK bo samodejno vključena za način ARC.",
	"Safety": "Varnost",
	"Saint Lucia": "Santa Lucia",
	"Saint Vincent": "Saint Vincent in Grenadine",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelitska DTV",
	"Satellite Radio": "Satelitski radio",
	"Saturation": "Nasičenost",
	"Saudi Arabia": "Saudska Arabija",
	"Saudi arabia": "Savdska Arabija",
	"Save CAM Operator's Profile": "Shrani profil ponudnika storitev CAM",
	"Save CI Password": "Shrani geslo CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Shranite nastavitve prilagajanja barve v trenutno izbranem načinu slike za vse vhode.",
	"Save the white balance settings from the current picture mode in all inputs.": "Shranite nastavitve beline v trenutnem načinu slike za vse vhode.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Shranite/ponastavite geslo CI. Če shranite geslo, boste v bodoče lahko preskočili korak prijave.",
	"Scan \"Auto Detect\" automatically.": "Samodejno skenirajte »Samodejno zaznavanje«.",
	"Screen Down": "Zaslon navzdol",
	"Screen Off": "Zaslon izklopljen",
	"Screen Saver": "Ohranjevalnik zaslona",
	"Screen Shift ": "Premik zaslona",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Zaslon se premakne v rednih časovnih intervalih in preprečuje težave s kakovostjo slike, ki se lahko pojavijo, kadar je TV vklopljen daljše časovno obdobje.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Zaslon se bo izklopil čez 5 sekund. Zaslon lahko vklopite s pritiskom katerega koli gumba, razen gumba za vklop/izklop in gumba za glasnost.",
	"Search": "Išči",
	"Search Bluetooth Device": "Poišči napravo Bluetooth",
	"Searching...": "Iskanje...",
	"Second Language": "Drugi jezik",
	"Secondary Audio Language": "Sekundarni jezik zvoka",
	"Secondary Teletext Language": "Sekundarni jezik teleteksta",
	"Security": "Varnost",
	"Select IRE point to adjust luminance.": "Za nastavitev svetilnosti izberite točko IRE.",
	"Select Mode": "Izberite način",
	"Select TV's language settings.": "Izberite nastavitve jezika televizorja.",
	"Select a caption type for HD broadcasts.": "Izberite tip napisov za HD oddajanje.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Izberite tip napisov za oddajanje NEXTGEN TV.",
	"Select a caption type for UHD broadcasts.": "Izberite tip napisov za UHD oddajanje.",
	"Select a caption type for analog broadcasts.": "Izberite tip napisov za analogno oddajanje.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Izberite način videoposnetka, ki se ujema z okoljem gledanja, oziroma določite nastavitve za način videoposnetka, kot so kontrast, barva in več.",
	"Select an audio format for each HDMI input.": "Izberite obliko zvočnega zapisa za vsak vhod HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Izberite Izhod digitalnega zvoka (samodejno ali PCM), če ne slišite zvočnih učinkov po izboru možnosti Prehod.",
	"Select audio language for digital broadcasts.": "Izberite jezik zvoka za digitalno oddajanje.",
	"Select color to be adjusted.": "Izberite barvo, ki jo boste nastavljali.",
	"Select days to apply the Timer Power Off settings every week.": "Izberite dni v tednu, ko bo v uporabi nastavitev časovnika za izklop televizorja.",
	"Select days to apply the Timer Power On settings every week.": "Izberite dni v tednu, ko bo v uporabi nastavitev časovnika za vklop televizorja.",
	"Select device for audio output.": "Izberite napravo za izhod zvoka.",
	"Select device or speaker for audio output.": "Izberite napravo ali zvočnik za izhod zvoka.",
	"Select digital audio output format.": "Izberite obliko zapisa digitalnega izhoda zvoka.",
	"Select language for TV menu.": "Izberite jezik za TV-meni.",
	"Select language for subtitles.": "Izberite jezik za podnaslove.",
	"Select languages for keyboards input.": "Izberite jezik za vnos tipkovnice.",
	"Select method to adjust white balance.": "Izberite način nastavitve beline.",
	"Select point to adjust luminance.": "Izberite točko za nastavitev svetilnosti.",
	"Select the Sound mode and set detailed Audio effects.": "Izberite način zvoka in podrobne zvočne učinke.",
	"Select the Sound mode for each content type.": "Izberite način zvoka za vsako vrsto vsebine.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Izberite možnost Ultra HD Deep Colour za vrata HDMI {num}.",
	"Select the app to restrict the use.": "Izberite aplikacijo za omejitev uporabe.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Izberite ustrezen način slike glede na okolje gledanja ali vrsto vsebine.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Zvočne lastnosti izberite s poslušanjem oddajanja na način, ki vam je všeč.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Izberite vrsto napisa za digitalna oddajanja ter nastavite podrobne nastavitve podnapisov.",
	"Select the channel to restrict watching.": "Izberite kanal za omejitev gledanja.",
	"Select the channel to watch when the TV turns on.": "Izberite kanal za ogled po vklopu TV-ja.",
	"Select the color range to be displayed.": "Izberite obseg barve za prikaz.",
	"Select the country for your country's special services.": "Za storitve, specifične za svojo državo, izberite državo.",
	"Select the desired video angle.": "Izberite želeni kot videoposnetka.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Izberite format za prenašanje izhoda digitalnega zvoka TV-ja na zunanjo napravo.",
	"Select the input to use when the TV turns on.": "Izberite vhod, ki bo v uporabi, ko se vklopi televizor.",
	"Select the inputs to restrict the use.": "Izberite vhode za omejitev uporabe.",
	"Select the most preferred Subtitle Language.": "Izberite prvo izbiro za jezik podnapisov.",
	"Select the place where to use the TV.": "Izberite mesto za ogled TV-ja.",
	"Select the residential region for your regional broadcast signal.": "Za regionalni signal oddajanja izberite regijo bivanja.",
	"Select the second preferred Subtitle Language.": "Izberite drugo izbiro za jezik podnapisov.",
	"Select your first choice of audio language for digital broadcasts.": "Za digitalno oddajanje izberite jezik, ki ste ga prvega izbrali za jezik zvoka.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Izberite prvo izbiro za jezik teleteksta televizijskega ponudnika.",
	"Select your second choice of audio language for digital broadcasts.": "Za digitalno oddajanje izberite jezik, ki ste ga drugega izbrali za jezik zvoka.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Izberite drugo izbiro za jezik teleteksta televizijskega ponudnika.",
	"Seoul": "Seul",
	"Serbia": "Srbija",
	"Serbian": "Srbščina",
	"Serial Number": "Serijska številka",
	"Service 1": "Storitev 1",
	"Service 2": "Storitev 2",
	"Service 3": "Storitev 3",
	"Service 4": "Storitev 4",
	"Service 5": "Storitev 5",
	"Service 6": "Storitev 6",
	"Service Area Zip Code": "Poštna številka servisa",
	"Set Automatically": "Nastavi samodejno",
	"Set ID": "Nastavi ID",
	"Set My Team Alarm.": "Nastavi alarm za mojo ekipo.",
	"Set Store Mode settings.": "Nastavite nastavitve načina v trgovini.",
	"Set System Color mode for your current TV input.": "Nastavite barvni način sistema trenutnega vhoda televizorja.",
	"Set additional options for Video Description.": "Nastavite dodatne možnosti za video opis.",
	"Set additional picture settings.": "Nastavite dodatne nastavitve slike.",
	"Set additional sound-related settings.": "Nastavite dodatne z zvokom povezane nastavitve.",
	"Set advanced Subtitle options.": "Nastavite napredne možnosti podnapisov.",
	"Set advanced captioning options.": "Nastavite napredne možnosti napisov.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Različico IP-naslova nastavite in uredite v IPv4 ali IPv6.",
	"Set audio-related options.": "Nastavite z zvokom povezane možnosti.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Nastavite velikost, barvo, prosojnost in druge možnosti napisov za oddajanje.",
	"Set color temperature from warm to cool.": "Nastavite temperaturo barve od tople do hladne.",
	"Set detailed caption settings for HD broadcasts.": "Nastavite podrobne nastavitve za HD-oddajanja.",
	"Set detailed options for the AI functions.": "Za funkcije umetne inteligence nastavite podrobne možnosti.",
	"Set detailed options for the Home feature.": "Nastavite podrobne možnosti za začetno stran.",
	"Set detailed options for the Recommendation feature.": "Nastavite podrobne možnosti za priporočila.",
	"Set easy connection settings with external devices.": "Nastavitev nastavitve za enostavno povezavo z zunanjimi napravami.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Za uporabo starševskega nadzora nastavite zaklepanje določenih kanalov, aplikacij, vhodov itd.",
	"Set necessary additional functions based on watching environment and screen status.": "Nastavite potrebne dodatne funkcije na osnovi okolja gledanja in stanja zaslona.",
	"Set or reset the position of on-screen captions.": "Nastavite ali ponastavite položaj napisov na zaslonu.",
	"Set settings related to your wired / wireless network.": "Nastavite nastavitve, povezane z vašim žičnim/brezžičnim omrežjem.",
	"Set the TV to turn off automatically after a set amount of time.": "Nastavite samodejen izklop TV-ja po pretečenem nastavljenem času.",
	"Set the TV to turn off automatically at a set time.": "Nastavite samodejni izklop TV-ja ob nastavljenem času.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Nastavite samodejni izklop televizorja, če ni bilo uporabniškega vnosa v štirih urah po samodejnem vklopu TV-ja.",
	"Set the TV to turn on automatically at a set time.": "Nastavite samodejni vklop TV-ja ob nastavljenem času.",
	"Set the additional functions related to the TV.": "Nastavite dodatne funkcije, povezane s televizijo.",
	"Set the current date and time.": "Nastavite trenutna datum in čas.",
	"Set the current date manually.": "Ročno nastavite točen datum.",
	"Set the current time manually.": "Ročno nastavite točen čas.",
	"Set the detect range of device available to connect.": "Nastavite območje zaznavanja naprave, ki je na voljo za povezovanje.",
	"Set the region and country for broadcasts and special services.": "Regijo in državo nastavite za oddajanja in posebne storitve.",
	"Set the screen size and aspect ratio.": "Nastavite velikost zaslona in razmerje stranic.",
	"Set the specialized functions of SIGNATURE TV.": "Nastavite specializirane funkcije SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Nastavite čas samodejnega izklopa TV-ja brez uporabnikovega vnosa.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Nastavite navidezni večkanalni prostorski zvok, da boste uživali v bolj realističnem zvoku.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Nastavite zvočni učinek Virtual Surround, da boste uživali v bolj realističnem zvoku.",
	"Set the volume level when the TV turns on.": "Nastavite glasnost ob vklopu TV-ja.",
	"Set time to turn off the TV.": "Nastavite časovnik za izklop televizorja.",
	"Set time to turn on the TV.": "Nastavite čas za vklop televizorja.",
	"Set up additional features related to customer support.": "Nastavite dodatne funkcije, povezane s službo za pomoč strankam.",
	"Set up an account to use LG Services.": "Ustvarite račun za uporabo storitev LG.",
	"Set whether to display Home when the TV is turned on.": "Nastavite, ali želite, da se ob vklopu TV-ja prikaže začetna stran.",
	"Settings Help": "Nastavitve pomoči",
	"Sexual Situations": "Seksualne situacije",
	"Sexually Suggestive Dialogue": "Seksualni sugestivni dialog",
	"Shanghai": "Šanghaj",
	"Sharpness": "Ostrina",
	"Show Password": "Prikaži geslo",
	"Side by Side": "Drugo ob drugem",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Motnje signala lahko zmanjšajo občutljivost daljinskega upravljalnika Magic Remote, če je brezžični usmerjevalnik preblizu TV-ja.",
	"Singapore": "Singapur",
	"Size": "Velikost",
	"Sleep Timer": "Časovnik za mirovanje",
	"Slovak": "Slovaščina",
	"Slovakia": "Slovaška",
	"Slovenia": "Slovenija",
	"Slovenian": "Slovenščina",
	"Slow": "Počasna",
	"Small": "Mali",
	"Smooth": "Gladka",
	"Smooth Gradation": "Tekoče stopnjevanje",
	"Soccer": "Nogomet",
	"Sofia": "Sofija",
	"Software Update": "Posodobitev programske opreme",
	"Software Version": "Različica programske opreme",
	"Software update has been installed. Update will be applied when you restart your TV.": "Posodobitev programske opreme je bila nameščena. Posodobitev bo uporabljena, ko znova vklopite TV.",
	"Solid": "Trdno",
	"Solomon Islands": "Salomonovi otoki",
	"Somalia": "Somalija",
	"Some material may not be appropriate for children under 13.": "nekatere vsebine niso primerne za otroke, mlajše od 13 let.",
	"Some material may not be appropriate for children.": "nekatere vsebine niso primerne za otroke.",
	"Sotho, Northern": "Sotho, severni",
	"Sotho, Southern": "Sotho, južni",
	"Sound": "Zvok",
	"Sound Mode": "Način zvoka",
	"Sound Mode Settings": "Nastavitve načina zvoka",
	"Sound Out": "Izhod zvoka",
	"Sound Share": "Skupna raba zvoka",
	"Sound Test": "Preizkus zvoka",
	"South Africa": "Južna Afrika",
	"South Korea": "Južna Koreja",
	"Southern Africa": "Južna Afrika",
	"Spain": "Španija",
	"Spanish": "Španščina",
	"Speaker Volume Control": "Upravljanje glasnosti zvočnika",
	"Specify detailed voice guidance settings after turning on this feature.": "Po vklopu te funkcije določite podrobne nastavitve zvočnega vodenja.",
	"Speed": "Hitrost",
	"Spoken Subtitle": "Govorjeni podnapisi",
	"Sports": "Šport",
	"Sports Alert": "Športno opozorilo",
	"Sri Lanka": "Šrilanka",
	"Stand": "Stojalo",
	"Standard": "Standardno",
	"Standard Mode Sound Effect": "Standardni način zvočnih učinkov",
	"Standby Light": "Lučka za prikaz mirovanja",
	"Start New Sound Tuning": "Zagon nastavitve novega zvoka",
	"Start Now": "Zaženi zdaj",
	"Startup Sound": "Zvok ob vklopu",
	"Stop": "Ustavi",
	"Store Demo": "V trgovini-Demo",
	"Store Mode": "Način trgovine",
	"Store Mode Settings": "NASTAVITVE NAČINA V TRGOVINI",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Način v trgovini je namenjen za prikazovanje v trgovini. Nastavitve se bodo inicializirale vsakih nekaj minut. Ali želite zapreti to aplikacijo in zagnati način v trgovini?",
	"Strong": "Močno",
	"Style": "Slog",
	"Subnet Mask": "Maska podomrežja",
	"Subnet prefix length": "Dolžina predpone podomrežja",
	"Subtitle First Choice Language": "Prva izbira za jezik podnaslovov",
	"Subtitle Language": "Jezik podnapisov",
	"Subtitle Second Choice Language": "Druga izbira za jezik podnaslovov",
	"Subtitles": "Podnapisi",
	"Super Impose": "Prikaz drugo čez drugo",
	"Super Resolution": "Superločljivost",
	"Support": "Podpora",
	"Suriname": "Surinam",
	"Surround Balance": "Prostorsko ravnovesje",
	"Surround Level": "Prostorska stopnja",
	"Swaziland": "Svazi",
	"Sweden": "Švedska",
	"Swedish": "Švedščina",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Preklopite v način pripravljenosti za ponovni vklop TV-ja hitro po njegovem izklopu.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Preklopite v način pripravljenosti za uporabo številnih funkcij, kot so aplikacije, iskanje itd. hitro po vklopu TV-ja.",
	"Switzerland": "Švica",
	"Sync Demo": "Sinhroniziraj demo",
	"Syria": "Sirija",
	"System Color": "Barva sistema",
	"TAS - Tasmania - Hobart": "TAS – Tasmanija – Hobart",
	"TEXT 1": "BESEDILO 1",
	"TEXT 2": "BESEDILO 2",
	"TEXT 3": "BESEDILO 3",
	"TEXT 4": "BESEDILO 4",
	"TV Information": "Informacije o TV-ju",
	"TV Installation Type": "Vrsta namestitve televizorja",
	"TV Lock": "Zaklepanje TV-ja",
	"TV Name": "Ime televizorja",
	"TV On With Mobile": "Vklop televizorja z mobilno napravo",
	"TV Power Sound": "Zvok za vklop TV-ja",
	"TV Power Sound Volume": "Glasnost zvoka za vklop TV-ja",
	"TV Program Locks": "Zaklepanje TV-programov",
	"TV Rating English": "TV ocena angleško",
	"TV Rating French": "TV ocena francosko",
	"TV Speaker": "Zvočnik TV-ja",
	"TV can be used as an alarm.": "TV je mogoče uporabiti kot budilko.",
	"TV is turned off at a set time on every specified day.": "TV se izklopi ob nastavljenem času na vsak določen dan.",
	"TV to USB": "TV z USB-jem",
	"Tagalog": "Tagaloščina",
	"Taipei": "Tajpej",
	"Taiwan": "Tajvan",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Izkoristite funkcije, ki zahtevajo uporabo omrežja, kot so internet, aplikacije, posodobitve programske opreme itd.",
	"Tallinn": "Talin",
	"Tamil": "Tamilščina",
	"Tanzania": "Tanzanija",
	"Target Luminance": "Ciljna svetilnost",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Barva besedila",
	"Text Opacity": "Prosojnost besedila",
	"Text Search": "Besedilno iskanje",
	"Thai": "Tajščina",
	"Thailand": "Tajska",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Vrata HDMI {port1} in HDMI {port2} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko izberete.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Vrata HDMI {port1} in HDMI {port2} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko vklopite ali izklopite.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Vrata HDMI {port1} in HDMI {port2} podpirajo takojšen odziv igre. Lahko jih vklopite ali izklopite.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Vrata HDMI {port1} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko izberete.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Vrata HDMI {port1} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko vklopite ali izklopite.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Vrata in HDMI {port1} podpirajo takojšen odziv igre in lahko jih vklopite ali izklopite.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Vrata HDMI {port1}, HDMI {port2} in HDMI {port3} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko izberete.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Vrata HDMI {port1}, HDMI {port2} in HDMI {port3} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko vklopite ali izklopite.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Vrata HDMI {port1}, HDMI {port2}, HDMI {port3} in HDMI {port4} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko izberete.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Vrata HDMI {port1}, HDMI {port2}, HDMI {port3} in HDMI {port4} podpirajo funkcijo AMD FreeSync Premium, ki jo lahko vklopite ali izklopite.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Vrata HDMI {port1}, HDMI {port2}, HDMI {port3} in HDMI {port4} podpirajo takojšen odziv igre in lahko jih vklopite ali izklopite.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Vrata HDMI {port1}, HDMI {port2} in HDMI {port3} podpirajo takojšen odziv igre in lahko jih vklopite ali izklopite.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Distinctive ID je edinstvena vrednost, ki se uporablja samo za HbbTV, kar ni povezano z osebnimi podatki uporabnika.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Distinctive ID bo ponastavljen.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikacija ali storitev HbbTV bo onemogočila svoje sledenje posameznemu uporabniku.",
	"The IBB service will disable its tracking of an individual user.": "Storitev IBB bo onemogočila svoje sledenje posameznemu uporabniku.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Pridobivanje informacij o državi za storitve LG iz strežnika ni bilo mogoče. Prosimo, poskusite znova pozneje.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Za spremembo jezika menija morate znova naložiti aplikacijo z nastavitvami. Ali želite nadaljevati?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Osvetlitev okolice bo zagotovljena, ko se zazna gibanje okoli televizorja.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Razpoložljive storitve zunanjega prepoznavanja glasu se lahko spremenijo gleda na jezikovne nastavitve. Prav tako se meni nastavitev ponovno naloži, če spremenite jezik menija. Želite nadaljevati?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Seznam kanalov je uspešno kopiran iz pomnilnika USB na TV. TV se bo znova zagnal čez 5 sekund.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Seznam kanalov je uspešno kopiran iz TV-ja na pomnilnik USB.",
	"The closer to 100, the brighter.": "Vrednosti, bližje 100, pomenijo večjo osvetlitev.",
	"The closer to 100, the clearer the color becomes.": "Vrednosti, bližje 100, pomenijo bolj jasno barvo.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Vrednosti, bližje 50, pomenijo bolj jasno rdečo barvo in vrednosti, bližje 50, pomenijo bolj jasno zeleno barvo.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Podrobne nastavljene vrednosti funkcije izravnave beline bodo ponastavljene. Želite nadaljevati?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Razlika med glasnostmi zvoka kanala in programa je samodejno zmanjšana, ki vam pomaga gledanje programa s konstantno glasnostjo.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Razlika med glasnostmi zvoka kanala in programa je samodejno nastavljena za gledanje programa s konstantno glasnostjo.",
	"The higher the settings, the louder the sound rapidly.": "Višje nastavitve pomenijo večjo glasnost.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Notranji zvočnik televizorja in zvočniki Bluetooth lahko zvok oddajajo istočasno, pri čemer ustvarjajo učinek živahnega prostorskega zvoka.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Jezik prepoznavanja govora bo samodejno nastavljen glede na izbran jezik menija.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Jezik, ki se uporablja za prepoznavanje glasu, je nastavljen glede na izbrani jezik menija. Podporne storitve se lahko razlikujejo v odvisnosti od glasovnega jezika.",
	"The network is currently unavailable. Please try again later.": "Omrežje trenutno ni na voljo. Prosimo, poskusite znova pozneje.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Postopek traja približno eno uro, TV pa mora medtem ostati izklopljen.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Postopek traja približno {n} minut/-o, TV pa mora medtem ostati izklopljen.",
	"The program is intended for adults only.": "Ta program je namenjen samo odraslim.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Svetlost zaslona je samodejno prilagojena v skladu s svetlostjo okoli televizije.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Zaslon bo zdrsnil navzdol v 5 sekundah. Pritisnite kateri koli gumb, razen gumba za vklop/izklop in glasnost na daljinskem upravljalniku, da zaslon znova zdrsne navzgor.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Nastavljene podvrednosti funkcije sistema upravljanja barv bodo ponastavljene. Želite nadaljevati?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Nastavitev prostorskega zvoka Bluetooth + notranji zvočnik televizorja bosta ponastavljena.",
	"The settings are as follows.": "Nastavitve so naslednje.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Zvok morda ne bo izhajal, kadar je izhod digitalnega zvoka nastavljen na prehod skozi.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Posodobitve ni mogoče uporabiti na TV-ju. Programska oprema bo povrnjena na prejšnjo različico.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Vizualni učinki so na zaslonu prikazani, kadar je TV vklopljen in se zaslon premika.",
	"There are no paired devices.": "Ni povezanih naprav.",
	"There are settings to correct or prevent OLED panel noise.": "Obstajajo nastavitve za popravljanje ali preprečevanje šuma plošče OLED.",
	"There is no USB device connected to your TV.": "Nobena naprava USB ni priključena na televizor.",
	"There is no message.": "Ni sporočil.",
	"Third Language": "Tretji jezik",
	"This feature applies only to specified LG Wireless Keyboard models.": "Ta funkcija je na voljo samo pri določenih modelih brezžične tipkovnice LG.",
	"This function works only when it is provided by the broadcast program.": "Ta funkcija deluje samo, če jo podpira program za oddajanje.",
	"This is a closed caption preview": "To je predogled zaprtega napisa",
	"This is an already existing value.": "Ta vrednost že obstaja.",
	"This service provides you with more information about watching program and enjoys related contents.": "Ta storitev vam zagotavlja več informacij o programu, ki ga gledate, in vam omogoča uživanje v povezanih vsebinah.",
	"This will revert all options on TV to their default settings.": "S tem boste vse možnosti na TV-ju ponastavili na privzete nastavitve.",
	"Time": "Čas",
	"Timer Channel": "Časovnik kanala",
	"Timer Repeat": "Ponovitev časovnika",
	"Timers": "Časovniki",
	"Timezone": "Časovni pas",
	"Tint": "Odtenek",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Za optimizacijo zvoka na TV-ju predvajajte preizkusni zvok in s pomočjo daljinskega upravljalnika Magic Remote začnite meriti odbiti zvok.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Da bi bil preizkus zvoka na vašem TV-ju mogoč, je treba nastavitev izhoda zvoka spremeniti na notranji zvočnik TV-ja. Ali želite nadaljevati?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Zgoraj in spodaj",
	"Total Power On Time": "Skupni čas vklopa",
	"Tracking Speed": "Hitrost sledenja",
	"Translucent": "Prosojno",
	"Transparent": "Prozorno",
	"Treble Boost": "Ojačanje visokih tonov",
	"Trinidad And Tobago": "Trinidad in Tobago",
	"Trinidad and Tobago": "Trinidad in Tobago",
	"Tripoli": "Tripolis",
	"Tune and save available channels.": "Nastavite in shranite razpoložljive kanale.",
	"Tune and save available channels. You can set satellite channel options.": "Nastavite in shranite razpoložljive kanale. Nastavite lahko možnosti satelitskih kanalov.",
	"Tunis": "Tunizija",
	"Tunisia": "Tunizija",
	"Turkey": "Turčija",
	"Turkish": "Turščina",
	"Turn on TV with mobile device same as smartphone.": "TV vklopite s pametno napravo, kot je pametni telefon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Vklop/izklop možnosti Ultra HD Deep Colour za vrata HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Vklopite ali izklopite takojšen odziv igre iz vrat HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "TV vklopite s pomočjo mobilne naprave prek povezave Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "TV vklopite s pomočjo mobilne naprave prek omrežja Wi-Fi.",
	"Turn on via Bluetooth": "Vklopite prek povezave Bluetooth",
	"Turn on via Wi-Fi": "Vklopite prek omrežja Wi-Fi",
	"Turn on/off description box in Settings.": "Vklopite/izklopite polje z opisom v Nastavitvah.",
	"Turn on/off standby light.": "Vklopite/izklopite lučko za stanje pripravljenosti.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Funkcijo AMD FreeSync Premium vrat HDMI {num} vklopite ali izklopite.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Vklopite/izklopite slike, ki bodo prikazane na zaslonu, kadar ne bo signala.",
	"Turn on/off the related features of energy consumption.": "Vklopite/izklopite povezane funkcije porabe energije.",
	"Turn the Hybridcast service on/off.": "Vklopite/izklopite storitev Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Vklopite/izklopite storitev interaktivnosti (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Vklopite/izklopite TV-spored televizijskega ponudnika.",
	"Turn your broadcast TV provider's teletext service on/off.": "Vklopite/izklopite storitev teleteksta televizijskega ponudnika.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Če izklopite omrežje Wi-Fi, ne boste imeli dostopa do internetnih storitev, razen če boste za povezavo v omrežje uporabili kabel. Ali želite nadaljevati?",
	"UAE": "Združeni arabski emirati",
	"UHD Mode": "Način UHD",
	"USA": "ZDA",
	"USB storage for Copy Channels": "Pomnilnik USB za kopiranje kanalov",
	"USB to TV": "USB s TV-jem",
	"Ukraine": "Ukrajina",
	"Ukrainian": "Ukrajinščina",
	"Ulaanbaatar": "Ulan Bator",
	"Ultra Surround": "Ultra prostorski zvok",
	"Unable to check for updates.": "Preverjanje, ali so na voljo posodobitve, ni mogoče.",
	"Unable to connect to the network.": "Povezava z omrežjem ni mogoča.",
	"Undefined": "Nedoločeno",
	"Under 17 requires accompanying parent or adult guardian.": "Mladostniki, mlajši od 17 let, lahko gledajo te vsebine ob navzočnosti staršev ali skrbnikov.",
	"Uniform": "Enotno",
	"United Arab Emirates": "Združeni arabski emirati",
	"United Kingdom": "Združeno kraljestvo",
	"United States of America": "Združene države Amerike",
	"Universal Control Settings": "Nastavitve daljinskega upravljalnika",
	"Unknown": "Neznano",
	"Unknown issue has occurred.": "Prišlo je do neznane težave.",
	"Update canceled.": "Posodobitev preklicana.",
	"Update in progress...": "Posodobitev je v teku ...",
	"Update in progress...({n}%)": "Posodobitev je v teku ...({n}%)",
	"Update paused.": "Posodobitev je začasno prekinjena.",
	"Update reserved.": "Posodobitev pridržana.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Posodobitev bo preklicana in datoteke za posodobitev bodo zdaj izbrisane. Ali želite nadaljevati?",
	"Uruguay": "Urugvaj",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Z daljinskim upravljalnikom Magic Remote analizirajte akustiko prostora in glede na rezultate optimizirajte kakovost zvoka TV-ja.",
	"Use a large pointer.": "Uporabite velik kazalec.",
	"Use a medium pointer.": "Uporabite srednji kazalec.",
	"Use a small pointer.": "Uporabite majhen kazalec.",
	"Use the 4-way controller to change the position and press the OK button.": "Za spreminjanje položaja uporabite 4-smerni krmilnik in pritisnite gumb OK.",
	"Use the following services with the selected language.": "Z izbranim jezikom uporabite naslednje storitve.",
	"User": "Uporabnik",
	"User Agreements": "Uporabniške pogodbe",
	"User Guide": "Uporabniški priročnik",
	"Uzbek": "Uzbeščina ",
	"V Position": "Položaj V",
	"V Sharpness": "Ostrina V",
	"V Size": "Velikost V",
	"VIC - Victoria - Melbourne": "VIC – Viktorija – Melbourne",
	"Valencian": "Valencijščina",
	"Vatican City": "Vatikan",
	"Vertical Zoom": "Navpična povečava",
	"Video Description": "Video opis",
	"Vienna": "Dunaj",
	"Vietnamese": "Vietnamščina",
	"View current Common Interface (CI) information.": "Prikažite informacije za trenutni vmesnik CI (Common Interface).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Elemente boste videli jasneje, če boste barvo menija na zaslonu spremenili v črno in belo.",
	"View messages from your broadcast TV provider.": "Prikažite sporočila televizijskega ponudnika.",
	"View more information about watching program and enjoy related contents.": "Oglejte si več informacij o gledanju programa in uživajte v povezanih vsebinah.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Glejte prvotni zaslon, takšen kot je, oziroma nastavite velikost zaslona in razmerje stranic.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Oglejte si prvotni zaslon, kot je prejet iz signala oddajanja ali povezane naprave.",
	"Vilnius": "Vilna",
	"Violence": "Nasilje",
	"Vivid": "Intenzivno",
	"Voice Recognition Help and Settings": "Pomoč in nastavitve za prepoznavanje glasu",
	"Voice Support Service": "Storitev glasovne podpore",
	"Volume": "Glasnost",
	"Volume Increase Amount": "Vrednost zvišanja glasnosti",
	"Volume Mode": "Način glasnosti",
	"WA - Western Australia - Eucla": "WA – Zahodna Avstralija – Eucla",
	"WA - Western Australia - Perth": "WA – Zahodna Avstralija – Perth",
	"Wall-mounted": "Stenska namestitev",
	"Warm1": "Topla1",
	"Warm2": "Topla2",
	"Warm3": "Topla3",
	"Warsaw": "Varšava",
	"Watch a diverse range of Internet contents on TV channels.": "Na TV-kanalih glejte raznolik obseg internetnih vsebin.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Zbiramo in shranjujemo podatke o naslovu MAC, številki modela, kodi države, jezikovnih nastavitvah in različici programske opreme, da preverimo napravo in ali je v njej nameščena najnovejša različica programske opreme.",
	"Welcome Feature": "Funkcija dobrodošlice",
	"Welsh": "Valižanščina",
	"Western Africa": "Zahodna Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Če priključeni HDD ni uporabljen določen čas, preklopite v stanje pripravljenosti, da zmanjšate porabo energije.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Ko je naprava priključena v vrata, je slika igre optimizirana z minimalnimi zamiki, prasketanjem ali motnjami.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Ko je takojšen odziv igre zagnan, morda video posnetek začasno utripa.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Ko je izhodni zvok nastavljen na »Bluetooth/HDMI/Optical digital/zvočnike WiSA« ali povezana naprava ne podpira takojšnjega odziva igre, morda ne bo delovalo pravilno.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Ko je izhodni zvok nastavljen na Bluetooth ali povezana naprava ne podpira takojšnjega odziva igre, morda ne bo deloval pravilno.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Ko boste napravo vklopili ali izklopili, se bo samodejno vklopil ali izklopil tudi televizor.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kadar so vizualni učinki izklopljeni, se zaslon predvaja kot TV v živo.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kadar je ta funkcija vklopljena, bodo nekatere funkcije, ki se pojavljajo na zaslonu, delno prosojne.",
	"When your TV is turned off, the device will automatically turn off.": "Ko boste izklopili televizor, se bo samodejno izklopila tudi naprava.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Medtem ko je spremenjena nastavljena vrednost prenesena na zunanjo napravo, morda slika ali zvok začasno ne bosta normalno zagotovljena.",
	"White": "Bel",
	"White Balance": "Izravnava beline",
	"Wi-Fi Connection": "Povezava Wi-Fi",
	"Wi-Fi Security": "Varnost omrežja Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Omrežje Wi-Fi je izklopljeno. Vklopite ga, da si ogledate seznam razpoložljivih omrežij, s katerimi se lahko povežete, in dodatne sorodne menijske elemente.",
	"Wi-Fi issue has occurred.": "Prišlo je do težave z omrežjem Wi-Fi.",
	"WiSA Speakers": "Zvočniki WiSA",
	"Wide Area Zone": "Cona prostranega območja",
	"Wide View": "Široki prikaz",
	"Wide View (32:9)": "Široki prikaz (32:9)",
	"Wide Zoom": "Široka povečava",
	"Window Color": "Barva okna",
	"Window Opacity": "Neprosojnost okna",
	"Wired Connection (Ethernet)": "Žična povezava (Ethernet)",
	"Wired Headphones": "Žične slušalke",
	"Wired Headphones + Internal TV Speaker": "Žične slušalke + Notranji zvočnik televizorja",
	"With this option, you can control the audio device's volume with your TV remote.": "S to možnostjo lahko nadzorujete glasnost zvočnih naprav s pomočjo daljinskega upravljalnika TV-ja.",
	"Yakutsk": "Jakutsk",
	"Year": "Leto",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "rumena",
	"Yemen": "Jemen",
	"Yerevan": "Erevan",
	"Yes": "Da",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Zvočne učinke za vklop ali izklop televizorja in premikanje zaslona lahko prilagodite.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Z magičnim daljinskim upravljalnikom lahko nadzorujete naprave, ki so povezane na vrata HDMI, brez postopkov namestitve naprave.",
	"You can delete the device connection history of Screen Share.": "Zgodovino povezav naprave lahko izbrišete v skupni rabi zaslona Screen Share.",
	"You can delete the device connection history of Sound Share.": "Zgodovino povezav naprave lahko izbrišete v skupni rabi zvoka.",
	"You can find the default password in User Guide.": "Za izbrano geslo poglejte v Uporabniški priročnik.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Takojšen odziv igre lahko zaženete tako, da HDMI Ultra HD Deep Colour nastavite na »Vklopljeno«.",
	"You can only change settings from the current HDMI input.": "Nastavitve lahko spremenite iz trenutnega vhoda HDMI.",
	"You can scan again to connect the device.": "Da bi povezali napravo, lahko ponovno pregledate.",
	"You can select left and right audio settings for broadcast signal.": "Za oddajanje signala lahko izbirate leve in desne nastavitve zvoka.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Izberete lahko funkcijo AMD FreeSync Premium vrat HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Izberete lahko storitev vrat Ultra HD Deep Colour.",
	"You can set the sound to play when the TV is turned on or off.": "Zvok lahko nastavite tako, da se predvaja, ko je televizor vklopljen ali izklopljen.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Vklopite/izklopite lahko funkcijo shranjevanja profila ponudnika storitev CAM.",
	"You can turn this feature on or off.": "To funkcijo lahko vklopite ali izklopite.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Prek omrežja lahko prejemate različna priporočila glede vsebine. Če to možnost izklopite, bo na voljo le osnovna vsebina in nekatere funkcije morda ne bodo na voljo.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televizor in naprave, priključene prek funkcije SIMPLINK, bodo sinhronizirane na sledeče načine:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Med postopkom osveževanja slikovnih pik mora biti TV izklopljen. Vsi trenutni ali prihajajoči posnetki, opomniki ali časovniki za vklop bodo med postopkom preklicani, zvočnik BT v ničelnem pogledu pa ne bo na voljo.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Med postopkom osveževanja slikovnih pik mora biti TV izklopljen. Vsi trenutni ali prihajajoči posnetki, opomniki ali časovniki za vklop bodo med postopkom preklicani.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Za samodejno nastavitev države za storitve LG mora imeti TV vzpostavljeno povezavo z omrežjem. Ali želite odpreti Omrežne nastavitve zdaj in preveriti povezavo?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Za zagotavljanje nujnih opozorilnih sporočil prek digitalnega TV-signala mora biti v TV-ju nastavljena vaša lokacija.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televizor se bo izklopil, dokler se postopek ne dokonča, nato pa se bo samodejno znova vklopil.",
	"Zambia": "Zambija",
	"Zaporozhye": "Zaporožje",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Povečava",
	"Zoom2": "Povečava2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Naprava [{Device}] bo izklopljena iz TV-ja. Zvoka ne bo več mogoče predvajati prek te naprave. Ali želite nadaljevati?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Naprava [{Device}] bo odstranjena iz seznama seznanjenih naprav. Če želite povezavo vzpostaviti pozneje, boste morali poiskati razpoložljive naprave in znova seznaniti napravo. Ali želite nadaljevati?",
	"[{deviceName}] will be deleted.": "[{deviceName}] bo izbrisano.",
	"audioGuidance_fast": "Hitro",
	"audioGuidance_high": "Visoka",
	"audioGuidance_low": "Nizko",
	"audioGuidance_medium": "Srednja",
	"audioGuidance_slow": "Počasna",
	"audioGuidance_veryFast": "Zelo hitro",
	"audioGuidance_veryHigh": "Zelo visoko",
	"audioGuidance_veryLow": "Zelo nizko",
	"audioGuidance_verySlow": "Zelo počasi",
	"btDotSignalStrength_wide": "Široko",
	"button": "gumb",
	"character": "znak",
	"characters": "znaki",
	"checked": "potrjeno",
	"colorGamutJPNWide": "Široko",
	"connecting": "vzpostavljanje povezave",
	"depthOfColor": "Barva",
	"diagonal zoom in": "Diagonalna povečava",
	"diagonal zoom out": "Diagonalna pomanjšava",
	"digitalOptionSetByProgram": "Nastavi po programu",
	"energy_Maximum": "Največ",
	"energy_Medium": "Srednja",
	"energy_Minimum": "Najmanj",
	"freesync_high": "Visoka",
	"freesync_low": "Nizko",
	"freesync_off": "Izklop",
	"freesync_wide": "Široko",
	"gamma_high1": "Visoko1",
	"gamma_high2": "Visoko2",
	"hidden": "skrito",
	"horizontal zoom in": "Vodoravna povečava",
	"horizontal zoom out": "Vodoravna pomanjšava",
	"jpDoNot": "Izklop",
	"logoLuminance_high": "Visoko",
	"logoLuminance_low": "Nizko",
	"not connected": "povezava ni vzpostavljena",
	"objet_soundMode": "Optimizirajte način zvoka za posamično vrsto vsebine.",
	"pictureControl3dModeStandard": "Standardno",
	"pictureControlAuto": "Samodejno",
	"pictureControlAuto_BlackLevel": "Samodejno",
	"pictureControlHigh": "Visoka",
	"pictureControlHigh_BlackLevel": "Visoka",
	"pictureControlHigh_Male": "Visoka",
	"pictureControlLow": "Nizko",
	"pictureControlLow_BlackLevel": "Nizko",
	"pictureControlLow_Male": "Nizko",
	"pictureControlMedium": "Srednja",
	"pictureControlMedium_BlackLevel": "Srednja",
	"pictureControlMedium_Male": "Srednja",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Srednja",
	"pictureLocalDimmingHigh": "Visoka",
	"pictureLocalDimmingLow": "Nizko",
	"pictureLocalDimmingMed": "Srednja",
	"pictureMode": "Standardno",
	"pictureModeSettings": "Prilagodi po meri",
	"press OK button to edit IP manually": "Pritisnite gumb OK, da IP uredite ročno",
	"press OK button to enter channel to search": "Za vnos kanala, ki ga želite poiskati, pritisnite gumb OK.",
	"press OK button to enter value": "Za vnos vrednosti pritisnite gumb OK",
	"press right button to adjust de-judder and de-blur value": "Pritisnite gumb desno, da nastavite vrednost de-judder in de-blur",
	"press right button to adjust zoom ratio and position": "Pritisnite gumb desno, da nastavite razmerje in položaj povečave",
	"shift current screen down": "Premik trenutnega zaslona dol",
	"shift current screen to the left": "Premik trenutnega zaslona v levo",
	"shift current screen to the right": "Premik trenutnega zaslona v desno",
	"shift current screen up": "Premik trenutnega zaslona gor",
	"shift down": "Premakni dol",
	"shift left": "Premakni levo",
	"shift right": "Premakni desno",
	"shift up": "Premakni gor",
	"soundMode_Standard": "Standardno",
	"speaker_channel": "Kanal za prostorski zvočni sistem",
	"thaRatingNone": "Brez",
	"unchecked": "ni potrjeno",
	"unread": "neprebrano",
	"vertical zoom in": "Navpična povečava",
	"vertical zoom out": "Navpična pomanjšava",
	"volumeModeHigh": "Visoka",
	"volumeModeLow": "Nizko",
	"volumeModeMedium": "Srednja",
	"webOS TV Version": "Različica webOS TV",
	"zoom in": "Povečava",
	"zoom out": "Pomanjšava",
	"{label} : R{value}": "{label} : D{value}"
}
