{
	" (User)": " (Käyttäjä)",
	"(Version: {l})": "(Versio: {l})",
	"* The device connected should support this service.": "* Liitetyn laitteen on tuettava tätä palvelua.",
	"* This feature is applied once and only once when the TV is turned off.": "* Tämä toiminto otetaan käyttöön vasta kun televisio sammutetaan.",
	"* This feature is available on certain devices only.": "* Tämä toiminto on käytettävissä vain tietyissä laitteissa.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Tässä tilassa FILMMAKER MODE aikomukset ilmenevät selvästi, mutta se saattaa näyttää muita kuvatiloja tummemmalta.",
	"* This settings is only available for Internal TV Speaker.": "* Tämä asetus koskee vain TV:n sisäistä kaiutinta.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Vaikka tämä asetus on asetettu tilaan PÄÄLLÄ, näytönsäästäjä ei toimi, kun käytät ulkoisia tuloja, jotta vältytään häiritsemästä katselukokemustasi esimerkiksi reaaliaikaisen TV:n tapauksessa.",
	"* You can control the app which supports the function on your mobile device.": "* Voit hallita toimintoa sitä tukevasta sovelluksesta mobiililaitteestasi.",
	"1) Turn the Bluetooth on the other device off.": "1) Kytke toisen laitteen Bluetooth pois päältä.",
	"10 Points Code Value": "10 pisteen koodiarvo",
	"10 Points IRE": "10 pisteen IRE",
	"10 and Above": "10 ja vanhemmat",
	"11 and Above": "11 ja vanhemmat",
	"12 Hours": "12 tuntia",
	"12 and Above": "12 ja vanhemmat",
	"13 and Above": "13 ja vanhemmat",
	"14 and Above": "14 ja vanhemmat",
	"14 by 9": "neljäntoista suhde yhdeksään",
	"15 and Above": "15 ja vanhemmat",
	"16 and Above": "16 ja vanhemmat",
	"16 by 9": "kuudentoista suhde yhdeksään",
	"17 and Above": "17 ja vanhemmat",
	"18 and Above": "18 ja vanhemmat",
	"19 and Above": "19 ja vanhemmat",
	"2 Channel": "2-kanavainen",
	"2 Hours": "2 tuntia",
	"2 Points": "2 pistettä",
	"2) Turn the Bluetooth device to connect off and on.": "2) Kytke yhdistettävä Bluetooth-laite pois päältä ja takaisin päälle.",
	"20 Points Code Value": "20 pisteen koodiarvo",
	"20 Points IRE": "20 pisteen IRE",
	"20 and Above": "20 ja vanhemmat",
	"21 by 9": "kahdenkymmenenyhden suhde yhdeksään",
	"22 Points Code Value": "22 pisteen koodiarvo",
	"22 Points IRE": "22 pisteen IRE",
	"24 Hours": "24 tuntia",
	"3 Hours": "3 tuntia",
	"32 by 12": "kolmenkymmenenkahden suhde kahteentoista",
	"32 by 9": "kolmenkymmenenkahden suhde yhdeksään",
	"3G/4G Connection": "3G/4G-yhteys",
	"4 Hours": "4 tuntia",
	"4 Hours Auto Power Off": "Automaattinen sammutus neljä tuntia",
	"4 and Above": "4 ja vanhemmat",
	"4 by 3": "neljän suhde kolmeen",
	"4-Way Zoom": "4-suuntainen zoomaus",
	"5 and Above": "5 ja vanhemmat",
	"5.1 Channel": "5.1-kanavainen",
	"6 Hours": "6 tuntia",
	"6 and Above": "6 ja vanhemmat",
	"7 and Above": "7 ja vanhemmat",
	"8 Hours": "8 tuntia",
	"8 and Above": "8 ja vanhemmat",
	"9 and Above": "9 ja vanhemmat",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID:tä käytetään tämän laitteen tunnistamiseen mainostustarkoituksissa ja tiettyjen sinua mahdollisesti kiinnostavien mainosten näyttämiseen. Voit nollata AD ID:n tai rajoittaa AD ID:n seurantaa alta.",
	"AI Acoustic Tuning": "AI-pohjainen akustiikan mukautus",
	"AI Acoustic Tuning Options": "AI-pohjainen akustiikan mukautus -asetukset",
	"AI Acoustic Tuning is disabled.": "AI-pohjainen akustiikan mukautus on pois käytöstä.",
	"AI Brightness Control": "AI-kirkkaudensäätö",
	"AI Picture": "AI-kuva",
	"AI Picture Pro": "AI-kuva Pro",
	"AI Recommendation": "AI-suositukset",
	"AI Service": "AI-palvelu",
	"AI Sound": "AI-ääni",
	"AI Sound Pro": "AI-ääni Pro",
	"AV Sync Adjustment": "AV-synkronoinnin säätö",
	"Accessibility": "Käytettävyys",
	"Account Management": "Tilin hallinta",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Tämän asetuksen aktivointi lopettaa mainoksiin liittyvien henkilötietojen keruun ja seurannan tässä Smart TV:ssä. Vaihtopainikkeen kytkeminen päälle saattaa vaikuttaa jatkossa näkemiesi mainosten tyyppeihin, mutta se ei estä mainosten näkymistä.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Jos tämä vaihtopainike aktivoidaan, LGE ohjeistaa ulkopuolisia palveluntarjoajiaan lopettamaan henkilötietojesi käytön kaupallisiin tarkoituksiin. Voit edelleen käyttää palveluita kuten Live Plus, LG Channels ja Who.Where.What?, ellet erikseen kieltäydy niiden käytöstä.",
	"Add Network": "Lisää verkko",
	"Add a hidden wireless network": "Lisää piilotettu langaton verkko",
	"Add wireless network by manually entering network name (SSID).": "Lisää langaton verkko antamalla sen nimi manuaalisesti (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Lisääänivalinta",
	"Additional Settings": "Lisäasetukset",
	"Address Setting": "Osoiteasetus",
	"Adjust Audio Guidance pitch.": "Säädä ääniopastuksen äänenkorkeutta.",
	"Adjust Audio Guidance speed.": "Säädä ääniopastuksen nopeutta.",
	"Adjust Audio Guidance volume.": "Säädä ääniopastuksen äänenvoimakkuutta.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Säädä taustavalon kirkkautta kirkastaaksesi tai tummentaaksesi näyttöä.",
	"Adjust Screen Position": "Säädä näytön paikkaa",
	"Adjust Zoom Ratio": "Säädä zoomaussuhdetta",
	"Adjust animation effect shown on the home at certain times.": "Säädä kotivalikossa näkyvää animaatiovaikutusta tiettyinä aikoina.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Pienennä virrankulutusta ja ehkäise häikäisyä säätämällä kirkkautta kuvien liikkeitä analysoimalla.",
	"Adjust brightness of the LG logo.": "Säädä LG-logon kirkkautta.",
	"Adjust color and saturation for a more vivid image.": "Luo eloisampi kuva säätämällä värejä ja saturaatiota.",
	"Adjust color temperature automatically to reduce eye strain.": "Säädä värilämpötila automaattisesti silmien rasituksen vähentämiseksi.",
	"Adjust cursor speed.": "Säädä osoittimen nopeutta.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Säädä reunojen terävyyttä. Arvojen suurentaminen lisää kuvan terävyttä ja selkeyttä.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Kompensoi tulosignaalin kirkkautta säätämällä gamma-asetuksia.",
	"Adjust left/right audio balance.": "Säädä vasemman-/oikeanpuoleista äänitasapainoa.",
	"Adjust luminance for selected color.": "Säädä valitun värin valaistusta.",
	"Adjust luminance level for selected IRE point.": "Säädä valitun IRE-pisteen valaistustasoa.",
	"Adjust peak brightness for the brightest luminance.": "Säädä huippukirkkaus halutun suurimman luminanssin mukaan.",
	"Adjust remote's cursor speed and appearance.": "Säädä kaukosäätimen osoittimen nopeutta ja ulkoasua.",
	"Adjust saturation for selected color.": "Säädä valitun värin kylläisyyttä.",
	"Adjust screen brightness to reduce energy consumption.": "Pienennä virrankulutusta säätämällä näytön kirkkautta.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Säädä OLED-VALOA kirkastaaksesi tai tummentaaksesi näyttöä.",
	"Adjust the audio timing to synchronize the video and audio.": "Synkronoi videokuva ja äänet säätämällä äänten ajoitusta.",
	"Adjust the balance of red and green to display the tint on the screen.": "Säädä punaisen ja vihreän tasapainoa näyttääksesi sävyn näytössä.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Säädä väritasapainoa muuttamalla värin lämpötilaa, luminanssia ja punaisen, vihreän ja sinisen värin voimakkuutta.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Säädä kontrastia, tarkkuutta jne. yksittäiselle kuvatilalle yksityiskohtaisesti ja määritä lisäksi haluttu väri, gamma jne.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Säädä näytöllä näkyvien tummien ja kirkkaiden alueiden eroa. Arvojen suurentaminen lisää eroa.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Säädä kuvasuhde elokuvaa vastaavaksi, niin saat elokuvateatteritunnelman.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Säädä staattisten kuvien, kuten logojen jne., kirkkautta ja estä kuvanlaadun ongelmat, jotka saattavat aiheutua, kun televisio on päällä pitkään.",
	"Adjust the screen color to be pale or deep.": "Säädä näytön väriä vaaleaksi tai syväksi.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Aseta ääni mielesi mukaiseksi kunkin äänitaajuuskaistan osalta.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Säädä ajoitus synkronoitavaksi, kun videolla ja äänellä on aikaero.",
	"Adjust the tint to brighten or darken the screen.": "Säädä sävyä kirkastaaksesi tai tummentaaksesi näyttöä.",
	"Adjust the volume you want with pressing remote's volume key.": "Säädä haluamasi äänenvoimakkuus painamalla kaukosäätimen äänenvoimakkuusnäppäintä.",
	"Adjust tint for selected color.": "Säädä valitun värin sävyä.",
	"Adjust whether to display the home promotion.": "Säädä, näytetäänkö koti-ilmoitus.",
	"Adjusting Luminance": "Luminanssi säätö",
	"Adolescent over 13 are allowed to watch.": "Sallittu yli 13-vuotiaille nuorille.",
	"Adolescent over 14 are allowed to watch.": "Sallittu yli 14-vuotiaille nuorille.",
	"Adolescent over 16 are allowed to watch.": "Sallittu yli 16-vuotiaille nuorille.",
	"Adult": "Aikuinen",
	"Adult Language": "Aikuisille sopiva kielenkäyttö",
	"Adults only.": "Vain aikuiset.",
	"Advanced": "Lisäasetukset",
	"Advanced Controls": "Lisäsäätimet",
	"Advanced Wi-Fi Settings": "Wi-Fi-lisäasetukset",
	"Advertisement": "Mainos",
	"Afghanistan": "Afganistan",
	"Afrikaans": "afrikaans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Kaikki tällä hetkellä viritetyt kanavat poistetaan, kun vaihdat maan. Voit virittää kanavat uudelleen siirtymällä automaattiseen viritykseen. Haluatko jatkaa?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Kaikki nykyiset Freesat-kanavat poistetaan, kun vaihdat postinumeron. Voit virittää kanavat uudelleen siirtymällä automaattiseen viritykseen. Haluatko jatkaa?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Kun vaihdat maan, voit hakea kanavat automaattisella virityksellä. Haluatko jatkaa?",
	"Ages 2-7 are allowed to watch.": "Sallittu 2–7-vuotiaille.",
	"Albanian": "albania",
	"Alerts you by sound when the TV is turned on or off.": "Antaa äänimerkin, kun televisio laitetaan päälle tai sammutetaan.",
	"Algiers": "Alger",
	"All Channels": "Kaikki kanavat",
	"All Children": "Kaikki lapset",
	"All ages are allowed to watch.": "Sallittu kaikenikäisille.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Kaikki tilan {pictureMode} nykyiset asetukset nollataan. Haluatko jatkaa?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Kaikki vakiotilan äänitehosteet nollataan. Haluatko jatkaa?",
	"Allow Automatic Updates": "Salli automaattiset päivitykset",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Voit myös säätää Bluetooth Surround -äänen lisäasetuksia.",
	"Always Open": "Aina auki",
	"Always-on Off Time": "Always-on-toiminnon poiskytkemisaika",
	"An error has occurred while copy channels.": "Kanavia kopioitaessa tapahtui virhe.",
	"An important software update is available.": "Tärkeä ohjelmistopäivitys on saatavilla.",
	"Analog Mode": "Analoginen tila",
	"Analog TV": "Analoginen TV",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Analysoi äänen ominaisuudet ja optimoi ääni sisällön mukaan reaaliaikaisesti.",
	"Antenna": "Antenni",
	"Antenna ATV": "Antenni-ATV",
	"Antenna DTV": "Antenni-DTV",
	"Antenna Radio": "Antenniradio",
	"Antigua and Barbuda": "Antigua ja Barbuda",
	"Any Supplementary Audio": "Mahdolliset täydentävät äänet",
	"App Alarm": "Sovellushälytys",
	"Application Locks": "Sovelluksen lukitukset",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Sovella nykyisen kuvatilan yksityiskohtaisia asetusarvoja kaikkiin tuloihin tai sovelluksiin.",
	"Apply to all inputs": "Käytä kaikille tuloille",
	"Applying value to all inputs...": "Käytetään arvoa kaikkiin tuloihin...",
	"Arabic": "arabia",
	"Araguaína": "Araguaina",
	"Argentina": "Argentiina",
	"Aspect Ratio": "Kuvasuhde",
	"Aspect Ratio Settings": "Kuvasuhdeasetukset",
	"Assamese": "assami",
	"Assign channels to remote buttons so you can quickly jump to them.": "Määritä kanavat kaukosäätimen painikkeille, jotta voit helposti vaihtaa niihin.",
	"Athens": "Ateena",
	"Audio Delay": "Äänen viive",
	"Audio Description": "Puhuttu kuvaus",
	"Audio Description Volume": "Puhutun kuvauksen äänenvoimakkuus",
	"Audio Guidance": "Ääniopastus",
	"Audio Language": "Puheen kieli",
	"Audio Out (Line Out)": "Äänilähtö (Linjalähtö)",
	"Audio Type": "Äänityyppi",
	"Austria": "Itävalta",
	"Auto": "Automaattinen",
	"Auto Detect": "Automaattinen tunnistus",
	"Auto Device Detection": "Automaattinen laitteen tunnistus",
	"Auto Genre Selection": "Automaattinen tyylilajin valinta",
	"Auto Power Off": "Automaattinen sammutus",
	"Auto Power Sync": "Automaattinen virran synkronointi",
	"Auto Start": "Käynnistä automaattisesti",
	"Auto Volume": "Automaattinen äänenvoimakkuus",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Säädä äänenvoimakkuuden eroa automaattisesti tai aseta säädettävä äänenvoimakkuus kaukosäätimen äänenvoimakkuusnäppäimellä.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Vaihda automaattisesti Dolby HDR -sisällön tyylilajille optimoituun kuva-arvoon.",
	"Automatically adjust to a picture value optimized for contents genre.": "Vaihda automaattisesti sisällön tyylilajille optimoituun kuva-arvoon.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Vaihda automaattisesti FILMMAKER MODE, kun elokuvasisältö tunnistetaan.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimoi automaattisesti kuvanlaatu värin ja ympäristönvalaistuksen kirkkauden mukaan.",
	"Automatically update system software when an update is found.": "Päivitä järjestelmäohjelmisto automaattisesti, kun päivitys on käytettävissä.",
	"Available Internal Storage": "Käytettävissä oleva sisäinen tallennuslaite",
	"Azerbaijan": "Azerbaidžan",
	"Azores": "Azorit",
	"BG Color": "Taustaväri",
	"BG Opacity": "Taustan himmeys",
	"Back": "Takaisin",
	"Backlight": "Taustavalo",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahama",
	"Balance": "Balanssi",
	"Basque": "baski",
	"Bass Boost": "Basson tehostus",
	"Behavior may vary depending on connected device.": "Toiminta voi vaihdella liitetyn laitteen mukaan.",
	"Beijing": "Peking",
	"Belarus": "Valko-Venäjä",
	"Belgium": "Belgia",
	"Belgrade": "Belgrad",
	"Bengali": "bengali",
	"Berlin": "Berliini",
	"Black": "Musta",
	"Black Level": "Mustan taso",
	"Block TV programs broadcast in English based on their content ratings.": "Estä englanninkieliset TV-ohjelmat sisältöluokituksen mukaan.",
	"Block TV programs broadcast in French based on their content ratings.": "Estä ranskankieliset TV-ohjelmat sisältöluokituksen mukaan.",
	"Block content based on genre.": "Estä sisältö tyylilajin perusteella.",
	"Blue": "Sininen",
	"Bluetooth Speaker Mode": "Bluetooth-kaiutintila",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth surround-ääni + TV:n sisäinen kaiutin",
	"Bluetooth Surround Sound Setup": "Bluetooth surround-äänen käyttöönotto",
	"Bosnia": "Bosnia ja Hertsegovina",
	"Bosnia And Herzegovina": "Bosnia ja Hertsegovina",
	"Bosnian": "bosnia",
	"Brazil": "Brasilia",
	"Brazilian Punk": "Brasilialainen punk",
	"Brightness": "Kirkkaus",
	"Broadcast Country": "Lähetysmaa",
	"Brussels": "Bryssel",
	"Bucharest": "Bukarest",
	"Bulgarian": "bulgaria",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Painamalla Nollaa poistat kaikki mainoksiin liittyvät tiedot, jotka LGE on kerännyt tästä Smart TV:stä. Nollaa-kohdan painaminen saattaa vaikuttaa jatkossa näkemiesi mainosten tyyppeihin, mutta se ei estä mainosten näkymistä.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Kun kytket Live Plus -palvelun käyttöön, suostut siihen, että LG Electronics Inc. (\"LGE\") kerää television katselutietojasi ACR-moduulin kautta. Nämä tiedot voidaan jakaa anonyymisti kolmansille osapuolille, jotta voimme tarjota sinulle vuorovaikutteisia palveluja. Voimme myös jakaa koostettuja anonyymejä tietoja kolmansille osapuolille markkinointitarkoituksessa. Huomaa, ettemme tietoisesti kerää tai jakele yllä mainittuja tietoja 13-vuotiailta tai tätä nuoremmilta lapsilta. Tarkempia tietoja Live Plus -palvelusta on Katselutiedot (ehdot) -kohdassa, johon pääsee Smart TV- asetusvalikosta. LGE suosittelee vahvasti, että tarkastat Katselutiedot (ehdot) ennen Live Plus -toiminnon ottamista käyttöön.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Ottamalla Live Plus -palvelun käyttöön ymmärrät, että televisiossasi näytetty sisältö voidaan tunnistaa ja että katselutietoja voidaan käyttää katselukokemuksen parantamiseen ja räätälöityjen palveluiden, kuten sisältösuositusten ja mainosten, tarjoamiseen. Lisätietoja saat tutustumalla tietosuojakäytäntöön ja aiheeseen liittyviin käyttösopimuksiin television asetusvalikossa.",
	"CC 1": "SK 1",
	"CC 2": "SK 2",
	"CI Information": "CI-tiedot",
	"CI password incorrect. Please enter again.": "CI-salasana väärin. Anna uudelleen.",
	"Cable": "Kaapeli",
	"Cable ATV": "Kaapeli-ATV",
	"Cable DTV": "Kaapeli-DTV",
	"Cable Radio": "Kaapeliradio",
	"Cairo": "Kairo",
	"Cambodia": "Kamputsea",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kanavaa ei löydy",
	"Canada": "Kanada",
	"Canary Islands": "Kanariansaaret",
	"Cancel": "Peruuta",
	"Cancel Schedule": "Peruuta ajastus",
	"Cancel Update": "Peruuta päivitys",
	"Cantonese": "kantoninkiina",
	"Cape Verde": "Kap Verde",
	"Catalan": "katalaani",
	"Caution": "Varoitus",
	"Cayman Islands": "Caymansaaret",
	"Center": "Keskellä",
	"Central African Republic": "Keski-Afrikan tasavalta",
	"Chad": "Tsad",
	"Change blue intensity and adjust the color balance.": "Muuta sinisen värin voimakkuutta ja säädä väritasapainoa.",
	"Change green intensity and adjust the color balance.": "Muuta vihreän värin voimakkuutta ja säädä väritasapainoa.",
	"Change red intensity and adjust the color balance.": "Muuta punaisen värin voimakkuutta ja säädä väritasapainoa.",
	"Change the left / right sound": "Vaihda vasen/oikea ääni",
	"Change the position of captions using the 4-way dial on the remote control.": "Muuta kuvailevan tekstityksen paikkaa käyttämällä kaukosäätimen nelisuuntaista ohjainta.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Alueen vaihtaminen saattaa muuttaa television tällä hetkellä viritetyt kanavat. Voit virittää kanavat uudelleen automaattisessa virityksessä. Haluatko muuttaa alue-asetuksia nyt?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Maan vaihtaminen käynnistää TV:n uudelleen, ja sinun on ehkä hyväksyttävä LG:n käyttäjäsopimukset uudelleen. Jotkin sovellukset ja palvelut eivät välttämättä ole käytettävissä kaikissa LG-palveluiden maissa. Haluatko jatkaa?",
	"Channel Locks": "Kanavalukitukset",
	"Channel Manager": "Kanavien hallinta",
	"Channel Scrolling Options": "Kanavaselauksen asetukset",
	"Channel Tuning": "Kanavan viritys",
	"Channel Tuning & Settings": "Kanavaviritys ja asetukset",
	"Channels": "Kanavat",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI:n ja ulkoisten tulojen kanavia ei voi lukita. Voit lukita TV-kanavat muuttamalla nykyisen tulon Live TV:ksi.",
	"Chatham Islands": "Chathamsaaret",
	"Check TV information.": "Tarkista TV:n tiedot.",
	"Check alarm messages about the user settings or TV status.": "Tarkastele käyttäjän asetuksia tai TV:n tilaa koskevia ilmoituksia.",
	"Check descriptions for each LG webOS TV functions.": "Tarkista jokaisen LG webOS TV -toiminnon kuvaukset.",
	"Check for Advertising settings and set it.": "Tarkista mainosasetukset ja aseta ne.",
	"Check for Updates": "Tarkista päivitykset",
	"Check for available functions with Voice and set Voice Settings.": "Tarkista puhetta tukevat toiminnot ja aseta puheasetukset.",
	"Check for problems with the picture quality.": "Tarkista mahdolliset kuvanlaatuongelmat.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Tarkista, ettei TV:n sisäisten kaiuttimien äänenlaadussa ole ongelmia.",
	"Check for software updates and update if available.": "Tarkista ohjelmistopäivitykset ja suorita mahdollinen päivitys.",
	"Check whether the Bluetooth device is in pairing mode.": "Tarkista, onko Bluetooth-laite parinmuodostustilassa.",
	"Check your TV status to solve problems or use remote support.": "Tarkista television tila ratkaistaksesi ongelmat tai käytä etätukea.",
	"Checking Password": "Tarkistetaan salasanaa",
	"Checking for Updates": "Tarkistetaan päivityksiä",
	"Checking...": "Tarkastetaan...",
	"Children": "Lapset",
	"Children Age": "Lasten ikä",
	"Children Program Locks": "TV-ohjelmien lapsilukitukset",
	"Children over 8 are allowed to watch.": "Sallittu yli 8-vuotiaille.",
	"China": "Kiina",
	"Chinese": "kiina",
	"Choibalsan": "Tšoibalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Voit valita, näkyvätkö kaikki kanavat vai ensisijaiset kanavat kun vaihdat kanavaa.",
	"Christmas Island": "Joulusaari",
	"Cinema": "Elokuvateatteri",
	"Cinema Clear": "Elokuva kirkas",
	"Cinema Home": "Elokuvateatteri koti",
	"Cinema View": "Elokuvanäyttö",
	"Cinema View (32:12)": "Elokuvanäyttö (32:12)",
	"Cinema Zoom": "Elokuvan zoomaus",
	"City": "Paikkakunta",
	"City Selection": "Paikkakunnan valinta",
	"Clean Audio": "Kirkkaat äänet",
	"Clear": "Eloisa",
	"Clear Plus": "Kirkas plus",
	"Clear1": "Tyhjennä",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Napsauta alla YHDISTÄ-painiketta, kun langattomaan LG-näppäimistöön on kytketty virta ja se on paritustilassa.",
	"Close": "Sulje",
	"Closed Caption": "Suljettu kuvateksti",
	"Closed Caption Settings": "Suljetun kuvatekstin asetukset",
	"Code Value": "Koodiarvo",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Kerää ja tallenna MAC-osoite, mallinumero, maakoodi, kieliasetukset ja ohjelmistoversio vahvistaaksesi uusimman päivitettävän ohjelmiston.",
	"Colombia": "Kolumbia",
	"Color": "Väri",
	"Color Gamut": "Värikirjo",
	"Color Management System": "Värien hallintajärjestelmä",
	"Color Temperature": "Värin lämpötila",
	"Component": "Komponentti",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Vahvista käyttöehdot tai muuta sitä, haluatko hyväksyä sopimuksen.",
	"Congo Brazzaville": "Kongon tasavalta",
	"Connect": "Yhdistä",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Yhdistä Bluetooth-kaiutin ja TV:n kaiutin ja säädä kaiutinten välistä äänen viivettä automaattisesti.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Yhdistä eARCia tukeva ulkoinen äänilaite eARCiin.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Liitä ulkoiset laitteet, kuten digiboksi, äänipalkki jne. TV:hen oppaiden perusteella.",
	"Connect the LAN cable directly to the TV to use the network.": "Liitä LAN-kaapeli suoraan TV:hen, jotta voit käyttää verkkoa.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Yhdistä verkkoon syöttämällä IP- ja DNS-palvelimen osoitteet manuaalisesti.",
	"Connect to the network if a wireless router is installed.": "Yhdistä verkkoon, jos langaton reititin on asennettu.",
	"Connect via WPS PBC": "Yhdistä WPS PBC -yhteydellä",
	"Connect via WPS PIN": "Muodosta WPS PIN -yhteys",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Ota langallinen verkkoyhteys käyttöön kytkemällä televisio reitittimeen tai modeemiin Ethernet-kaapelilla.",
	"Connect your TV with WiSA Speakers wirelessly.": "Yhdistä TV:si langattomasti WiSA-kaiuttimilla.",
	"Connectable Devices ({num})": "Yhdistettävissä olevat laitteet ({num})",
	"Connected": "Yhteys muodostettu",
	"Connected to Internet": "Yhdistetty internetiin",
	"Connecting...": "Muodostetaan yhteyttä...",
	"Connection": "Yhteys",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Yhteyden hallinta älypuhelimella tai PC:llä on käytettävissä. Jotta televisio voidaan yhdistää mobiililaitteeseen, yhteysasetukset ja pyynnöt täytyy suorittaa älypuhelimessa ja PC:ssä.",
	"Content Recommendations": "Sisältösuositukset",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Sisältö toistetaan monikanavakuunteluun sopivalla äänellä, jos HbbTV-palvelu tukee monikanavaääntä.",
	"Contrast": "Kontrasti",
	"Cool": "Viileä",
	"Copenhagen": "Kööpenhamina",
	"Copy Channels": "Kopioi kanavat",
	"Copy/Delete file": "Kopioi tai poista tiedosto",
	"Correct contrast and brightness by adjusting black levels.": "Korjaa kontrastia ja kirkkautta säätämällä mustan tasoja.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Korjaa kuvan pikselit ja estä kuvanlaatuongelmat, joita saattaa ilmetä, jos TV on ollut päällä pitkän aikaa.",
	"Could not fined available network.": "Käytettävissä olevaa verkkoa ei löytynyt.",
	"Croatia": "Kroatia",
	"Croatian": "kroaatti",
	"Cuba": "Kuuba",
	"Current time is not valid. Do you want to set the correct time now?": "Nykyinen kellonaika on virheellinen. Haluatko asettaa oikean ajan nyt?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Nykyiset muokatut kuvatila-asetukset otetaan käyttöön tilassa {pictureMode} kaikkien tulojen osalta. Haluatko jatkaa?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Yhdistettynä oleva langaton LG-näppäimistölaite kytketään irti televisiosta. Haluatko jatkaa?",
	"Custom": "Mukautettu",
	"Custom Time Zone": "Mukautettu aikavyöhyke",
	"Customer Service": "Asiakaspalvelu",
	"Cyan": "Syaani",
	"Cyprus": "Kypros",
	"Czech": "Tšekki",
	"Czech Republic": "Tšekin tasavalta",
	"C{value}": "V {value}",
	"Côte d'Ivoire": "Norsunluurannikko",
	"DNS Server": "DNS-palvelin",
	"DR Congo": "Kongon demokraattinen tasavalta",
	"DTV Audio Setting": "DTV-ääniasetukset",
	"Damascus": "Damaskos",
	"Danish": "tanska",
	"Data Service": "Datapalvelu",
	"Date": "Päiväys",
	"Day": "Päivä",
	"De-Judder": "Tärinänesto",
	"Delete": "Poista",
	"Delete Connection History": "Poista yhteyshistoria",
	"Delete Pairing History": "Poista paritushistoria",
	"Delete Usage Data": "Poista käyttötiedot",
	"Demo Options": "Esittelyvalinnat",
	"Democratic Republic of the Congo": "Kongon demokraattinen tasavalta",
	"Denmark": "Tanska",
	"Depressed": "Alas painettu",
	"Deregister": "Poista rekisteröinti",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Kuvaile näytön sisältöä äänitoiminnolla näkövammaisille television käyttäjille.",
	"Detect Range": "Tunnistusväli",
	"Device Connection Settings": "Laiteyhteyden asetukset",
	"Device List": "Laiteluettelo",
	"Device Name": "Laitteen nimi",
	"Digital Mode": "Digitaalinen tila",
	"Digital Sound Out": "Digitaaliäänilähtö",
	"Digital TV": "Digitaalinen TV",
	"Directed to Older Children (ages 7 and above)": "Tarkoitettu vanhemmille lapsille (vähintään 7-vuotiaille)",
	"Disabled": "Poistettu käytöstä",
	"Disconnect": "Katkaise yhteys",
	"Display captions for hearing-impaired viewers to use TV.": "Näytä kuvatekstit kuulovammaisille TV:n käyttäjille.",
	"Display fast-moving content smoothly and clearly.": "Näytä nopeasti liikkuva sisältö tasaisesti ja selkeästi.",
	"Display luminance level for the highest point (100 IRE).": "Näytä kirkkaimman pisteen valaistustaso (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Käytä kuvissa lämmintä tai kylmää värilämpötilaa.",
	"Do Not Sell My Personal Information": "Henkilötietojani ei saa myydä",
	"Do Not Track": "Älä seuraa",
	"Do you want to continue?": "Haluatko jatkaa?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Haluatko kopioida kanavaluettelon USB-tallennuslaitteesta TV:hen? Nykyiset kanavat poistetaan TV:stä.",
	"Do you want to copy channel list from your TV to the USB storage?": "Haluatko kopioida kanavaluettelon televisiosta USB-tallennuslaitteeseen?",
	"Do you want to reset Position Settings?": "Haluatko nollata kohta-asetukset?",
	"Do you want to reset Volume Control?": "Haluatko nollata äänenvoimakkuuden?",
	"Do you want to set the correct time now?": "Haluatko asettaa oikean ajan nyt?",
	"Do you want to turn your TV off now?": "Haluatko sammuttaa television nyt?",
	"Dominican Republic": "Dominikaaninen tasavalta",
	"Done": "Valmis",
	"Download Mail": "Lataa posti",
	"Download and Install": "Lataa ja asenna",
	"Downloadable Rating": "Ladattava luokitus",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on-toiminnon ollessa pois päältä, osaa ominaisuuksista, kuten puheentunnistusta jne., on rajoitettu, kun näyttö on suljettuna.",
	"Dutch": "hollanti",
	"Dynamic Color": "Dynaaminen väri",
	"Dynamic Contrast": "Dynaaminen kontrasti",
	"Dynamic Tone Mapping": "Dynaaminen sävyntoisto",
	"Easter Island": "Pääsiäissaari",
	"Eastern Africa": "Itä-Afrikka",
	"Eco Mode": "Eco-tila",
	"Edge Color": "Reunan väri",
	"Edge Enhancer": "Reunan korostus",
	"Edge Type": "Reunan tyyppi",
	"Edit": "Muokkaa",
	"Egypt": "Egypti",
	"Emergency Alert": "Vaaratiedote",
	"Enabled": "Käytössä",
	"Energy Saving": "Virransäästö",
	"Energy consumption may increase if this feature is on.": "Energiankulutus saattaa kasvaa, jos tämä ominaisuus on käytössä.",
	"Energy saving modes to limit power consumption.": "Virransäästötilat rajoittavat virrankulutusta.",
	"English": "englanti",
	"Enhance the bass sound.": "Tehosta bassoääntä.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Paranna kontrastia joidenkin valikoiden kirkkaiden ja tummien alueiden, kuten taustan ja tekstin, välillä, jotta näkövammaiset käyttäjät näkevät ne selkeästi.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Paranna sisällön resoluutiota ja terävyyttä käyttämällä LG:n syväoppimismenetelmällä opittua algoritmia ja optimoi syvyys käyttämällä sisältöanalyysia.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Kun otat äänikenttävaikutuksen käyttöön, voit nauttia Dolby Atmos -sisällöstä optimaalisella äänellä.",
	"Enjoy TV sound by connecting Wired Headphones.": "Nauti TV:n äänestä yhdistämällä langalliset kuulokkeet.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Nauti TV:n äänestä äänilaitteiden kautta, jotka on yhdistetty HDMI IN (ARC) -porttiin.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Nauti TV:n äänestä äänilaitteiden kautta, jotka on yhdistetty OPTICAL DIGITAL AUDIO OUT -porttiin.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Nauti TV:n äänestä LG-äänilaitteen kautta, joka on yhdistetty OPTICAL DIGITAL AUDIO OUT -porttiin.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Nauti TV:n äänestä Audio Out/Headphones -lähtöportteihin yhdistettyjen ulkoisten äänilaitteiden kautta.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Nauti TV:n äänestä sekä TV:n sisäisen kaiuttimen että langallisten kuulokkeiden kautta.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Nauti TV:n äänestä ulkoisten äänilaitteiden kautta, jotka on liitetty TV:n sisäiseen kaiuttimeen ja OPTICAL DIGITAL AUDIO OUT -porttiin.",
	"Enjoy a clear and natural sound.": "Nauti kirkkaasta ja luonnollisesta äänestä.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Nauti äänestä langattomalla äänilaitteella, joka on yhdistetty LG-äänisynkronoinnin tai Bluetoothin kautta.",
	"Enjoy the sound optimized to the room.": "Nauti huoneeseen optimoidusta äänestä.",
	"Enter CI Password": "Anna CI-salasana",
	"Enter the PIN in your router's settings.": "Anna PIN-koodi reitittimen asetuksiin.",
	"Enter the master password.": "Anna pääsalasana.",
	"Equalizer": "Taajuuskorjain",
	"Equatorial Guinea": "Päiväntasaajan Guinea",
	"Estonia": "Viro",
	"Estonian": "eesti",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Vaikka asetus olisi pois päältä, voit tarkistaa aiheeseen liittyvät tiedot kanavapalkista ja puheentunnistuksella.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Vaikka televisio on pois päältä ja käyttää mahdollisimman vähän virtaa, voit kuunnella musiikkia yhdistämällä mobiililaitteen. Kun televisio kytketään päälle, monet ominaisuudet ovat taas nopeasti käytettävissä.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Vaikka TV on pois päältä, voit kuunnella musiikkia yhdistämällä älypuhelimen TV:hen Bluetoothin kautta.",
	"Every Day": "Joka päivä",
	"Every Weekday": "Joka viikonpäivä",
	"Every Weekend": "Joka viikonloppu",
	"Expert (Bright Room)": "Asiantuntija (kirkas huone)",
	"Expert (Dark Room)": "Asiantuntija (pimeä huone)",
	"Export your TV's channel list information to a connected USB device.": "Vie TV:n kanavaluettelotiedot kytkettynä olevalle USB-laitteelle.",
	"Extended": "Laajennettu",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Automaattisen sammutusasetuksen ajan pidentäminen tai toiminnon laittaminen pois päältä saattaa lisätä virrankulutusta.",
	"Extreme": "Huipputarkka",
	"Eye Comfort Mode": "Silmiä säästävä tila",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE automaattinen muutos",
	"Fantasy Violence": "Fantasiaa, väkivaltaa",
	"Fast": "Nopea",
	"Fiji": "Fidzi",
	"Find and tell an audio device available to connect around TV.": "Etsi ja tunnista TV:n lähellä oleva yhdistettävä äänilaite.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Hienosäädä punaisen, vihreän, sinisen, syaanin, purppuran ja keltaisen värin välejä.",
	"Finland": "Suomi",
	"Finnish": "suomi",
	"Flash": "Vilkkuva",
	"Flat Mode": "Litteä tila",
	"Font": "Fontti",
	"Font 1": "Fontti 1",
	"Font 2": "Fontti 2",
	"Font 3": "Fontti 3",
	"Font 4": "Fontti 4",
	"Font 5": "Fontti 5",
	"Font 6": "Fontti 6",
	"Font 7": "Fontti 7",
	"Font 8": "Fontti 8",
	"Football": "Jalkapallo",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS (Wi-Fi Protected Setup) -yhteensopivan langattoman reitittimen avulla voit yhdistää TV:n langattomaan verkkoon syöttämällä PIN-koodin.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS (Wi-Fi Protected Setup) -yhteensopivan langattoman reitittimen avulla voit yhdistää TV:n langattomaan verkkoon painamalla WPS-PBC-painiketta.",
	"France": "Ranska",
	"French": "ranska",
	"French Polynesia": "Ranskan Polynesia",
	"Full Wide": "Koko leveys",
	"Gaelic": "gaeli",
	"Galapagos Islands": "Galapagossaaret",
	"Galician": "galicia",
	"Gallery": "Galleria",
	"Game": "Peli",
	"Gateway": "Yhdyskäytävä",
	"General": "Yleiset",
	"General Age": "Yleinen ikä",
	"General Audience": "Yleinen yleisö",
	"General Audiences": "Yleinen yleisö",
	"General Program Locks": "TV-ohjelmien yleislukitukset",
	"German": "saksa",
	"Germany": "Saksa",
	"Get started in a quiet environment for sound optimization.": "Aloita hiljaisessa ympäristössä äänen optimoimiseksi",
	"Getting...": "Haetaan...",
	"Godthab": "Nuuk",
	"Grayscale": "Harmaasävy",
	"Greece": "Kreikka",
	"Greek": "kreikka",
	"Green": "Vihreä",
	"Greenland": "Grönlanti",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Ohjevalikoita ja äänitoimintoja näkövammaisille television käyttäjille.",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Päiväntasaajan Guinea",
	"G{value}": "V {value}",
	"H Position": "H-paikka",
	"H Sharpness": "Vaakaterävyys",
	"H Size": "H-koko",
	"HD Mode": "HD-tila",
	"HD Mode Option": "HD-tilavalinta",
	"HDD Eco Mode": "HDD Eco -tila",
	"HDD Power Saving Mode": "HDD-virransäästötila",
	"HDMI Input Audio Format": "HDMI-tulon äänimuoto",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1}- ja HDMI {port2} -portit tukevat 8K Ultra HD Deep Colouria.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1}- ja HDMI {port2} -portit tukevat Ultra HD Deep Colouria.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} -portti tukee 8K Ultra HD Deep Colouria.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} -portti tukee Ultra HD Deep Colouria.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- ja HDMI {port3} -portit tukevat 8K Ultra HD Deep Colouria.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}- ja HDMI {port3} -portit tukevat Ultra HD Deep Colouria.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- ja HDMI {port4} -portit tukevat 8K Ultra HD Deep Colouria.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- ja HDMI {port4} -portit tukevat Ultra HD Deep Colouria.",
	"HDR Effect": "HDR, tehoste",
	"HDR Picture Mode": "HDR-kuvatila",
	"Hard of Hearing": "Huonokuuloisuus",
	"Havana": "Havanna",
	"Headphones Volume": "Kuulokkeiden äänenvoimakkuus",
	"Hebrew": "heprea",
	"High": "Korkea",
	"High Contrast": "Suuri kontrasti",
	"Higher values increase a sense of warmth or coldness.": "Korkeammat arvot lisäävät värien lämpöä tai kylmyyttä.",
	"Hindi": "hindi",
	"Home Animation": "Kotivalikon animaatio",
	"Home Auto Launch": "Aloitusnäytön automaattinen avaaminen",
	"Home Mode": "Kotitila",
	"Home Promotion": "Kotikampanja",
	"Home Settings": "Aloitusnäytön asetukset",
	"Home/Store Mode": "Koti-/myymälätila",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "tuntia",
	"However, the IPv6 version of the address does not support editing.": "IPv6-osoitetta ei kuitenkaan voida muokata.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Jotta TV pysyy hyvässä kunnossa, Always-on on pois käytöstä asetetun viiden tunnin verran ja virta on sammutettu kokonaan.",
	"Hungarian": "unkari",
	"Hungary": "Unkari",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "TÄRKEÄÄ! Palauttaminen poistaa kaikki tiliasetukset ja asennetut sovellukset. Tätä toimintoa ei voi peruuttaa.",
	"IP (Automatic)": "IP (automaattinen)",
	"IP (Manual)": "IP (manuaalinen)",
	"IP Address": "IP-osoite",
	"IVC (Cote d’Ivoire)": "Norsunluurannikko",
	"Iceland": "Islanti",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Kun automaattinen virran synkronointi on valittuna, televisio kytkeytyy päälle, kun SIMPLINK-laite käynnistetään. Vastaavasti SIMPLINK-laitteet sammuvat, kun televisio sammutetaan.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Jos digiboksin/OTT:n yleinen hallinta on asennettu, käytä LG-kaukosäätimeen kytkettyä digiboksia.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Jos laite on liitetty porttiin, voit tarkastella pelin optimoitua kuvaa laitteen videon minimoidulla viiveellä tai keskeytyksellä.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Jos toiminto on käytössä ja kytket laitteen, joka tukee myös Ultra HD Deep Colouria, kuva voi näkyä selvempänä.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jos tallennus tai ohjelmiston päivitys on käynnissä, toiminto odottaa, kunnes ne ovat valmiit. Toimenpide voi kestää yli tunnin.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Jos tallennus tai ohjelmiston päivitys on käynnissä, toiminto odottaa, kunnes ne ovat valmiit. Toimenpide voi kestää yli {n} minuuttia.",
	"If the device is not connected, you may not hear any sound through it.": "Jos laitetta ei ole yhdistetty, siitä ei välttämättä kuulu ääntä.",
	"If the edge of the screen is not clean, please turn this function off.": "Jos näytön reunat ovat epäselvät, kytke tämä toiminto pois päältä.",
	"If the program does not support multiple languages, the default language is selected.": "Jos ohjelma ei tue useita kieliä, valitaan oletuskieli.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Jos ohjelma ei tue valittua lähtömuotoa, käytetään lähteen oletuslähtöä.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Jos ohjelma ei tue eri ääniasetuksia, oletusarvoinen ääni valitaan.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Jos ongelma toistuu, muuta asetusarvoa uudelleen tai käynnistä yhdistetty ulkoinen laite uudelleen.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Jos valittua kieltä ei tueta, lähetyksissä käytetään oletuskieltä.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Jos staattinen näyttö ei ole vastaanottanut käyttäjän tekemiä muutoksia, se siirtyy näytönsäästäjään.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Jos asetettu aika eroaa paljon nykyisestä ajasta, jotkin älykkäät ominaisuudet eivät ehkä näy.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Jos et kuule ääntä laitteestasi, tarkista, että se toimii oikein ja että se tukee LG-äänisynkronointi-toimintoa.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Jos valitset tilan Myymälätila, laite on määritetty optimoiduille arvoille TV:ita myyville vähittäiskaupan näytöille.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Jos laitat ääniopastuksen päälle, voit liikkua vain kaukosäätimen vasemmalle-, oikealle-, ylös- ja alas-painikkeiden avulla. Osoitinta tarvitsevia sovelluksia ei voi käyttää.",
	"If you turn it off, CAM operator's profile will be deleted.": "Jos laitat sen pois päältä, CAM-operaattorin profiili poistetaan.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jos kytket sen pois päältä, kaikki viritetyt CAM-kanavat eivät ole saatavilla, eikä ilmoituksia enää näytetä.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Jos laitat Pika-aloitus+ -toiminnon pois päältä, et pysty avaamaan televisiota ilman kaukosäädintä. Haluatko jatkaa?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Jos kytket näytönsäästäjän pois käytöstä ja sama kuva jää näyttöön yli 2 tunnin ajaksi, se voi vaikuttaa näytön kuvanlaatuun. Jos kuva pysyy näytössä yli 5 tunnin ajan, kuvanlaatu voi heiketä pysyvästi. Haluatko jatkaa?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Jos kytket tämän vaihtoehdon pois päältä, staattinen näyttö pysyy näkyvissä pidemmän aikaa, mikä heikentää näytön laatua tai se ei juurikaan toivu tietyissä tapauksissa.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jos käytät virransäästötoimintoa, vaikuttaa se television näytön kirkkauteen.",
	"Import your TV's channel list information from a connected USB device.": "Tuo TV:n kanavaluettelotiedot kytkettynä olevalta USB-laitteelta.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Tuo/vie TV:n kanavaluettelotiedot kytkettynä olevalta USB-laitteelta (tai vie ne sille).",
	"In Home": "Kotona",
	"India": "Intia",
	"Indonesian": "indonesia",
	"Inner": "Sisempi",
	"Input": "Tulo",
	"Input Locks": "Tuloliitäntöjen lukitukset",
	"Input field": "Syöttökenttä",
	"Installing...": "Asennetaan...",
	"Instant Game Response": "Välitön pelivaste",
	"Interactive Service": "Vuorovaikutteinen Palvelu",
	"Interactivity(DTVi)": "Interaktiivisuus (DTVi)",
	"Internal TV Speaker": "TV:n sisäinen kaiutin",
	"Invert Colors": "Käänteiset värit",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Muuta käänteiseksi ja kompensoi tiettyjä värejä joissakin valikoissa, jotta kohteet näkyvät ruudulla paremmin.",
	"Iraq": "Irak",
	"Ireland": "Irlanti",
	"Irish": "iiri",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Se nollataan kuvatilassa erikseen, joten valitse haluamasi kuvatila ja palauta se.",
	"It may not sound depending on connected devices.": "Se ei välttämättä toimi tietyillä yhdistetyillä laitteilla.",
	"It may take a few minutes.": "Tämä voi kestää muutaman minuutin.",
	"It may take a few seconds.": "Tämä voi kestää muutaman sekunnin.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Tarjoaa katseltavalle tyylilajille optimaalisen äänen tai Virtual Surround 4.0 -äänen, joka perustuu LG:n koneoppimismenetelmällä opittuun algoritmiin.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Tarjoaa katseltavalle tyylilajille optimaalisen äänen tai Virtual Surround 5.1 -äänen, joka perustuu LG:n syväoppimismenetelmällä opittuun algoritmiin.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Se tarjoaa optimoidun äänen virittämällä heijastettua ääntä huoneessa TV-asennuksen tyypin perusteella.",
	"It reduces jaggies in the picture for a smooth picture.": "Tämä ehkäisee kuvan nykimistä ja mahdollistaa tasaisen kuvan.",
	"It works only when the broadcasting program supports captions.": "Toimii vain kun lähetettävä ohjelma tukee kuvailevaa tekstitystä.",
	"It works only when the broadcasting program supports subtitles.": "Toimii vain kun lähetettävä ohjelma tukee tekstitystä.",
	"Italian": "italia",
	"Italy": "Italia",
	"Ivory Coast": "Norsunluurannikko",
	"Jamaica": "Jamaika",
	"Japan": "Japani",
	"Japanese": "japani",
	"Jordan": "Jordania",
	"Just Scan": "Pelkkä haku",
	"Kamchatka": "Kamtšatka",
	"Kannada": "kannada",
	"Katmandu": "Kathmandu",
	"Kazakh": "kazakki",
	"Kazakhstan": "Kazakstan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Näppäimistön kielet",
	"Khartoum": "Khartum",
	"Kiev": "Kiova",
	"Korea": "Korea",
	"Korean": "korea",
	"Krasnoyarsk": "Krasnojarsk",
	"Kyrgyzstan": "Kirgisia",
	"LED Local Dimming": "LEDien himmennys",
	"LG Logo Light (Front of TV)": "LG:n logovalo (TV:n etuosassa)",
	"LG Services Country": "LG-palveluiden maa",
	"LG Sound Sync": "LG-äänisynkronointi",
	"LG Wireless Keyboard": "Langaton LG-näppäimistö",
	"LG Wireless Keyboard Connected:": "Langaton LG-näppäimistö liitetty:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Langaton LG-näppäimistö antaa sinun hallita TV:tä Bluetoothin kautta.",
	"Language": "Kieli",
	"Large": "Suuri",
	"Last tuning:": "Edellinen viritys:",
	"Latvian": "latvia",
	"Lebanon": "Libanon",
	"Left": "Vasen",
	"Left Right": "Vasen/oikea",
	"Left Surround": "Vasen surround",
	"Left drop shadow": "Ikkunan vasen varjo",
	"Legal Notice": "Oikeudellinen ilmoitus",
	"Light": "Kevyt",
	"Limit AD Tracking": "Rajoita mainosseurantaa",
	"Lisbon": "Lissabon",
	"Lithuania": "Liettua",
	"Lithuanian": "liettua",
	"Live Theater": "Live-teatteri",
	"Loading...": "Ladataan...",
	"Local": "Paikallinen",
	"Local Language": "Paikallinen kieli",
	"Location": "Sijainti",
	"Lock All": "Lukitse kaikki",
	"Lock changes for currently running apps will be applied the next time they are started.": "Lukitusmuutokset otetaan käyttöön tällä hetkellä käynnissä olevissa sovelluksissa, kun ne käynnistetään seuraavan kerran.",
	"Logo Luminance Adjustment": "Logon kirkkauden säätö",
	"Lome": "Lomé",
	"London": "Lontoo",
	"Low": "Pieni",
	"Luminance": "Kirkkaus",
	"Luxembourg": "Luxemburg",
	"MAC Address": "MAC-osoite",
	"MAC Address (Wired)": "MAC-osoite (langallinen)",
	"MAC Address (Wireless)": "MAC-osoite (langaton)",
	"MASTER PASSWORD": "PÄÄSALASANA",
	"MHEG Guide": "MHEG-opas",
	"MPEG Noise Reduction": "MPEG-kohinanvähennys",
	"Macedonia": "Makedonia",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonia",
	"Macedonian": "makedonia",
	"Madagascar": "Madagaskar",
	"Make blurry or difficult-to-see areas more vivid.": "Tee sumeista tai vaikeasti nähtävistä alueista kirkkaampia.",
	"Malay": "malaiji",
	"Malayalam": "malayalam",
	"Malaysia": "Malesia",
	"Maldives": "Malediivit",
	"Manage channels stored on the TV.": "Hallitse televisioon tallennettuja kanavia.",
	"Mandarin": "mandariinikiina",
	"Manual": "Manuaalinen",
	"Maori": "maori",
	"Marathi": "marathi",
	"Marquesas": "Marquesassaaret",
	"Marshall Islands": "Marshallsaaret",
	"Mature Audience Only": "Vain aikuisyleisöt",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimoi kontrasti voimistamalla näytön tummien ja kirkkaiden alueiden voimakkuutta.",
	"Mayotte": "Mahore",
	"Medium": "Keskitaso",
	"Menu Language": "Valikon kieli",
	"Menu Transparency": "Valikon läpinäkyvyys",
	"Message": "Viesti",
	"Method": "Menetelmä",
	"Mexico": "Meksiko",
	"Middle East": "Lähi-Itä",
	"Minutes": "Minuutit",
	"Mobile Connection Management": "Mobiiliyhteyden hallinta",
	"Mode Option": "Tilavalinta",
	"Model": "Malli",
	"Month": "Kuukausi",
	"Morocco": "Marokko",
	"Moscow": "Moskova",
	"Motion Eye Care": "Käyttäjäystävällisyys",
	"Movie Lock": "Elokuvan lukitus",
	"Mozambique": "Mosambik",
	"Multi Audio": "Moniääni",
	"Multi Channel Audio": "Monikanavaääni",
	"Multi Feed": "Monisyöttö",
	"Multiple": "Useita",
	"Music": "Musiikki",
	"Myanmar": "Myanmar",
	"NEXTGEN TV Mode": "NEXTGEN-TV-tila",
	"Narrow": "Kapea",
	"Natural": "Luonnollinen",
	"Ndebele": "ndebele",
	"Netherland": "Alankomaat",
	"Netherlands": "Alankomaat",
	"Network": "Verkko",
	"Network Connection Settings": "Verkkoyhteyden asetukset",
	"Network Name": "Verkon nimi",
	"Network-Based Personalization Recommendations": "Verkkopohjaiset personointisuositukset",
	"New Caledonia": "Uusi-Kaledonia",
	"New Zealand": "Uusi-Seelanti",
	"Next": "Seuraava",
	"Night": "Yö",
	"No": "Ei",
	"No Internet via 3G/4G network": "Ei internetyhteyttä 3G/4G-verkon kautta",
	"No Internet via Ethernet": "Ei internetiä Ethernetin kautta",
	"No Internet via Wi-Fi": "Ei internetiä Wi-Fin kautta",
	"No One 17 and Under Admitted.": "Kielletty alle 17-vuotiailta ja nuoremmilta.",
	"No Operation Auto Off": "Autom. sammutus käyttämättömyyden jälkeen",
	"No Signal Auto Off": "Autom. sammutus signaalin puuttuessa",
	"No Signal Image": "Ei signaalia -kuva",
	"No Signal Power Off (15Min)": "Sammutus signaalin puuttuessa (15 min)",
	"No devices have been found.": "Laitteita ei löytynyt.",
	"No paired devices.": "Ei pariin kuuluvia laitteita.",
	"No signal on Server": "Ei signaalia palvelimella",
	"No updates found.": "Päivityksiä ei löydy.",
	"Noise Reduction": "Kohinan vaimennus",
	"None": "Ei mitään",
	"Normal": "Normaali",
	"North Korea": "Pohjois-Korea",
	"Northern Africa": "Pohjois-Afrikka",
	"Norway": "Norja",
	"Norwegian": "norja",
	"Not Connected": "Ei yhteyttä",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Huomautus: Jos laite ei tue tätä toimintoa, se ei välttämättä toimi kunnolla. Kytke tässä tapauksessa laite eri HDMI-porttiin tai laita 8K HDMI Ultra HD Deep Colour -asetus pois päältä.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Huomautus: Jos laite ei tue tätä toimintoa, se ei välttämättä toimi kunnolla. Kytke tässä tapauksessa laite eri HDMI-porttiin tai laita HDMI Ultra HD Deep Colour -asetus pois päältä.",
	"Note: Available options depend on the broadcast program.": "Huomautus: käytettävissä olevat asetukset vaihtelevat lähetettävän ohjelman mukaan.",
	"Note: Behavior may differ if connected device is not a LG device.": "Huomautus: toimintatapa voi olla erilainen, jos kytketty laite ei ole LG-laite.",
	"Note: Only displayed when it is provided by the program.": "Huomautus: näytetään vain, jos ne kuuluvat lähetettyyn ohjelmaan.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Huomautus: tekstitykset näytetään vain, jos ne kuuluvat lähetettyyn ohjelmaan.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Huomautus: Tuetut ominaisuudet riippuvat mallista ja sen läpinäkyvyydestä toiminnon toiminnan kannalta sisällön toistossa, esimerkiksi Live TV- tai VOD-sisällön kanssa.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Huomautus:<br>1. Jos televisio käynnistetään kohinanpoiston aikana, prosessi keskeytyy ja se on aloitettava uudelleen.<br>2. Prosessin aikana näyttöön voi ilmestyä valkoinen viiva. Tämä on normaalia kohinanpoiston aikana.",
	"Notifications": "Ilmoitukset",
	"OLED LIGHT": "OLED-VALO",
	"OLED Screen Saver": "OLED-näytönsäästäjä",
	"Off": "Pois päältä",
	"On": "Käytössä",
	"OnTimer Channel not selected": "Ajastinkäynnistyksen kanavaa ei ole valittu.",
	"Open": "Avoin",
	"Open Source Licenses": "Avoimen lähdekoodin ohjelmistoa koskeva ilmoitus",
	"Open when TV is turned on": "Avaa, kun TV kytketään päälle",
	"Operate once when TV is off": "Käytä kerran, kun televisio on pois päältä",
	"Optical": "Optinen",
	"Optical + Internal TV Speaker": "Optinen + TV:n sisäinen kaiutin",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optimoi sisällön syvyys käyttämällä LG:n koneoppimismenetelmällä opittua algoritmia.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimoi HDR-kuvasisällön kirkkauteen perustuvat kontrastiasetukset.",
	"Optimize contrast settings based on image brightness.": "Optimoi kuvan kirkkauteen perustuvat kontrastiasetukset.",
	"Optimize the sound for a cinematic experience.": "Optimoi ääni elokuvamaisen kokemuksen mahdollistamiseksi.",
	"Original Language": "Alkuperäinen kieli",
	"Others": "Muut",
	"Outer": "Ulompi",
	"Output sound through the Internal TV speaker.": "Toista ääni television sisäisen kaiuttimen kautta.",
	"Panjabi": "panjabi",
	"Papua New Guinea": "Papua-Uusi-Guinea",
	"Parental Guidance Suggested": "Lapsilukkoa suositellaan",
	"Parental Guidance Suggested :": "Vanhempien ohjausta suositellaan:",
	"Parental guidance suggested for children ages 8-13.": "Vanhempien valvontaa suositellaan 8–13-vuotiaille lapsille.",
	"Parents Guidance strongly required :": "Vanhempien ohjausta suositellaan vahvasti:",
	"Parents Strongly Cautioned": "Vakava varoitus vanhemmille",
	"Paris": "Pariisi",
	"Pass Through": "Läpäisy",
	"Password": "Salasana",
	"Patent Information": "Patenttitiedot",
	"Peak Brightness": "Huippukirkkaus",
	"Persian": "persia",
	"Philippines": "Filippiinit",
	"Phnom Penh": "Phnom Pénh",
	"Photo": "Valokuva",
	"Pick a Time": "Valitse aika",
	"Picture": "Kuva",
	"Picture Mode": "Kuvatila",
	"Picture Mode Settings": "Kuvatilan asetukset",
	"Picture Options": "Kuvavalinta",
	"Picture Test": "Kuvatesti",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Kuva tai ääni ei mahdollisesti toimi oikein, kun yhdistetty ulkoinen laite ja TV kommunikoivat ensi kertaa. Jos ongelma ei häviä, palauta asetukset tai käynnistä yhdistetty ulkoinen laite uudelleen.",
	"Pitch": "Kaltevuusaste",
	"Pixel Refresher": "Kohinanpoisto",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Kohinanpoisto tekee television kuvasta mahdollisimman terävän.",
	"Pixel Refresher begins only once when the TV is turned off.": "Kohinanpoisto käynnistyy vain kerran, kun televisio sammutetaan.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Kohinanpoisto on ajastettu alkamaan, kun televisio sammutetaan seuraavan kerran.",
	"Play": "Toista",
	"Play sound through TV Speaker.": "Toista ääni TV:n kaiuttimesta.",
	"Play the standard sound suitable for all types of content.": "Toista kaikenlaiselle sisällölle soveltuva standardiääni.",
	"Please check if WiSA Speakers are turned on and try again.": "Tarkista, ovatko WiSA-kaiuttimet päällä ja yritä uudelleen.",
	"Please check that the Bluetooth device is already connected to another device.": "Tarkista, onko Bluetooth-laite jo yhdistetty toiseen laitteeseen.",
	"Please check the network name and password and try again.": "Tarkista verkon nimi ja salasana ja yritä uudelleen.",
	"Please check the status and try again": "Tarkista tila ja yritä uudelleen.",
	"Please do not unplug the USB storage until the copying is completed.": "Älä irrota USB-tallennuslaitetta, ennen kuin kopiointi on valmis.",
	"Please enter your password to turn off this function.": "Syötä salasanasi sammuttaaksesi tämän toiminnon.",
	"Please enter your password to turn on this function.": "Syötä salasanasi käynnistääksesi tämän toiminnon.",
	"Please make sure that your TV is connected to the network and try again.": "Varmista, että televisiolla on verkkoyhteys, ja yritä uudelleen.",
	"Please note that LG does not use or manage the value.": "Huomaa, että LG ei käytä tai hallitse tätä arvoa.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Huomaa, että ääntä ei välttämättä toisteta, kun Digitaaliäänilähtö-asetuksena on Läpäisy.",
	"Please try again later.": "Yritä myöhemmin uudelleen.",
	"Please wait while the Settings application reloads.": "Odota, kunnes Asetukset-sovellus latautuu uudelleen.",
	"Please wait while the Settings application restarts.": "Odota, kunnes Asetukset-sovellus käynnistyy uudelleen.",
	"Please wait while the TV restarts.": "Odota, kun televisio käynnistyy uudelleen.",
	"Please wait while the TV searches for LG Service Country.": "Odota. Televisio etsii LG-palvelun maata.",
	"Point": "Vaihe",
	"Pointer Options": "Osoitintoiminnot",
	"Pointer Size": "Osoittimen koko",
	"Poland": "Puola",
	"Polish": "puola",
	"Porto Velho": "Pôrto Velho",
	"Portugal": "Portugali",
	"Portuguese": "portugali",
	"Position": "Kohta",
	"Position Settings": "Kohta-asetukset",
	"Power Off Timer": "Ajastettu virran sammutus",
	"Power On Timer": "Ajastettu virran päällekytkeminen",
	"Power Saving Mode": "Virransäästötila",
	"Prague": "Praha",
	"Preschool": "Alle kouluikäiset",
	"Press right button to adjust de-blur and Motion Pro value.": "Säädä sumeuden poiston ja Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Säädä sumeuden poiston ja OLED Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-blur and OLED Motion value.": "Säädä sumeuden poiston ja OLED Motionin arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder and Motion Pro value.": "Säädä tärinän poiston ja Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Säädä tärinän poiston ja OLED Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder and OLED Motion value.": "Säädä tärinän poiston ja OLED Motionin arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Säädä tärinän poiston, sumeuden poiston ja Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Säädä tärinän poiston, sumeuden poiston ja OLED Motion Pron arvoa painamalla oikealle-painiketta.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Säädä tärinän poiston, sumeuden poiston ja OLED Motionin arvoa painamalla oikealle-painiketta.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Yhdistä TV verkkoon painamalla WPS-yhteensopivan reitittimen WPS-painiketta.",
	"Press the right button to adjust Motion Pro settings.": "Säädä Motion Pron asetuksia painamalla oikealle-painiketta.",
	"Press the right button to adjust OLED Motion Pro settings.": "Säädä OLED Motion Pron asetuksia painamalla oikealle-painiketta.",
	"Press the right button to adjust OLED Motion settings.": "Säädä OLED Motionin asetuksia painamalla oikealle-painiketta.",
	"Press the right button to adjust de-blur settings.": "Säädä sumeuden poiston asetuksia painamalla oikealle-painiketta.",
	"Press the right button to adjust de-judder settings.": "Säädä tärinän poiston asetuksia painamalla oikealle-painiketta.",
	"Previous": "Edellinen",
	"Primary Audio Language": "Ensisijainen puheen kieli",
	"Primary Channels": "Ensisijaiset kanavat",
	"Primary Teletext Language": "Ensisijainen tekstitelevision kieli",
	"Program exempted from ratings.": "Ohjelmat vapautettu luokituksista.",
	"Programme": "Ohjelma",
	"Provide HbbTV Distinctive ID": "Anna yksilöllinen HbbTV-tunnus",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Anna HbbTV:n ominaistunnus HbbTV-palvelulle sen lähetyksiä varten.",
	"Provided services may vary depending on countries.": "Tarjotut palvelut voivat vaihdella maiden mukaan.",
	"Pyongyang": "Pjongjang",
	"Quick Help": "Pikaohje",
	"Quick Start+": "Pika-aloitus+",
	"Raised": "Kohotettu",
	"Real Cinema": "Todellinen elokuvateatteri",
	"Reason: Authentication with access point was unsuccessful.": "Syy: todennus tukiaseman kanssa epäonnistui.",
	"Reason: Could not establish a connection to access point.": "Syy: tukiasemaan ei voitu yhdistää.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Syy: kelvollista IP-osoitetta ei voitu hakea DHCP:n avulla.",
	"Reason: Entered password is incorrect.": "Syy: annettu salasana on väärä.",
	"Reason: Password is missing.": "Syy: salasana puuttuu.",
	"Reason: The network you selected is out of range.": "Syy: valittu verkko on alueen ulkopuolella.",
	"Reason: Unable to login.": "Syy: kirjautuminen ei onnistu.",
	"Receive emergency alerts from TV when an emergency occurs.": "Vastaanota hälytyksiä TV:ltä hätätilanteessa.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Suosittelemme määrittämään tunnit, joiden aikana et yleensä katso TV:tä, tilaan Always-on.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Suosittele hyödyllistä sisältöä ja toimintoja katseluhistorian ja sovellusten käyttötapojen perusteella.",
	"Recommendations are available for the people, products and locations related to the current program.": "Tämänhetkiseen ohjelmaan liittyvistä henkilöistä, tuotteista ja sijainneista on saatavilla suosituksia.",
	"Red": "Punainen",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Vähennä epäsäännöllistä melua digitaalisista videosignaaleista optimoidaksesi kuvanlaadun.",
	"Region": "Alue",
	"Registered Devices ({num})": "Rekisteröidyt laitteet ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Vahvista optimoidun äänen korkeita sävyjä.",
	"Reinforce the low-pitched tone of the optimized sound.": "Vahvista optimoidun äänen matalia sävyjä.",
	"Remote Settings": "Kaukosäätimen asetukset",
	"Remove irregular and erratic pixels for a clearer image.": "Poista epäsäännölliset ja virhepikselit niin, että kuvasta tulee terävämpi.",
	"Reset": "Nollaa",
	"Reset AD ID": "Nollaa AD ID",
	"Reset CI Password": "Nollaa CI-salasana",
	"Reset HbbTV Distinctive ID": "Nollaa yksilöllinen HbbTV-tunnus",
	"Reset Password": "Nollaa salasana",
	"Reset Settings": "Nollaa asetukset",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Nollaa niiden sovellusten luettelo, jotka on hyväksytty muodostettaessa yhteys HbbTV-mobiilisovellukseen.",
	"Reset the caption position.": "Nollaa kuvailevan tekstityksen paikka.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Nollaa sisällön katselun ja ohjelmien käytön historiatiedot. Kun historiatiedot on nollattu, saattaa kestää jonkin aikaa, ennen kuin sisältösuosituksia jälleen lähetetään.",
	"Reset to Initial Settings": "Palauta alkuasetuksiin",
	"Restrict access to TV programs based on their ratings.": "Rajoita TV-ohjelmien käyttöä niiden luokitusten perusteella.",
	"Restrict watching based on age ratings for children programs.": "Rajoita katselua lastenohjelmien ikäluokitusten perusteella.",
	"Restrict watching based on ages ratings.": "Rajoita katselua ikäluokitusten perusteella.",
	"Restrict watching based on fantasy violence content ratings.": "Rajoita katselua fantasiaväkivallan sisältöluokitusten perusteella.",
	"Restrict watching based on programs containing adult language.": "Rajoita katselua voimakasta kielenkäyttöä sisältävien ohjelmien perusteella.",
	"Restrict watching based on programs containing sexual scene.": "Rajoita katselua seksuaalisia kohtauksia sisältävien ohjelmien perusteella.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Rajoita katselua seksuaalisesti vihjailevaa dialogia sisältävien ohjelmien perusteella.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Rajoita katselua lapsilukon perusteella määriteltyjen aikojen tai sisältöluokitusten perusteella.",
	"Restrict watching based on violence content ratings.": "Rajoita katselua väkivallan sisältöluokitusten perusteella.",
	"Restrict watching movies based on rating.": "Rajoita elokuvien katselua luokituksen perusteella.",
	"Restrict watching programs based on rating.": "Rajoita ohjelmien katselua luokituksen perusteella.",
	"Restriction ratings :": "Rajoitusluokitukset:",
	"Retry": "Yritä uudelleen",
	"Revert TV to its initial settings.": "Palauta TV alkuperäisiin asetuksiin.",
	"Revert color adjustment settings to default.": "Palauta värien säädön oletusasetukset.",
	"Revert detailed sound effect settings of standard mode to default.": "Palauta vakiotilan yksityiskohtaiset ääniasetukset oletusasetuksiin.",
	"Revert picture setting values to default.": "Palauta kuvan asetusarvot oletusarvoiksi.",
	"Revert white balance settings to default.": "Palauta valkotasapainon oletusasetukset.",
	"Riga": "Riika",
	"Right": "Oikea",
	"Right Left": "Oikea/vasen",
	"Right Surround": "Oikea surround",
	"Right drop shadow": "Ikkunan oikea varjo",
	"Riyadh": "Riad",
	"Romanian": "romania",
	"Rome": "Rooma",
	"Russia": "Venäjä",
	"Russian": "venäjä",
	"Rwanda": "Ruanda",
	"R{value}": "P {value}",
	"SIGNATURE Opening": "SIGNATURE käynnistyy",
	"SIGNATURE TV Settings": "SIGNATURE-TV-asetukset",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK mahdollistaa LG-kaukosäätimen ja muiden LG-televisioon HDMI:n avulla liitettyjen SIMPLINK-yhteensopivien laitteiden (kuten DVD-soitin tai kotiteatterijärjestelmä) käytön.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK laitetaan automaattisesti päälle tämän ARC-tilan käyttämistä varten.",
	"Safety": "Turvallisuus",
	"Saint Vincent": "Saint Vincent ja Grenadiinit",
	"Sakhalin": "Sahalin",
	"Sana": "Sanaa",
	"Satellite": "Satelliitti",
	"Satellite DTV": "Satelliitti-DTV",
	"Satellite Radio": "Satelliittiradio",
	"Saturation": "Saturaatio",
	"Saudi Arabia": "Saudi-Arabia",
	"Saudi arabia": "Saudi-Arabia",
	"Save CAM Operator's Profile": "Tallenna CAM-operaattorin profiili",
	"Save CI Password": "Tallenna CI-salasana",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Tallenna värien säätöjärjestelmän asetukset nykyisestä kuvatilasta kaikille tuloille.",
	"Save the white balance settings from the current picture mode in all inputs.": "Tallenna valkotasapainoasetukset nykyisestä kuvatilasta kaikille tuloille.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Tallenna/nollaa CI-salasana. Jos tallennat salasanan, sinun ei tarvitse kirjautua sisään myöhemmillä käyttökerroilla.",
	"Scan \"Auto Detect\" automatically.": "Skannaa ”Automaattinen tunnistus” automaattisesti.",
	"Screen Down": "Näyttö alas",
	"Screen Off": "Näyttö pois päältä",
	"Screen Saver": "Näytönsäästäjä",
	"Screen Shift ": "Näytön siirto",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Näytön kuva siirtyy säännöllisin aikavälein ja estää kuvanlaadun ongelmat, jotka saattavat aiheutua, kun televisio on päällä pitkään.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Näyttö sammuu 5 sekunnin kuluttua. Jos haluat käynnistää näytön uudelleen, paina jotain painiketta paitsi virta- tai äänenvoimakkuuspainiketta.",
	"Search": "Haku",
	"Search Bluetooth Device": "Etsi Bluetooth-laite",
	"Searching...": "Haetaan...",
	"Second Language": "Toinen kieli",
	"Secondary Audio Language": "Toissijainen puheen kieli",
	"Secondary Teletext Language": "Toissijainen tekstitelevision kieli",
	"Security": "Tietoturva",
	"Select IRE point to adjust luminance.": "Säädä valaistusta valitsemalla IRE-piste.",
	"Select Mode": "Valitse tila",
	"Select TV's language settings.": "Valitse TV:n kieliasetukset.",
	"Select a caption type for HD broadcasts.": "Valitse HD-lähetysten kuvatekstityyppi.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Valitse NEXTGEN-TV-lähetysten kuvatekstityyppi.",
	"Select a caption type for UHD broadcasts.": "Valitse UHD-lähetysten kuvatekstityyppi.",
	"Select a caption type for analog broadcasts.": "Valitse analogisten lähetysten kuvatekstityyppi.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Valitse katseluympäristöön sopiva videotila tai määritä videotilan asetukset, kuten kontrasti ja väri.",
	"Select an audio format for each HDMI input.": "Valitse äänimuoto kullekin HDMI-tulolle.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Valitse toinen digitaaliäänilähtö (Auto tai PCM), jos äänitehosteita ei kuulu, kun olet valinnut läpäisyn.",
	"Select audio language for digital broadcasts.": "Valitse äänen kieli digitaalisia lähetyksiä varten.",
	"Select color to be adjusted.": "Valitse säädettävä väri.",
	"Select days to apply the Timer Power Off settings every week.": "Valitse päivät, joina Ajastimen virta pois päältä -asetuksia käytetään joka viikko.",
	"Select days to apply the Timer Power On settings every week.": "Valitse päivät, jolloin Ajastimen virta päälle -asetuksia käytetään joka viikko.",
	"Select device for audio output.": "Valitse äänentoistolaite.",
	"Select device or speaker for audio output.": "Valitse laite tai kaiutin äänilähdölle.",
	"Select digital audio output format.": "Valitse digitaalisen äänilähdön muoto.",
	"Select language for TV menu.": "Valitse TV-valikon kieli.",
	"Select language for subtitles.": "Valitse tekstityskieli.",
	"Select languages for keyboards input.": "Valitse näppäimistön tulon kieli.",
	"Select method to adjust white balance.": "Valitse valkotasapainon säätötapa.",
	"Select point to adjust luminance.": "Säädä valaistusta valitsemalla piste.",
	"Select the Sound mode and set detailed Audio effects.": "Valitse äänitila ja aseta tarkat äänitehosteet.",
	"Select the Sound mode for each content type.": "Valitse äänitila kullekin sisältötyypille.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Valitse HDMI {num} -portin Ultra HD Deep Colour.",
	"Select the app to restrict the use.": "Valitse sovellus, jonka käyttöä haluat rajoittaa.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Valitse sopiva kuvatila katseluympäristön tai sisältötyypin perusteella.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Valitse ääniasetukset, jotta voit kuunnella lähetystä mieltymystesi mukaan.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Aseta kuvailevan tekstityksen tyyppi digitaalisille lähetyksille ja aseta yksityiskohtaiset tekstitysasetukset.",
	"Select the channel to restrict watching.": "Valitse kanava, jonka katselua haluat rajoittaa.",
	"Select the channel to watch when the TV turns on.": "Valitse kanava, jota käytetään, kun TV käynnistyy.",
	"Select the color range to be displayed.": "Valitse näytettävä värialue.",
	"Select the country for your country's special services.": "Valitse maa maasi erikoispalveluille.",
	"Select the desired video angle.": "Valitse haluamasi videokuvakulma.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Valitse, missä muodossa TV:n digitaaliäänilähtö siirretään ulkoiseen laitteeseen.",
	"Select the input to use when the TV turns on.": "Valitse tulo, jota käytetään, kun televisio kytkeytyy päälle.",
	"Select the inputs to restrict the use.": "Valitse tulot, joiden käyttöä haluat rajoittaa.",
	"Select the most preferred Subtitle Language.": "Valitse tekstityksen ensisijainen kieli.",
	"Select the place where to use the TV.": "Valitse paikka, jossa TV:tä käytetään.",
	"Select the residential region for your regional broadcast signal.": "Valitse asuinalue alueelliselle lähetyssignaalille.",
	"Select the second preferred Subtitle Language.": "Valitse tekstityksen toissijainen kieli.",
	"Select your first choice of audio language for digital broadcasts.": "Valitse ensisijainen äänen kielivalinta digitaalisia lähetyksiä varten.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Valitse lähetysten teksti-TV-palveluiden ensisijainen kieli.",
	"Select your second choice of audio language for digital broadcasts.": "Valitse toissijainen äänen kielivalinta digitaalisia lähetyksiä varten.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Valitse lähetysten teksti-TV-palveluiden toissijainen kieli.",
	"Seoul": "Soul",
	"Serbian": "serbia",
	"Serial Number": "Sarjanumero",
	"Service 1": "Palvelu 1",
	"Service 2": "Palvelu 2",
	"Service 3": "Palvelu 3",
	"Service 4": "Palvelu 4",
	"Service 5": "Palvelu 5",
	"Service 6": "Palvelu 6",
	"Service Area Zip Code": "Palvelualueen postinumero",
	"Set Automatically": "Aseta automaattisesti",
	"Set ID": "Aseta tunnus",
	"Set My Team Alarm.": "Aseta oman joukkueen hälytys.",
	"Set Store Mode settings.": "Määritä kauppatilan asetukset.",
	"Set System Color mode for your current TV input.": "Aseta nykyisen TV-tulon järjestelmän väritila.",
	"Set additional options for Video Description.": "Määritä videon kuvauksen lisäasetukset.",
	"Set additional picture settings.": "Aseta muita kuva-asetuksia.",
	"Set additional sound-related settings.": "Määritä muita äänen liittyviä asetuksia.",
	"Set advanced Subtitle options.": "Määritä tekstityksen lisäasetukset.",
	"Set advanced captioning options.": "Valitse edistyneet kuvatekstiasetukset",
	"Set and edit the IP address version to IPv4 or IPv6.": "Valitse ja muokkaa IP-osoitteen versioksi IPv4 tai IPv6.",
	"Set audio-related options.": "Määritä ääneen liittyvät asetukset.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Aseta lähetysten kuvatekstin koko, väri, läpinäkyvyys ja muita asetuksia.",
	"Set color temperature from warm to cool.": "Aseta värilämpötila lämpimästä kylmään.",
	"Set detailed caption settings for HD broadcasts.": "Aseta yksityiskohtaiset kuvailevan tekstityksen asetukset HD-lähetyksille.",
	"Set detailed options for the AI functions.": "Aseta AI-toimintojen tarkat asetukset.",
	"Set detailed options for the Home feature.": "Aseta aloitusnäyttöominaisuuden tarkat asetukset.",
	"Set detailed options for the Recommendation feature.": "Aseta suositusominaisuuden tarkat asetukset.",
	"Set easy connection settings with external devices.": "Aseta helpot yhteysasetukset ulkoisten laitteiden kanssa.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Määritä tiettyjen kanavien, sovellusten, tulojen jne. lukitus, jota käytetään silloin, kun lapsilukon on käytössä.",
	"Set necessary additional functions based on watching environment and screen status.": "Aseta tarvittavat lisätoiminnot katseluympäristön ja näytön tilan perusteella.",
	"Set or reset the position of on-screen captions.": "Aseta tai nollaa kuvailevan tekstityksen paikka.",
	"Set settings related to your wired / wireless network.": "Aseta langalliseen/langattomaan verkkoon liittyviä asetuksia.",
	"Set the TV to turn off automatically after a set amount of time.": "Määritä TV sammumaan automaattisesti määritetyn ajan kuluttua.",
	"Set the TV to turn off automatically at a set time.": "Määritä TV sammumaan automaattisesti määritettyyn aikaan.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Määritä TV sammumaan automaattisesti, jos käyttäjä ei tee mitään muutoksia neljän tunnin kuluessa TV:n käynnistämisestä.",
	"Set the TV to turn on automatically at a set time.": "Määritä TV käynnistymään automaattisesti määritettyyn aikaan.",
	"Set the additional functions related to the TV.": "Aseta TV:hen liittyvät lisäasetukset.",
	"Set the current date and time.": "Määritä nykyinen päivämäärä ja kellonaika.",
	"Set the current date manually.": "Aseta nykyinen päivämäärä manuaalisesti.",
	"Set the current time manually.": "Aseta nykyinen kellonaika manuaalisesti.",
	"Set the detect range of device available to connect.": "Valitse yhdistettävän laitteen havaitsemisalue.",
	"Set the region and country for broadcasts and special services.": "Valitse lähetysmaa ja -alue ja erityispalvelut.",
	"Set the screen size and aspect ratio.": "Määritä näytön koko ja kuvasuhde.",
	"Set the specialized functions of SIGNATURE TV.": "Määritä SIGNATURE TV:n erikoistoiminnot.",
	"Set the time to turn off the TV automatically without user input.": "Aseta aika, jolloin TV sammuu automaattisesti, jos käyttäjä ei tee muutoksia.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Määritä monikanavainen Virtual Surround -ääniefekti, jotta voit nauttia realistisemmasta äänestä.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Määritä Virtual Surround -ääniefekti, jotta voit nauttia realistisemmasta äänestä",
	"Set the volume level when the TV turns on.": "Valitse äänenvoimakkuustaso, jota käytetään, kun TV käynnistyy.",
	"Set time to turn off the TV.": "Määritä aika, jolloin televisio sammutetaan.",
	"Set time to turn on the TV.": "Määritä television käynnissäoloaika.",
	"Set up additional features related to customer support.": "Ota käyttöön asiakastukeen liittyviä lisäominaisuuksia.",
	"Set up an account to use LG Services.": "Luo tili, jotta voit käyttää LG-palveluja.",
	"Set whether to display Home when the TV is turned on.": "Valitse, näytetäänkö aloitusnäyttö, kun televisio kytketään päälle.",
	"Settings Help": "Asetusten ohje",
	"Sexual Situations": "Seksuaalisia viittauksia",
	"Sexually Suggestive Dialogue": "Seksuaalisesti vihjaileva vuoropuhelu",
	"Sharpness": "Terävyys",
	"Show Password": "Näytä salasana",
	"Side by Side": "Sivuttain",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Signaalihäiriöt saattavat heikentää taikakaukosäätimen herkkyyttä, jos langaton reititin on liian lähellä televisiota.",
	"Size": "Koko",
	"Sleep Timer": "Lepotila-ajastin",
	"Slovak": "slovakki",
	"Slovenian": "sloveeni",
	"Slow": "Hidas",
	"Small": "Pieni",
	"Smooth": "Pehmeä",
	"Smooth Gradation": "Tasainen porrastus",
	"Soccer": "Jalkapallo",
	"Software Update": "Ohjelmistopäivitys",
	"Software Version": "Ohjelmistoversio",
	"Software update has been installed. Update will be applied when you restart your TV.": "Ohjelmistopäivitys on asennettu. Päivitys otetaan käyttöön, kun käynnistät TV:n uudelleen.",
	"Solid": "Kiinteä",
	"Solomon Islands": "Salomonsaaret",
	"Some material may not be appropriate for children under 13.": "Osa sisällöstä ei välttämättä sovellu alle 13-vuotiaille lapsille.",
	"Some material may not be appropriate for children.": "Jotkin sisällöt eivät välttämättä sovellu lapsille.",
	"Sotho, Northern": "pohjoissotho",
	"Sotho, Southern": "eteläsotho",
	"Sound": "Ääni",
	"Sound Mode": "Äänitila",
	"Sound Mode Settings": "Äänitilan asetukset",
	"Sound Out": "Äänilähtö",
	"Sound Share": "Äänijako",
	"Sound Test": "Äänen testaus",
	"South Africa": "Etelä-Afrikka",
	"South Korea": "Etelä-Korea",
	"Southern Africa": "Etelä-Afrikka",
	"Spain": "Espanja",
	"Spanish": "espanja",
	"Speaker Volume Control": "Kaiuttimen äänenvoimakkuus",
	"Specify detailed voice guidance settings after turning on this feature.": "Määritä tarkat ääniopastusasetukset, kun olet laittanut tämän toiminnon päälle.",
	"Speed": "Nopeus",
	"Spoken Subtitle": "Puhutut kuvatekstit",
	"Sports": "Urheilu",
	"Sports Alert": "Urheiluhälytys",
	"Stand": "Teline",
	"Standard": "Vakio",
	"Standard Mode Sound Effect": "Vakiotilan äänitehoste",
	"Standby Light": "Valmiustilan valo",
	"Start New Sound Tuning": "Aloita uusi ääniviritys",
	"Start Now": "Aloita nyt",
	"Startup Sound": "Käynnistysääni",
	"Stockholm": "Tukholma",
	"Stop": "Lopeta",
	"Store Demo": "Myymälätila",
	"Store Mode": "Kauppatila",
	"Store Mode Settings": "Kauppatilan asetukset",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Kauppatila on tarkoitettu esittelyyn kaupassa. Se palauttaa asetukset alkutilaan muutaman minuutin välein. Haluatko sulkea tämän sovelluksen ja käynnistää kauppatilan?",
	"Strong": "Voimakas",
	"Style": "Tyyli",
	"Subnet Mask": "Aliverkon peite",
	"Subnet prefix length": "Aliverkon etuliitteen pituus",
	"Subtitle First Choice Language": "Tekstityksen ensisijainen kieli",
	"Subtitle Language": "Tekstityskieli",
	"Subtitle Second Choice Language": "Tekstityksen toissijainen kieli",
	"Subtitles": "Tekstitys",
	"Super Impose": "Aseta päällekkäin",
	"Super Resolution": "Superresoluutio",
	"Support": "Tuki",
	"Suriname": "Surinam",
	"Surround Balance": "Surround-tasapaino",
	"Surround Level": "Surround-taso",
	"Swahili": "swahili",
	"Swati": "swazi",
	"Swaziland": "Swasimaa",
	"Sweden": "Ruotsi",
	"Swedish": "ruotsi",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Vaihda valmiustilaan käynnistääksesi TV:n uudelleen nopeasti, kun sammutat TV:n.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Vaihda valmiustilaan käyttääksesi useita ominaisuuksia, kuten sovelluksia, hakua jne. nopeasti, kun sammutat TV:n.",
	"Switzerland": "Sveitsi",
	"Sync Demo": "Synkronointiesittely",
	"Syria": "Syyria",
	"System Color": "Järjestelmän väri",
	"TEXT 1": "TEKSTI 1",
	"TEXT 2": "TEKSTI 2",
	"TEXT 3": "TEKSTI 3",
	"TEXT 4": "TEKSTI 4",
	"TV Information": "TV:n tiedot",
	"TV Installation Type": "TV-asennustyyppi",
	"TV Lock": "TV:n lukitus",
	"TV Name": "TV:n nimi",
	"TV On With Mobile": "TV päälle mobiililaitteella",
	"TV Power Sound": "TV:n virtaääni",
	"TV Power Sound Volume": "TV:n virran äänenvoimakkuus",
	"TV Program Locks": "TV-ohjelmalukitukset",
	"TV Rating English": "TV-luokitus, englanti",
	"TV Rating French": "TV-luokitus, ranska",
	"TV Speaker": "TV:n kaiutin",
	"TV can be used as an alarm.": "TV:tä voidaan käyttää hälyttimenä.",
	"TV is turned off at a set time on every specified day.": "TV sammutetaan määritettynä aikana kaikkina määritettyinä päivinä.",
	"TV to USB": "TV USB:hen",
	"Tajikistan": "Tadžikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Hyödynnä ominaisuuksia, jotka edellyttävät verkkoyhteyttä, kuten Internetiä, sovelluksia, ohjelmistopäivityksiä jne.",
	"Tallinn": "Tallinna",
	"Tanzania": "Tansania",
	"Target Luminance": "Kohteen luminanssi",
	"Tashkent": "Taškent",
	"Tehran": "Teheran",
	"Teletext": "Tekstitelevisio",
	"Telugu": "telugu",
	"Text Color": "Tekstin väri",
	"Text Opacity": "Tekstin himmeys",
	"Text Search": "Tekstihaku",
	"Thai": "thai",
	"Thailand": "Thaimaa",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}- ja HDMI {port2} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit valita sen.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}- ja HDMI {port2} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit laittaa sen päälle tai pois päältä.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}- ja HDMI {port2} -portit tukevat välitöntä pelivastetta, ja voit ottaa sen käyttöön tai poistaa sen käytöstä.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} -portti tukee AMD FreeSync Premium -toimintoa, ja voit valita sen.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} -portti tukee AMD FreeSync Premium -toimintoa, ja voit laittaa sen päälle tai pois päältä.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} -portti tukee välitöntä pelivastetta, ja voit ottaa sen käyttöön tai poistaa sen käytöstä.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}-, HDMI {port2}- ja HDMI {port3} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit valita sen.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}- ja HDMI {port3} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit laittaa sen päälle tai pois päältä.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- ja HDMI {port4} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit valita sen.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- ja HDMI {port4} -portit tukevat AMD FreeSync Premium -toimintoa, ja voit laittaa sen päälle tai pois päältä.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- ja HDMI {port4} -portit tukevat välitöntä pelivastetta, ja voit ottaa sen käyttöön tai poistaa sen käytöstä.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}-, HDMI {port2}- ja HDMI {port3} -portit tukevat välitöntä pelivastetta, ja voit ottaa sen käyttöön tai poistaa sen käytöstä.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Yksilöllistä HbbTV-tunnusta käytetään vain HbbTV:n yhteydessä, eikä se liity käyttäjän henkilötietoihin.",
	"The HbbTV Distinctive ID will be reset.": "Yksilöllinen HbbTV-tunnus nollataan.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV-sovellus tai -palvelu ei enää seuraa yksittäistä käyttäjää.",
	"The IBB service will disable its tracking of an individual user.": "IBB-palvelu ei enää seuraa yksittäistä käyttäjää.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG-palvelumaan tietoja ei voitu hakea palvelimelta. Yritä myöhemmin uudelleen.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Valikkokielen vaihtaminen edellyttää Asetukset-sovelluksen uudelleenlatausta. Haluatko jatkaa?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Ympäristön valaistus saadaan aikaan, kun liike havaitaan television ympärillä.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Käytettävissä olevat ulkoiset puheentunnistuspalvelut voivat vaihdella kieliasetuksesta riippuen. Lisäksi jos vaihdat valikkokieltä, asetusvalikko ladataan uudelleen. Haluatko jatkaa?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kanavaluettelon kopiointi USB-tallennuslaitteesta TV:hen onnistui. TV käynnistyy uudelleen 5 sekunnin kuluttua.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kanavaluettelon kopiointi TV:stä USB-tallennuslaitteeseen onnistui.",
	"The closer to 100, the brighter.": "Mitä lähempänä asetus on arvoa 100, sitä kirkkaampi se on.",
	"The closer to 100, the clearer the color becomes.": "Mitä lähempänä asetus on arvoa 100, sitä selkeämpi väri on.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Mitä lähempänä arvoa 50 se on, sitä selkeämpi punainen on. Mitä lähempänä arvoa 50 se on, sitä selkeämpi vihreä on.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Valkotasapaino-toiminnon tarkat asetetut arvot nollataan. Haluatko jatkaa?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Kanavan ja ohjelman äänenvoimakkuuksien välistä eroa vähennetään automaattisesti, jotta voit katsella ohjelmaa tasaisella äänenvoimakkuudella.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Kanavan ja ohjelman äänenvoimakkuuksien välinen ero määritetään automaattisesti, jotta voit katsella ohjelmaa tasaisella äänenvoimakkuudella.",
	"The higher the settings, the louder the sound rapidly.": "Mitä korkeammat asetukset ovat, sitä voimakkaammin ääni kuuluu.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "TV:n sisäisestä kaiuttimesta ja Bluetooth-kaiuttimista voidaan toistaa ääntä samanaikaisesti, jolloin tuloksena on eloisa surround-efekti.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Puheentunnistuksen kieli asetetaan automaattisesti valitun valikkokielen mukaan.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Puheentunnistuksen kieli asetetaan valitun valikkokielen mukaan. Tukipalvelut saattavat vaihdella puheen kielestä riippuen.",
	"The network is currently unavailable. Please try again later.": "Verkko ei ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Toimenpide kestää noin tunnin, ja television pitää olla pois päältä sen ajan.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Toimenpide kestää noin {n} minuuttia, ja television pitää olla pois päältä sen ajan.",
	"The program is intended for adults only.": "Ohjelma on tarkoitettu vain aikuisille.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Näytön kirkkautta säädetään automaattisesti TV:n ympäristön kirkkauden mukaan.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Näyttö liukuu alas 5 sekunnin kuluttua. Jos haluat liu’uttaa näytön takaisin ylös, paina jotain painiketta paitsi virta- tai äänenvoimakkuuspainiketta.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Värien hallintajärjestelmä -toiminnon asetetut ala-arvot nollataan. Haluatko jatkaa?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth surround-ääni + TV:n sisäinen kaiutin -asetus nollataan.",
	"The settings are as follows.": "Asetukset ovat seuraavat.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Ääntä ei välttämättä toisteta, kun Digitaaliäänilähtö-asetuksena on Läpäisy.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Päivitystä ei voida ottaa käyttöön televisiossa. Ohjelmisto palautetaan aiempaan versioon.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Visuaaliset tehosteet näkyvät näytöllä, kun televisio kytketään päälle ja näytön kuva liikkuu.",
	"There are no paired devices.": "Paritettuja laitteita ei ole.",
	"There are settings to correct or prevent OLED panel noise.": "OLED-paneelin kohinaa voidaan ehkäistä tai korjata asetusten avulla.",
	"There is no USB device connected to your TV.": "Televisioon ei ole yhdistetty USB-laitetta.",
	"There is no message.": "Viestiä ei ole.",
	"Third Language": "Kolmas kieli",
	"This feature applies only to specified LG Wireless Keyboard models.": "Tämä ominaisuus on käytettävissä vain tietyissä langattomissa LG-näppäimistömalleissa.",
	"This function works only when it is provided by the broadcast program.": "Tämä toiminto toimii vain, jos lähetetty ohjelma tarjoaa sen.",
	"This is a closed caption preview": "Tämä on kuvailevan tekstityksen esikatselu",
	"This is an already existing value.": "Tämä arvo on jo olemassa.",
	"This service provides you with more information about watching program and enjoys related contents.": "Tämä palvelu tarjoaa sinulle lisätietoja ohjelman katsomisesta ja siihen liittyvästä sisällöstä nauttimisesta.",
	"This will revert all options on TV to their default settings.": "Tämä palauttaa kaikki TV:n asetukset oletusasetuksiin.",
	"Thule": "Qaanaaq",
	"Time": "Aika",
	"Timer Channel": "Ajastinkanava",
	"Timer Repeat": "Ajastimen toisto",
	"Timers": "Ajastimet",
	"Timezone": "Aikavyöhyke",
	"Timor-Leste": "Itä-Timor",
	"Tint": "Sävy",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Voit optimoida äänen toistamalla TV:n testiäänen ja mittaamalla heijastetun äänen taikakaukosäätimellä.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Äänilähtö-asetukseksi on vaihdettava TV:n sisäinen kaiutin, jotta voit testata television äänen. Haluatko jatkaa?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Ylä- ja alaosa",
	"Total Power On Time": "Päälläoloaika yhteensä",
	"Tracking Speed": "Seurantanopeus",
	"Translucent": "Läpikuultava",
	"Transparent": "Läpinäkyvä",
	"Treble Boost": "Diskantin tehostus",
	"Trinidad And Tobago": "Trinidad ja Tobago",
	"Trinidad and Tobago": "Trinidad ja Tobago",
	"Tsonga": "tsonga",
	"Tswana": "tswana",
	"Tune and save available channels.": "Viritä ja tallenna käytettävissä olevat kanavat.",
	"Tune and save available channels. You can set satellite channel options.": "Viritä ja tallenna käytettävissä olevat kanavat. Voit määrittää satelliittikanavien asetukset.",
	"Turkey": "Turkki",
	"Turkish": "turkki",
	"Turn on TV with mobile device same as smartphone.": "Käynnistä TV älypuhelimen kaltaisella mobiililaitteella.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Kytke HDMI {num} -portin Ultra HD Deep Colour päälle ja pois.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Kytke HDMI {num} -portin välitön pelivaste päälle tai pois päältä.",
	"Turn on the TV using mobile device via Bluetooth.": "Kytke TV päälle mobiililaitteella Bluetoothin kautta.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Käynnistä TV mobiililaitteella Wi-Fin kautta.",
	"Turn on via Bluetooth": "Käynnistä Bluetoothin kautta",
	"Turn on via Wi-Fi": "Käynnistä Wi-Fin kautta",
	"Turn on/off description box in Settings.": "Kytke Asetukset-valikossa Kuvaus-ruutu päälle tai pois päältä.",
	"Turn on/off standby light.": "Kytke valmiustilan valo päälle / pois päältä.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Laita AMD FreeSync Premium päälle / pois päältä HDMI {num} -portissa.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Laita päälle / pois päältä kuvat, jotka näytetään näytöllä signaalin puuttuessa.",
	"Turn on/off the related features of energy consumption.": "Ota käyttöön / poista käytöstä energiankulutukseen liittyvät ominaisuudet.",
	"Turn the Hybridcast service on/off.": "Kytke Hybridcast päälle tai pois päältä.",
	"Turn the Interactivity (DTVi) service on/off.": "Kytke vuorovaikutteisuuspalvelu (DTVi) päälle tai pois päältä.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Kytke lähetyspalvelun TV-opas päälle tai pois päältä.",
	"Turn your broadcast TV provider's teletext service on/off.": "Kytke lähetyspalvelun teksti-TV-palvelu päälle tai pois päältä.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Jos sammutat Wi-Fi-toiminnon, et voi käyttää internetpohjaisia palveluita, jos et muodosta verkkoyhteyttä kaapelin avulla. Haluatko jatkaa?",
	"UAE": "Arabiemiirikunnat",
	"UHD Mode": "UHD-tila",
	"USA": "Yhdysvallat",
	"USB storage for Copy Channels": "USB-tallennuslaite kanavien kopioinnille",
	"USB to TV": "USB TV:hen",
	"Ukraine": "Ukraina",
	"Ukrainian": "ukraina",
	"Unable to check for updates.": "Päivityksiä ei voi tarkistaa.",
	"Unable to connect to the network.": "Verkkoon ei saada yhteyttä.",
	"Undefined": "Määrittämätön",
	"Under 17 requires accompanying parent or adult guardian.": "Alle 17-vuotiaat saavat katsella vain vanhemman tai täysi-ikäisen valvojan kanssa.",
	"Uniform": "Yhdenmukainen",
	"United Arab Emirates": "Arabiemiirikunnat",
	"United Kingdom": "Yhdistynyt kuningaskunta",
	"United States of America": "Amerikan yhdysvallat",
	"Universal Control Settings": "Kaukosäätimen asetukset",
	"Unknown": "Tuntematon",
	"Unknown issue has occurred.": "Tuntematon ongelma.",
	"Update canceled.": "Päivitys peruttu.",
	"Update in progress...": "Päivitys käynnissä...",
	"Update in progress...({n}%)": "Päivitetään...({n}%)",
	"Update paused.": "Päivitys on keskeytetty.",
	"Update reserved.": "Päivitys varattu.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Päivitys on peruttu ja kaikki päivitystiedostot poistetaan nyt. Haluatko jatkaa?",
	"Urdu": "urdu",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Voit analysoida huoneen akustiset ominaisuudet ja optimoida TV:n äänen taikakaukosäädintä käyttämällä.",
	"Use a large pointer.": "Käytä suurta osoitinta.",
	"Use a medium pointer.": "Käytä keskikokoista osoitinta.",
	"Use a small pointer.": "Käytä pientä osoitinta.",
	"Use the 4-way controller to change the position and press the OK button.": "Vaihda kohta nelisuuntaisen ohjaimen avulla ja paina OK-painiketta.",
	"Use the following services with the selected language.": "Käytä seuraavia palveluita valitun kielen kanssa.",
	"User": "Käyttäjä",
	"User Agreements": "Käyttösopimus",
	"User Guide": "Käyttöopas",
	"Uzbek": "uzbekki",
	"V Position": "V-paikka",
	"V Sharpness": "Pystyterävyys",
	"V Size": "V-koko",
	"Valencian": "valencia",
	"Vatican City": "Vatikaanivaltio",
	"Venda": "venda",
	"Vertical Zoom": "Pystysuuntainen zoomaus",
	"Video Description": "Videon kuvaus",
	"Vienna": "Wien",
	"Vietnamese": "vietnam",
	"View current Common Interface (CI) information.": "Näytä nykyiset Common Interface (CI) -tiedot.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Kohteet näkyvät selkeämmin, kun muutat ruutuvalikon mustavalkoiseksi.",
	"View messages from your broadcast TV provider.": "Näytä lähetyksen palveluntarjoajan viestit.",
	"View more information about watching program and enjoy related contents.": "Katso lisätietoja ohjelman katsomisesta ja nauti siihen liittyvästä sisällöstä.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Tarkastele alkuperäistä näyttöä sellaisenaan tai aseta näytön koko ja kuvasuhde.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Tarkastele alkuperäistä näyttöä. Se on vastaanotettu lähetyssignaalista tai liitetystä laitteesta.",
	"Vilnius": "Vilna",
	"Violence": "Väkivaltaa",
	"Vivid": "Eloisa",
	"Voice Recognition Help and Settings": "Puheentunnistuksen ohje ja asetukset",
	"Voice Support Service": "Puhetukipalvelu",
	"Volume": "Äänenvoimakkuus",
	"Volume Increase Amount": "Äänenvoimakkuuden lisäysmäärä",
	"Volume Mode": "Äänenvoimakkuustila",
	"Wall-mounted": "Seinään kiinnitetty",
	"Warm1": "Lämmin1",
	"Warm2": "Lämmin2",
	"Warm3": "Lämmin3",
	"Warsaw": "Varsova",
	"Watch a diverse range of Internet contents on TV channels.": "Katsele monipuolista Internet-sisältöä televisiokanavilla.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Me keräämme ja tallennamme seuraavat tiedot, joiden avulla tarkistamme laitteesi ja sen, onko käytössäsi viimeisin ohjelmistoversio: MAC-osoite, mallinumero, maakoodi, kieliasetukset ja ohjelmistoversio.",
	"Welcome Feature": "Tervetulotoiminto",
	"Welsh": "kymri",
	"Western Africa": "Länsi-Afrikka",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Kun kytkettynä olevaa HDD-asemaa ei ole käytetty määritetyn ajan kuluessa, siirry valmiustilaan virrankulutuksen vähentämiseksi.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Kun laite on liitetty porttiin, pelikuva on optimoitu, eli siinä on mahdollisimman vähän viivettä, säröilyä ja keskeytyksiä.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kun välitön pelivaste käynnistetään, kuva saattaa hetken välkkyä.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Kun Äänilähtö-asetuksena on Bluetooth / HDMI ARC / Optical Digital / WiSA-kaiuttimet tai kun yhdistetty laite ei tue välitöntä pelivastetta, se ei välttämättä toimi oikein.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Kun Äänilähtö-asetuksena on Bluetooth tai kun yhdistetty laite ei tue välitöntä pelivastetta, se ei välttämättä toimi oikein.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Jos laite kytketään päälle tai sammutetaan, myös TV käynnistyy tai sammuu automaattisesti.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Kun visuaaliset tehosteet ovat pois päältä, näytöllä näkyy Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Kun tämä toiminto on päällä, jotkin näytöllä näkyvät ominaisuudet ovat osittain läpinäkyviä.",
	"When your TV is turned off, the device will automatically turn off.": "Jos televisio sammutetaan, myös laite sammuu automaattisesti.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Kun muutettu asetusarvo siirretään ulkoiseen laitteeseen, kuva tai ääni ei välttämättä toistu normaalisti tilapäisesti.",
	"White": "Valkoinen",
	"White Balance": "Valkotasapaino",
	"Wi-Fi Connection": "Wi-Fi",
	"Wi-Fi Security": "Wi-Fi-yhteyden suojaus",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi on pois käytöstä. Kytke se päälle, jotta näet käytettävissä olevat verkot ja muut siihen liittyvät valikkokohdat.",
	"Wi-Fi issue has occurred.": "Wi-Fi-ongelma.",
	"WiSA Speakers": "WiSA-kaiuttimet",
	"Wide Area Zone": "Laaja aluevyöhyke",
	"Wide View": "Laajakuva",
	"Wide View (32:9)": "Laajakuva (32:9)",
	"Wide Zoom": "Laaja zoomaus",
	"Window Color": "Ikkunan väri",
	"Window Opacity": "Ikkunan himmeys",
	"Wired Connection (Ethernet)": "Langallinen yhteys (Ethernet)",
	"Wired Headphones": "Langalliset kuulokkeet",
	"Wired Headphones + Internal TV Speaker": "Langalliset kuulokkeet + TV:n sisäinen kaiutin",
	"With this option, you can control the audio device's volume with your TV remote.": "Tällä vaihtoehdolla voit ohjata äänilaitteen äänenvoimakkuutta TV:n kaukosäätimellä.",
	"W{value}": "L {value}",
	"Xhosa": "xhosa",
	"Yakutsk": "Jakutsk",
	"Year": "Vuosi",
	"Yekaterinburg": "Jekaterinburg",
	"Yellow": "Keltainen",
	"Yemen": "Jemen",
	"Yerevan": "Jerevan",
	"Yes": "Kyllä",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Voit muokata äänitehosteita, jotka kuuluvat, kun televisio laitetaan päälle tai sammutetaan ja kuva liikkuu.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Voit hallita HDMI-portteihin liitettyjä laitteita taikakaukosäätimellä ilman erillisiä käyttöönottotoimenpiteitä.",
	"You can delete the device connection history of Screen Share.": "Voit poistaa laitteen Screen Share -yhteyshistoriatiedot.",
	"You can delete the device connection history of Sound Share.": "Voit poistaa laitteen Sound Share -yhteyshistoriatiedot.",
	"You can find the default password in User Guide.": "Löydät oletussalasanan Käyttöoppaasta.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Voit käynnistää välittömän pelivasteen laittamalla HDMI Ultra HD Deep Colour -asetuksen päälle.",
	"You can only change settings from the current HDMI input.": "Voit muuttaa asetuksia vain nykyisestä HDMI-tulosta.",
	"You can scan again to connect the device.": "Jos haluat yhdistää laitteen, voit tehdä haun uudelleen.",
	"You can select left and right audio settings for broadcast signal.": "Voit valita vasemman- ja oikeanpuoleiset ääniasetukset lähetyssignaalille.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Voit valita HDMI {num} -portin AMD FreeSyncin™.",
	"You can select the Ultra HD Deep Color of port.": "Voit valita portin Ultra HD Deep Colour -asetuksen.",
	"You can set the sound to play when the TV is turned on or off.": "Voit asettaa äänen, joka toistetaan television avaamisen tai sammuttamisen yhteydessä.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Voit laittaa CAM-operaattorin profiilin tallentamistoiminnon päälle tai pois päältä.",
	"You can turn this feature on or off.": "Voit kytkeä toiminnon käyttöön tai pois käytöstä.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Voit saada monipuolisia sisältösuosituksia verkon kautta. Jos laitat tämän asetuksen pois päältä, saat vain perussisältöä eivätkä jotkin toiminnot ole välttämättä käytettävissä.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televisiosi ja SIMPLINK-liitetty laite synkronisoidaan seuraavasti:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Television on oltava pois päältä, kun kohinanpoisto on käynnissä. Nykyiset tai tulevat tallennukset, muistutukset tai ajastetut virran päällekytkemiset peruutetaan toimenpiteen ajaksi, eikä piilossa oleva BT-kaiutin ole käytettävissä.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Television on oltava pois päältä, kun kohinanpoisto on käynnissä. Nykyiset tai tulevat tallennukset, muistutukset tai ajastetut virran päällekytkemiset peruutetaan toimenpiteen ajaksi.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Televisiosi on oltava yhdistettynä verkkoon, jotta voit määrittää LG-palveluiden maan automaattisesti. Haluatko siirtyä Verkkoasetukset-valikkokohtaan yhteyden tarkistamista varten?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Televisio tarvitsee oikean sijaintisi, jotta se voi antaa vaaratiedotteita digitaalisen TV-signaalin kautta.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televisiosi sammuu, kunnes prosessi on valmis, minkä jälkeen se käynnistyy automaattisesti uudelleen.",
	"Zambia": "Sambia",
	"Zoom2": "Zoomaus2",
	"Zulu": "zulu",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] kytketään irti televisiosta. Laitteesta ei enää toisteta ääntä. Haluatko jatkaa?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] poistetaan paritettujen laitteiden luettelosta. Jos haluat yhdistää sen myöhemmin, etsi käytettävissä olevat laitteet ja muodosta siitä pari uudelleen. Haluatko jatkaa?",
	"[{deviceName}] will be deleted.": "[{deviceName}] poistetaan.",
	"aspectRatio_original": "Alkuperäinen",
	"audioGuidance_fast": "Nopea",
	"audioGuidance_high": "Korkea",
	"audioGuidance_low": "Pieni",
	"audioGuidance_medium": "Keskitaso",
	"audioGuidance_slow": "Hidas",
	"audioGuidance_veryFast": "Erittäin nopea",
	"audioGuidance_veryHigh": "Erittäin korkea",
	"audioGuidance_veryLow": "Erittäin matala",
	"audioGuidance_verySlow": "Erittäin hidas",
	"btDotSignalStrength_wide": "Leveä",
	"button": "painike",
	"character": "merkki",
	"characters": "merkit",
	"checked": "valittu",
	"colorGamutJPNWide": "Leveä",
	"connecting": "yhdistetään",
	"depthOfColor": "Väri",
	"diagonal zoom in": "vinottainen lähentäminen",
	"diagonal zoom out": "vinottainen loitontaminen",
	"digitalOptionSetByProgram": "Aseta ohjelman mukaan",
	"energy_Maximum": "Maksimi",
	"energy_Medium": "Keskitaso",
	"energy_Minimum": "Minimi",
	"freesync_high": "Korkea",
	"freesync_low": "Pieni",
	"freesync_off": "Pois päältä",
	"freesync_wide": "Leveä",
	"gamma_high1": "Suuri1",
	"gamma_high2": "Suuri2",
	"hidden": "piilotettu",
	"horizontal zoom in": "vaakasuuntainen lähentäminen",
	"horizontal zoom out": "vaakasuuntainen loitontaminen",
	"jpDoNot": "Pois päältä",
	"logoLuminance_high": "Korkea",
	"logoLuminance_low": "Matala",
	"not connected": "ei yhteyttä",
	"objet_soundMode": "Optimoi äänitila kunkin sisältötyypin mukaan.",
	"pictureControl3dModeStandard": "Vakio",
	"pictureControlAuto": "Automaattinen",
	"pictureControlAuto_BlackLevel": "Automaattinen",
	"pictureControlHigh": "Korkea",
	"pictureControlHigh_BlackLevel": "Korkea",
	"pictureControlHigh_Male": "Korkea",
	"pictureControlLow": "Pieni",
	"pictureControlLow_BlackLevel": "Pieni",
	"pictureControlLow_Male": "Pieni",
	"pictureControlMedium": "Keskitaso",
	"pictureControlMedium_BlackLevel": "Keskitaso",
	"pictureControlMedium_Male": "Keskitaso",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Keskitaso",
	"pictureLocalDimmingHigh": "Korkea",
	"pictureLocalDimmingLow": "Pieni",
	"pictureLocalDimmingMed": "Keskitaso",
	"pictureMode": "Vakio",
	"pictureModeSettings": "Mukauta",
	"press OK button to edit IP manually": "muokkaa IP-osoitetta manuaalisesti painamalla OK-painiketta",
	"press OK button to enter channel to search": "anna haettava kanava painamalla OK painiketta",
	"press OK button to enter value": "anna arvo painamalla OK-painiketta",
	"press right button to adjust de-judder and de-blur value": "säädä tärinän poiston ja sumeuden poiston arvoa painamalla oikealle-painiketta",
	"press right button to adjust zoom ratio and position": "säädä zoomaussuhdetta ja -paikkaa painamalla oikealle-painiketta",
	"shift current screen down": "siirrä nykyistä näyttöä alas",
	"shift current screen to the left": "siirrä nykyistä näyttöä vasemmalle",
	"shift current screen to the right": "siirrä nykyistä näyttöä oikealle",
	"shift current screen up": "siirrä nykyistä näyttöä ylös",
	"shift down": "siirrä alas",
	"shift left": "siirrä vasemmalle",
	"shift right": "siirrä oikealle",
	"shift up": "siirrä ylös",
	"soundMode_Standard": "Vakio",
	"speaker_channel": "Kanava",
	"thaRatingNone": "Ei mitään",
	"unchecked": "ei valittu",
	"unread": "lukematon",
	"vertical zoom in": "pystysuuntainen lähentäminen",
	"vertical zoom out": "pystysuuntainen loitontaminen",
	"volumeModeHigh": "Korkea",
	"volumeModeLow": "Pieni",
	"volumeModeMedium": "Keskitaso",
	"webOS TV Version": "webOS TV -versio",
	"zoom in": "lähentäminen",
	"zoom out": "loitontaminen",
	"{label} : L{value}": "{label}: V{value}",
	"{label} : R{value}": "{label}: O{value}"
}
