{
	" (User)": " (Kullanıcı)",
	"(Version: {l})": "(Sürüm: {l})",
	"* The device connected should support this service.": "* Bağlantı kurulan aygıt bu hizmeti desteklemelidir.",
	"* This feature is applied once and only once when the TV is turned off.": "* Bu özellik sadece ve sadece TV kapalıyken uygulanır.",
	"* This feature is available on certain devices only.": "* Bu özellik yalnızca belirli aygıtlarda mevcuttur.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Bu mod, içeriği FILMMAKER MODE planladığı şekilde gösterir. Görüntü, diğer resim modlarından daha koyu görünebilir.",
	"* This settings is only available for Internal TV Speaker.": "* Bu ayar yalnızca Dahili TV Hoparlörü için kullanılabilir.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Bu seçeneğin AÇIK olarak ayarlanmasıyla ekran koruyucu, Canlı TV gibi harici girişlerle izleme deneyiminizi bölmekten kaçınmak için, devre dışı bırakılacaktır.",
	"* You can control the app which supports the function on your mobile device.": "* Mobil cihazınızda bu fonksiyonu destekleyen uygulama ile kontrol edebilirsiniz.",
	"1) Turn the Bluetooth on the other device off.": "1) Diğer cihazdaki Bluetooth'u kapatın.",
	"10 Points Code Value": "10 Noktalı Kod Değeri",
	"10 Points IRE": "10 Nokta IRE",
	"10 and Above": "10 ve Üstü",
	"10 min": "10 dk",
	"11 and Above": "11 ve Üstü",
	"12 Hours": "12 Saat",
	"12 and Above": "12 ve Üstü",
	"120 min": "120 dk",
	"13 and Above": "13 ve Üstü",
	"14 and Above": "14 ve Üstü",
	"14 by 9": "Ondört'e dokuz",
	"15 and Above": "15 ve Üstü",
	"16 and Above": "16 ve Üstü",
	"16 by 9": "Onaltı'ya dokuz",
	"17 and Above": "17 ve Üstü",
	"18 and Above": "18 ve Üstü",
	"180 min": "180 dk",
	"19 and Above": "19 ve Üstü",
	"2 Channel": "2 Kanal",
	"2 Hours": "2 Saat",
	"2 Points": "2 Puan",
	"2) Turn the Bluetooth device to connect off and on.": "2) Bağlanmak ve açmak için Bluetooth cihazını çevirin.",
	"20 Points Code Value": "20 Noktalı Kod Değeri",
	"20 Points IRE": "20 Nokta IRE",
	"20 and Above": "20 ve Üstü",
	"20 min": "20 dk",
	"21 by 9": "Yirmibir'e dokuz",
	"22 Points Code Value": "22 Noktalı Kod Değeri",
	"22 Points IRE": "22 Nokta IRE",
	"24 Hours": "24 Saat",
	"240 min": "240 dk",
	"3 Hours": "3 Saat",
	"30 min": "30 dk",
	"32 by 12": "Otuziki'ye oniki",
	"32 by 9": "Otuziki'ye dokuz",
	"3G/4G Connection": "3G/4G Bağlantısı",
	"4 Hours": "4 Saat",
	"4 Hours Auto Power Off": "4 Saat sonra Otomatik Güç Kapama",
	"4 and Above": "4 ve Üstü",
	"4 by 3": "Dörde üç",
	"4-Way Zoom": "4 Yönlü Yakınlaştırma",
	"5 and Above": "5 ve Üstü",
	"5.1 Channel": "5.1 Kanal",
	"6 Hours": "6 Saat",
	"6 and Above": "6 ve Üstü",
	"60 min": "60 dk",
	"7 and Above": "7 ve Üstü",
	"8 Hours": "8 Saat",
	"8 and Above": "8 ve Üstü",
	"9 and Above": "9 ve Üstü",
	"90 min": "90 dk",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID, bu cihazı reklam amaçlı tanımlamak ve ilginizi çekebilecek belirli reklamları kolaylaştırmak için kullanılır. AD ID’sini sıfırlayabilir veya aşağıdaki AD ID izlemesini sınırlayabilirsiniz.",
	"AI Acoustic Tuning": "AI Akustik Ayarı",
	"AI Acoustic Tuning Options": "AI Akustik Ayarı Özellikleri",
	"AI Acoustic Tuning is disabled.": "AI Akustik Ayarı devre dışı bırakıldı.",
	"AI Brightness Control": "AI Parlaklık Kontrolü",
	"AI Picture": "AI Resmi",
	"AI Picture Pro": "AI Resmi Pro",
	"AI Recommendation": "AI Tavsiyeleri",
	"AI Service": "AI Hizmeti",
	"AI Sound": "AI Sesi",
	"AI Sound Pro": "AI Sesi Pro",
	"AV Sync Adjustment": "AV Sync. Ayarı",
	"Accessibility": "Erişilebilirlik",
	"Account Management": "Hesap Yönetimi",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Bu seçeneğin etkinleştirilmesi, reklamla ilgili kişisel verilerin bu Smart TV'den toplanmasını ve izlenmesini durduracaktır. Geçişi açmak, ileriye dönük gördüğünüz reklam türlerini etkileyebilir, ancak sizi reklam almanızı durduramaz.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Bu geçişi etkinleştirmek LGE'nin üçüncü taraf sağlayıcılarına kişisel bilgilerinizi ticarileştirmeyi durdurma talimatı vermesine neden olacaktır. Ayrı olarak seçmediğiniz sürece, Live Plus, LG Channels ve Who.Where.What? gibi servislere erişebilirsiniz.",
	"Add Network": "Ağ Ekle",
	"Add a hidden wireless network": "Gizli bir kablosuz ağ ekle",
	"Add wireless network by manually entering network name (SSID).": "Ağ adını (SSID) manuel olarak girerek kablosuz ağ ekleyin.",
	"Additional Audio Selection": "Ek Ses Seçimi",
	"Additional Settings": "Ek Ayarlar",
	"Address Setting": "Adres Ayarı",
	"Adjust Audio Guidance pitch.": "Sesli Rehberlik tonunu ayarlayın.",
	"Adjust Audio Guidance speed.": "Sesli Rehberlik hızını ayarlayın.",
	"Adjust Audio Guidance volume.": "Sesli Rehberlik sesini ayarlayın.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Ekranı aydınlatmak veya karartmak için Arka Işığı ayarlayın.",
	"Adjust Screen Position": "Ekran Konumunu Ayarla",
	"Adjust Zoom Ratio": "Yakınlaştırma Oranını Ayarla",
	"Adjust animation effect shown on the home at certain times.": "Belirli zamanlarda ana ekranda gösterilen animasyon efektini ayarlayın.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Parlamayı engellemek ve enerji tüketimini azaltmak için görüntü hareketlerini analiz ederek parlaklığı ayarlayın.",
	"Adjust brightness of the LG logo.": "LG logosunun parlaklığını ayarlayın.",
	"Adjust color and saturation for a more vivid image.": "Daha canlı bir görüntü için renk ve doygunluğu ayarlayın.",
	"Adjust color temperature automatically to reduce eye strain.": "Göz yorgunluğunu azaltmak için renk sıcaklığını otomatik olarak ayarlayın.",
	"Adjust cursor speed.": "İmleç hızını ayarlayın.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Kenar keskinliğini ayarlayın. Değerin yüksek olması görüntü canlılığının ve netliğin artması anlamına gelir.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Giriş sinyalinin parlaklığını dengelemek için gamma ayarlarını belirleyin.",
	"Adjust left/right audio balance.": "Sol/sağ ses dengesini ayarlayın.",
	"Adjust luminance for selected color.": "Seçilen renk için parlaklığı ayarlayın.",
	"Adjust luminance level for selected IRE point.": "Seçilen IRE noktası için parlaklık düzeyini ayarlayın.",
	"Adjust peak brightness for the brightest luminance.": "En parlak aydınlatma için maksimum parlaklığı ayarlayın.",
	"Adjust remote's cursor speed and appearance.": "Kumandanızın imleç hızı ve görünümünü ayarlayın.",
	"Adjust saturation for selected color.": "Seçilen rengin doygunluğunu ayarlayın.",
	"Adjust screen brightness to reduce energy consumption.": "Güç tüketimini düşürmek için ekran parlaklığını ayarlayın.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Ekranı aydınlatmak veya karartmak için OLED IŞIĞINI ayarlayın.",
	"Adjust the audio timing to synchronize the video and audio.": "Görüntüyü ve sesi eşitlemek için ses zamanlamayı ayarlayın.",
	"Adjust the balance of red and green to display the tint on the screen.": "Ekrandaki tonu görüntülemek için kırmızı yeşil dengesini ayarlayın.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Renk sıcaklığını, parlaklığını ve kırmızı, yeşil, mavi yoğunluğunu değiştirerek renk dengesini ayarlayın.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Tek tek resim modları için kontrast, çözünürlük vb. seçeneklerini ve tercih edilen renk, gamma vb. ayarlarını detaylı bir şekilde ayarlayın.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ekranın parlak ve karanlık alanları arasındaki farkı ayarlayın. Değerin yüksek olması farkın artması anlamına gelir.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Çerçeve oranını filmle aynı şekilde ayarlayın. Bu sayede sinema salonundaymış gibi hissedeceksiniz.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Logo vb. sabit resimlerin parlaklığını ayarlayın ve TV’nin uzun bir zaman periyodunda açık kalması durumunda meydana gelebilecek resim kalitesi sorunlarını önleyin.",
	"Adjust the screen color to be pale or deep.": "Ekran rengini yoğun ya da mat olarak ayarlayın.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Sesi, her ses frekansı için zevkinize uyacak şekilde ayarlayın.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Video ve ses arasında zaman farkı olduğunda senkronizasyon zamanını ayarlayın.",
	"Adjust the tint to brighten or darken the screen.": "Ekranı aydınlatmak veya karartmak için tonu ayarlayın.",
	"Adjust the volume you want with pressing remote's volume key.": "Uzaktan kumandanın ses düğmesine basarak istediğiniz ses seviyesini ayarlayın.",
	"Adjust tint for selected color.": "Seçilen renk için tonu ayarlayın.",
	"Adjust whether to display the home promotion.": "Ana ekran tanıtımının görüntülenip görüntülenmeyeceğini ayarlayın.",
	"Adjusting Luminance": "Parlaklığı Ayarlama",
	"Adolescent over 13 are allowed to watch.": "13 yaşından büyük çocuklar izleyebilir.",
	"Adolescent over 14 are allowed to watch.": "14 yaşından büyük çocuklar izleyebilir.",
	"Adolescent over 16 are allowed to watch.": "16 yaşından büyük çocuklar izleyebilir.",
	"Adult": "Yetişkin",
	"Adult Language": "Yetişkin İçerik",
	"Adults only.": "Yalnızca yetişkinler için.",
	"Advanced": "Gelişmiş",
	"Advanced Controls": "Gelişmiş Kontroller",
	"Advanced Wi-Fi Settings": "Gelişmiş Wi-Fi Ayarları",
	"Advertisement": "Reklam",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Ülkeyi değiştirdikten sonra yeni ayarlanmış tüm kanallar silinecektir. Kanalları yeniden ayarlamak için lütfen Otomatik Ayarlamaya gidin.  Devam etmek istiyor musunuz?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Posta kodunuzu değiştirdikten sonra mevcut tüm Freesat kanalları silinecektir.  Kanalları yeniden ayarlamak için lütfen Otomatik Ayarlamaya gidin. Devam etmek istiyor musunuz?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Ülkenizi değiştirdikten sonra, Otomatik Ayar'ı kullanarak kanallarınızı arayabilirsiniz. Devam etmek istiyor musunuz?",
	"Ages 2-7 are allowed to watch.": "2-7 yaşındaki çocuklar izleyebilir.",
	"Albania": "Arnavutluk",
	"Albanian": "Arnavutça",
	"Alerts you by sound when the TV is turned on or off.": "TV açılır veya kapanırsa sizi ses ile uyarır.",
	"Algeria": "Cezayir",
	"Algiers": "Cezayir",
	"All Channels": "Tüm Kanallar",
	"All Children": "Tüm Çocuklar",
	"All ages are allowed to watch.": "Her yaştan kullanıcı izleyebilir.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "{pictureMode} moduna yönelik geçerli tüm ayarlar silinecek. Devam etmek istiyor musunuz?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Standart Moddaki tüm ses efekti ayarları sıfırlanacaktır.  Devam etmek istiyor musunuz?",
	"Allow Automatic Updates": "Otomatik Güncellemelere İzin Ver",
	"Almaty": "Almatı",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Ayrıca, Bluetooth Surround sesinin detaylı ayarlarını değiştirebilirsiniz.",
	"Always Open": "Her Zaman Açık",
	"Always-on Off Time": "Always-on Kapatma Zamanı",
	"Amman": "Umman",
	"An error has occurred while copy channels.": "Kanallar kopyalanırken hata oluştu.",
	"An important software update is available.": "Önemli bir yazılım güncellemesi kullanılabilir.",
	"Analog Mode": "Analog Mod",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Ses özelliklerini analiz edin ve her içerik için sesi gerçek zamanda optimize edin.",
	"Antenna": "Anten",
	"Antenna ATV": "Anten ATV",
	"Antenna DTV": "Anten DTV",
	"Antenna Radio": "Anten Radyosu",
	"Antigua and Barbuda": "Antigua ve Barbuda",
	"Any Supplementary Audio": "Herhangi bir İlave Ses",
	"App Alarm": "Uygulama Alarmı",
	"Application Locks": "Uygulama Kilitleri",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Tüm giriş ve uygulamalara mevcut resim modunun detaylı ayar değerlerini uygulayın.",
	"Apply to all inputs": "Tüm girişlere uygula",
	"Applying value to all inputs...": "Değer tüm girişlere uygulanıyor...",
	"Arabic": "Arapça",
	"Argentina": "Arjantin",
	"Armenia": "Ermenistan",
	"Ashgabat": "Aşkabat",
	"Aspect Ratio": "İzleme Oranı",
	"Aspect Ratio Settings": "En Boy Oranı Ayarları",
	"Assamese": "Assam dili",
	"Assign channels to remote buttons so you can quickly jump to them.": "Uzaktan kumanda düğmelerine kanal atayın, böylece kolay bir şekilde kanallara atlayabilirsiniz.",
	"Athens": "Atina",
	"Audio Delay": "Ses Gecikmesi",
	"Audio Description": "Sesli Anlatım",
	"Audio Description Volume": "Ses Tanımı Ses Seviyesi",
	"Audio Guidance": "Sesli Rehberlik",
	"Audio Language": "Ses Dili",
	"Audio Out (Line Out)": "Ses Çıkışı (Harici Çıkış)",
	"Audio Type": "Ses Türü",
	"Australia": "Avustralya",
	"Austria": "Avusturya",
	"Auto": "Otomatik",
	"Auto Detect": "Otomatik Algılama",
	"Auto Device Detection": "Otomatik Cihaz Algılama",
	"Auto Genre Selection": "Otomatik Tür Seçimi",
	"Auto Power Off": "Otomatik Güç Kapama",
	"Auto Power Sync": "Otomatik Güç Senkronizasyonu",
	"Auto Start": "Otomatik Başlat",
	"Auto Volume": "Oto Ses",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Ses seviyesi arasındaki farkı otomatik olarak ayarlayın ya da uzaktan kumanda üzerindeki ses seviyesi düğmesi ile aynı anda ses seviyesini ayarlayın.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Dolby HDR içerik türü için optimize edilmiş bir resim değerine otomatik olarak ayarlayın.",
	"Automatically adjust to a picture value optimized for contents genre.": "İçerik türü için optimize edilmiş bir resim değerine otomatik olarak ayarlayın.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Film içeriği tanındığında otomatik olarak FILMMAKER MODE geçin.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Ortam ışığının rengine ve parlaklığına göre resim kalitesini otomatik olarak en uygun hale getirin.",
	"Automatically update system software when an update is found.": "Bir güncelleme bulunduğunda sistem yazılımını otomatik olarak güncelleyin.",
	"Available Internal Storage": "Kullanılabilir Dahili Depolama",
	"Azerbaijan": "Azerbaycan",
	"Azores": "Azorlar",
	"BG Color": "Arka Plan Rengi",
	"BG Opacity": "Arka Plan Opaklığı",
	"Back": "Geri",
	"Backlight": "Arka Işık",
	"Baghdad": "Bağdat",
	"Bahamas": "Bahamalar",
	"Bahrain": "Bahreyn",
	"Baku": "Bakü",
	"Balance": "Denge",
	"Bangladesh": "Bangladeş",
	"Basque": "Bask dili",
	"Bass Boost": "Bas Yükseltme",
	"Behavior may vary depending on connected device.": "Davranış bağlı cihaza bağlı olarak değişebilir.",
	"Beijing": "Pekin",
	"Beirut": "Beyrut",
	"Belarus": "Beyaz Rusya",
	"Belgium": "Belçika",
	"Belgrade": "Belgrad",
	"Bengali": "Bengal dili",
	"Bishkek": "Bişkek",
	"Black": "Siyah",
	"Black Level": "Siyah Seviyesi",
	"Block TV programs broadcast in English based on their content ratings.": "İçerik derecelendirmelerine göre İngilizce yayınlanan TV programlarını engelleyin.",
	"Block TV programs broadcast in French based on their content ratings.": "İçerik derecelendirmelerine göre Fransızca yayınlanan TV programlarını engelleyin.",
	"Block content based on genre.": "Türe bağlı olarak içeriği engelleyin.",
	"Blue": "Mavi",
	"Bluetooth Speaker Mode": "Bluetooth Hoparlör Modu",
	"Bluetooth Surround Sound + Internal TV Speaker": "Bluetooth Surround Ses + Dahili TV Hoparlörü",
	"Bluetooth Surround Sound Setup": "Bluetooth Surround Ses Ayarı",
	"Bolivia": "Bolivya",
	"Bosnia": "Bosna-Hersek",
	"Bosnia And Herzegovina": "Bosna Hersek",
	"Bosnian": "Boşnakça",
	"Botswana": "Botsvana",
	"Brazil": "Brezilya",
	"Brazilian Punk": "Brezilya Punk",
	"Brightness": "Parlaklık",
	"Broadcast Country": "Yayın Yapılan Ülke",
	"Broadcast Mail": "Postayı Yayınla",
	"Brussels": "Brüksel",
	"Bucharest": "Bükreş",
	"Budapest": "Budapeşte",
	"Bulgaria": "Bulgaristan",
	"Bulgarian": "Bulgarca",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Sıfırla'ya basarak, geçmişte bu Smart TV'den toplanan tüm reklam verilerini LGE sileceksiniz. 'Sıfırla'ya basmak, ileriye dönük gördüğünüz reklam türlerini etkileyebilir, ancak reklam almanızı engellemez.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Live Plus'ı açarak, televizyon izleme bilgilerinizin LG Electronics Inc. (\"LGE\") tarafından ACR modülü üzerinden toplanıp size etkileşimli hizmetler sunmak için üçüncü taraflarla anonim olarak paylaşılabileceğini onaylıyorsunuz.  Ayrıca birleştirilmiş anonim bilgileri üçüncü taraflarla reklamcılık amaçlarıyla paylaşabiliriz. 13 yaşından küçük çocuklar için yukarıdaki bilgileri bilerek toplamayız ve dağıtmayız. Live Plus hakkında detaylı bilgiler SmartTV ayarları menüsünden erişilebilen İzleme Bilgileri (koşullar) bölümünde açıklanmıştır. LGE, Live Plus özelliğini etkinleştirmeden önce İzleme Bilgileri (koşullar) bölümünün tam sürümünü okumanızı önerir.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Live Plus’ı etkinleştirerek, TV’nizde görüntülenen içeriğin tanınabileceğini ve görüntüleme bilgilerinin size içerik önerileri ve reklamlar dahil olmak üzere gelişmiş bir izleme deneyimi ve kişiselleştirilmiş hizmetler sunmak için kullanılabileceğini anlarsınız. Daha fazla bilgi için lütfen TV Ayarları menüsünde bulunan Gizlilik Politikasını ve ilgili Kullanıcı Sözleşmeleri’ni inceleyin.",
	"CI Information": "CI Bilgileri",
	"CI password incorrect. Please enter again.": "CI parolası yanlış. Lütfen tekrar girin.",
	"COMPONENT2": "BİLEŞEN2",
	"COMPONENT3": "BİLEŞEN3",
	"CS2 Board": "CS2 Panosu",
	"Cable": "Kablo",
	"Cable ATV": "Kablolu ATV",
	"Cable DTV": "Kablolu DTV",
	"Cable Radio": "Kablolu Radyo",
	"Cairo": "Kahire",
	"Cambodia": "Kamboçya",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Kanal Bulunamıyor",
	"Canada": "Kanada",
	"Canary Islands": "Kanarya Adaları",
	"Cancel": "İptal",
	"Cancel Schedule": "Zamanlamayı İptal Et",
	"Cancel Update": "Güncellemeyi İptal Et",
	"Cantonese": "Kanton lehçesi",
	"Casablanca": "Kazablanka",
	"Catalan": "Katalanca",
	"Caution": "Dikkat",
	"Cayman Islands": "Cayman Adaları",
	"Center": "Orta",
	"Central African Republic": "Orta Afrika Cumhuriyeti",
	"Chad": "Çad",
	"Change blue intensity and adjust the color balance.": "Mavi yoğunluğunu değiştirin ve renk dengesini ayarlayın.",
	"Change green intensity and adjust the color balance.": "Yeşil yoğunluğunu değiştirin ve renk dengesini ayarlayın.",
	"Change red intensity and adjust the color balance.": "Kırmızı yoğunluğunu değiştirin ve renk dengesini ayarlayın.",
	"Change the left / right sound": "Sol / sağ sesi değiştirin",
	"Change the position of captions using the 4-way dial on the remote control.": "Uzaktan kumandanın üzerindeki 4 yollu kadranı kullanarak yazıların konumunu değiştirin.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Bölgenin değiştirilmesi, TV'nizdeki yeni ayarlanmış kanalların değişmesine yol açabilir. Otomatik Ayarlama bölümünden kanalları yeniden ayarlayabilirsiniz. Bölgesel ayarları değiştirmek istiyor musunuz ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Ülkeyi değiştirmek TV'nizin yeniden başlatılmasına yol açar ve LG'nin Kullanıcı Sözleşmelerini tekrar onaylamanız gerekebilir. Aynı zamanda, bazı uygulamalara ve hizmetlere ulaşılabilirlik LG Hizmetleri Ülkesine bağlı olarak değişebilir. Devam etmek istiyor musunuz?",
	"Channel Locks": "Kanal Kilitleri",
	"Channel Manager": "Kanal Yöneticisi",
	"Channel Scrolling Options": "Kanal Kaydırma Seçenekleri",
	"Channel Tuning": "Kanal Ayarlama",
	"Channel Tuning & Settings": "Kanal Tarama ve Ayarlar",
	"Channels": "Kanallar",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "HDMI kanalları ve diğer harici girişler kilitlenemez. TV kanallarını kilitlemek için mevcut girişi Canlı TV olarak değiştirin.",
	"Chatham Islands": "Chatham Adaları",
	"Check TV information.": "TV bilgilerini kontrol et.",
	"Check alarm messages about the user settings or TV status.": "Kullanıcı ayarları veya TV durumu hakkındaki alarm mesajlarını kontrol edin.",
	"Check descriptions for each LG webOS TV functions.": "Bütün LG webOS TV fonksiyonları için açıklamaları kontrol edin.",
	"Check for Advertising settings and set it.": "Reklam ayarlarını kontrol edin ve ayarlayın.",
	"Check for Updates": "Güncellemeleri kontrol et",
	"Check for available functions with Voice and set Voice Settings.": "Ses ile mevcut fonksiyonları kontrol edin ve Ses Ayarlarını ayarlayın.",
	"Check for problems with the picture quality.": "Görüntü kalitesiyle ilgili sorunları denetleyin.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Dahili TV Hoparlörünün ses kalitesiyle ilgili sorunları denetleyin.",
	"Check for software updates and update if available.": "Yazılım güncellemeleri için kontrol et ve eğer varsa güncelle.",
	"Check whether the Bluetooth device is in pairing mode.": "Bluetooth cihazın eşleşme modunda olup olmadığını kontrol edin.",
	"Check your TV status to solve problems or use remote support.": "Sorunları çözmek ya da uzaktan destek kullanmak için TV durumunuzu kontrol edin.",
	"Checking Password": "Parola Kontrol Ediliyor",
	"Checking for Updates": "Güncellemeleri Denetleme",
	"Checking...": "Kontrol ediliyor...",
	"Children": "Çocuklar",
	"Children Age": "Çocuk Yaşı",
	"Children Program Locks": "Çocuk Program Kilitleri",
	"Children over 8 are allowed to watch.": "8 yaşından büyük çocuklar izleyebilir.",
	"Chile": "Şili",
	"China": "Çin",
	"Chinese": "Çince",
	"Chisinau": "Kişinev",
	"Choose to have all channels or just your primary ones when you change channels.": "Kanalları değiştirdiğinizde tüm kanalları veya sadece birincil kanallarınızı görmeyi seçin.",
	"Christmas Island": "Christmas Adası",
	"Cinema": "Sinema",
	"Cinema Clear": "Siname Netliği",
	"Cinema Home": "Ev Sineması",
	"Cinema View": "Sinema Görünümü",
	"Cinema View (32:12)": "Sinema Görünümü (32:12)",
	"Cinema Zoom": "Sinema Yakınlaştırması",
	"City": "Şehir",
	"City Selection": "Şehir Seçimi",
	"Clean Audio": "Berrak Ses",
	"Clear": "Berrak",
	"Clear Voice Ⅳ": "Net Ses Ⅳ",
	"Clear1": "Temiz",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "LG Kablosuz Klavyeniz açıldıktan sonra aşağıdaki BAĞLAN düğmesine tıklayın ve eşleşme moduna ayarlayın.",
	"Close": "Kapat",
	"Closed Caption": "Altyazı",
	"Closed Caption Settings": "Altyazı Ayarları",
	"Code Value": "Kod Değeri",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "MAC adresi, model numarası, ülke kodu, dil ayarları ve yazılım versiyonunu bilgilerini güncelleme için en son yazılımı doğrulamak adına toplayın ve kaydedin.",
	"Colombia": "Kolombiya",
	"Color": "Renk",
	"Color Gamut": "Renk Skalası",
	"Color Management System": "Renk Yönetim Sistemi",
	"Color Temperature": "Renk Sıcaklığı",
	"Component": "Bileşen",
	"Conakry": "Konakri",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Hüküm ve koşulları doğrulayın ya da anlaşmayı kabul edip etmediğinizi değiştirin.",
	"Congo Brazzaville": "Kongo - Brazavil",
	"Connect": "Bağlan",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Bluetooth hoparlörü ve TV hoparlörünü bağlayıp hoparlörler arasındaki Ses Gecikmesi’ni otomatik olarak ayarlayın.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "eARC’yi destekleyen harici bir ses aygıtını eARC’ye bağlayın.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Rehberi baz alarak Set Üstü Kutu, Sound Bar vb. harici aygıtları TV’ye bağlayın.",
	"Connect the LAN cable directly to the TV to use the network.": "Ağı kullanmak için LAN kablosunu doğrudan TV’ye bağlayın.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "IP ve DNS sunucu adreslerini girerek manuel olarak ağa bağlanın.",
	"Connect to the network if a wireless router is installed.": "Kablosuz yönlendirici kuruluysa ağa bağlanın.",
	"Connect via WPS PBC": "WPS PBC aracılığıyla bağlan",
	"Connect via WPS PIN": "WPS PIN aracılığıyla bağlan",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Kablolu ağ bağlantınızı etkinleştirmek için TV'nizi yönlendiricinize veya modeminize Ethernet kablosu ile bağlayın.",
	"Connect your TV with WiSA Speakers wirelessly.": "TV’yi kablosuz olarak WiSA Hoparlörlerine bağlayın.",
	"Connectable Devices ({num})": "Bağlanabilir Aygıtlar ({num})",
	"Connected": "Bağlandı",
	"Connected to Internet": "İnternet'e Bağlı",
	"Connecting...": "Bağlanıyor...",
	"Connection": "Bağlantı",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Bir akıllı telefon veya PC ile Bağlantı Yönetimi mevcuttur. Bir TV'yi bir mobil cihaza bağlamak için akıllı telefon ve PC'de bağlantı ayarları ve talepler gerekir.",
	"Content Recommendations": "İçerik Önerileri",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "İçerik, eğer çok kanallı ses HbbTV hizmeti tarafından destekleniyor ise çok kanallı dinlemeye uygun çoklu ses ile oynatılacaktır.",
	"Contrast": "Kontrast",
	"Cool": "Serin",
	"Copenhagen": "Kopenhag",
	"Copy Channels": "Kanalları Kopyala",
	"Copy/Delete file": "Dosyayı Kopyala/Sil",
	"Correct contrast and brightness by adjusting black levels.": "Siyah seviyelerini ayarlayarak karşıtlık ve parlaklığı düzeltin.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Resim piksellerini düzeltin ve TV’niz uzun bir süre için açık kaldığında ortaya çıkabilecek resim kalitesi sorunlarını önleyin.",
	"Costa Rica": "Kosta Rika",
	"Could not fined available network.": "Kullanılabilir ağ bulunamadı.",
	"Croatia": "Hırvatistan",
	"Croatian": "Hırvatça",
	"Cuba": "Küba",
	"Current time is not valid. Do you want to set the correct time now?": "Mevcut zaman geçerli değil. Doğru saati şimdi ayarlamak istiyor musunuz?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Özelleştirilmiş görüntü modu ayarlarının mevcut değerleri, tüm girişler için {pictureMode} moduna uygulanacak. Devam etmek istiyor musunuz?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Şu anda bağlı LG Kablosuz Klavye aygıtı, TV'nizden çıkarılacak. Devam etmek istiyor musunuz?",
	"Custom": "Özel",
	"Custom Time Zone": "Özel Saat Dilimi",
	"Customer Service": "Müşteri Hizmetleri",
	"Cyan": "Camgöbeği",
	"Cyprus": "Çek Cumhuriyeti",
	"Czech": "Çekçe",
	"Czech Republic": "Çek Cumhuriyeti",
	"Côte d'Ivoire": "Fildişi Sahili",
	"DNS Server": "DNS Sunucusu",
	"DR Congo": "Demokratik Kongo Cumhuriyeti",
	"DTV Audio Setting": "DTV Ses Ayarı",
	"Damascus": "Şam",
	"Danish": "Danca",
	"Dar es Salaam": "Darüsselam",
	"Data Service": "Veri Hizmeti",
	"Date": "Tarih",
	"Day": "Gün",
	"Delete": "Sil",
	"Delete Connection History": "Bağlantı Geçmişini Sil",
	"Delete Pairing History": "Eşleştirme Geçmişini Sil",
	"Delete Usage Data": "Kullanım Verilerini Sil",
	"Demo Options": "Demo Seçenekleri",
	"Democratic Republic of the Congo": "Demokratik Kongo Cumhuriyeti",
	"Denmark": "Danimarka",
	"Depressed": "Alçaltılmış",
	"Deregister": "Kaydı sil",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Görme engelli kullanıcıların TV’yi kullanabilmeleri için ekrandaki içerikleri sesli olarak açıkla.",
	"Detect Range": "Algılama Aralığı",
	"Device Connection Settings": "Aygıt Bağlantısı Ayarları",
	"Device List": "Aygıt Listesi",
	"Device Name": "Aygıt Adı",
	"Dhaka": "Dakka",
	"Digital Mode": "Dijital Mod",
	"Digital Sound Out": "Dijital Ses Çıkışı",
	"Digital TV": "Dijital TV",
	"Directed to Older Children (ages 7 and above)": "Daha Büyük Çocuklara Yöneliktir (7 yaş ve üzeri)",
	"Disabled": "Devre dışı",
	"Disconnect": "Bağlantıyı kes",
	"Display captions for hearing-impaired viewers to use TV.": "İşitme engelli kullanıcıların TV’yi kullanabilmeleri için altyazıları görüntüleyin.",
	"Display fast-moving content smoothly and clearly.": "Hızlı hareket eden içeriği daha pürüzsüz ve net görüntüleyin.",
	"Display luminance level for the highest point (100 IRE).": "En yüksek nokta (100 IRE) için parlaklık seviyesini görüntüleyin.",
	"Display pictures in a warm or cool color temperature.": "Görüntüleri daha sıcak veya soğuk renk sıcaklıklarında görüntüleyin.",
	"Djibouti": "Cibuti",
	"Do Not Sell My Personal Information": "Kişisel Bilgilerimi Satma",
	"Do Not Track": "Takip Etmeyi Durdur",
	"Do you want to continue?": "Devam etmek istiyor musunuz?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "USB depolama aygıtındaki kanal listesini TV'ye kopyalamak istiyor musunuz ? TV'nizdeki mevcut kanallar silinecektir.",
	"Do you want to copy channel list from your TV to the USB storage?": "TV'deki kanal listesini USB depolama aygıtına kopyalamak istiyor musunuz?",
	"Do you want to reset Position Settings?": "Konum Ayarlarını sıfırlamak istiyor musunuz?",
	"Do you want to reset Volume Control?": "Ses Kontrol ayarlarını sıfırlamak istiyor musunuz?",
	"Do you want to set the correct time now?": "Doğru saati şimdi ayarlamak istiyor musunuz?",
	"Do you want to turn your TV off now?": "TV'nizi kapatmak istiyor musunuz?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominik Cumhuriyeti",
	"Done": "Tamamlandı",
	"Download and Install": "İndir ve Yükle",
	"Downloadable Rating": "İndirilebilir Derecelendirme",
	"Dual Mono": "Çift Mono",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Always-on Kapatma Zamanı sırasında, sesli tanıma vb. özelliklerin bir kısmı ekran kapatıldığında sınırlandırılabilir.",
	"Dushanbe": "Duşanbe",
	"Dutch": "Flemenkçe",
	"Dynamic Color": "Dinamik Renk",
	"Dynamic Contrast": "Dinamik Kontrast",
	"Dynamic Tone Mapping": "Dinamik Ton Haritalama",
	"Easter Island": "Paskalya Adası",
	"Eastern Africa": "Doğu Afrika",
	"Eco Mode": "Eco Modu",
	"Ecuador": "Ekvador",
	"Edge Color": "Kenar Rengi",
	"Edge Enhancer": "Kenar Genişletici",
	"Edge Type": "Kenar Tipi",
	"Edit": "Düzenle",
	"Egypt": "Mısır",
	"El salvador": "El salvador",
	"Emergency Alert": "Acil Durum Uyarısı",
	"Enabled": "Etkin",
	"Energy Saving": "Enerji Tasarrufu",
	"Energy consumption may increase if this feature is on.": "Bu özellik açıksa enerji tüketimi artabilir.",
	"Energy saving modes to limit power consumption.": "Güç tüketimini sınırlandırmak için enerji tasarrufu modları.",
	"English": "İngilizce",
	"Enhance the bass sound.": "Bas sesini yükseltin.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Zayıf görünümü olan bazı menülerin kolaylıkla görülebilmesi için, arka plan ve metin gibi, aydınlık ve karanlık bölgeleri arasındaki zıtlığı arttırın.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "İçeriklerin çözünürlüğünü ve netliğini bir LG Derin Öğrenme tekniği ile öğrenilen bir algoritma ile geliştirin ve içerik analizi ile derinliği optimize edin.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Ses alanı efektini açarak Dolby Atmos içeriğinin optimum sesinin keyfini çıkarın.",
	"Enjoy TV sound by connecting Wired Headphones.": "Kablolu Kulaklıkla bağlantı kurarak harika bir TV ses deneyimi yaşayın.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "HDMI IN (ARC) portuna bağlı ses aygıtları aracılığıyla TV sesinin keyfini çıkarın.",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "OPTICAL DIGITAL AUDIO OUT’a bağlı ses aygıtları aracılığıyla TV sesinin keyfini çıkarın.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "OPTICAL DIGITAL AUDIO OUT portuna bağlı LG ses aygıtı aracılığıyla TV sesinin keyfini çıkarın.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Audio Out/Headphones çıkış portlarına bağladığınız ses aygıtları ile harika bir TV ses deneyimi yaşayın.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Hem Dahili TV Hoparlörler hem de Kablolu Kulaklıklar aracılığıyla harika bir ses deneyimi yaşayın.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Hem Dahili TV Hoparlörü hem de OPTICAL DIGITAL AUDIO OUT portuna bağlı harici ses aygıtları ile harika bir TV sesi deneyimi yaşayın.",
	"Enjoy a clear and natural sound.": "Net ve doğal bir ses deneyimi yaşayın.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "LG Sound Sync ya da Bluetooth’a bağlı kablosuz bir ses aygıtı aracılığıyla sesin keyfini çıkarın.",
	"Enjoy the sound optimized to the room.": "Odaya göre optimize edilmiş sesin keyfini çıkarın.",
	"Enter CI Password": "CI Parolasını Girin",
	"Enter the PIN in your router's settings.": "Yönlendiricinizin ayarlarındaki PIN kodunu girin.",
	"Enter the master password.": "Ana parolayı girin.",
	"Equalizer": "Ekolayzer",
	"Equatorial Guinea": "Ekvator Ginesi",
	"Eritrea": "Eritre",
	"Estonia": "Estonya",
	"Estonian": "Estonya dili",
	"Ethiopia": "Etiyopya",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Ayar kapalı olduğunda bile kanal başlığı ve ses tanıma yardımı sayesinde ilgili bilgileri kontrol edebilirsiniz.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "TV kapalıyken ve minimum güç kullanırken bile mobil cihaz bağlayarak müzik dinleyebilirsiniz. TV açıldığında diğer birçok özelliği de hızlı bir şekilde kullanabilirsiniz.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "TV kapatıldığında bile akıllı telefonunu Bluetooth aracılığıyla TV’ye bağlayarak müzik dinleyebilirsiniz.",
	"Every Day": "Her gün",
	"Every Weekday": "Her Hafta İçi",
	"Every Weekend": "Her Hafta Sonu",
	"Expert (Bright Room)": "Uzman (Parlak Oda)",
	"Expert (Dark Room)": "Uzman (Karanlık Oda)",
	"Export your TV's channel list information to a connected USB device.": "TV'nizin kanal listesi bilgilerini bağlı bir USB aygıtına aktarın.",
	"Extended": "Genişletildi",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Otomatik Güç Kapama ayarının süresini uzatmak veya bu işlevi kapatmak enerji tüketimini artırabilir.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Göz Rahatlatma Modu",
	"FILMMAKER MODE Auto Change": "FILMMAKER MODE Otomatik Değişim",
	"Fantasy Violence": "Şiddet İçerikli Hikaye",
	"Fast": "Hızlı",
	"Find and tell an audio device available to connect around TV.": "TV etrafında bağlantı kurulabilecek bir aygıt bulun ve söyleyin.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Kırmızı, yeşil, mavi, camgöbeği, macenta ve sarı renk alanlarında ince ayar yapın.",
	"Finland": "Finlandiya",
	"Finnish": "Fince",
	"Flash": "Flaş",
	"Flat Mode": "Düz Mod",
	"Font": "Yazı Tipi",
	"Font 1": "Yazı Tipi 1",
	"Font 2": "Yazı Tipi 2",
	"Font 3": "Yazı Tipi 3",
	"Font 4": "Yazı Tipi 4",
	"Font 5": "Yazı Tipi 5",
	"Font 6": "Yazı Tipi 6",
	"Font 7": "Yazı Tipi 7",
	"Font 8": "Yazı Tipi 8",
	"Football": "Futbol",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "WPS (Wi-Fi Korumalı Kurulum) özelliğinin etkin olduğu bir kablosuz yönlendirici için, PIN kodunu girin ve TV’yi kablosuz ağa bağlayın.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "WPS (Wi-Fi Korumalı Kurulum) özelliğinin etkin olduğu bir kablosuz yönlendirici için, WPS-PBC tuşuna basın ve TV’yi kablosuz ağa bağlayın.",
	"France": "Fransa",
	"French": "Fransızca",
	"French Polynesia": "Fransız Polinezyası",
	"Full Wide": "Tam Genişlik",
	"Gaelic": "Keltçe",
	"Galapagos Islands": "Galapagos Adaları",
	"Galician": "Galiçya lehçesi",
	"Gallery": "Galeri",
	"Gambia": "Gambiya",
	"Game": "Oyun",
	"Gamma": "Gama",
	"Gateway": "Ağ Geçidi",
	"General": "Genel",
	"General Age": "Genel Yaş",
	"General Audience": "Genel İzleyici",
	"General Audiences": "Genel İzleyici",
	"General Program Locks": "Genel Program Kilitleri",
	"Georgia": "Gürcistan",
	"German": "Almanca",
	"Germany": "Almanya",
	"Get started in a quiet environment for sound optimization.": "Ses optimizasyonu için sessiz bir ortamda teste başlayın",
	"Getting...": "Alınıyor...",
	"Ghana": "Gana",
	"Gibraltar": "Cebelitarık",
	"Grayscale": "Gri ton",
	"Greece": "Yunanistan",
	"Greek": "Yunanca",
	"Green": "Yeşil",
	"Greenland": "Grönland",
	"Guatemala City": "Guatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Görme engelli kullanıcıların TV’yi kullanabilmeleri için menü ve işlemleri sesli olarak yönlendirin.",
	"Guinea": "Gine",
	"Guinea Bissau": "Gine Bissau",
	"Guinea Conakry": "Gine Conakry",
	"Guinea Equatorial": "Gine",
	"Gujarati": "Gucerat dili",
	"H Position": "H Konumu",
	"H Sharpness": "Y Keskinlik",
	"H Size": "H Boyutu",
	"HD Mode": "HD Modu",
	"HD Mode Option": "HD Modu Seçeneği",
	"HDD Eco Mode": "HDD Eco Modu",
	"HDD Power Saving Mode": "HDD Güç Tasarrufu Modu",
	"HDMI Input Audio Format": "HDMI Giriş Sesi Formatı",
	"HDMI Ultra HD Deep Color": "HDMI Ultra HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "HDMI {port1} ve HDMI {port2} portları 8K Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "HDMI {port1} ve HDMI {port2} portları Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "HDMI {port1} portu 8K Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1} port support Ultra HD Deep Color.": "HDMI {port1} portu, Ultra HD Deep Colour’u destekler.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ve HDMI {port3} portları 8K Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2} ve HDMI {port3} portları Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ve HDMI {port4} portları 8K Ultra HD Deep Colour'u destekliyor.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ve HDMI {port4} portları Ultra HD Deep Colour'u destekliyor.",
	"HDR Effect": "HDR Efekti",
	"HDR Picture Mode": "HDR Resim Modu",
	"Hard of Hearing": "İşitme Engelli Desteği",
	"Headphones Volume": "Kulaklık Ses Seviyesi",
	"Hebrew": "İbranice",
	"High": "Yüksek",
	"High Contrast": "Yüksek Kontrast",
	"Higher values increase a sense of warmth or coldness.": "Daha yüksek değerler sıcaklık veya soğukluk hissini artırır.",
	"Home Animation": "Ana Sayfa Animasyonu",
	"Home Auto Launch": "Ana Sayfa Otomatik Başlatma",
	"Home Mode": "Ev Modu",
	"Home Promotion": "Ev Promosyonu",
	"Home Settings": "Ana Sayfa Ayarları",
	"Home/Store Mode": "Ev/Mağaza Modu",
	"Hong Kong": "Çin Hong Kong ÖİB",
	"Hongkong": "Çin Hong Kong ÖİB",
	"Hours": "Saat",
	"However, the IPv6 version of the address does not support editing.": "Ancak adresin IPv6 versiyonu düzeltmeye izin vermez.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Öte yandan, TV’nizin ideal durumda kalmasını sağlamak için Always-on özelliği, belirlediğiniz beş saat boyunca devre dışı kalacak ve güç tamamen kapatılacaktır.",
	"Hungarian": "Macarca",
	"Hungary": "Macaristan",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "ÖNEMLİ! Sıfırlamanız halinde tüm hesap ayarlarınız ve yüklü uygulamalarınız silinecektir. Bu eylem geri alınamaz.",
	"IP (Automatic)": "IP (Otomatik)",
	"IP (Manual)": "IP (Manuel)",
	"IP Address": "IP Adresi",
	"IVC (Cote d’Ivoire)": "IVC (Fildişi Sahili)",
	"Iceland": "İzlanda",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Otomatik Güç Senkronizasyonu seçiliyse, SIMPLINK aygıtını açtığınızda TV'niz açılacak ve SIMPLINK aygıtlarınız TV'nizi kapattığınızda kapanacak.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Set Üstü Kutu/OTT’nin Çok Amaçlı Kumandası kurulduysa LG uzaktan kumandadan bağlanan Set Üstü Kutu’dan faydalanın.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Aygıt porta bağlıysa aygıt videosunun en aza indirilmiş gecikmesi ya da kesintisiyle optimize edilmiş oyun resmini görüntüleyebilirsiniz.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Açılırsa ve Ultra HD Deep Colour'u destekleyen bir aygıt bağlarsanız, resminiz daha net olabilir.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Devam eden kayıt veya yazılım güncellemesi varsa, bunların tamamlanması beklenir ve işlem bir saatten fazla sürebilir.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Devam eden kayıt veya yazılım güncellemesi varsa bunların tamamlanması beklenir ve işlem {n} dakikadan fazla sürebilir.",
	"If the device is not connected, you may not hear any sound through it.": "Aygıt bağlı değilse herhangi bir ses duymayabilirsiniz.",
	"If the edge of the screen is not clean, please turn this function off.": "Ekran kenarları net değilse bu fonksiyonu kapatın.",
	"If the program does not support multiple languages, the default language is selected.": "Program çoklu dili desteklemiyorsa varsayılan dil seçilecektir.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Program seçilen çıkış formatını desteklemediğinde, kaynaktan elde edilen varsayılan çıkış kullanılacaktır.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Program farklı ses ayarlarını desteklemiyorsa varsayılan ses seçilecektir.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Aynı durum tekrarlarsa ayar değerini lütfen tekrar değiştirin veya bağlı harici cihazı tekrar başlatın.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Seçilen dili desteklemiyorsa yayınlardan gelen varsayılan dil ayarları kullanılacaktır.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Sabit ekrana bir saat boyunca herhangi bir kullanıcı girişi yapılmazsa ekran koruyucusuna geçecektir.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Ayarladığınız saat mevcut saatten çok farklıysa akıllı özelliklerin bazıları görüntülenemeyebilir.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Aygıtınızdan ses alamıyorsanız, aygıtın düzgün çalıştığından ve LG Sound Sync özelliğini desteklediğinden emin olun.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Mağaza Demosu modunu seçerseniz mağaza tanıtım satış TV’nin optimize edilmiş değerlerine ayarlanır.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Sesli Rehberi etkinleştirirseniz, yalnızca uzaktan kumandanızın üzerindeki sol, sağ, aşağı, yukarı düğmeleri ile hareket edebildiğiniz için imleç gerektiren bazı uygulamalar kullanılamaz.",
	"If you turn it off, CAM operator's profile will be deleted.": "Bu özelliği kapatırsanız CAM operatör profili silinecektir.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Kapadığınız takdirde, ayarkanmış tüm CAM kanalları kullanım dışı kalır ve daha fazla bildirim gelmez.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "'Quick Start+' özelliğini kapatırsanız, TV'nizi Uzaktan Kumandayla açamazsınız. Devam etmek ister misin?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Ekran koruyucuyu kapatırsanız ve aynı görüntü 2 saatten daha uzun bir süre ekranda kalırsa, bu durum ekranınızın resim kalitesini etkileyebilir. 5 saatten daha fazla kalırsa, resim kalitesinde kalıcı bir düşüş yaşanabilir. Devam etmek istiyor musunuz?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Bu seçeneği kapatırsanız sabit ekran daha uzun süre açık kalabilir. Bu da ekran kalitesinin azalmasına ya da bazı durumlarda oldukça zor düzelmesine yol açar.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Enerji Tasarrufu fonksiyonunu kullanırsanız TV'nizin parlaklığı etkilenebilir.",
	"Import your TV's channel list information from a connected USB device.": "TV'nizin kanal listesi bilgilerini bağlı bir USB aygıtından aktarın.",
	"Import/export your TV's channel list information from/to a connected USB device.": "TV'nizin kanal listesi bilgilerini bir USB aygıttan içe/dışa aktarın.",
	"In Home": "Evde",
	"India": "Hindistan",
	"Indonesia": "Endonezya",
	"Indonesian": "Endonezya Dili",
	"Inner": "İç",
	"Input": "Giriş",
	"Input Locks": "Giriş Kilitleri",
	"Input field": "Giriş alanı",
	"Installing...": "Yükleniyor...",
	"Instant Game Response": "Anlık Oyun Yanıtı",
	"Interactive Service": "İnteraktif Hizmetler",
	"Interactivity(DTVi)": "Etkileşim(DTVi)",
	"Internal TV Speaker": "Dahili TV Hoparlörü",
	"Invert Colors": "Renkleri Ters Çevir",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Ekrandaki öğelerin görünürlüğünü arttırmak için bazı menülerdeki renkleri ters çevirin ve telafi edin.",
	"Iran": "İran",
	"Iraq": "Irak",
	"Ireland": "İrlanda",
	"Irish": "İrlanda dili",
	"Israel": "İsrail",
	"Istanbul": "İstanbul",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Tek tek resim moduna sıfırlanır. Bu nedenler arzu edilen resim modunu seçin ve sıfırlayın.",
	"It may not sound depending on connected devices.": "Bağlanan aygıta göre sesin çıkmama ihtimali vardır.",
	"It may take a few minutes.": "Bir kaç dakika sürebilir.",
	"It may take a few seconds.": "Bir kaç saniye sürebilir.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "LG Makine Öğrenme tekniği ile öğrenilen bir algoritma ile izlenen türe bağlı olarak optimum ses veya Virtual 4.0 surround sağlar.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "LG Makine Öğrenme tekniği ile öğrenilen bir algoritma ile izlenen türe bağlı olarak optimum ses veya Virtual 4.0 surround sağlar.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "TV kurulumunun tipine dayanarak odada yansıyan sesleri artırmak suretiyle optimize edilmiş bir ses sağlar.",
	"It reduces jaggies in the picture for a smooth picture.": "Daha net bir resim için pürüzler azaltılır.",
	"It works only when the broadcasting program supports captions.": "Yalnızca yayınlanan program resim yazılarını desteklediğinde çalışır.",
	"It works only when the broadcasting program supports subtitles.": "Yalnızca yayınlanan program alt yazıları desteklediğinde çalışır.",
	"Italian": "İtalyanca",
	"Italy": "İtalya",
	"Ivory Coast": "Fildişi Sahili",
	"Jamaica": "Jamaika",
	"Japan": "Japonya",
	"Japanese": "Japonca",
	"Jerusalem": "Kudüs",
	"Jordan": "Ürdün",
	"Just Scan": "Yalnızca Tara",
	"Kabul": "Kabil",
	"Kamchatka": "Kamçatka",
	"Kannada": "Kannada dili",
	"Karachi": "Karaçi",
	"Kashgar": "Kaşgar",
	"Kazakh": "Kazakça",
	"Kazakhstan": "Kazakistan",
	"Keyboard Languages": "Klavye Dilleri",
	"Khartoum": "Hartum",
	"Korea": "Güney Kore",
	"Korean": "Korece",
	"Kuwait": "Kuveyt",
	"Kuwait City": "Kuveyt",
	"Kyrgyzstan": "Kırgızistan",
	"LED Local Dimming": "LED Yerel Karartma",
	"LG Logo Light (Front of TV)": "LG Logo Işığı (TV'nin önünde)",
	"LG Services Country": "LG Hizmetleri Ülkesi",
	"LG Wireless Keyboard": "LG Kablosuz Klavye",
	"LG Wireless Keyboard Connected:": "LG Kablosuz Klavye Bağlı:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "LG Kablosuz Klavye, TV’yi Bluetooth aracılığıyla kontrol etmenizi sağlar.",
	"Language": "Dil",
	"Large": "Büyük",
	"Last tuning:": "Son ayar:",
	"Latvia": "Letonya",
	"Latvian": "Letonya dili",
	"Lebanon": "Lübnan",
	"Left": "Sol",
	"Left Right": "Sol/Sağ",
	"Left Surround": "Sol Surround",
	"Left drop shadow": "Sol gölge",
	"Legal Notice": "Yasal Uyarı",
	"Liberia": "Liberya",
	"Liechtenstein": "Lihtenştayn",
	"Light": "Zayıf",
	"Limit AD Tracking": "AD İzlemeyi sınırla",
	"Lisbon": "Lizbon",
	"Lithuania": "Litvanya",
	"Lithuanian": "Litvanya dili",
	"Live Theater": "Canlı Sinema",
	"Loading...": "Yükleniyor...",
	"Local": "Yerel",
	"Local Language": "Yerel Dil",
	"Location": "Konum",
	"Lock All": "Tümünü Kilitle",
	"Lock changes for currently running apps will be applied the next time they are started.": "Şu anda çalışmakta olan uygulamalarında yapılan kilit değişiklikleri, uygulamalar yeniden başlatıldığında geçerlilik kazanacaktır.",
	"Logo Luminance Adjustment": "Logo Parlaklık Ayarı",
	"London": "Londra",
	"Low": "Düşük",
	"Luminance": "Parlaklık",
	"Luxembourg": "Lüksemburg",
	"MAC Address": "MAC Adresi",
	"MAC Address (Wired)": "MAC Adresi (Kablolu)",
	"MAC Address (Wireless)": "MAC Adresi (Kablosuz)",
	"MASTER PASSWORD": "ANA PAROLA",
	"MHEG Guide": "MHEG Kılavuzu",
	"MPEG Noise Reduction": "MPEG Gürültü Filtresi",
	"Macao": "Makao",
	"Macedonia": "Makedonya",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonya",
	"Macedonian": "Makedonca",
	"Madagascar": "Madagaskar",
	"Magenta": "Macenta",
	"Make blurry or difficult-to-see areas more vivid.": "Bulanık ya da görmesi zor bölgeleri daha canlılaştırın.",
	"Malawi": "Malavi",
	"Malay": "Malay dili",
	"Malayalam": "Malayalam dili",
	"Malaysia": "Malezya",
	"Maldives": "Maldivler",
	"Manage channels stored on the TV.": "TV'de depolanan kanalları yönetin.",
	"Mandarin": "Mandarin dili",
	"Manual": "Manuel",
	"Marathi": "Marathi dili",
	"Marquesas": "Markiz Adaları",
	"Marshall Islands": "Marshall Adaları",
	"Mature Audience Only": "Yalnızca Yetişkinler İçin",
	"Mauritania": "Moritanya",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Ekranın parlak ve karanlık alanlarının yoğunluğunu artırarak karşıtlığı en üst seviyeye çıkarın.",
	"Medium": "Orta",
	"Menu Language": "Menü Dili",
	"Menu Transparency": "Menü Saydamlığı",
	"Message": "Mesaj",
	"Method": "Yöntem",
	"Mexico": "Meksika",
	"Middle East": "Ortadoğu",
	"Minutes": "Dakika",
	"Mobile Connection Management": "Aygıt Bağlantı Yönetimi",
	"Mode Option": "Mod Seçeneği",
	"Mogadishu": "Mogadişu",
	"Monaco": "Monako",
	"Mongolia": "Moğolistan",
	"Montenegro": "Karadağ",
	"Month": "Ay",
	"Morocco": "Fas",
	"Moscow": "Moskova",
	"Movie Lock": "Film Kilidi",
	"Mozambique": "Mozambik",
	"Multi": "Çoklu",
	"Multi Audio": "Çoklu Ses",
	"Multi Channel Audio": "Çok Kanallı Ses",
	"Multi Feed": "Çoklu Besleme",
	"Multiple": "Birden fazla",
	"Muscat": "Maskat",
	"Music": "Müzik",
	"NEXTGEN TV Mode": "NEXTGEN TV Modu",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Yeni Güney Galler/Avustralya Başkent Bölgesi - Sydney",
	"NT - Northern Territory - Darwin": "NT - Kuzey Bölgesi - Darwin",
	"Namibia": "Namibya",
	"Narrow": "Dar",
	"Natural": "Doğal",
	"Ndebele": "Ndebele Dili",
	"Netherland": "Hollanda",
	"Netherlands": "Hollanda",
	"Network": "Ağ",
	"Network Connection Settings": "Ağ Bağlantı Ayarları",
	"Network Name": "Ağ Adı",
	"Network-Based Personalization Recommendations": "Ağ Bazlı Kişiselleştirme Önerileri",
	"New Caledonia": "Yeni Kaledonya",
	"New Zealand": "Yeni Zelanda",
	"Next": "İleri",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Lefkoşa",
	"Niger": "Nijer",
	"Nigeria": "Nijerya",
	"Night": "Gece",
	"No": "Hayır",
	"No Internet via 3G/4G network": "3G/4G ağı üzerinde İnternet bağlantısı bulunmuyor",
	"No Internet via Ethernet": "Ethernet aracılığıyla İnternet'e bağlanılamıyor",
	"No Internet via Wi-Fi": "Wi-Fi ile İnternet'e bağlanılamıyor",
	"No One 17 and Under Admitted.": "17 Yaş ve Üzeri için Uygundur.",
	"No Operation Auto Off": "Otomatik Kullanım Kapatma Yok",
	"No Signal Auto Off": "Otomatik Sinyal Kapatma Yok",
	"No Signal Image": "Sinyal Yok Görseli",
	"No Signal Power Off (15Min)": "Sinyal Yoksa Gücü Kapat (15 Dk)",
	"No devices have been found.": "Hiç aygıt bulunamadı.",
	"No paired devices.": "Eşlenen aygıt yok.",
	"No signal on Server": "Sunucuda sinyal yok",
	"No updates found.": "Güncelleme bulunamadı.",
	"Noise Reduction": "Gürültü Filtresi",
	"None": "Yok",
	"North Korea": "Kuzey Kore",
	"Northern Africa": "Kuzey Afrika",
	"Norway": "Norveç",
	"Norwegian": "Norveççe",
	"Not Connected": "Bağlanmadı",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Not: aygıtınız bu özelliği desteklemiyorsa, düzgün çalışmayabilir. Bu durumda, aygıtı farklı bir HDMI portuna bağlayabilir veya 8K HDMI Ultra HD Deep Colour ayarını kapatabilirsiniz.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Not: Aygıtınız bu özelliği desteklemiyorsa, düzgün çalışmayabilir. Bu arada, aygıtı farklı bir HDMI portuna bağlanabilir veya HDMI Ultra HD Deep Colour ayarını kapatabilirsiniz.",
	"Note: Available options depend on the broadcast program.": "Not: Kullanılabilir seçenekler yayın programına bağlıdır.",
	"Note: Behavior may differ if connected device is not a LG device.": "Not : Bağlı aygıt bir LG aygıt değilse davranış değişiklik gösterebilir.",
	"Note: Only displayed when it is provided by the program.": "Not: Yalnızca kanal sağlandığında görüntülenir.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Not: Altyazılar yalnızca yayıncı kanal tarafından sağlandığında görüntülenir.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Not: Desteklenen özellikler modele göre ve saydamlığı her bir özelliğin, Canlı TV veya VOD içeriği gibi içerik çalınması ile çalışmasına göre değişiklik gösterebilir.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Not:<br>1. Piksel Düzeltici işlemi sürüyorken TV'nizi açarsanız süreç durur ve baştan başlamanız gerekir.<br>2. Süreç devam ederken ekranda beyaz bir çizgi görünebilir. Ekranınız netleştirilirken bunun olması normaldir.",
	"Notifications": "Bildirimler",
	"OK": "TAMAM",
	"OLED LIGHT": "OLED IŞIĞI",
	"OLED Screen Saver": "OLED Ekran Koruyucu",
	"Object Audio": "Nesne Sesi",
	"Off": "Kapalı",
	"Oman": "Umman",
	"On": "Açık",
	"OnTimer Channel not selected": "Açma Zamanlayıcısı kanalı seçilmemiş.",
	"Open": "Açık",
	"Open Source Licenses": "Açık Kaynaklı Yazılım Bildirimi",
	"Open when TV is turned on": "TV Açıldığında Aç",
	"Operate once when TV is off": "TV kapalıyken bir kez çalışın",
	"Optical": "Optik",
	"Optical + Internal TV Speaker": "Optik + Dahili TV Hoparlörü",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "LG Makine Öğrenme tekniği ile öğrenilen bir algoritmayla içerik için derinliği optimize edin.",
	"Optimize contrast settings based on image brightness of the HDR content.": "HDR içeriğinin görüntü parlaklığına bağlı olarak kontrast ayarlarını optimize edin.",
	"Optimize contrast settings based on image brightness.": "Karşıtlık ayarlarını, görüntü parlaklığına göre en uygun hale getirin",
	"Optimize the sound for a cinematic experience.": "Sinema deneyimi için sesi optimize edin.",
	"Original Language": "Orijinal Dil",
	"Others": "Diğerleri",
	"Outer": "Dış",
	"Output sound through the Internal TV speaker.": "Dahili TV hoparlöründen ses çıkışı alın.",
	"PS": "Filistin",
	"Panama City": "Panama",
	"Panjabi": "Pencap dili",
	"Papua New Guinea": "Papua Yeni Gine",
	"Parental Guidance Suggested": "Ebeveynle Birlikte İzlenmesi Önerilir",
	"Parental Guidance Suggested :": "Ebeveynle Birlikte İzlenmesi Önerilir:",
	"Parental guidance suggested for children ages 8-13.": "8-13 yaş arası çocuklar için ebeveyn rehberliği önerilir.",
	"Parents Guidance strongly required :": "Ebeveynle Birlikte İzlenmesi Şiddetle Önerilir:",
	"Parents Strongly Cautioned": "Ebeveynler Kesinlikle Dikkatli Olmalıdır",
	"Pass Through": "Düz Geçişli",
	"Password": "Parola",
	"Patent Information": "Patent Bilgisi",
	"Peak Brightness": "Maksimum Parlaklık",
	"Persian": "Farsça",
	"Philippines": "Filipinler",
	"Photo": "Fotoğraf",
	"Pick a Time": "Zaman Seçin",
	"Picture": "Resim",
	"Picture Mode": "Resim Modu",
	"Picture Mode Settings": "Resim Modu Ayarları",
	"Picture Options": "Resim Seçenekleri",
	"Picture Test": "Resim Testi",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Bağlanan harici aygıt ile TV başlangıçta iletişim kurarken resim ve ses düzgün çalışmayabilir. Sorun devam ederse, lütfen ayarları ilk haline geri getirin veya bağlı harici aygıtı yeniden başlatın.",
	"Pitch": "Ton",
	"Pixel Refresher": "Piksel Düzeltici",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Piksel Düzeltici, TV'nizin mümkün olan en net resmi sunmasına olanak sağlar.",
	"Pixel Refresher begins only once when the TV is turned off.": "Piksel Düzeltici, TV kapatıldığında yalnızca bir kez başlar.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Piksel Düzeltici, TV'nizi bir sonraki kapatışınızda başlayacak şekilde zamanlandı.",
	"Play": "Oynat",
	"Play sound through TV Speaker.": "TV Hoparlörü aracılığıyla sesi oynatın.",
	"Play the standard sound suitable for all types of content.": "Tüm içerik tiplerine uygun standart sesi oynatın.",
	"Please check if WiSA Speakers are turned on and try again.": "WiSA Speakers’ın açık olup olmadığını kontrol edin ve tekrar deneyin.",
	"Please check that the Bluetooth device is already connected to another device.": "Lütfen Bluetooth cihazının zaten başka bir cihaza bağlı olduğundan emin olun.",
	"Please check the network name and password and try again.": "Lütfen ağ adını ve parolayı kontrol edin ve tekrar deneyin.",
	"Please check the status and try again": "Lütfen durumu kontrol edip tekrar deneyin.",
	"Please do not unplug the USB storage until the copying is completed.": "Lütfen kopyalama işlemi tamamlanana kadar USB depolama aygıtını çıkarmayın.",
	"Please enter your password to turn off this function.": "Bu fonksiyonu sonlandırmak için lütfen şifrenizi girin.",
	"Please enter your password to turn on this function.": "Bu fonksiyonu açmak için lütfen şifrenizi girin.",
	"Please make sure that your TV is connected to the network and try again.": "Lütfen TV'nizin ağa bağlı olduğundan emin olun ve tekrar deneyin.",
	"Please note that LG does not use or manage the value.": "Lütfen LG’nin bu değeri kullanmadığını ve yönetmediğini unutmayın.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Dijital Ses Çıkışı, Düz Geçişli olarak ayarlandığında ses çıkışı alamayabileceğinizi unutmayın.",
	"Please try again later.": "Lütfen daha sonra tekrar deneyin.",
	"Please wait while the Settings application reloads.": "Ayarlar uygulaması yeniden yüklenirken lütfen bekleyin.",
	"Please wait while the Settings application restarts.": "Ayarlar uygulaması yeniden başlatılırken lütfen bekleyin.",
	"Please wait while the TV restarts.": "TV yeniden başlatılırken lütfen bekleyin.",
	"Please wait while the TV searches for LG Service Country.": "TV LG Hizmet Ülkesini ararken lütfen bekleyin.",
	"Point": "Nokta",
	"Pointer Options": "İmleç Seçenekleri",
	"Pointer Size": "İmleç Boyutu",
	"Poland": "Polonya",
	"Polish": "Lehçe",
	"Portugal": "Portekiz",
	"Portuguese": "Portekizce",
	"Position": "Konum",
	"Position Settings": "Konum Ayarları",
	"Power Off Timer": "Güç Kapatma Zamanlayıcısı",
	"Power On Timer": "Güç Açılma Zamanlayıcısı",
	"Power Saving Mode": "Güç Tasarrufu Modu",
	"Prague": "Prag",
	"Preschool": "Okul Öncesi",
	"Press right button to adjust de-blur and Motion Pro value.": "Bulanıklık önleme ve Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Bulanıklık önleme ve OLED Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-blur and OLED Motion value.": "Bulanıklık önleme ve OLED Motion değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder and Motion Pro value.": "Titreme önleme ve Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Titreme önleme ve OLED Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder and OLED Motion value.": "Titreme önleme ve OLED Motion değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Titreme önleme, bulanıklık önleme ve Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Titreme önleme, bulanıklık önleme ve OLED Motion Pro değerini ayarlamak için sağ düğmeye basın.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Titreme önleme, bulanıklık önleme ve OLED Motion değerini ayarlamak için sağ düğmeye basın.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "TV'yi ağa bağlamak için WPS özelliğinin etkin olduğu bir yönlendiricideki WPS düğmesine basın.",
	"Press the right button to adjust Motion Pro settings.": "Motion Pro ayarlarını yapmak için sağ düğmeye basın.",
	"Press the right button to adjust OLED Motion Pro settings.": "OLED Motion Pro ayarlarını yapmak için sağ düğmeye basın.",
	"Press the right button to adjust OLED Motion settings.": "OLED Motion ayarlarını yapmak için sağ düğmeye basın.",
	"Press the right button to adjust de-blur settings.": "Bulanıklık önleme ayarları için sağdakı butona basın.",
	"Press the right button to adjust de-judder settings.": "Titreme önleme ayarlarını ayarlamak için sağdaki butona basın.",
	"Previous": "Geri Git",
	"Primary Audio Language": "Birincil Ses Dili",
	"Primary Channels": "Birincil Kanallar",
	"Primary Teletext Language": "Birincil Teletext Dili",
	"Program exempted from ratings.": "Program izleyici değerlendirmelerinden muaftır.",
	"Programme": "Kanal",
	"Provide HbbTV Distinctive ID": "HbbTV Özgün Kimliği Sağla",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Yayınlar için HbbTV hizmetine HbbTV Özgün Kimliğini sağlayın.",
	"Provided services may vary depending on countries.": "Sağlanan hizmetler ülkelere göre değişebilir.",
	"Puerto Rico": "Porto Riko",
	"Qatar": "Katar",
	"Quick Help": "Hızlı Yardım",
	"Quick Start+": "Hızlı Başlatma+",
	"Raised": "Yükseltilmiş",
	"Rangoon": "Yangon",
	"Real Cinema": "Gerçek Sinema",
	"Reason: Authentication with access point was unsuccessful.": "Nedeni: Erişim noktasıyla kimlik doğrulama başarısız.",
	"Reason: Could not establish a connection to access point.": "Gerekçe: Erişim noktasıyla bağlantı kurulamadı.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Gerekçe: DHCP kullanılarak geçerli bir IP adresi alınamadı.",
	"Reason: Entered password is incorrect.": "Gerekçe: Girilen şifre yanlış.",
	"Reason: Password is missing.": "Nedeni: Parola eksik.",
	"Reason: The network you selected is out of range.": "Gerekçe: Seçtiğiniz ağ mesafe dışı.",
	"Reason: Unable to login.": "Gerekçe: Oturum açılamadı.",
	"Receive emergency alerts from TV when an emergency occurs.": "Acil bir durum meydana geldiğinde TV’den acil durum alarmı alın.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Genellikle TV izlemediğiniz saatlerin Always-on olarak ayarlanması önerilir.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Geçmişi ve uygulama kullanım modellerini görüntüleme konusunda yararlı içerikler ve özellikler önerin.",
	"Recommendations are available for the people, products and locations related to the current program.": "Mevcut programla ilgili kişi, ürün ve konumlar için öneriler mevcuttur.",
	"Red": "Kırmızı",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Görüntü kalitesini net olarak optimize etmek için dijital video sinyallerinden gelen düzensiz gürültüleri azaltın.",
	"Region": "Bölge",
	"Registered Devices ({num})": "Kayıtlı Aygıtlar ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Optimize edilmiş sesteki tiz tonu güçlendirin.",
	"Reinforce the low-pitched tone of the optimized sound.": "Optimize edilmiş sesteki pes tonu güçlendirin.",
	"Remote Settings": "Uzaktan Kumanda Ayarları",
	"Remove irregular and erratic pixels for a clearer image.": "Daha net bir görüntü için bozuk ve kararsız pikselleri kaldırın.",
	"Reset": "Sıfırla",
	"Reset AD ID": "AD ID’yi sıfırla",
	"Reset CI Password": "CI Parolasını Sıfırla",
	"Reset HbbTV Distinctive ID": "HbbTV Özgün Kimliğini sıfırla",
	"Reset Password": "Parolayı Sıfırlayın",
	"Reset Settings": "Ayarları Sıfırla",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "HbbTV mobil uygulamasına bağlanırken onaylı uygulama listesini sıfırlayın.",
	"Reset the caption position.": "Yazıların konumlarını sıfırlayın.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Hem içerik izleme hem de uygulama kullanımı geçmişini sıfırlayın. Geçmiş sıfırlandığında yeniden içerik tavsiyesi almak için belirli bir süre gerekebilir.",
	"Reset to Initial Settings": "Başlangıç Ayarlarına Geri Dön",
	"Restrict access to TV programs based on their ratings.": "Aldıkları derecelendirmelere göre TV programlarına erişimi kısıtlayın.",
	"Restrict watching based on age ratings for children programs.": "Çocuk programları için yaş izleyici değerlendirmelerini temel alarak izlemeyi sınırlandırın.",
	"Restrict watching based on ages ratings.": "Yaş izleyici değerlendirmelerini temel olarak izlemeyi sınırlandırın.",
	"Restrict watching based on fantasy violence content ratings.": "Fantezi ve şiddet içeriği izleyici değerlendirmelerini temel olarak izlemeyi sınırlandırın.",
	"Restrict watching based on programs containing adult language.": "Yetişkinler için içeriği olan programları temel alarak izlemeyi sınırlandırın.",
	"Restrict watching based on programs containing sexual scene.": "Cinsel sahneler içeren programları temel alarak izlemeyi sınırlandırın.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Cinsel içerikli diyaloglar içirek programları temel alarak izlemeyi sınırlandırın.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ebeveyn rehberliği bağlamında belirlenen yaş ya da içerik izleyici değerlendirmelerini temel alarak izlemeyi sınırlandırın.",
	"Restrict watching based on violence content ratings.": "Şiddet içeriği izleyici değerlendirmelerini temel olarak izlemeyi sınırlandırın.",
	"Restrict watching movies based on rating.": "İzleyici değerlendirmelerini temel alarak izlenen filmleri sınırlandırın.",
	"Restrict watching programs based on rating.": "İzleyici değerlendirmelerini temel alarak izlemeyi sınırlandırın.",
	"Restriction ratings :": "Sınırlandırma izleyici değerlendirmeleri:",
	"Retry": "Yeniden Dene",
	"Revert TV to its initial settings.": "TV’yi başlangıç ayarlarına getirin.",
	"Revert color adjustment settings to default.": "Renk yönetimi ayarlarını varsayılana döndürün.",
	"Revert detailed sound effect settings of standard mode to default.": "Standart modun detaylı ses efekti ayarlarını varsayılan ayarlara döndürün.",
	"Revert picture setting values to default.": "Resim ayarlarının değerlerini varsayılan ayarlara döndürün.",
	"Revert white balance settings to default.": "Beyaz denge ayarlarını varsayılana döndürün.",
	"Right": "Sağ",
	"Right Left": "Sağ/Sol",
	"Right Surround": "Sağ Surround",
	"Right drop shadow": "Sağ gölge",
	"Riyadh": "Riyad",
	"Romania": "Romanya",
	"Romanian": "Romence",
	"Rome": "Roma",
	"Russia": "Rusya",
	"Russian": "Rusça",
	"SA - South Australia - Adelaide": "SA - Güney Avustralya - Adelaide",
	"SIGNATURE Opening": "SIGNATURE Açılışı",
	"SIGNATURE TV Settings": "SIGNATURE TV Ayarları",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK, LG Uzaktan Kumandanızla, HDMI ile LG Smart TV'nize bağlanmış bir DVD Oynatıcı veya Ev Sinema Sistemi gibi SIMPLINK etkinleştirilmiş diğer aygıtları da kontrol etmenize izin verir.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK, bu ARC modunu kullanmak için otomatik olarak açılacaktır.",
	"Safety": "Güvenlik",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Sahalin",
	"Samarkand": "Semarkand",
	"Sarajevo": "Saraybosna",
	"Satellite": "Uydu",
	"Satellite DTV": "Uydu DTV",
	"Satellite Radio": "Uydu Radyo",
	"Saturation": "Doygunluk",
	"Saudi Arabia": "Suudi Arabistan",
	"Saudi arabia": "Suudi Arabistan",
	"Save CAM Operator's Profile": "CAM Operatörü'nün Profili'ni kaydet",
	"Save CI Password": "CI Parolasını Kaydet",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Tüm girişler için, seçili resim modundan renk yönetimi ayarlarını kaydedin.",
	"Save the white balance settings from the current picture mode in all inputs.": "Tüm girişlerde mevcut resim modundan beyaz dengesi ayarlarını kaydedin.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "CI şifrenizi kaydedin/sıfırlayın. Şifrenizi kaydetmek, gelecekte giriş yapma adımını atlamanızı sağlayacaktır.",
	"Scan \"Auto Detect\" automatically.": "“Otomatik Algılama”yı otomatik olarak tarayın.",
	"Screen Down": "Ekran Aşağı",
	"Screen Off": "Ekran Kapalı",
	"Screen Saver": "Ekran Koruyucu",
	"Screen Shift ": "Ekran Değişimi",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Ekran düzenli zaman aralıklarında değişir ve TV’nin uzun bir zaman periyodunda açık kalması durumunda meydana gelebilecek resim kalitesi sorunlarını önler.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekran 5 saniye içinde kapanacaktır. Ekranı tekrar açmak için güç düğmesi ve ses düğmesi dışında herhangi bir düğmeye basın.",
	"Search": "Ara",
	"Search Bluetooth Device": "Bluetooth Cihaz arayın.",
	"Searching...": "Aranıyor...",
	"Second Language": "İkinci Dil",
	"Secondary Audio Language": "İkincil Ses Dili",
	"Secondary Teletext Language": "İkinci Teleteks Dili",
	"Security": "Güvenlik",
	"Select IRE point to adjust luminance.": "Parlaklığı ayarlamak için IRE noktasını seçin.",
	"Select Mode": "Modu Seçin",
	"Select TV's language settings.": "TV’nin dil ayarlarını seçin.",
	"Select a caption type for HD broadcasts.": "HD yayınlar için altyazı tipini seçin.",
	"Select a caption type for NEXTGEN TV broadcasts.": "NEXTGEN TV yayınları için altyazı tipini seçin.",
	"Select a caption type for UHD broadcasts.": "UHD yayınlar için altyazı tipini seçin.",
	"Select a caption type for analog broadcasts.": "Analog yayınlar için altyazı tipini seçin.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Ortam ile uyumlu bir video modu seçin veya bir video modu için kontrast, renk ve daha fazlasını seçebileceğiniz ayarlar belirleyin.",
	"Select an audio format for each HDMI input.": "Her HDMI girişi için ses formatı seçin.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Düz Geçişli seçeneğini seçtikten sonra ses efektlerini duyamıyorsanız farklı bir Dijital Ses Çıkışı (Otomatik veya PCM) seçin.",
	"Select audio language for digital broadcasts.": "Dijital yayınlar için ses dilini seçin.",
	"Select color to be adjusted.": "Ayarlanacak rengi seçin.",
	"Select days to apply the Timer Power Off settings every week.": "Kapama Zamanlayıcısı ayarlarının her hafta uygulanacağı günleri seçin.",
	"Select days to apply the Timer Power On settings every week.": "Açma Zamanlayıcısı ayarlarının her hafta uygulanacağı günleri seçin.",
	"Select device for audio output.": "Ses çıkışı için aygıt seçin.",
	"Select device or speaker for audio output.": "Ses çıkışı için aygıt ve hoparlör seçin.",
	"Select digital audio output format.": "Dijital ses çıkış formatını seçin.",
	"Select language for TV menu.": "TV menüsü için dil seçin.",
	"Select language for subtitles.": "Altyazılar için dil seçin.",
	"Select languages for keyboards input.": "Klavye girişi için dilleri seçin.",
	"Select method to adjust white balance.": "Beyaz dengesini ayarlamak için yöntem seçin.",
	"Select point to adjust luminance.": "Parlaklığı ayarlamak için noktayı seçin.",
	"Select the Sound mode and set detailed Audio effects.": "Ses modunu seçin ve ayrıntılı Ses efektleri ayarlayın.",
	"Select the Sound mode for each content type.": "Her içerik türü için Ses modunu seçin.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} portu için Ultra HD Deep Colour'u seçin.",
	"Select the app to restrict the use.": "Kullanımı sınırlandırılacak uygulamayı seçin.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "İzleme ortamı veya içerik tipi için uygun görüntü modunu seçin.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Yayını istediğiniz gibi dinleyebilmek için ses özelliklerini seçin.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Dijital yayınlar için yazı tipi seçin ve detaylı alt yazı ayarları yapın.",
	"Select the channel to restrict watching.": "İzlemesi sınırlandırılacak kanalı seçin.",
	"Select the channel to watch when the TV turns on.": "TV açıldığında izlenecek kanalı seçin.",
	"Select the color range to be displayed.": "Görüntülenecek renk aralığını seçin.",
	"Select the country for your country's special services.": "Ülkenize özel hizmetler için ülkeyi seçin.",
	"Select the desired video angle.": "İstediğiniz video açısını belirleyin.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "TV Dijital Ses Çıkışını harici bir aygıta göndermek için formatı seçin.",
	"Select the input to use when the TV turns on.": "TV açıldığında kullanılacak girişi seçin.",
	"Select the inputs to restrict the use.": "Kullanımı sınırlandırılacak girişi seçin.",
	"Select the most preferred Subtitle Language.": "Altyazı Dili için ilk seçiminizi belirtin.",
	"Select the place where to use the TV.": "TV’nin kullanılacağı yeri ayarlayın.",
	"Select the residential region for your regional broadcast signal.": "Bölgesel yayın sinyali için yerleşim bölgenizi seçin.",
	"Select the second preferred Subtitle Language.": "Altyazı Dili için ikinci seçiminizi belirtin.",
	"Select your first choice of audio language for digital broadcasts.": "Dijital yayınlar için ses dilinin ilk seçeneğini seçin.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "TV yayını sağlayıcınızın teleteks hizmetleri için ilk dil seçiminizi belirtin.",
	"Select your second choice of audio language for digital broadcasts.": "Dijital yayınlar için ses dilinin ikinci seçeneğini seçin.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "TV yayını sağlayıcınızın teleteks hizmetleri için ikinci dil seçiminizi belirtin.",
	"Seoul": "Seul",
	"Serbia": "Sırbistan",
	"Serbian": "Sırpça",
	"Serial Number": "Seri Numarası",
	"Service 1": "Hizmet 1",
	"Service 2": "Hizmet 2",
	"Service 3": "Hizmet 3",
	"Service 4": "Hizmet 4",
	"Service 5": "Hizmet 5",
	"Service 6": "Hizmet 6",
	"Service Area Zip Code": "Hizmet Alanı Posta Kodu",
	"Set Automatically": "Otomatik Olarak Ayarla",
	"Set ID": "Kimliği Ayarla",
	"Set My Team Alarm.": "Takım Alarmı'mı Ayarla.",
	"Set Store Mode settings.": "Mağaza Modu ayarlarını düzenle.",
	"Set System Color mode for your current TV input.": "Geçerli TV girişiniz için Sistem Renk modunu ayarlayın.",
	"Set additional options for Video Description.": "Video Açıklaması için ek seçenekleri ayarlayın.",
	"Set additional picture settings.": "Ek resim ayarlarını belirleyin.",
	"Set additional sound-related settings.": "Sesle ilgili ek ayarları yapın.",
	"Set advanced Subtitle options.": "Gelişmiş altyazı seçeneklerini ayarlayın.",
	"Set advanced captioning options.": "Gelişmiş altyazı seçeneklerini belirleyin.",
	"Set and edit the IP address version to IPv4 or IPv6.": "IP adresi versiyonunu IPv4 veya IPv6 olarak ayarlayıp düzenleyin.",
	"Set audio-related options.": "Sesle ilgili özellikleri ayarlayın.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Yayınlar için altyazı boyutunu, rengini, saydamlığını ve diğer seçenekleri ayarlayın.",
	"Set color temperature from warm to cool.": "Renk sıcaklığını sıcaktan soğuğa ayarlayın.",
	"Set detailed caption settings for HD broadcasts.": "HD yayınlar için detaylı yazı ayarı yapın.",
	"Set detailed options for the AI functions.": "AI işlevleri için ayrıntılı seçenekleri ayarlayın.",
	"Set detailed options for the Home feature.": "Ana Sayfa özelliği için detaylı seçenekler ayarlayın.",
	"Set detailed options for the Recommendation feature.": "Öneriler özelliği için detaylı seçenekler ayarlayın.",
	"Set easy connection settings with external devices.": "Harici aygıtlarla kolay bağlanma ayarları yap.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Ebeveyn rehberliğini kullanarak belirlenen kanallar, uygulamalar, girişler vb. üzerindeki kilitleri ayarlayın.",
	"Set necessary additional functions based on watching environment and screen status.": "İzleme ortamı ve ekran durumunu baz alan gerekli ek fonksiyonları ayarlayın.",
	"Set or reset the position of on-screen captions.": "Ekran üzerindeki yazıların konumlarını ayarlayın veya sıfırlayın.",
	"Set settings related to your wired / wireless network.": "Kablolu/kablosuz ağlarınız için ayar yapın.",
	"Set the TV to turn off automatically after a set amount of time.": "TV’nin belirli bir süre sonra otomatik olarak kapanmasını ayarlayın.",
	"Set the TV to turn off automatically at a set time.": "TV'nin belirlenen bir saatte otomatik olarak kapanmasını ayarlayın.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "TV'yi otomatik olarak açıldıktan sonra 4 saat boyunca kullanıcı girişi olmazsa otomatik olarak kapanması için ayarlayın.",
	"Set the TV to turn on automatically at a set time.": "TV'nin belirlenen bir saatte otomatik olarak açılmasını ayarlayın.",
	"Set the additional functions related to the TV.": "TV’yle ilgili ek fonksiyonları ayarlayın.",
	"Set the current date and time.": "Geçerli tarih ve saati ayarlayın.",
	"Set the current date manually.": "Geçerli tarihi manuel olarak ayarlayın.",
	"Set the current time manually.": "Geçerli saati manuel olarak ayarlayın.",
	"Set the detect range of device available to connect.": "Bağlantı kurulacak aygıtın tespit aralığını ayarlayın.",
	"Set the region and country for broadcasts and special services.": "Yayınlar ve özel hizmetler için bölge ve ülke seçin.",
	"Set the screen size and aspect ratio.": "Ekran boyutunu ve en boy oranını ayarlayın.",
	"Set the specialized functions of SIGNATURE TV.": "SIGNATURE TV’nin özelleştirilmiş fonksiyonlarını ayarlayın.",
	"Set the time to turn off the TV automatically without user input.": "Kullanıcı girişi olmaksızın TV’nin otomatik olarak kapatılacağı zamanı seçin.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Daha gerçekçi seslerin keyfini sürmek için çok kanallı virtual surround ses efektini ayarlayın.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Daha gerçekçi seslerin keyfini sürmek için virtual surround ses efektini ayarlayın.",
	"Set the volume level when the TV turns on.": "TV açıldığında ses düzeyini ayarlayın.",
	"Set time to turn off the TV.": "TV'yi kapatmak için zamanı ayarlayın.",
	"Set time to turn on the TV.": "TV'yi açmak için zamanı ayarlayın.",
	"Set up additional features related to customer support.": "Müşteri desteğine ilişkin farklı özellikler ayarla.",
	"Set up an account to use LG Services.": "LG Hizmetleri'ni kullanmak için bir hesap oluşturun.",
	"Set whether to display Home when the TV is turned on.": "TV açıldığında Ana Sayfa'yı gösterip göstermeyeceğini ayarlayın.",
	"Settings Help": "Ayarlar Yardımı",
	"Sexual Situations": "Cinsel Durumlar",
	"Sexually Suggestive Dialogue": "Cinsel İçerik",
	"Shanghai": "Şangay",
	"Sharpness": "Keskinlik",
	"Show Password": "Şifreyi Göster",
	"Side by Side": "Yan Yana",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Eğer bir kablosuz yönlendirici televizyona çok yakın ise sinyal çatışması Sihirli Kumanda'nın hassaslığını düşürebilir.",
	"Singapore": "Singapur",
	"Size": "Boyut",
	"Skopje": "Üsküp",
	"Sleep Timer": "Uyuma Zamanlayıcısı",
	"Slovak": "Slovakça",
	"Slovakia": "Slovakya",
	"Slovenia": "Slovenya",
	"Slovenian": "Slovence",
	"Slow": "Yavaş",
	"Small": "Küçük",
	"Smooth": "Pürüzsüz",
	"Smooth Gradation": "Pürüzsüz Geçiş",
	"Soccer": "Futbol",
	"Sofia": "Sofya",
	"Software Update": "Yazılım Güncellemesi",
	"Software Version": "Yazılım Sürümü",
	"Software update has been installed. Update will be applied when you restart your TV.": "Yazılım güncellemesi yüklendi. Güncelleme, TV'nizi yeniden başlattığınızda geçerli olacaktır.",
	"Solid": "Katı",
	"Solomon Islands": "Solomon Adaları",
	"Somalia": "Somali",
	"Some material may not be appropriate for children under 13.": "İçeriğin bir kısmı 13 yaşından küçük çocuklar için uygun olmayabilir.",
	"Some material may not be appropriate for children.": "İçeriğin bir kısmı çocuklar için uygun olmayabilir.",
	"Sotho, Northern": "Kuzey Sotho Dili",
	"Sotho, Southern": "Güney Sotho Dili",
	"Sound": "Ses",
	"Sound Mode": "Ses Modu",
	"Sound Mode Settings": "Ses Modu Ayarları",
	"Sound Out": "Ses Çıkışı",
	"Sound Share": "Ses Paylaşma",
	"Sound Test": "Sesi Test Et",
	"South Africa": "Güney Afrika",
	"South Korea": "Güney Kore",
	"Southern Africa": "Güney Afrika",
	"Spain": "İspanya",
	"Spanish": "İspanyolca",
	"Speaker Volume Control": "Hoparlör Ses Kontrolü",
	"Specify detailed voice guidance settings after turning on this feature.": "Bu özelliği aktifleştirdikten sonra detaylı ses rehberliği ayarları yapın.",
	"Speed": "Hız",
	"Spoken Subtitle": "Konuşma Altyazısı",
	"Sports": "Spor",
	"Sports Alert": "Spor Alarmı",
	"Standard": "Standart",
	"Standard Mode Sound Effect": "Standart Mod Ses Efekti",
	"Standby Light": "Bekleme Işığı",
	"Start New Sound Tuning": "Yeni Ses Ayarı Başlatın",
	"Start Now": "Şimdi Başla",
	"Startup Sound": "Başlama Sesi",
	"Stop": "Durdur",
	"Store Demo": "Mağaza Demosu",
	"Store Mode": "Mağaza Modu",
	"Store Mode Settings": "Mağaza Modu Ayarları",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Mağaza Modu, TV mağazada sergilenirken kullanılır. Bu modda ayarlar birkaç dakikada bir yeniden başlatılır. Bu uygulamayı kapatmak ve Mağaza Modu'nu başlatmak istiyor musunuz?",
	"Strong": "Güçlü",
	"Style": "Tarz",
	"Subnet Mask": "Alt Ağ Maskesi",
	"Subnet prefix length": "Alt ağ öneki uzunluğu",
	"Subtitle First Choice Language": "Altyazı Dili için İlk Seçim",
	"Subtitle Language": "Alt Yazı Dili",
	"Subtitle Second Choice Language": "Altyazı Dili için İkinci Seçim",
	"Subtitles": "Altyazılar",
	"Super Resolution": "Süper Çözünürlük",
	"Support": "Destek",
	"Suriname": "Surinam",
	"Surround Balance": "Surround Dengesi",
	"Surround Level": "Surround Seviyesi",
	"Swahili": "Svahili",
	"Swati": "Swazi Dili",
	"Swaziland": "Svaziland",
	"Sweden": "İsveç",
	"Swedish": "İsveççe",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Televizyon kapandığında tekrar hızlıca açabilmek için bekleme modunun değiştirin.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Televizyon kapandığında uygulamalar, arama vb. pek çok fonksiyonu hızlıca kullanmak için bekleme modunu değiştirin.",
	"Switzerland": "İsviçre",
	"Sync Demo": "Senk. Demo",
	"Syria": "Suriye",
	"System Color": "Sistem Rengi",
	"TEXT 1": "METİN 1",
	"TEXT 2": "METİN 2",
	"TEXT 3": "METİN 3",
	"TEXT 4": "METİN 4",
	"TV Information": "TV Bilgileri",
	"TV Installation Type": "TV Kurulum Türü",
	"TV Lock": "TV Kilidi",
	"TV Name": "TV Adı",
	"TV On With Mobile": "Mobil ile TV Açık",
	"TV Power Sound": "TV Güç Sesi",
	"TV Power Sound Volume": "TV Güç Ses Seviyesi",
	"TV Program Locks": "TV Programı Kilitleri",
	"TV Rating English": "TV Derecelendirme İngilizce",
	"TV Rating French": "TV Derecelendirme Fransızca",
	"TV Speaker": "TV Hoparlörü",
	"TV can be used as an alarm.": "TV, alarm olarak kullanılabilir.",
	"TV is turned off at a set time on every specified day.": "TV, belirlenen her günde, ayarlanan zamanda kapatılır.",
	"TV to USB": "TV - USB",
	"Tagalog": "Tagalog dili",
	"Taiwan": "Tayvan",
	"Tajikistan": "Tacikistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "İnternet, uygulamalar, yazılım güncellemeleri vb. gibi ağ gerektiren özelliklerden faydalanın.",
	"Tamil": "Tamil dili",
	"Tanzania": "Tanzanya",
	"Target Luminance": "Hedef Parlaklık",
	"Tashkent": "Taşkent",
	"Tbilisi": "Tiflis",
	"Tehran": "Tahran",
	"Telugu": "Telugu dili",
	"Text Color": "Metin Rengi",
	"Text Opacity": "Metin Opaklığı",
	"Text Search": "Metin Arama",
	"Thai": "Tay dili",
	"Thailand": "Tayland",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1} ve HDMI {port2} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği seçebilirsiniz.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} ve HDMI {port2} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği açıp kapatabilirsiniz.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, girişleri Anlık Oyun Yanıtını destekler. Anlık Oyun Yanıtı özelliğini açıp kapatabilirsiniz.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "HDMI {port1} yuvası AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği seçebilirsiniz.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1} yuvası AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği açıp kapatabilirsiniz.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "HDMI {port1} portuna Anlık Oyun Yanıtını destekler. Anlık Oyun Yanıtı özelliğini açıp kapatabilirsiniz.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2} ve HDMI {port3} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği seçebilirsiniz.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ve HDMI {port3} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği açıp kapatabilirsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ve HDMI {port4} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği seçebilirsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ve HDMI {port4} yuvaları AMD FreeSync Premium teknolojisini destekliyor ve bu özelliği açıp kapatabilirsiniz.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2}, HDMI {port3} ve HDMI {port4} portlarına Anlık Oyun Yanıtını destekler. Anlık Oyun Yanıtı özelliğini açıp kapatabilirsiniz.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "HDMI {port1}, HDMI {port2} ve HDMI {port3} portlarına Anlık Oyun Yanıtını destekler. Anlık Oyun Yanıtı özelliğini açıp kapatabilirsiniz.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "HbbTV Özgün Kimliği yalnızca HbbTV için kullanılan özel bir değerdir. Bu, kullanıcının kişisel bilgileriyle ilgili değildir.",
	"The HbbTV Distinctive ID will be reset.": "HbbTV Özgün Kimliği sıfırlanacak.",
	"The HbbTV application or service will disable its tracking of an individual user.": "HbbTV uygulaması veya hizmeti, bireysel bir kullanıcıyı takip etmeyi sonlandıracaktır.",
	"The IBB service will disable its tracking of an individual user.": "IBB hizmeti, bireysel bir kullanıcıyı takip etmeyi sonlandıracaktır.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "LG Hizmetleri Ülkesi bilgileri sunucudan alınamıyor. Lütfen daha sonra tekrar deneyin.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Menü dilini değiştirmek için Ayarlar uygulamasının yeniden yüklenmesi gerekiyor. Devam etmek istiyor musunuz?",
	"The ambient lighting will be provided when motion is detected around the TV.": "TV etrafında bir hareket algılandığında ortam ışığı aktifleştirilecektir.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Kullanılabilir harici ses tanıma hizmetleri, dil ayarına bağlı olarak değişiklik gösterebilir. Buna ek olarak menü dilini değiştirirseniz ayar menüsü yeniden yüklenir. Devam etmek istiyor musunuz?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "TV'nizdeki kanal listesi USB depolama aygıtına başarılı bir şekilde kopyalandı. TV 5 saniye içinde yeniden başlatılacak.",
	"The channel list have been successfully copied from your TV to the USB storage.": "TV'nizdeki kanal listesi USB depolama aygıtına başarılı bir şekilde kopyalandı.",
	"The closer to 100, the brighter.": "100’e yaklaştıkça ekran aydınlanır.",
	"The closer to 100, the clearer the color becomes.": "100’e yaklaştıkça renkler daha net hale gelir.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "50’ye yaklaştıkça kırmızı ve yine 50’ye yaklaştıkça yeşil netliği artacaktır.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Beyaz Dengesi fonksiyonunun ayrıntılı ayar değerleri sıfırlanacak. Devam etmek istiyor musunuz?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Kanal ve programın ses seviyesi arasındaki fark otomatik olarak azaltılarak programı tutarlı bir ses düzeyiyle izlemeniz sağlanır.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Kanal ve programın ses seviyesi arasındaki fark otomatik olarak azaltılarak programı tutarlı bir ses düzeyiyle izlemeniz sağlanır.",
	"The higher the settings, the louder the sound rapidly.": "Ayarlar yükseldikçe ses yüksekliği o derece hızlı artar.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Dahili TV Hoparlörü ve Bluetooth hoparlörler sesi simültane olarak vererek canlı bir surround ses etkisi yaratabilirler.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Sesli tanıma dili, seçilen menü diline bağlı olarak otomatik olarak ayarlanacaktır.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Ses Tanıma için kullanılan dil, seçilen menü diline göre ayarlanır. Destek servisleri, ses diline bağlı olarak değişebilir.",
	"The network is currently unavailable. Please try again later.": "Ağ şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Bu sürecin tamamlanması yaklaşık olarak bir saat sürer v bu süre içerisinde TV'nizin kapalı kalması gerekir.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Bu sürecin tamamlanması yaklaşık olarak {n} dakika sürer v bu süre içerisinde TV'nizin kapalı kalması gerekir.",
	"The program is intended for adults only.": "Program yalnızca yetişkinlere yöneliktir.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Ekran parlaklığı, TV’nizin etrafındaki parlaklığa bağlı olarak otomatikman ayarlanır.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran 5 saniye içinde aşağı kayacaktır. Ekranı tekrar yukarı kaydırmak için uzaktan kumandanızdaki Güç ve Ses düğmesi dışındaki bir düğmeye basın.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Renk Yönetim Sistemi fonksiyonunun ayarlı alt değerleri sıfırlanacak. Devam etmek istiyor musunuz?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Bluetooth Surround Ses + Dahili TV Hoparlörü ayarı sıfırlanacaktır.",
	"The settings are as follows.": "Ayarlar aşağıdaki gibidir.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Dijital ses çıkışı Düz Geçişli olarak ayarlandığında ses çıkışı olmayabilir.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Güncelleme TV'ye uygulanamaz. Yazılım bir önceki versiyonuna geri dönecek.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "TV açıldığında görsel efektler görüntülenir ve ekran hareket eder.",
	"There are no paired devices.": "Eşlenen aygıt yok.",
	"There are settings to correct or prevent OLED panel noise.": "OLED panel gürültüsünü düzeltmeye ve önlemeye yönelik ayarlar vardır.",
	"There is no USB device connected to your TV.": "TV'nize bağlı USB aygıtı yok.",
	"Third Language": "Üçüncü Dil",
	"This feature applies only to specified LG Wireless Keyboard models.": "Bu özellik sadece belirli LG Kablosuz Klavye modelleri için geçerlidir.",
	"This function works only when it is provided by the broadcast program.": "Bu fonksiyon yalnızca yayın programı tarafından sağlandığında çalışır.",
	"This is a closed caption preview": "Bu kapalı bir resim yazısı önizlemesi",
	"This is an already existing value.": "Bu değer zaten mevcut.",
	"This service provides you with more information about watching program and enjoys related contents.": "Bu hizmet izlenen program hakkında daha fazla bilgi sağlar. Bu sayede içeriğin keyfini çıkarabilirsiniz.",
	"This will revert all options on TV to their default settings.": "Bu TV’deki tüm seçenekleri varsayılan ayarlara döndürür.",
	"Time": "Saat",
	"Timer Channel": "Zamanlayıcı Kanalı",
	"Timer Repeat": "Zamanlayıcı Tekrarı",
	"Timers": "Zamanlayıcılar",
	"Timezone": "Saat dilimi",
	"Tint": "Ton",
	"Tiranë": "Tiran",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Sesi optimize etmek için TV’de ses testini oynatın ve Sihirli Kumandayı kullanarak yansıyan sesleri ölçmeye başlayın.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "TV'nizin sesini test etmek için Ses Çıkışı ayarının Dahili TV Hoparlörü olarak ayarlanması gerekmektedir. Devam etmek istiyor musunuz?",
	"Top and Bottom": "Üst ve Alt",
	"Total Power On Time": "Toplam Çalışma Süresi",
	"Tracking Speed": "İzleme Hızı",
	"Translucent": "Saydam",
	"Transparent": "Şeffaf",
	"Treble Boost": "Tizlik Yükseltme",
	"Trinidad And Tobago": "Trinidad Ve Tobago",
	"Trinidad and Tobago": "Trinidad ve Tobago",
	"Tsonga": "Tsongaca",
	"Tswana": "Tsvana Dili",
	"Tune and save available channels.": "Mevcut kanalları ayarlayın ve kaydedin.",
	"Tune and save available channels. You can set satellite channel options.": "Mevcut kanalları ayarlayın ve kaydedin. Uydu kanal seçeneğini ayarlayabilirsiniz.",
	"Tunis": "Tunus",
	"Tunisia": "Tunus",
	"Turkey": "Türkiye",
	"Turkish": "Türkçe",
	"Turkmenistan": "Türkmenistan",
	"Turn on TV with mobile device same as smartphone.": "Akıllı telefon benzeri mobil cihazlarla TV’yi açın.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "HDMI {num} portu için Ultra HD Deep Colour’u açın ve kapatın.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "HDMI {num} portunun Anlık Oyun Yanıtı özelliğini açın veya kapatın.",
	"Turn on the TV using mobile device via Bluetooth.": "Mobil cihazınızı kullanarak Bluetooth aracılığıyla TV’yi açın.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Mobil cihazınızı kullanarak Wi-Fi aracılığıyla TV’yi açın.",
	"Turn on via Bluetooth": "Bluetooth yoluyla aç",
	"Turn on via Wi-Fi": "Wi-Fi yoluyla aç",
	"Turn on/off description box in Settings.": "Ayarlarda açıklama kutusunu açın/kapatın.",
	"Turn on/off standby light.": "Bekleme ışığını açın/kapatın.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} yuvasının AMD FreeSync Premium özelliğini açıp kapatın.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Sinyal yokken ekranda görüntülenecek görselleri açın/kapatın.",
	"Turn on/off the related features of energy consumption.": "Enerji tüketimiyle ilgili özellikleri açın/kapatın.",
	"Turn the Hybridcast service on/off.": "Hybridcast hizmetini açın/kapatın.",
	"Turn the Interactivity (DTVi) service on/off.": "Etkileşim (DTVi) hizmetini açın/kapatın.",
	"Turn your broadcast TV provider's TV Guide on/off.": "TV yayını sağlayıcınızın TV Rehberini açın/kapatın.",
	"Turn your broadcast TV provider's teletext service on/off.": "TV yayını sağlayıcınızın teleteks hizmetini açın/kapatın.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Ağa bağlanmak için bir kablo kullanmadığınız sürece, Wi-Fi'ı kapatmanız, tüm İnternet tabanlı hizmetlere erişmenize engel olacaktır. Devam etmek istiyor musunuz?",
	"UAE": "Birleşik Arap Emirlikleri",
	"UHD Mode": "UHD Modu",
	"USA": "Amerika Birleşik Devletleri",
	"USB storage for Copy Channels": "Kopyalanan Kanallar için USB depolaması",
	"USB to TV": "USB - TV",
	"Ukraine": "Ukrayna",
	"Ukrainian": "Ukrayna dili",
	"Ulaanbaatar": "Ulan Batur",
	"Unable to check for updates.": "Güncellemeler denetlenemiyor.",
	"Unable to connect to the network.": "Ağa bağlanılamıyor.",
	"Undefined": "Tanımlanmamış",
	"Under 17 requires accompanying parent or adult guardian.": "17 yaş altındakilerin yanında ebeveyn veya veli gerekiyor.",
	"Uniform": "Tek Tip",
	"United Arab Emirates": "Birleşik Arap Emirlikleri",
	"United Kingdom": "Birleşik Krallık",
	"United States of America": "Amerika Birleşik Devletleri",
	"Universal Control Settings": "Çok Amaçlı Kumanda Ayarları",
	"Unknown": "Bilinmeyen",
	"Unknown issue has occurred.": "Bilinmeyen bir hata meydana geldi.",
	"Update canceled.": "Güncelleme iptal edildi.",
	"Update in progress...": "Güncelleme devam ediyor...",
	"Update in progress...({n}%)": "Güncelleme devam ediyor...({n}%)",
	"Update paused.": "Güncelleme duraklatıldı.",
	"Update reserved.": "Güncelleme ayrıldı.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Şimdi güncelleme iptal edilecek ve tüm güncel dosyalar silinecek. Devam etmek istiyor musunuz?",
	"Urdu": "Urduca",
	"Urumqi": "Urumçi",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Odanın akustiğini analiz etmek ve sonuçlara göre TV’nin sesini optimize etmek için Sihirli Kumanda’yı kullanın.",
	"Use a large pointer.": "Büyük imleç kullanın.",
	"Use a medium pointer.": "Orta imleç kullanın.",
	"Use a small pointer.": "Küçük imleç kullanın.",
	"Use the 4-way controller to change the position and press the OK button.": "Konumu değiştirmek için 4-yollu düğmeyi kullanın ve OK düğmesine basın.",
	"Use the following services with the selected language.": "Aşağıdaki hizmetleri seçilen dille kullanın.",
	"User": "Kullanıcı",
	"User Agreements": "Kullanıcı Sözleşmeleri",
	"User Guide": "Kullanıcı Kılavuzu",
	"Uzbek": "Özbekçe",
	"Uzbekistan": "Özbekistan",
	"Uzhhorod": "Ujgorod",
	"V Position": "V Konumu",
	"V Sharpness": "D Keskinlik",
	"V Size": "V Boyutu",
	"Valencian": "Valensiyaca",
	"Vatican City": "Vatikan",
	"Venda": "Venda Dili",
	"Vertical Zoom": "Dikey Yakınlaştırma",
	"Video Description": "Video Açıklaması",
	"Vienna": "Viyana",
	"Vietnamese": "Vietnam Dili",
	"View current Common Interface (CI) information.": "Geçerli CI bilgilerini görüntüleyin.",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Ekrandaki renkleri siyah ve beyaza çevirerek menüdeki öğeleri daha net görün.",
	"View messages from your broadcast TV provider.": "TV yayını sağlayıcınızın mesajlarını görüntüleyin.",
	"View more information about watching program and enjoy related contents.": "İzlenen program hakkında daha fazla bilgi görüntüleyin ve ilgili içeriğin keyfini çıkarın.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Orijinal ekranı olduğu gibi gösterin ya da ekran boyutu ve en boy oranını ayarlayın.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Yayın sinyalinden ya da bağlantı kurulan aygıtın alınan orijinal ekranı olduğu gibi görüntüleyin.",
	"Violence": "Şiddet",
	"Vivid": "Canlı",
	"Voice Recognition Help and Settings": "Ses Tanıma Yardım ve Ayarları",
	"Voice Support Service": "Ses Desteği Hzimeti",
	"Volume": "Ses Seviyesi",
	"Volume Increase Amount": "Ses Artırma Miktarı",
	"Volume Mode": "Ses Seviyesi Modu",
	"WA - Western Australia - Eucla": "WA - Batı Avustralya - Eucla",
	"WA - Western Australia - Perth": "WA - Batı Avustralya - Perth",
	"Wall-mounted": "Duvara monteli",
	"Warm1": "Sıcak1",
	"Warm2": "Sıcak2",
	"Warm3": "Sıcak3",
	"Warsaw": "Varşova",
	"Watch a diverse range of Internet contents on TV channels.": "Farklı İnternet içeriklerini TV kanallarında izleyin.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Aygıtınızı doğrulamak ve yazılımın en son sürümüne sahip olduğunuzu kontrol etmek için MAC adresiniz, model numaranız, ülke kodunuz, dil ayarlarınız ve yazılım sürümünüzle ilgili verileri topluyor ve saklıyoruz.",
	"Welcome Feature": "Hoş Geldin Özelliği",
	"Welsh": "Galce",
	"Western Africa": "Batı Afrika",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "HDD belirli bir süre boyunca kullanılmadığında, enerji tüketimini azaltmak için bekleme moduna geçer.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Bir aygıt yuvaya bağlı olduğunda, oyun görüntüsü minimal gecikme, kırılma ya da kesintilerle optimize edilir.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Anlık Oyun Yanıtı çalıştırıldığında video geçici olarak titreşebilir.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Ses Çıkışı “Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers”olarak ayarlandığında veya bağlı cihaz Anlık Oyun Yanıtı özelliğini desteklemediğinde gerektiği gibi çalışmayabilir.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Ses Çıkışı Bluetooth olarak ayarlandığında veya bağlı cihaz Anlık Oyun Yanıtı özelliğini desteklemediğinde gerektiği gibi çalışmayabilir.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Aygıt açıldığında/kapandığında, TV'niz otomatik olarak açılacak/kapanacaktır.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Görsel efektler kapalıyken ekranda Canlı TV görüntülenir.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Bu özellik açık olduğunda, ekrandaki bazı özellikler saydam olacaktır.",
	"When your TV is turned off, the device will automatically turn off.": "TV'niz kapatıldığında, aygıt otomatik olarak kapatılacaktır.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Değiştirilen ayar değeri harici bir cihaza aktarıldığında geçici olarak görüntü veya ses gerektiği gibi sağlanamayabilir.",
	"White": "Beyaz",
	"White Balance": "Beyaz Dengesi",
	"Wi-Fi Connection": "Wi-Fi Bağlantısı",
	"Wi-Fi Security": "Wi-Fi Güvenliği",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi kapatıldı. Bağlanabileceğiniz kullanılabilir ağların listesini ve ilgili ek menü öğelerini görmek için açın.",
	"Wi-Fi issue has occurred.": "Wi-Fi hatası meydana geldi.",
	"WiSA Speakers": "WiSA Hoparlörleri",
	"Wide Area Zone": "Geniş Bölge Alanı",
	"Wide View": "Geniş Görünüm",
	"Wide View (32:9)": "Geniş Görünüm (32:9)",
	"Wide Zoom": "Geniş Yakınlaştırma",
	"Window Color": "Pencere Rengi",
	"Window Opacity": "Pencere Saydamlığı",
	"Wired Connection (Ethernet)": "Kablolu Bağlantı (Ethernet)",
	"Wired Headphones": "Kablolu Kulaklık",
	"Wired Headphones + Internal TV Speaker": "Kablolu Kulaklıklar + Dahili TV Hoparlörü",
	"With this option, you can control the audio device's volume with your TV remote.": "Bu seçenek ile TV kumandanızdan ses aygıtının ses seviyesini kontrol edebilirsiniz.",
	"Xhosa": "Xhosa Dili",
	"Year": "Yıl",
	"Yellow": "Sarı",
	"Yerevan": "Erivan",
	"Yes": "Evet",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "TV açıldığında, kapatıldığında ve ekran hareket ettiğinde duyacağınız ses efektlerini ayarlayabilirsiniz.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "HDMI bağlantı noktalarına bağlı cihazları kurulum işlemine gerek kalmadan Sihirli Uzaktan Kumanda ile kontrol edebilirsiniz.",
	"You can delete the device connection history of Screen Share.": "Ekran Paylaşımının aygıt bağlantısı geçmişini silebilirsiniz.",
	"You can delete the device connection history of Sound Share.": "Ses Paylaşımının aygıt bağlantısı geçmişini silebilirsiniz.",
	"You can find the default password in User Guide.": "Kullanıcı Kılavuzu'nda önceden tanımlanmış şifreyi bulabilirsiniz.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "HDMI Ultra HD Deep Colour’u “Açık” konuma getirerek Anlık Oyun Yanıtı özelliğini çalıştırabilirsiniz.",
	"You can only change settings from the current HDMI input.": "Yalnızca mevcut HDMI girişi ayarlarını değiştirebilirsiniz.",
	"You can scan again to connect the device.": "Cihazı bağlamak için tekrar tarayabilirsiniz.",
	"You can select left and right audio settings for broadcast signal.": "Yayın sinyali için sol ve sağ ses ayarlarını seçebilirsiniz.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "HDMI {num} yuvasının AMD FreeSync Premium özelliğini seçebilirsiniz.",
	"You can select the Ultra HD Deep Color of port.": "Bağlantı Noktasının Ultra HD Deep Colour’ını seçebilirsiniz.",
	"You can set the sound to play when the TV is turned on or off.": "TV açıldığında veya kapatıldığında ses çalmasını ayarlayabilirsiniz.",
	"You can turn on/off the feature of saving CAM operator's profile.": "CAM operatör profilini kaydetme özelliğini açabilirsiniz/kapatabilirsiniz.",
	"You can turn this feature on or off.": "Bu özelliği açabilir veya kapatabilirsiniz.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Ağ üzerinden çeşitli içerik önerileri alabilirsiniz. Bu seçeneğin kapatılması yalnızca temel içerikler sağlar ve bazı özellikler kullanılamayabilir.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV'niz ve SIMPLINK bağlantılı aygıt aşağıdaki gibi eşitlenecek:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Piksel Düzeltici süreci devam ediyorken TV'nizin kapalı kalması gerekir. Bu süre içerisinde devam eden veya başlayacak kayıtların, anımsatıcıların veya cihazı açma zamanlayıcıların tümü iptal edilir ve Sıfır Görünümündeki BT hoparlörü kullanılamaz.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Piksel Düzeltici süreci devam ediyorken TV'nizin kapalı kalması gerekir. Bu süre içerisinde devam eden veya başlayacak kayıtların, anımsatıcıların veya cihazı açma zamanlayıcıların tümü iptal edilir.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "LG Hizmeti Ülkenizin otomatik olarak ayarlanması için TV'nizin ağa bağlanması gerekmektedir. Ağ Ayarları'na şimdi gidip bağlantıyı kontrol etmek istiyor musunuz?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV'nizin acil durum alarm mesajını dijital TV sinyali üzerinden verebilmesi için gerçek konumunuzu bilmesi gerekir.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV'niz işlem tamamlandığında kapanacak, aynı anda otomatik olarak tekrar açılacaktır.",
	"Zambia": "Zambiya",
	"Zaporozhye": "Zaporijya",
	"Zimbabwe": "Zimbabve",
	"Zoom": "Yakınlaştırma",
	"Zoom2": "Yakınlaştırma2",
	"Zürich": "Zürih",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] aygıtının TV'nizle olan bağlantısı kesilecek. Ses artık bu aygıttan çalınmayacak. Devam etmek istiyor musunuz?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}], eşleşmiş aygıtlar listesinden kaldırılacak. Daha sonra bağlamak isterseniz, mevcut aygıtları aratmanız ve onu yeniden eşleştirmeniz gerekmektedir. Devam etmek istiyor musunuz?",
	"[{deviceName}] will be deleted.": "[{deviceName}] silinecektir.",
	"aspectRatio_original": "Orijinal",
	"audioGuidance_fast": "Hızlı",
	"audioGuidance_high": "Yüksek",
	"audioGuidance_low": "Düşük",
	"audioGuidance_medium": "Orta",
	"audioGuidance_slow": "Yavaş",
	"audioGuidance_veryFast": "Çok Hızlı",
	"audioGuidance_veryHigh": "Çok Yüksek",
	"audioGuidance_veryLow": "Çok Düşük",
	"audioGuidance_verySlow": "Çok Yavaş",
	"btDotSignalStrength_wide": "Geniş",
	"button": "düğme",
	"character": "karakter",
	"characters": "karakterler",
	"checked": "kontrol edildi",
	"colorGamutJPNWide": "Geniş",
	"connecting": "bağlanıyor",
	"depthOfColor": "Renk",
	"diagonal zoom in": "çapraz yakınlaştır",
	"diagonal zoom out": "çapraz uzaklaştır",
	"digitalOptionSetByProgram": "Programa Göre Ayarla",
	"energy_Maximum": "Maksimum",
	"energy_Medium": "Orta",
	"freesync_high": "Yüksek",
	"freesync_low": "Düşük",
	"freesync_off": "Kapalı",
	"freesync_wide": "Geniş",
	"gamma_high1": "Yüksek1",
	"gamma_high2": "Yüksek2",
	"hidden": "gizli",
	"horizontal zoom in": "yatay yakınlaştır",
	"horizontal zoom out": "yatay uzaklaştır",
	"jpDoNot": "Kapat",
	"logoLuminance_high": "Yüksek",
	"logoLuminance_low": "Düşük",
	"min": "dk",
	"not connected": "bağlı değil",
	"objet_soundMode": "Her bir içerik türü için ses modunu en uygun hale getirin.",
	"pictureControl3dModeStandard": "Standart",
	"pictureControlAuto": "Otomatik",
	"pictureControlAuto_BlackLevel": "Otomatik",
	"pictureControlHigh": "Yüksek",
	"pictureControlHigh_BlackLevel": "Yüksek",
	"pictureControlHigh_Male": "Yüksek",
	"pictureControlLow": "Düşük",
	"pictureControlLow_BlackLevel": "Düşük",
	"pictureControlLow_Male": "Düşük",
	"pictureControlMedium": "Orta",
	"pictureControlMedium_BlackLevel": "Orta",
	"pictureControlMedium_Male": "Orta",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Orta",
	"pictureLocalDimmingHigh": "Yüksek",
	"pictureLocalDimmingLow": "Düşük",
	"pictureLocalDimmingMed": "Orta",
	"pictureMode": "Standart",
	"pictureModeSettings": "Özelleştirme",
	"press OK button to edit IP manually": "IP'yi manuel olarak düzenlemek için TAMAM düğmesine basın",
	"press OK button to enter channel to search": "Aramak için kanal girmek üzere TAMAM düğmesine basın",
	"press OK button to enter value": "Değer girmek için TAMAM düğmesine basın",
	"press right button to adjust de-judder and de-blur value": "titreşme önleme ve netlik değerini ayarlamak için sağ düğmeye basın",
	"press right button to adjust zoom ratio and position": "yakınlaştırma oranını ve konumu ayarlamak için sağ düğmeye basın",
	"shift current screen down": "geçerli ekranı aşağı kaydır",
	"shift current screen to the left": "geçerli ekranı sola kaydır",
	"shift current screen to the right": "geçerli ekranı sağa kaydır",
	"shift current screen up": "geçerli ekranı yukarı kaydır",
	"shift down": "aşağı kaydır",
	"shift left": "sola kaydır",
	"shift right": "sağa kaydır",
	"shift up": "yukarı kaydır",
	"soundMode_Standard": "Standart",
	"speaker_channel": "Kanal",
	"thaRatingNone": "Yok",
	"unchecked": "kontrol edilmedi",
	"vertical zoom in": "dikey yaklaştır",
	"vertical zoom out": "dikey uzaklaştır",
	"volumeModeHigh": "Yüksek",
	"volumeModeLow": "Düşük",
	"volumeModeMedium": "Orta",
	"webOS TV Version": "webOS TV Sürüm",
	"zoom in": "yaklaştır",
	"zoom out": "uzaklaştır",
	"{label} : L{value}": "{label} : Sol{value}",
	"{label} : R{value}": "{label} : Sağ{value}"
}
