{
	" (User)": " (Użytkownik)",
	"(Version: {l})": "(Wersja: {l})",
	"* The device connected should support this service.": "* Podłączone urządzenie musi obsługiwać tę usługę.",
	"* This feature is applied once and only once when the TV is turned off.": "* Funkcja ta jest zastosowywana tylko raz w momencie wyłączenia telewizora.",
	"* This feature is available on certain devices only.": "* Funkcja dostępna tylko na wybranych urządzeniach.",
	"* This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.": "* Ten tryb wyraźnie odzwierciedla intencje FILMMAKER MODE, ale może być ciemniejszy niż inne tryby obrazu.",
	"* This settings is only available for Internal TV Speaker.": "* Te ustawienia są dostępne wyłącznie dla wewnętrznego głośnika telewizora.",
	"* Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.": "* Mimo że opcja ta jest włączona, wygaszacz ekranu nie będzie wyświetlany, aby nie przeszkadzać Ci w oglądaniu przy użyciu źródeł zewnętrznych, takich jak Live TV.",
	"* You can control the app which supports the function on your mobile device.": "* Aplikacją obsługującą daną funkcję można sterować na urządzeniu mobilnym.",
	"1) Turn the Bluetooth on the other device off.": "1) Wyłącz Bluetooth na innym urządzeniu.",
	"10 Points Code Value": "10-punktowa wartość kodu",
	"10 Points IRE": "10 punktów IRE",
	"10 and Above": "10 i więcej",
	"11 and Above": "11 i więcej",
	"12 Hours": "12 godzin",
	"12 and Above": "12 i więcej",
	"13 and Above": "13 i więcej",
	"14 and Above": "14 i więcej",
	"14 by 9": "14 na 9",
	"15 and Above": "15 i więcej",
	"16 and Above": "16 i więcej",
	"16 by 9": "16 na 9",
	"17 and Above": "17 i więcej",
	"18 and Above": "18 i więcej",
	"19 and Above": "19 i więcej",
	"2 Channel": "Kanał 2",
	"2 Hours": "2 godziny",
	"2 Points": "2 punkty",
	"2) Turn the Bluetooth device to connect off and on.": "2) Wyłącz i włącz urządzenie Bluetooth, aby je połączyć.",
	"20 Points Code Value": "20-punktowa wartość kodu",
	"20 Points IRE": "20 punktów IRE",
	"20 and Above": "20 i więcej",
	"21 by 9": "21 na 9",
	"22 Points Code Value": "22-punktowa wartość kodu",
	"22 Points IRE": "22 punktów IRE",
	"24 Hours": "24 godziny",
	"3 Hours": "3 godziny",
	"32 by 12": "32 na 12",
	"32 by 9": "32 na 9",
	"3G/4G Connection": "Połączenie z siecią 3G/4G",
	"4 Hours": "4 godziny",
	"4 Hours Auto Power Off": "Automatyczne wyłączenie po 4 godzinach",
	"4 and Above": "4 i więcej",
	"4 by 3": "4 na 3",
	"4-Way Zoom": "Zoom 4-kierunkowy",
	"5 and Above": "5 i więcej",
	"5.1 Channel": "Kanał 5.1",
	"6 Hours": "6 godzin",
	"6 and Above": "6 i więcej",
	"7 and Above": "7 i więcej",
	"8 Hours": "8 godzin",
	"8 and Above": "8 i więcej",
	"9 and Above": "9 i więcej",
	"AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.": "AD ID jest używany do identyfikacji tego urządzenia w celach reklamowych oraz udostępniania określonych reklam, które mogą Cię zainteresować. Poniżej możesz zresetować AD ID lub ograniczyć śledzenie AD ID.",
	"AI Acoustic Tuning": "Analiza akustyczna pomieszczenia za pomocą AI",
	"AI Acoustic Tuning Options": "Opcje Analizy akustycznej pomieszczenia za pomocą AI",
	"AI Acoustic Tuning is disabled.": "Analiza akustyczna pomieszczenia za pomocą AI jest wyłączona.",
	"AI Brightness Control": "Sterowanie Jasnością AI",
	"AI Picture": "Obraz AI",
	"AI Picture Pro": "Obraz AI Pro",
	"AI Recommendation": "Rekomendacje AI",
	"AI Service": "Usługa AI",
	"AI Sound": "Dźwięk AI",
	"AI Sound Pro": "Dźwięk AI Pro",
	"AV Sync Adjustment": "Regulacja synchronizacji AV",
	"Abidjan": "Abidżan",
	"Accessibility": "Dostępność",
	"Account Management": "Zarządzanie kontem",
	"Accra": "Akra",
	"Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Włączenie tej opcji zatrzyma gromadzenie i śledzenie danych osobowych powiązanych z reklamami z tego Smart TV. Włączenie tego suwaka może wpłynąć na rodzaje reklam, które będą od tej pory wyświetlane, nie zablokuje otrzymywania reklam.",
	"Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.": "Włączenie tego suwaka spowoduje przekazanie przez LGE polecenia zaprzestania komercjalizowania Twoich danych personalnych stronom trzecim. Nadal możesz korzystać z usług takich jak Live Plus, LG Channels i Who.Where.What?, dopóki nie zrezygnujesz z nich z osobna.",
	"Add Network": "Dodaj sieć",
	"Add a hidden wireless network": "Dodaj ukrytą sieć bezprzewodową",
	"Add wireless network by manually entering network name (SSID).": "Dodaj sieć bezprzewodową poprzez ręczne wprowadzenie jej nazwy (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Wybór dodatkowego dźwięku",
	"Additional Settings": "Dodatkowe ustawienia",
	"Address Setting": "Ustawienie adresu",
	"Adjust Audio Guidance pitch.": "Ustaw poziom dźwięku przewodnika audio.",
	"Adjust Audio Guidance speed.": "Ustaw prędkość przewodnika audio.",
	"Adjust Audio Guidance volume.": "Ustaw głośność przewodnika audio.",
	"Adjust Backlight brightness to brighten or darken the screen.": "Dostosuj jasność podświetlenia, aby rozjaśnić lub przyciemnić ekran.",
	"Adjust Screen Position": "Dostosuj pozycję ekranu",
	"Adjust Zoom Ratio": "Ustaw zbliżenie",
	"Adjust animation effect shown on the home at certain times.": "Dostosuj efekt animacji wyświetlany na ekranie głównym o określonych porach.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Dostosuj jasność poprzez analizę ruchów obrazu, tak aby zapobiec oślepianiu widza i nadmiernemu zużyciu energii.",
	"Adjust brightness of the LG logo.": "Dostosuj jasność logo LG.",
	"Adjust color and saturation for a more vivid image.": "Dostosuj kolor i nasycenie z myślą o poprawie wyrazistości obrazu.",
	"Adjust color temperature automatically to reduce eye strain.": "Automatycznie dostosowuj temperaturę barwową, aby zmniejszyć zmęczenie wzroku.",
	"Adjust cursor speed.": "Dostosuj prędkość kursora.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Dostosuj ostrość krawędzi. Wyższe wartości oznaczają większą ostrość i wyrazistość obrazu.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Dostosuj ustawienia współczynnika gamma z myślą o kompensacji jasności sygnału wejściowego.",
	"Adjust left/right audio balance.": "Dostosuj balans kanałów lewego i prawego.",
	"Adjust luminance for selected color.": "Dostosuj luminancję dla wybranego koloru.",
	"Adjust luminance level for selected IRE point.": "Dostosuj poziom luminancji dla wybranego punktu IRE.",
	"Adjust peak brightness for the brightest luminance.": "Dostosuj maksymalną jasność, aby uzyskać najjaśniejszy poziom luminancji.",
	"Adjust remote's cursor speed and appearance.": "Dostosuj prędkość i wygląd kursora pilota.",
	"Adjust saturation for selected color.": "Dostosuj nasycenie dla wybranego koloru.",
	"Adjust screen brightness to reduce energy consumption.": "Dostosuj jasność obrazu w celu zmniejszenia zużycia energii.",
	"Adjust the OLED LIGHT to brighten or darken the screen.": "Dostosuj opcję OŚWIETLENIE OLED, aby rozjaśnić lub przyciemnić ekran.",
	"Adjust the audio timing to synchronize the video and audio.": "Dostosowanie czasu odtwarzania dźwięku, aby zsynchronizować obraz z dźwiękiem.",
	"Adjust the balance of red and green to display the tint on the screen.": "Dostosuj balans czerwieni i zieleni, aby wyregulować odcień ekranu.",
	"Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.": "Dostosuj balans kolorów, zmieniając temperaturę barwową, jasność oraz intensywność koloru czerwonego, zielonego i niebieskiego.",
	"Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.": "Dostosuj szczegółowe parametry m.in. kontrastu i rozdzielczości dla poszczególnych trybów obrazu i dodatkowo skonfiguruj ustawienia, takie jak preferowany kolor i wartość gamma.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Dostosuj różnicę pomiędzy jasnymi i ciemnymi obszarami na ekranie. Wyższe wartości oznaczają większą różnicę.",
	"Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.": "Dostosuj proporcje obrazu do tych używanych w kinach, aby zapewnić sobie wrażenie pobytu na sali kinowej.",
	"Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Dostosuj jasność obrazów statycznych, takich jak logo, aby zapobiegać pojawianiu się problemów z jakością, które mogą występować, gdy telewizor pozostaje często włączony przez długi czas.",
	"Adjust the screen color to be pale or deep.": "Dostosuj kolor ekranu tak, aby barwy były blade lub ciemne.",
	"Adjust the sound to meet your taste for each sound frequency band.": "Dostosuj dźwięk tak, aby każdy zakres częstotliwości odpowiadał Twoim preferencjom.",
	"Adjust the timing to synchronize when the video and audio have time difference.": "Dostosuj synchronizację, aby skorygować różnicę czasu między filmem a dźwiękiem.",
	"Adjust the tint to brighten or darken the screen.": "Dostosuj odcień, aby rozjaśnić lub przyciemnić ekran.",
	"Adjust the volume you want with pressing remote's volume key.": "Dostosuj głośność do własnych preferencji, naciskając przycisk głośności na pilocie.",
	"Adjust tint for selected color.": "Dostosuj odcień dla wybranego koloru.",
	"Adjust whether to display the home promotion.": "Zdecyduj, czy ma być wyświetlana promocja na ekranie głównym.",
	"Adjusting Luminance": "Regulacja luminancji",
	"Adolescent over 13 are allowed to watch.": "Program, który mogą oglądać nastolatkowie w wieku powyżej 13 lat.",
	"Adolescent over 14 are allowed to watch.": "Program, który mogą oglądać nastolatkowie w wieku powyżej 14 lat.",
	"Adolescent over 16 are allowed to watch.": "Program, który mogą oglądać nastolatkowie w wieku powyżej 16 lat.",
	"Adult": "Dorośli",
	"Adult Language": "Niecenzuralne słownictwo",
	"Adults only.": "Tylko dla dorosłych.",
	"Advanced": "Ustawienia zaawansowane",
	"Advanced Controls": "Sterowanie zaawansowane",
	"Advanced Wi-Fi Settings": "Zaawansowane ustawienia Wi-Fi",
	"Advertisement": "Reklama",
	"Afghanistan": "Afganistan",
	"Afrikaans": "Afrykanerski",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po zmianie kraju wszystkie aktualnie dostrojone kanały zostaną usunięte. Aby ponownie dostroić kanały, przejdź do Strojenia automatycznego. Czy chcesz kontynuować?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Po zmianie kodu pocztowego wszystkie aktualnie dostrojone kanały Freesat zostaną usunięte. Aby ponownie dostroić kanały, przejdź do Strojenia automatycznego. Czy chcesz kontynuować?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Po zmianie kraju możliwe jest wyszukanie kanałów z wykorzystaniem funkcji strojenia automatycznego. Czy chcesz kontynuować?",
	"Ages 2-7 are allowed to watch.": "Program, który mogą oglądać dzieci w wieku 2–7 lat.",
	"Albanian": "Albański",
	"Alerts you by sound when the TV is turned on or off.": "Generuje dźwięk informujący o włączeniu i wyłączeniu telewizora.",
	"Algeria": "Algieria",
	"Algiers": "Algier",
	"All Channels": "Wszystkie kanały",
	"All Children": "Wszystkie programy dla dzieci",
	"All ages are allowed to watch.": "Materiał bez ograniczeń wiekowych.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Wszystkie bieżące ustawienia trybu {pictureMode} zostaną zresetowane. Czy chcesz kontynuować?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Wszystkie ustawienia efektów dźwiękowych trybu standardowego zostaną zresetowane. Czy chcesz kontynuować?",
	"Allow Automatic Updates": "Pozwól na automatyczne aktualizacje",
	"Almaty": "Ałmaty",
	"Also, You can adjust the detailed settings for Bluetooth Surround sound.": "Możesz również dostosować ustawienia szczegółowe dźwięku Bluetooth Surround.",
	"Always Open": "Zawsze otwarty",
	"Always-on Off Time": "Czas wyłączenia funkcji Always-on",
	"An error has occurred while copy channels.": "W trakcie kopiowania kanałów wystąpił błąd.",
	"An important software update is available.": "Dostępna jest ważna aktualizacja oprogramowania.",
	"Analog Mode": "Tryb analogowy",
	"Analog TV": "Telewizja analogowa",
	"Analyze characteristics of sound and optimize sound for each content in real time.": "Wykonuje analizę charakterystyki dźwięku i optymalizuje go pod kątem bieżącej zawartości w czasie rzeczywistym.",
	"Antananarivo": "Antananarywa",
	"Antenna": "TV naziemna",
	"Antenna ATV": "Analogowa telewizja naziemna",
	"Antenna DTV": "Cyfrowa TV naziemna",
	"Antenna Radio": "Radio naziemne",
	"Antigua and Barbuda": "Antigua i Barbuda",
	"Any Supplementary Audio": "Każde dodatkowe audio",
	"App Alarm": "Alarm aplikacji",
	"Application Locks": "Blokada aplikacji",
	"Apply the detailed setting values of current picture mode to all inputs or apps.": "Zastosuj wartości szczegółowych ustawień z bieżącego trybu obrazu do wszystkich wejść lub aplikacji.",
	"Apply to all inputs": "Zastosuj do wszystkich źródeł",
	"Applying value to all inputs...": "Stosowanie wartości do wszystkich źródeł...",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arabski",
	"Argentina": "Argentyna",
	"Ashgabat": "Aszchabad",
	"Aspect Ratio": "Proporcje ekranu",
	"Aspect Ratio Settings": "Ustawienia proporcji ekranu",
	"Assamese": "Asamski",
	"Assign channels to remote buttons so you can quickly jump to them.": "Przypisz kanały do przycisków pilota, co pozwoli na szybkie przechodzenie do kanałów.",
	"Athens": "Ateny",
	"Audio Delay": "Opóźnienie dźwięku",
	"Audio Description": "Audiodeskrypcja",
	"Audio Description Volume": "Głośność audiodeskrypcji",
	"Audio Guidance": "Przewodnik audio",
	"Audio Language": "Język audio",
	"Audio Out (Line Out)": "Wyjście audio (liniowe)",
	"Audio Type": "Typ audio",
	"Auto Detect": "Wykrywanie automatyczne",
	"Auto Device Detection": "Automatyczne wykrywanie urządzeń",
	"Auto Genre Selection": "Automatyczny Wybór gatunku",
	"Auto Power Off": "Automatyczne wyłączenie",
	"Auto Volume": "Automatyczna głośność",
	"Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.": "Automatycznie dostosowuj różnicę w głośności dźwięku lub stopniowo zmieniaj poziom głośności dźwięku za pomocą przycisku głośności na pilocie.",
	"Automatically adjust to a picture value optimized for Dolby HDR contents genre.": "Automatycznie dopasuj do wartości obrazu zoptymalizowanej dla gatunku treści Dolby HDR.",
	"Automatically adjust to a picture value optimized for contents genre.": "Automatycznie dopasuj do wartości obrazu zoptymalizowanej dla gatunku treści.",
	"Automatically change to FILMMAKER MODE when movie content is recognized.": "Automatycznie przełącz na FILMMAKER MODE, gdy zawartość zostanie rozpoznana jako film.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatycznie optymalizuj jakość obrazu w oparciu o kolor i jasność oświetlenia otoczenia.",
	"Automatically update system software when an update is found.": "Automatycznie aktualizuj oprogramowanie systemowe, gdy zostaną znalezione aktualizacje.",
	"Available Internal Storage": "Dostępna pamięć wewnętrzna",
	"Azerbaijan": "Azerbejdżan",
	"Azores": "Azory",
	"BG Color": "Kolor tła",
	"BG Opacity": "Przezroczystość tła",
	"Back": "Wstecz",
	"Backlight": "Podświetlenie",
	"Baghdad": "Bagdad",
	"Bahamas": "Bahamy",
	"Bahrain": "Bahrajn",
	"Balance": "Balans",
	"Bangladesh": "Bangladesz",
	"Bangui": "Bangi",
	"Banjul": "Bandżul",
	"Basque": "Baskijski",
	"Bass Boost": "Niskie tony",
	"Behavior may vary depending on connected device.": "Zachowanie może zależeć od typu podłączonego urządzenia.",
	"Beijing": "Pekin",
	"Beirut": "Bejrut",
	"Belarus": "Białoruś",
	"Belgium": "Belgia",
	"Belgrade": "Belgrad",
	"Bengali": "Bengalski",
	"Bermuda": "Bermudy",
	"Bishkek": "Biszkek",
	"Black": "Czarny",
	"Black Level": "Poziom czerni",
	"Block TV programs broadcast in English based on their content ratings.": "Zablokuj programy telewizyjne nadawane w języku angielskim w oparciu o recenzje.",
	"Block TV programs broadcast in French based on their content ratings.": "Zablokuj programy telewizyjne nadawane w języku francuskim w oparciu o recenzje.",
	"Block content based on genre.": "Zablokuj treści w oparciu o gatunek.",
	"Blue": "Niebieski",
	"Bluetooth Speaker Mode": "Tryb głośnika Bluetooth",
	"Bluetooth Surround Sound + Internal TV Speaker": "Dźwięk Bluetooth Surround + Wewnętrzny głośnik telewizora",
	"Bluetooth Surround Sound Setup": "Konfiguracja Dźwięku Bluetooth Surround",
	"Bogotá": "Bogota",
	"Bolivia": "Boliwia",
	"Bosnia": "Bośnia i Hercegowina",
	"Bosnia And Herzegovina": "Bośnia i Hercegowina",
	"Bosnian": "Bośniacki",
	"Bratislava": "Bratysława",
	"Brazil": "Brazylia",
	"Brazilian Punk": "Brazylijski punk",
	"Brightness": "Jasność",
	"Broadcast Country": "Kraj transmisji",
	"Broadcast Mail": "Wysyłanie poczty",
	"Brussels": "Bruksela",
	"Bucharest": "Bukareszt",
	"Budapest": "Budapeszt",
	"Bujumbura": "Bużumbura",
	"Bulgaria": "Bułgaria",
	"Bulgarian": "Bułgarski",
	"By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.": "Naciśnięcie przycisku „Reset” usunie wszystkie dane związane z reklamami, które LGE zgromadziło z tego Smart TV w przeszłości. Naciśniecie przycisku „Reset” może wpłynąć na rodzaje reklam, które będę od tej pory wyświetlane, ale nie zablokuje otrzymywania reklam.",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Włączając usługę Live Plus, wyrażasz zgodę na gromadzenie przez LG Electronics Inc. („LGE”) za pośrednictwem modułu ACR informacji na temat oglądanych programów. Informacje te mogą być udostępniane w anonimowej formie stronom trzecim na potrzeby świadczenia usług interaktywnych. Zagregowane informacje w anonimowej formie mogą także być udostępniane stronom trzecim w celach marketingowych. LGE nie gromadzi w sposób świadomy informacji pochodzących od dzieci w wieku do 13 roku życia lub na ich temat. Szczegółowe informacje na temat usługi Live Plus uwzględniono w zasadach gromadzenia informacji o oglądanych programach, dostępnych za pośrednictwem menu ustawień telewizora SmartTV. LGE zaleca zapoznanie się z pełną treścią zasad gromadzenia informacji o oglądanych programach usługi Live Plus.",
	"By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.": "Włączenie Live Plus oznacza zrozumienie, że zawartość wyświetlana na Twoim telewizorze może być rozpoznawana, a informacje o oglądanych treściach mogą zostać wykorzystane do zapewnienia Ci ulepszonych wrażeń wizualnych oraz spersonalizowanych usług obejmujących polecanie zawartości i reklamy. Zapoznaj się z Polityką prywatności i stosownymi Umowami użytkownika w Ustawieniach telewizora, aby dowiedzieć się więcej.",
	"CI Information": "Informacje CI",
	"CI password incorrect. Please enter again.": "Hasło CI jest niepoprawne. Wpisz ponownie.",
	"COMPONENT2": "KOMPONENTOWE2",
	"COMPONENT3": "KOMPONENTOWE3",
	"CS1 Board": "Karta CS1",
	"CS2 Board": "Karta CS2",
	"Cable": "TV kablowa",
	"Cable ATV": "Analogowa telewizja kablowa",
	"Cable DTV": "Cyfrowa TV kablowa",
	"Cable Radio": "Radio kablowe",
	"Cairo": "Kair",
	"Cambodia": "Kambodża",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Nie można znaleźć kanału",
	"Canada": "Kanada",
	"Canary Islands": "Wyspy Kanaryjskie",
	"Cancel": "Anuluj",
	"Cancel Schedule": "Anuluj harmonogram",
	"Cancel Update": "Anuluj aktualizację",
	"Cantonese": "Kantoński",
	"Cape Verde": "Republika Zielonego Przylądka",
	"Catalan": "Kataloński",
	"Caution": "Uwaga",
	"Cayman Islands": "Kajmany",
	"Center": "Środkowy",
	"Central African Republic": "Republika Środkowoafrykańska",
	"Chad": "Czad",
	"Change blue intensity and adjust the color balance.": "Zmień intensywność koloru niebieskiego, aby dostosować balans kolorów.",
	"Change green intensity and adjust the color balance.": "Zmień intensywność koloru zielonego, aby dostosować balans kolorów.",
	"Change red intensity and adjust the color balance.": "Zmień intensywność koloru czerwonego, aby dostosować balans kolorów.",
	"Change the left / right sound": "Zmień dźwięk z lewej/prawej strony",
	"Change the position of captions using the 4-way dial on the remote control.": "Zmień położenie napisów za pomocą przycisku 4-kierunkowego na pilocie.",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Zmiana regionu może spowodować zmianę aktualnie dostrojonych w telewizorze kanałów. Możesz przeprowadzić ponowne strojenie kanałów w Strojeniu automatycznym. Czy chcesz zmienić ustawienia regionalne?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Zmiana kraju spowoduje ponowne uruchomienie telewizora, czemu może towarzyszyć konieczność ponownego zaakceptowania umów użytkownika LG. Dostępność niektórych aplikacji i usług może zależeć od kraju korzystania z usług LG. Czy chcesz kontynuować?",
	"Channel Locks": "Blokada kanałów",
	"Channel Manager": "Menedżer kanałów",
	"Channel Scrolling Options": "Opcje przewijania kanału",
	"Channel Tuning": "Strojenie kanałów",
	"Channel Tuning & Settings": "Strojenie kanałów i ustawienia",
	"Channels": "Kanały",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Nie można zablokować kanałów z wejścia HDMI i innych wejść zewnętrznych. Aby zablokować kanały telewizora, zmień bieżące wejście na Live TV.",
	"Chatham Islands": "Wyspy Chatham",
	"Check TV information.": "Sprawdź informacje o telewizorze.",
	"Check alarm messages about the user settings or TV status.": "Przejrzyj ostrzeżenia dotyczące ustawień użytkownika albo statusu telewizora.",
	"Check descriptions for each LG webOS TV functions.": "Sprawdź opisy każdej z funkcji LG webOS TV.",
	"Check for Advertising settings and set it.": "Sprawdź ustawienia Reklam i skonfiguruj je.",
	"Check for Updates": "Sprawdź dostępność aktualizacji",
	"Check for available functions with Voice and set Voice Settings.": "Sprawdź dostępne funkcje za pomocą Głosu i Ustawień głosu.",
	"Check for problems with the picture quality.": "Sprawdź obecność problemów z jakością obrazu.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Sprawdź problemy związane z jakością dźwięku wewnętrznego głośnika telewizora.",
	"Check for software updates and update if available.": "Sprawdź dostępność aktualizacji oprogramowania i zaktualizuj w stosowanym przypadku.",
	"Check whether the Bluetooth device is in pairing mode.": "Sprawdź, czy urządzenie Bluetooth działa w trybie parowania.",
	"Check your TV status to solve problems or use remote support.": "Aby rozwiązać problemy, sprawdź status swojego telewizora, lub skorzystaj ze zdalnego wsparcia technicznego.",
	"Checking Password": "Sprawdzanie hasła",
	"Checking for Updates": "Sprawdzanie dostępności Aktualizacji",
	"Checking...": "Sprawdzanie...",
	"Children": "Dzieci",
	"Children Age": "Wiek dzieci",
	"Children Program Locks": "Blokady programów przed dziećmi",
	"Children over 8 are allowed to watch.": "Program, który mogą oglądać dzieci w powyżej 8 lat.",
	"China": "Chiny",
	"Chinese": "Chiński",
	"Chisinau": "Kiszyniów",
	"Choibalsan": "Czojbalsan",
	"Choose to have all channels or just your primary ones when you change channels.": "Wybierz tę opcję, aby przy zmianie kanałów zachować wszystkie kanały lub twoje podstawowe kanały.",
	"Christmas Island": "Wyspa Bożego Narodzenia",
	"Cinema": "Kino",
	"Cinema Home": "Kino domowe",
	"Cinema View": "Panorama",
	"Cinema View (32:12)": "Panorama (32:12)",
	"Cinema Zoom": "Zbliżenie kinowe",
	"City": "Miasto",
	"City Selection": "Wybór miasta",
	"Clear": "Wyczyść",
	"Clear Plus": "Wyraźny Plus",
	"Clear Voice Ⅲ": "Czysty głos Ⅲ",
	"Clear Voice Ⅳ": "Czysty głos Ⅳ",
	"Clear1": "Wyczyść",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Po włączeniu klawiatury bezprzewodowej LG i ustawieniu trybu parowania kliknij poniżej przycisk POŁĄCZ.",
	"Close": "Zamknij",
	"Closed Caption": "Napisy kodowane",
	"Closed Caption Settings": "Ustawienia napisów dla niesłyszących",
	"Cntv": "CNTV",
	"Code Value": "Wartość kodu",
	"Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.": "Zbieraj i przechowuj adres MAC, numer modelu, kod kraju, ustawienia języka i wersję oprogramowania, aby weryfikować dostępność najnowszych aktualizacji oprogramowania.",
	"Colombia": "Kolumbia",
	"Colombo": "Kolombo",
	"Color": "Kolor",
	"Color Gamut": "Gama kolorów",
	"Color Management System": "System zarządzania kolorami",
	"Color Temperature": "Temp. barw",
	"Confirm the terms and conditions or change whether to accept the agreement.": "Potwierdź zasady i warunki lub zmień ustawienia dotyczące akceptacji umowy.",
	"Congo Brazzaville": "Kongo",
	"Connect": "Połącz",
	"Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.": "Podłącz głośnik Bluetooth i głośnik telewizora, aby automatycznie dostosować ustawienie Opóźnienie dźwięku dla obu tych urządzeń.",
	"Connect an external audio device, which supports the eARC, to the eARC.": "Podłącz do złącza w standardzie eARC zewnętrzne urządzenie audio, które obsługuje eARC.",
	"Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.": "Podłącz do telewizora urządzenia zewnętrzne, takie jak dekoder i soundbar, zgodnie ze wskazówkami z przewodnika.",
	"Connect the LAN cable directly to the TV to use the network.": "Aby korzystać z sieci, podłącz kabel LAN bezpośrednio do telewizora.",
	"Connect to the network by manually entering the IP and DNS server addresses.": "Nawiąż połączenie z siecią poprzez ręczne wprowadzenie adresu IP i adresu serwera DNS.",
	"Connect to the network if a wireless router is installed.": "Nawiąż połączenie z siecią, jeśli zainstalowany jest router bezprzewodowy.",
	"Connect via WPS PBC": "Połącz przez WPS PBC",
	"Connect via WPS PIN": "Połącz przez WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Aby aktywować przewodowe połączenie z siecią, podłącz telewizor do routera lub modemu, używając kabla Ethernet.",
	"Connect your TV with WiSA Speakers wirelessly.": "Nawiąż bezprzewodowe połączenie między telewizorem a głośnikami WiSA.",
	"Connectable Devices ({num})": "Urządzenia, które można podłączyć ({num})",
	"Connected": "Połączono",
	"Connected to Internet": "Połączono z Internetem",
	"Connecting...": "Łączenie...",
	"Connection": "Połączenie",
	"Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.": "Zarządzanie Połączeniem za pomocą smartfona lub komputera stacjonarnego jest dostępne. Aby połączyć telewizor z urządzeniem mobilnym, wymagane są ustawienia połączenia i zapytania na smartfonie i komputerze stacjonarnym.",
	"Content Recommendations": "Polecanie zawartości",
	"Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.": "Zawartość zostanie odtworzona z dźwiękiem odpowiednim do słuchania wielokanałowego, jeśli dźwięk wielokanałowy jest obsługiwany przez usługę HbbTV.",
	"Contrast": "Kontrast",
	"Cool": "Zimna",
	"Copenhagen": "Kopenhaga",
	"Copy Channels": "Kopiuj kanały",
	"Copy/Delete file": "Kopiuj/usuń plik",
	"Correct contrast and brightness by adjusting black levels.": "Koryguj kontrast i jasność poprzez dostosowanie poziomów czerni.",
	"Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Skoryguj piksele obrazu, aby zapobiec problemom z jakością obrazu, które mogą występować, jeżeli telewizor będzie pozostawał włączony przez dłuższy czas.",
	"Costa Rica": "Kostaryka",
	"Could not fined available network.": "Nie znaleziono dostępnej sieci.",
	"Croatia": "Chorwacja",
	"Croatian": "Chorwacki",
	"Cuba": "Kuba",
	"Current time is not valid. Do you want to set the correct time now?": "Aktualna godzina nie jest poprawna. Czy chcesz ustawić aktualną godzinę?",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Bieżące wartości dostosowanych ustawień trybu obrazu zostaną zastosowane do trybu {pictureMode} dla wszystkich wejść. Czy chcesz kontynuować?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Aktualnie podłączona klawiatura bezprzewodowa LG zostanie odłączona od telewizora. Czy chcesz kontynuować?",
	"Custom": "Niestandardowa",
	"Custom Time Zone": "Własna strefa czasowa",
	"Customer Service": "Obsługa klienta",
	"Cyan": "Błękitny",
	"Cyprus": "Cypr",
	"Czech": "Czeski",
	"Czech Republic": "Czechy",
	"Côte d'Ivoire": "Wybrzeże Kości Słoniowej",
	"DNS Server": "Serwer DNS",
	"DR Congo": "Demokratyczna Republika Konga",
	"DTV Audio Setting": "Ustawienia dźwięku DTV",
	"Damascus": "Damaszek",
	"Danish": "Duński",
	"Data Service": "Usługa transferu danych",
	"Date": "Data",
	"Day": "Dzień",
	"Delete": "Usuń",
	"Delete Connection History": "Usuń historię połączeń",
	"Delete Pairing History": "Usuń historię parowania",
	"Delete Usage Data": "Usuń dane dotyczące użycia",
	"Demo Options": "Opcje demo",
	"Democratic Republic of the Congo": "Demokratyczna Republika Konga",
	"Denmark": "Dania",
	"Depressed": "Obniżone",
	"Deregister": "Wyrejestruj",
	"Describe the contents on the screen with voice for visually impaired viewers to use TV.": "Włącz głosowy opis zawartości na ekranie dla widzów niedosłyszących, aby umożliwić im korzystanie z telewizora.",
	"Detect Range": "Zasięg wykrywania",
	"Device Connection Settings": "Ustawienia Połączenia urządzenia",
	"Device List": "Lista urządzeń",
	"Device Name": "Nazwa urządzenia",
	"Digital Mode": "Tryb cyfrowy",
	"Digital Sound Out": "Wyjście dźwięku cyfrowego",
	"Digital TV": "Telewizja cyfrowa",
	"Directed to Older Children (ages 7 and above)": "Skierowane do starszych dzieci (powyżej 7 lat)",
	"Disabled": "Wyłączone",
	"Disconnect": "Odłącz",
	"Display captions for hearing-impaired viewers to use TV.": "Wyświetl napisy dla widzów niedosłyszących, aby umożliwić im korzystanie z telewizora.",
	"Display fast-moving content smoothly and clearly.": "Wyświetla zawartość zawierającą dynamiczny ruch płynnie i wyraźnie.",
	"Display luminance level for the highest point (100 IRE).": "Wyświetl poziom luminancji dla najwyższego punktu (100 IRE).",
	"Display pictures in a warm or cool color temperature.": "Wyświetla obrazy z zastosowaniem ciepłej lub zimnej temperatury barwowej.",
	"Djibouti": "Dżibuti",
	"Do Not Sell My Personal Information": "Nie sprzedawaj moich Informacji osobistych",
	"Do Not Track": "Nie śledź",
	"Do you want to continue?": "Czy chcesz kontynuować?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Czy chcesz skopiować listę kanałów z nośnika USB na telewizor? Obecne kanały w telewizorze zostaną usunięte.",
	"Do you want to copy channel list from your TV to the USB storage?": "Czy chcesz skopiować listę kanałów z telewizora na nośnik USB?",
	"Do you want to reset Position Settings?": "Czy chcesz zresetować ustawienia pozycji?",
	"Do you want to reset Volume Control?": "Czy chcesz zresetować ustawienia potencjometru głośności?",
	"Do you want to set the correct time now?": "Czy chcesz ustawić aktualną godzinę?",
	"Do you want to turn your TV off now?": "Czy chcesz teraz wyłączyć telewizor?",
	"Dominica": "Dominika",
	"Dominican Republic": "Dominikana",
	"Done": "Gotowe",
	"Download Mail": "Pobieranie poczty",
	"Download and Install": "Pobierz i zainstaluj",
	"Downloadable Rating": "Klasyfikacja do pobrania",
	"Dual Mono": "Dwa mono",
	"Dubai": "Dubaj",
	"During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.": "Gdy opcja Czas wyłączenia funkcji Always-on jest aktywna, niektóre funkcje, takie jak rozpoznawanie głosu zostają ograniczone po wyłączeniu ekranu.",
	"Dushanbe": "Duszanbe",
	"Dutch": "Holenderski",
	"Dynamic Color": "Kolor dynamiczny",
	"Dynamic Contrast": "Kontrast dynamiczny",
	"Dynamic Tone Mapping": "Dynamiczne mapowanie tonów",
	"Easter Island": "Wyspa Wielkanocna",
	"Eastern Africa": "Afryka Wschodnia",
	"Eco Mode": "Tryb Eco",
	"Ecuador": "Ekwador",
	"Edge Color": "Kolor krawędzi",
	"Edge Enhancer": "Popr. krawędzi",
	"Edge Type": "Rodzaj krawędzi",
	"Edit": "Edytuj",
	"Egypt": "Egipt",
	"El Salvador": "Salwador",
	"El salvador": "Salwador",
	"Emergency Alert": "Powiadomienie awaryjne",
	"Enabled": "Włączone",
	"Energy Saving": "Oszczędzanie energii",
	"Energy consumption may increase if this feature is on.": "Gdy ta funkcja jest włączona, zużycie energii może wzrosnąć.",
	"Energy saving modes to limit power consumption.": "Tryby oszczędzania energii do obniżenia zużycia energii.",
	"English": "Angielski",
	"Enhance the bass sound.": "Wzmacnia brzmienie tonów niskich.",
	"Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.": "Zoptymalizuj kontrast między jasnymi i ciemnymi obszarami niektórych menu, takimi jak tło i tekst, aby były bardziej widoczne dla osób niedowidzących.",
	"Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.": "Ulepsza rozdzielczość i ostrość zawartości z użyciem LG Deep Learning oraz optymalizuje głębokość przez analizę zawartości.",
	"Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.": "Korzystaj z zawartości obsługującej technologię Dolby Atmos z optymalnym dźwiękiem poprzez włączenie efektu pola dźwiękowego.",
	"Enjoy TV sound by connecting Wired Headphones.": "Odtwarzaj dźwięk z telewizora za pomocą słuchawek przewodowych.",
	"Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.": "Odtwarzaj dźwięk z telewizora za pomocą urządzeń audio podłączonych do portu HDMI IN (ARC).",
	"Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Odtwarzaj dźwięk z telewizora za pomocą urządzeń audio podłączonych do złącza OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.": "Odtwarzaj dźwięk z telewizora za pomocą urządzenia audio LG podłączonego do portu OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.": "Odtwarzaj dźwięk z telewizora za pomocą urządzeń audio podłączonych do zewnętrznych portów Wyjście audio / Słuchawki.",
	"Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.": "Odtwarzaj dźwięk z telewizora za pomocą wewnętrznego głośnika telewizora i słuchawek przewodowych.",
	"Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.": "Odtwarzaj dźwięk z telewizora za pomocą zewnętrznych urządzeń audio podłączonych do portu wewnętrznego głośnika telewizora i OPTICAL DIGITAL AUDIO OUT.",
	"Enjoy a clear and natural sound.": "Odtwarzaj wyraźny i naturalny dźwięk.",
	"Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.": "Odtwarzaj dźwięk za pomocą bezprzewodowego urządzenia audio nawiązującego połączenie za pomocą LG Sound Sync lub Bluetooth.",
	"Enjoy the sound optimized to the room.": "Odtwarzaj dźwięk zoptymalizowany pod kątem pomieszczenia.",
	"Enter CI Password": "Wpisz hasło CI",
	"Enter the PIN in your router's settings.": "Wpisz kod PIN w ustawieniach routera.",
	"Enter the master password.": "Wprowadź hasło główne.",
	"Equalizer": "Korektor",
	"Equatorial Guinea": "Gwinea Równikowa",
	"Eritrea": "Erytrea",
	"Estonian": "Estoński",
	"Ethiopia": "Etiopia",
	"Even if the setting is off, you can check the related information through channel banner, voice recognition.": "Nawet gdy ustawienie jest wyłączone, możesz sprawdzić powiązane informacje na banerze kanału lub za pomocą funkcji rozpoznawania głosu.",
	"Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.": "Nawet gdy telewizor jest wyłączony i zużywa minimalną ilość energii, po podłączeniu urządzenia mobilnego można słuchać muzyki. Ponowne włączenie telewizora zapewnia możliwość szybkiego korzystania z licznych funkcji.",
	"Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.": "Nawet kiedy telewizor jest wyłączony, można słuchać muzyki po nawiązaniu połączenia między smartfonem a telewizorem przez Bluetooth.",
	"Every Day": "Codziennie",
	"Every Weekday": "Każdy dzień tygodnia",
	"Every Weekend": "Każdy weekend",
	"Expert (Bright Room)": "Ekspert (widne pomieszczenie)",
	"Expert (Dark Room)": "Ekspert (ciemne pomieszczenie)",
	"Export your TV's channel list information to a connected USB device.": "Wyeksportuj informacje dotyczące listy kanałów telewizora na podłączony nośnik USB.",
	"Extended": "Rozszerzona",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Przedłużenie okresu automatycznego wyłączenia zasilania lub wyłączenia funkcji może zwiększyć zużycie energii.",
	"Extreme": "Intensywny",
	"Eye Comfort Mode": "Tryb komfortowy dla oczu",
	"FILMMAKER MODE Auto Change": "Automatyczne zmienianie FILMMAKER MODE",
	"Fantasy Violence": "Udawana przemoc",
	"Fast": "Szybka",
	"Fiji": "Fidżi",
	"Find and tell an audio device available to connect around TV.": "Odnajdź i podaj nazwę znajdującego się w pobliżu telewizora urządzenia audio, z którym można nawiązać połączenie.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Dostrój przestrzenie kolorów czerwonego, zielonego, niebieskiego, błękitnego, purpurowego i żółtego.",
	"Finland": "Finlandia",
	"Finnish": "Fiński",
	"Flat Mode": "Tryb zwykły",
	"Font": "Czcionka",
	"Font 1": "Czcionka 1",
	"Font 2": "Czcionka 2",
	"Font 3": "Czcionka 3",
	"Font 4": "Czcionka 4",
	"Font 5": "Czcionka 5",
	"Font 6": "Czcionka 6",
	"Font 7": "Czcionka 7",
	"Font 8": "Czcionka 8",
	"Football": "Piłka nożna",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.": "Jeżeli router bezprzewodowy obsługuje funkcję WPS (Wi-Fi Protected Setup), wpisz kod PIN, aby nawiązać połączenie między telewizorem a siecią bezprzewodową.",
	"For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.": "Jeżeli router bezprzewodowy obsługuje funkcję WPS (Wi-Fi Protected Setup), naciśnij przycisk WPS-PBC, aby nawiązać połączenie między telewizorem a siecią bezprzewodową.",
	"France": "Francja",
	"French": "Francuski",
	"French Polynesia": "Polinezja Francuska",
	"Full Wide": "Pełna szerokość",
	"Gaelic": "Gaelicki",
	"Galapagos Islands": "Wyspy Galapagos",
	"Galician": "Galicyjski",
	"Gallery": "Galeria",
	"Gambier": "Mount Gambier",
	"Game": "Gra",
	"Gateway": "Brama sieciowa",
	"General": "Ogólne",
	"General Age": "Wiek ogólny",
	"General Audience": "Dla wszystkich widzów",
	"General Audiences": "Dla wszystkich widzów",
	"General Program Locks": "Ogólne blokady programów",
	"Georgia": "Gruzja",
	"German": "Niemiecki",
	"Germany": "Niemcy",
	"Get started in a quiet environment for sound optimization.": "Aby zoptymalizować dźwięk, rozpocznij w cichym otoczeniu",
	"Getting...": "Wczytywanie...",
	"Godthab": "Nuuk",
	"Grayscale": "Skala szarości",
	"Greece": "Grecja",
	"Greek": "Grecki",
	"Green": "Zielony",
	"Greenland": "Grenlandia",
	"Guadeloupe": "Gwadelupa",
	"Guatemala": "Gwatemala",
	"Guatemala City": "Gwatemala",
	"Guide menus and operations with voice for visually impaired viewers to use TV.": "Elementy menu przewodnika i instrukcje obsługi są odczytywane dla niedowidzących widzów, co umożliwia im korzystanie z telewizora.",
	"Guinea": "Gwinea",
	"Guinea Bissau": "Gwinea Bissau",
	"Guinea Conakry": "Gwinea",
	"Guinea Equatorial": "Gwinea Równikowa",
	"Gujarati": "Gudżarati",
	"Guyana": "Gujana",
	"H Position": "Pozycja poz.",
	"H Sharpness": "Ostrość poz.",
	"H Size": "Rozmiar poz.",
	"HD Mode": "Tryb HD",
	"HD Mode Option": "Opcja trybu HD",
	"HDD Eco Mode": "Tryb Eco HDD",
	"HDD Power Saving Mode": "Tryb oszczędzania energii napędu HDD",
	"HDMI Input Audio Format": "Format audio sygnału wejściowego HDMI",
	"HDMI Ultra HD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1} i HDMI {port2} obsługują 8K Ultra HD Deep Colour.",
	"HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.": "Porty HDMI {port1} i HDMI {port2} obsługują Ultra HD Deep Colour.",
	"HDMI {port1} port support 8K Ultra HD Deep Color.": "Port HDMI {port1} obsługuje 8K Ultra HD Deep Colour.",
	"HDMI {port1} port support Ultra HD Deep Color.": "Port HDMI {port1} obsługuje Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} i HDMI {port3} obsługują 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2} i HDMI {port3} obsługują Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} obsługują 8K Ultra HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} obsługują Ultra HD Deep Colour.",
	"HDR Effect": "Efekt HDR",
	"HDR Picture Mode": "Tryb obrazu HDR",
	"Hard of Hearing": "Dla niesłyszących",
	"Havana": "Hawana",
	"Headphones Volume": "Głośność w słuchawkach",
	"Hebrew": "Hebrajski",
	"High": "Wysoki",
	"High Contrast": "Wysoki kontrast",
	"Higher values increase a sense of warmth or coldness.": "Wyższe wartości zwiększają poczucie ciepła lub zimna.",
	"Home Animation": "Animacja ekranu głównego",
	"Home Auto Launch": "Automatyczne włączanie ekranu głównego",
	"Home Mode": "Tryb dom",
	"Home Settings": "Ustawienia ekranu głównego",
	"Home/Store Mode": "Tryb domowy/sklepowy",
	"Hong Kong": "SRA Hongkong (Chiny)",
	"Hongkong": "SRA Hongkong (Chiny)",
	"Hours": "Godziny",
	"However, the IPv6 version of the address does not support editing.": "Jednak wersja adresu IPv6 nie obsługuje edytowanie.",
	"However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.": "Aby jednak utrzymać telewizor w optymalnym stanie, funkcja Always-on zostanie wyłączona na ustawione pięć godzin, a zasilanie zostanie wyłączone.",
	"Hungarian": "Węgierski",
	"Hungary": "Węgry",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "WAŻNE! Zresetowanie spowoduje usunięcie wszystkich ustawień kont oraz zainstalowanych aplikacji. Cofnięcie tej czynności nie jest możliwe.",
	"IP (Automatic)": "IP (automatyczne)",
	"IP (Manual)": "IP (ręczne)",
	"IP Address": "Adres IP",
	"IVC (Cote d’Ivoire)": "Wybrzeże Kości Słoniowej",
	"Iceland": "Islandia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Przy wybranej opcji Auto Power Sync telewizor będzie włączany po włączeniu urządzenia SIMPLINK oraz urządzenie SIMPLINK będzie wyłączane po wyłączeniu telewizora.",
	"If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.": "Jeżeli ustawiono sterowanie uniwersalne dekoderem/OTT, możesz korzystać z podłączonego dekodera za pomocą pilota LG.",
	"If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.": "Jeżeli urządzenie zostało podłączone do portu, możesz wyświetlić zoptymalizowany obraz z gry ze zminimalizowanym opóźnieniem lub zakłóceniami z urządzenia wideo.",
	"If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.": "Jeśli ta opcja jest włączona i podłączysz urządzenie, które obsługuje także Ultra HD Deep Colour, obraz może być bardziej wyrazisty.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jeśli nagrywanie lub aktualizacja oprogramowania jest w toku, poczeka aż do ich zakończenia, a proces może zająć ponad godzinę.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).": "Jeśli trwa nagrywanie lub aktualizacja oprogramowania, urządzenie poczeka na ich zakończenie. W takiej sytuacji przeprowadzenie procesu może zająć ponad {n} min.",
	"If the device is not connected, you may not hear any sound through it.": "Jeżeli urządzenie nie jest podłączone, nie będzie emitować dźwięku.",
	"If the edge of the screen is not clean, please turn this function off.": "Jeśli krawędzie ekranu nie są wyraźne, wyłącz tę funkcję.",
	"If the program does not support multiple languages, the default language is selected.": "Jeżeli program nie obsługuje wielu języków, wybierany jest język domyślny.",
	"If the program does not support the selected output format, the default output from the source will be used.": "Gdy program nie obsługuje wybranego formatu wyjściowego, używane jest wyjście domyślne ze źródła.",
	"If the program doesn't support different audio settings, the default audio will be selected.": "Jeśli program nie obsługuje różnych ustawień audio, wybrane zostanie domyślne audio.",
	"If the same symptom repeats, please change the set value again or restart the connected external device.": "Jeżeli problem nie ustępuje, zmień ponownie ustawienie albo uruchom ponownie podłączone urządzenie zewnętrzne.",
	"If the selected language does not support, the default language from broadcasts will be used.": "Jeżeli wybrany język nie jest obsługiwany, używany będzie domyślny język z nadawanej zawartości.",
	"If the static screen has not received any user input for an hour, it will switch to a screen saver.": "Jeśli przez godzinę wyświetlania statycznego obrazu użytkownik nie podejmie działania, włączony zostanie wygaszacz ekranu.",
	"If the time you set is much different from the current time, some of the smart features may not be displayed.": "Jeśli ustawiony czas różni się znacząco od bieżącego, niektóre z funkcji inteligentnych mogą nie być wyświetlone.",
	"If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.": "Jeżeli z urządzenia nie wydobywa się dźwięk, upewnij się, że jest ono sprawne oraz że obsługuje technologię LG Sound Sync.",
	"If you select Store Demo mode, it is set to optimized values for retail displays selling TV.": "Jeżeli wybierzesz tryb \"W sklepie\" zastosowane zostaną wartości zoptymalizowane pod kątem wystaw w punktach sprzedaży detalicznej telewizorów.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Po włączeniu Przewodnika audio można poruszać się tylko przy użyciu przycisków w lewo, w prawo, w górę i w dół na pilocie i nie można używać niektórych aplikacji, które wymagają wskaźnika.",
	"If you turn it off, CAM operator's profile will be deleted.": "Po wyłączeniu funkcji profil operatora CAM zostanie usunięty.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Po wyłączeniu nie będą dostępne żadne dostrojone kanały modułu CAM oraz nie będą przesyłane dalej powiadomienia.",
	"If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?": "Jeżeli wyłączysz opcję „Szybki start+”, nie będzie można włączyć telewizora za pomocą opcji sterowania bez pilota. Czy chcesz kontynuować?",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Wyłączenie wygaszacza ekranu i pozostawienie niezmieniającego się obrazu na dłużej niż 2 godziny może wpłynąć na jakość ekranu. Jeśli obraz pozostanie włączony przez okres dłuższy niż 5 godzin, może dojść do trwałego pogorszenia jakości obrazu. Czy chcesz kontynuować?",
	"If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.": "Jeśli wyłączysz tę opcję, statyczna zawartość może być wyświetlana na ekranie dłużej, co może prowadzić do obniżenia jakości ekranu, a w niektórych przypadkach do nieodwracalnych uszkodzeń.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jeśli użyjesz funkcji Oszczędzania Energii, jasność obrazu w Twoim telewizorze zostanie zmieniona.",
	"Import your TV's channel list information from a connected USB device.": "Zaimportuj informacje dotyczące listy kanałów telewizora z podłączonego nośnika USB.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Zaimportuj/wyeksportuj informacje dotyczące listy kanałów telewizora z podłączonego nośnika/na podłączony nośnik USB.",
	"In Home": "W domu",
	"India": "Indie",
	"Indonesia": "Indonezja",
	"Indonesian": "Indonezyjski",
	"Inner": "Wewnętrzny",
	"Input": "Wejście",
	"Input Locks": "Blokada wejść",
	"Input field": "Pole wejściowe",
	"Installing...": "Instalowanie...",
	"Interactive Service": "Usługa interaktywna",
	"Interactivity(DTVi)": "Interaktywność (DTVi)",
	"Internal TV Speaker": "Wewnętrzne głośniki TV",
	"Invert Colors": "Odwróć kolory",
	"Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.": "Odwróć i zrównoważ wybrane kolory w niektórych menu, aby zwiększyć czytelność elementów wyświetlanych na ekranie.",
	"Iraq": "Irak",
	"Ireland": "Irlandia",
	"Irish": "Irlandzki",
	"Irkutsk": "Irkuck",
	"Israel": "Izrael",
	"Istanbul": "Stambuł",
	"It is reset to picture mode individually, so select the desired picture mode and reset it.": "Ustawienia poszczególnych trybów obrazu są resetowane osobno, dlatego wybierz tryb obrazu i zresetuj go.",
	"It may not sound depending on connected devices.": "Dźwięk może nie być odtwarzany zależnie od podłączonych urządzeń.",
	"It may take a few minutes.": "Może to zająć kilka minut.",
	"It may take a few seconds.": "Może to zająć kilka sekund.",
	"It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.": "Zapewnia optymalną technologię dźwięku przestrzennego Virtual 4.0 do oglądania zawartości według algorytmu zaprogramowanego z użyciem Uczenia maszynowego LG.",
	"It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.": "Zapewnia optymalny dźwięk lub technologię dźwięku przestrzennego Virtual 5.1 w zależności od oglądanego gatunku według algorytmu zaprogramowanego z użyciem LG Deep Learning.",
	"It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.": "Umożliwia uzyskanie zoptymalizowanego dźwięku poprzez precyzyjne dostosowanie dźwięku odbitego w pomieszczeniu na podstawie typu instalacji telewizora.",
	"It reduces jaggies in the picture for a smooth picture.": "Eliminuje zakłócenia obrazu, poprawiając jego jakość.",
	"It works only when the broadcasting program supports captions.": "Funkcja działa tylko, gdy nadawany program obsługuje napisy.",
	"It works only when the broadcasting program supports subtitles.": "Funkcja działa tylko, gdy nadawany program obsługuje napisy.",
	"Italian": "Włoski",
	"Italy": "Włochy",
	"Ivory Coast": "Wybrzeże Kości Słoniowej",
	"Jakarta": "Dżakarta",
	"Jamaica": "Jamajka",
	"Japan": "Japonia",
	"Japanese": "Japoński",
	"Jerusalem": "Jerozolima",
	"Jordan": "Jordania",
	"Just Scan": "Skanuj",
	"Kamchatka": "Kamczatka",
	"Kannada": "Kanada",
	"Karachi": "Karaczi",
	"Kashgar": "Kaszgar",
	"Kazakh": "Kazachski",
	"Kazakhstan": "Kazachstan",
	"Kenya": "Kenia",
	"Keyboard Languages": "Języki klawiatury",
	"Khartoum": "Chartum",
	"Khovd": "Kobdo",
	"Kiev": "Kijów",
	"Kinshasa": "Kinszasa",
	"Kolkata": "Kalkuta",
	"Korea": "Korea Południowa",
	"Korean": "Koreański",
	"Krasnoyarsk": "Krasnojarsk",
	"Kuwait": "Kuwejt",
	"Kuwait City": "Kuwejt",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Lok.przyciemn.LED",
	"LG Logo Light (Front of TV)": "Oświetlenie logotypu LG (z przodu telewizora)",
	"LG Services Country": "Ustaw kraj korzystania z usług LG",
	"LG Wireless Keyboard": "Klawiatura bezprzewodowa LG",
	"LG Wireless Keyboard Connected:": "Klawiatura bezprzewodowa LG podłączona:",
	"LG Wireless Keyboard allows you to control TV through Bluetooth.": "Klawiatura bezprzewodowa LG umożliwia sterowanie telewizorem za pomocą łączności Bluetooth.",
	"Language": "Język",
	"Large": "Duży",
	"Last tuning:": "Ostatnie dostrajanie:",
	"Latvia": "Łotwa",
	"Latvian": "Łotewski",
	"Lebanon": "Liban",
	"Left": "Lewy",
	"Left Right": "Lewo/prawo",
	"Left Surround": "Lewy surround",
	"Left drop shadow": "Cień z lewej strony",
	"Legal Notice": "Uwaga prawna",
	"Libya": "Libia",
	"Light": "Jasny",
	"Limit AD Tracking": "Ogranicz śledzenie reklam",
	"Lisbon": "Lizbona",
	"Lithuania": "Litwa",
	"Lithuanian": "Litewski",
	"Live Theater": "Teatr na żywo",
	"Ljubljana": "Lublana",
	"Loading...": "Ładowanie...",
	"Local": "Lokalnie",
	"Local Language": "Język lokalny",
	"Location": "Lokalizacja",
	"Lock All": "Zablokuj wszystkie",
	"Lock changes for currently running apps will be applied the next time they are started.": "Zmiany blokady wprowadzone w aktualnie uruchomionych aplikacjach zostaną zastosowane przy ich kolejnym uruchomieniu.",
	"Logo Luminance Adjustment": "Regulacja luminancji w logo",
	"London": "Londyn",
	"Low": "Niski",
	"Luminance": "Oświetlenie",
	"Luxembourg": "Luksemburg",
	"MAC Address": "Adres MAC",
	"MAC Address (Wired)": "Adres MAC (przewodowa)",
	"MAC Address (Wireless)": "Adres MAC (bezprzewodowa)",
	"MASTER PASSWORD": "HASŁO GŁÓWNE",
	"MHEG Guide": "Przewodnik MHEG",
	"MPEG Noise Reduction": "Redukcja szumów MPEG",
	"Macao": "Mação",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia",
	"Macedonian": "Macedoński",
	"Madagascar": "Madagaskar",
	"Madrid": "Madryt",
	"Magenta": "Purpurowy",
	"Makassar": "Makasar",
	"Make blurry or difficult-to-see areas more vivid.": "Zwiększ wyrazistość rozmazanych lub słabo widocznych obrazów.",
	"Malay": "Malajski",
	"Malayalam": "Malajalam",
	"Malaysia": "Malezja",
	"Maldives": "Malediwy",
	"Manage channels stored on the TV.": "Zarządzaj kanałami zapisanymi na telewizorze.",
	"Mandarin": "Mandaryński",
	"Manual": "Ręczny",
	"Maori": "Maoryski",
	"Marquesas": "Markizy",
	"Marshall Islands": "Wyspy Marshalla",
	"Martinique": "Martynika",
	"Mature Audience Only": "Tylko dla widzów dorosłych",
	"Mauritania": "Mauretania",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksymalizuj kontrast poprzez zwiększenie natężenia jasnych i ciemnych obszarów ekranu.",
	"Mayotte": "Mayotta",
	"Medium": "Średni",
	"Menu Language": "Język menu",
	"Menu Transparency": "Przezroczystość menu",
	"Message": "Wiadomość",
	"Method": "Metoda",
	"Mexico": "Meksyk",
	"Mexico City": "Meksyk",
	"Middle East": "Bliski Wschód",
	"Minsk": "Mińsk",
	"Minutes": "Minuty",
	"Mobile Connection Management": "Zarządzanie Połączeniem mobilnym",
	"Mode Option": "Opcja trybu",
	"Mogadishu": "Mogadiszu",
	"Moldova": "Mołdawia",
	"Monaco": "Monako",
	"Montenegro": "Czarnogóra",
	"Month": "Miesiąc",
	"Montréal": "Montreal",
	"Morocco": "Maroko",
	"Moscow": "Moskwa",
	"Motion Eye Care": "Regulacja jasności w celu ochrony oczu",
	"Movie Lock": "Blokada filmu",
	"Mozambique": "Mozambik",
	"Multi Channel Audio": "Dźwięk wielokanałowy",
	"Multi Feed": "Wiele źródeł",
	"Multiple": "Kilka",
	"Muscat": "Maskat",
	"Music": "Muzyka",
	"Myanmar": "Birma",
	"NEXTGEN TV Mode": "Tryb telewizora NEXTGEN",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT – Nowa Południowa Walia/Australijskie Terytorium Stołeczne – Sydney",
	"NT - Northern Territory - Darwin": "NT – Terytorium Północne – Darwin",
	"Narrow": "Niewielki",
	"Natural": "Naturalny",
	"Ndjamena": "Ndżamena",
	"Netherland": "Holandia",
	"Netherlands": "Holandia",
	"Network": "Sieć",
	"Network Connection Settings": "Ustawienia Połączenia z siecią",
	"Network Name": "Nazwa sieci",
	"Network-Based Personalization Recommendations": "Zalecenia dotyczące personalizacji oparte na sieci",
	"New Caledonia": "Nowa Kaledonia",
	"New York": "Nowy Jork",
	"New Zealand": "Nowa Zelandia",
	"Next": "Dalej",
	"Nicaragua": "Nikaragua",
	"Nicosia": "Nikozja",
	"Night": "Noc",
	"No": "Nie",
	"No Internet via 3G/4G network": "Brak dostępu do Internetu w sieci 3G/4G",
	"No Internet via Ethernet": "Brak Internetu przez Ethernet",
	"No Internet via Wi-Fi": "Brak Internetu przez Wi-Fi",
	"No One 17 and Under Admitted.": "Dozwolony od lat 17.",
	"No Operation Auto Off": "Automatyczne wyłączenie w razie braku działania",
	"No Signal Auto Off": "Automatyczne wyłączenie w razie braku sygnału",
	"No Signal Image": "Obraz przy braku sygnału",
	"No Signal Power Off (15Min)": "Wyłączenie w razie braku sygnału (15 min)",
	"No devices have been found.": "Nie odnaleziono żadnych urządzeń.",
	"No paired devices.": "Brak sparowanych urządzeń.",
	"No signal on Server": "Brak sygnału na serwerze",
	"No updates found.": "Nie znaleziono aktualizacji.",
	"Noise Reduction": "Redukcja szumów",
	"None": "Brak",
	"Normal": "Normalna",
	"North Korea": "Korea Północna",
	"Northern Africa": "Ameryka Północna",
	"Norway": "Norwegia",
	"Norwegian": "Norweski",
	"Not Connected": "Nie połączono",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.": "Uwaga: jeżeli urządzenie nie obsługuje tej funkcji, może nie działać prawidłowo. W takim przypadku podłącz urządzenie do innego portu HDMI lub wyłącz ustawienie 8K HDMI Ultra HD Deep Colour.",
	"Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.": "Uwaga: jeżeli urządzenie nie obsługuje tej funkcji, może nie działać prawidłowo. W takim przypadku podłącz urządzenie do innego portu HDMI lub wyłącz ustawienie HDMI Ultra HD Deep Colour.",
	"Note: Available options depend on the broadcast program.": "Uwaga: Dostępne opcje zależą od nadawanego programu.",
	"Note: Behavior may differ if connected device is not a LG device.": "Uwaga: Zachowanie może się różnić, jeśli podłączone urządzenie nie jest urządzeniem LG.",
	"Note: Only displayed when it is provided by the program.": "Uwaga: wyświetlane tylko wówczas, gdy są nadawane wraz z programem.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Uwaga: napisy są wyświetlane tylko wówczas, gdy są nadawane wraz z programem.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Uwaga: Obsługiwane funkcje mogą różnić się w zależności od modelu, a ich przejrzystość w zależności od zachowania danej funkcji względem odtwarzania treści, np. treści Live TV i VOD.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Uwaga:<br>1. Jeśli włączysz telewizor, gdy uruchomiona jest funkcja Odświeżania pikseli, zostanie ona zatrzymana i trzeba ją będzie ponownie uruchomić.<br>2. W trakcie przetwarzania na ekranie może pojawić się biała linia. Jest to normalne zjawisko występujące w trakcie usuwania szumów ekranu.",
	"Notifications": "Powiadomienia",
	"Novosibirsk": "Nowosybirsk",
	"OLED LIGHT": "OŚWIETLENIE OLED",
	"OLED Screen Saver": "Wygaszacz ekranu OLED",
	"Object Audio": "Obiekt audio",
	"Off": "Wył.",
	"On": "Wł.",
	"OnTimer Channel not selected": "Nie wybrano kanału dla zegara włączania.",
	"Open": "Otwórz",
	"Open Source Licenses": "Informacja o otwartym oprogramowaniu",
	"Open when TV is turned on": "Otwórz, gdy telewizor jest włączony",
	"Operate once when TV is off": "Działa po wyłączeniu telewizora",
	"Optical": "Optyczne",
	"Optical + Internal TV Speaker": "Optyczne + Wewnętrzny głośnik telewizora",
	"Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.": "Optymalizuje głębokość zawartości według algorytmu wyuczonego z użyciem Uczenia maszynowego LG.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optymalizuj ustawienia kontrastu w oparciu o jasność obrazu treści HDR.",
	"Optimize contrast settings based on image brightness.": "Optymalizuj ustawienia kontrastu w oparciu o jasność obrazu.",
	"Optimize the sound for a cinematic experience.": "Optymalizuje dźwięk, aby stworzyć wrażenie pobytu na sali kinowej.",
	"Original Language": "Oryginalna wersja językowa",
	"Others": "Inne",
	"Ouagadougou": "Wagadugu",
	"Outer": "Zewnętrzny",
	"Output sound through the Internal TV speaker.": "Dźwięk jest odtwarzany przez wewnętrzne głośniki telewizora.",
	"PIN: {pin}": "PIN {pin}",
	"Panama City": "Panama (miasto)",
	"Panjabi": "Pendżabski",
	"Papua New Guinea": "Papua-Nowa Gwinea",
	"Paraguay": "Paragwaj",
	"Parental Guidance Suggested": "Najlepiej za zgodą rodziców",
	"Parental Guidance Suggested :": "Najlepiej za zgodą rodziców:",
	"Parental guidance suggested for children ages 8-13.": "Sugerowany nadzór rodzicielski dla dzieci w wieku 8–13 lat.",
	"Parents Guidance strongly required :": "Zdecydowanie wymaga zgody rodziców:",
	"Parents Strongly Cautioned": "Za zgodą rodziców",
	"Paris": "Paryż",
	"Password": "Hasło",
	"Patent Information": "Informacje patentowe",
	"Peak Brightness": "Maksymalna jasność",
	"Persian": "Perski",
	"Philippines": "Filipiny",
	"Photo": "Zdjęcie",
	"Pick a Time": "Wybierz godzinę",
	"Picture": "Obraz",
	"Picture Mode": "Tryb obrazu",
	"Picture Mode Settings": "Ustawienia trybu obrazu",
	"Picture Options": "Opcje obrazu",
	"Picture Test": "Test obrazu",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Obraz lub dźwięk może nie działać poprawnie w trakcie wstępnej komunikacji podłączonego urządzenia zewnętrznego z telewizorem. Jeśli problem będzie się powtarzał, przywróć ustawienia lub uruchom ponownie podłączone urządzenie zewnętrzne.",
	"Pitch": "Wysokość",
	"Pixel Refresher": "Odświeżanie pikseli",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Odświeżanie pikseli umożliwia telewizorowi zapewnienie najostrzejszego możliwego obrazu.",
	"Pixel Refresher begins only once when the TV is turned off.": "Odświeżanie pikseli rozpoczyna się jedynie, gdy telewizor jest wyłączony.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Odświeżanie pikseli zostało zaplanowane i nastąpi po kolejnym wyłączeniu telewizora.",
	"Play": "Odtwórz",
	"Play sound through TV Speaker.": "Odtwarza dźwięk za pomocą głośnika telewizora.",
	"Play the standard sound suitable for all types of content.": "Odtwarza dźwięk standardowy odpowiedni do wszystkich typów zawartości.",
	"Please check if WiSA Speakers are turned on and try again.": "Sprawdź, czy głośniki WiSA są włączone i spróbuj ponownie.",
	"Please check that the Bluetooth device is already connected to another device.": "Sprawdź, czy urządzenie Bluetooth jest już połączone z innym urządzeniem.",
	"Please check the network name and password and try again.": "Sprawdź nazwę sieci oraz hasło i spróbuj ponownie.",
	"Please check the status and try again": "Sprawdź stan sieci i spróbuj ponownie",
	"Please do not unplug the USB storage until the copying is completed.": "Nie odłączaj nośnika USB aż do zakończenia kopiowania.",
	"Please enter your password to turn off this function.": "Wpisz swoje hasło, aby wyłączyć tę funkcję.",
	"Please enter your password to turn on this function.": "Wpisz swoje hasło, aby włączyć tę funkcję.",
	"Please make sure that your TV is connected to the network and try again.": "Upewnij się, że telewizor jest podłączony do sieci i spróbuj ponownie.",
	"Please note that LG does not use or manage the value.": "Uwaga: LG nie wykorzystuje tej wartości ani nią nie zarządza.",
	"Please note that the sound may not be output when Digital Sound Out is set to Pass Through.": "Zwróć uwagę, że dźwięk może nie być odtwarzany, kiedy wyjście dźwięku cyfrowego ustawione jest na tryb Pass Through.",
	"Please try again later.": "Spróbuj ponownie później.",
	"Please wait while the Settings application reloads.": "Proszę czekać. Trwa ponowne ładowanie aplikacji Ustawienia.",
	"Please wait while the Settings application restarts.": "Proszę czekać. Trwa ponowne uruchamianie aplikacji Ustawienia.",
	"Please wait while the TV restarts.": "Poczekaj na ponowne uruchomienie telewizora.",
	"Please wait while the TV searches for LG Service Country.": "Poczekaj, aż telewizor wyszuka kraj usługi LG.",
	"Point": "Punkt",
	"Pointer Options": "Opcje wskaźnika",
	"Pointer Size": "Wielkość wskaźnika",
	"Poland": "Polska",
	"Polish": "Polski",
	"Portugal": "Portugalia",
	"Portuguese": "Portugalski",
	"Position": "Pozycja",
	"Position Settings": "Ustawienia pozycji",
	"Power Off Timer": "Timer wyłączający zasilanie",
	"Power On Timer": "Timer włączający zasilanie",
	"Power Saving Mode": "Tryb oszczędzania energii",
	"Prague": "Praga",
	"Preschool": "Przedszkolaki",
	"Press right button to adjust de-blur and Motion Pro value.": "Naciśnij przycisk w prawo, aby dostosować wartość de-blur i Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion Pro value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartość de-blur i OLED Motion Pro.",
	"Press right button to adjust de-blur and OLED Motion value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartość de-blur i OLED Motion.",
	"Press right button to adjust de-judder and Motion Pro value.": "Naciśnij przycisk w prawo, aby dostosować wartość de-judder i Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion Pro value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartość de-judder i OLED Motion Pro.",
	"Press right button to adjust de-judder and OLED Motion value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartość de-judder i OLED Motion.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Naciśnij przycisk w prawo, aby dostosować wartości de-judder, de-blur i Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion Pro value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartości de-judder, de-blur i OLED Motion Pro.",
	"Press right button to adjust de-judder, de-blur and OLED Motion value.": "Naciśnij przycisk strzałki w prawo, aby dostosować wartości de-judder, de-blur i OLED Motion.",
	"Press the WPS button on a WPS-enabled router to connect the TV to the network.": "Naciśnij przycisk WPS na routerze obsługującym standard WPS, aby połączyć telewizor z siecią.",
	"Press the right button to adjust Motion Pro settings.": "Naciśnij przycisk po prawej, aby dostosować ustawienia Motion Pro.",
	"Press the right button to adjust OLED Motion Pro settings.": "Naciśnij przycisk strzałki w prawo, aby dostosować ustawienia OLED Motion Pro.",
	"Press the right button to adjust OLED Motion settings.": "Naciśnij przycisk strzałki w prawo, aby dostosować ustawienia OLED Motion.",
	"Press the right button to adjust de-blur settings.": "Naciśnij przycisk po prawej, aby dostosować ustawienie de-blur.",
	"Press the right button to adjust de-judder settings.": "Naciśnij przycisk po prawej, aby dostosować ustawienie de-judder.",
	"Previous": "Wstecz",
	"Primary Audio Language": "Pierwszy język audio",
	"Primary Channels": "Podstawowe kanały",
	"Primary Teletext Language": "Pierwszy język teletekstu",
	"Program exempted from ratings.": "Program zwolniony z oceny.",
	"Programme": "Program",
	"Provide HbbTV Distinctive ID": "Podaj identyfikator HbbTV Distinctive",
	"Provide HbbTV Distinctive ID to HbbTV service for broadcasts.": "Podaj niepowtarzalny identyfikator HbbTV w usłudze HbbTV, aby korzystać z transmisji.",
	"Provided services may vary depending on countries.": "Zapewniane usługi mogą różnić się w zależności od kraju.",
	"Puerto Rico": "Portoryko",
	"Pyongyang": "Pjongjang",
	"QLD - Queensland - Brisbane": "QLD – Queensland – Brisbane",
	"Qatar": "Katar",
	"Quick Help": "Szybka pomoc",
	"Quick Start+": "Szybki start+",
	"Raised": "Podniesione",
	"Rangoon": "Rangun",
	"Real Cinema": "Prawdziwe kino",
	"Reason: Authentication with access point was unsuccessful.": "Przyczyna: Uwierzytelnienie w punkcie dostępu nie powiodło się.",
	"Reason: Could not establish a connection to access point.": "Przyczyna: Nie można nawiązać połączenia z punktem dostępu.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Przyczyna: Nie można pobrać prawidłowego adresu IP przez DHCP.",
	"Reason: Entered password is incorrect.": "Przyczyna: Wprowadzone hasło jest niepoprawne.",
	"Reason: Password is missing.": "Przyczyna: Brak hasła.",
	"Reason: The network you selected is out of range.": "Przyczyna: Wybrana sieć jest poza zasięgiem.",
	"Reason: Unable to login.": "Przyczyna: Nie można się zalogować.",
	"Receive emergency alerts from TV when an emergency occurs.": "Odbieraj powiadomienia awaryjne z telewizora w nagłych wypadkach.",
	"Recommend setting up the hours you don't usually watch TV to Always-on.": "Zaleć ustawienie opcji Always-on w godzinach, w których zwykle nie oglądasz telewizji.",
	"Recommend useful contents and features based on viewing history and app usage patterns.": "Polecaj przydatną zawartość i funkcje w oparciu o historię oglądania i wzory użytkowania aplikacji.",
	"Recommendations are available for the people, products and locations related to the current program.": "Polecenia są dostępne dla osób, produktów i lokalizacji związanych z bieżącym programem.",
	"Red": "Czerwony",
	"Reduce irregular noise from digital video signals to optimize image quality clearly.": "Zmniejsz nieregularne szumy z cyfrowych sygnałów wideo, aby zoptymalizować jakość obrazu.",
	"Registered Devices ({num})": "Zarejestrowane urządzenia ({num})",
	"Reinforce a high-pitched tone of the optimized sound.": "Wzmocnij wysokie tony w zoptymalizowanym dźwięku.",
	"Reinforce the low-pitched tone of the optimized sound.": "Wzmocnij niskie tony w zoptymalizowanym dźwięku.",
	"Remote Settings": "Ustawienia pilota",
	"Remove irregular and erratic pixels for a clearer image.": "Usuń nieregularne lub błędne piksele z myślą o poprawie jakości obrazu.",
	"Reset": "Resetuj",
	"Reset AD ID": "Zresetuj AD ID",
	"Reset CI Password": "Zresetuj hasło CI",
	"Reset HbbTV Distinctive ID": "Resetuj identyfikator HbbTV Distinctive",
	"Reset Password": "Zresetuj hasło",
	"Reset Settings": "Resetuj ustawienia",
	"Reset the app list approved when connecting to the HbbTV mobile app.": "Resetuj listę aplikacji zatwierdzonych podczas łączenia się z aplikacją HbbTV na smartfony.",
	"Reset the caption position.": "Zresetuj położenie napisów.",
	"Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.": "Resetowanie historii oglądanych treści oraz używanych aplikacji. Po zresetowaniu historii, ponowne otrzymywanie rekomendacji treści może zacząć działać dopiero po pewnym czasie.",
	"Reset to Initial Settings": "Zresetuj do ustawień początkowych",
	"Restrict access to TV programs based on their ratings.": "Ogranicz dostęp do programów telewizyjnych w oparciu o ich recenzje.",
	"Restrict watching based on age ratings for children programs.": "Ogranicz oglądanie na podstawie klasyfikacji wiekowej programów dla dzieci.",
	"Restrict watching based on ages ratings.": "Ogranicz oglądanie na podstawie klasyfikacji wiekowej.",
	"Restrict watching based on fantasy violence content ratings.": "Ogranicz oglądanie na podstawie ocen dotyczących udawanej przemocy.",
	"Restrict watching based on programs containing adult language.": "Ogranicz oglądanie programów zawierających niecenzuralne słownictwo.",
	"Restrict watching based on programs containing sexual scene.": "Ogranicz oglądanie programów zawierających sceny erotyczne.",
	"Restrict watching based on programs containing sexually suggestive dialogue.": "Ogranicz oglądanie programów zawierających dwuznaczne dialogi z podtekstem seksualnym.",
	"Restrict watching based on specified ages or contents ratings under parents guidance.": "Ogranicz oglądanie na podstawie klasyfikacji wiekowej lub ocen zawartości dostępnych w ramach kontroli rodzicielskiej.",
	"Restrict watching based on violence content ratings.": "Ogranicz oglądanie na podstawie ocen dotyczących przemocy.",
	"Restrict watching movies based on rating.": "Ogranicz oglądanie filmów na podstawie oceny.",
	"Restrict watching programs based on rating.": "Ogranicz oglądanie programów na podstawie oceny.",
	"Restriction ratings :": "Kategorie ograniczeń:",
	"Retry": "Spróbuj ponownie",
	"Revert TV to its initial settings.": "Przywróć początkowe ustawienia telewizora.",
	"Revert color adjustment settings to default.": "Przywróć domyślne wartości ustawień regulacji kolorów.",
	"Revert detailed sound effect settings of standard mode to default.": "Przywróć domyślne wartości szczegółowych ustawień efektów dźwiękowych w trybie standardowym.",
	"Revert picture setting values to default.": "Przywróć domyślne wartości ustawień obrazu.",
	"Revert white balance settings to default.": "Przywróć domyślne wartości ustawień balansu bieli.",
	"Riga": "Ryga",
	"Right": "Prawy",
	"Right Left": "Prawo/lewo",
	"Right Surround": "Prawy surround",
	"Right drop shadow": "Cień z prawej strony",
	"Riyadh": "Rijad",
	"Romania": "Rumunia",
	"Romanian": "Rumuński",
	"Rome": "Rzym",
	"Russia": "Rosja",
	"Russian": "Rosyjski",
	"SA - South Australia - Adelaide": "SA – Australia Południowa – Adelaide",
	"SIGNATURE Opening": "Otwieranie SYGNATURY",
	"SIGNATURE TV Settings": "Ustawienia SIGNATURE TV",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "Usługa SIMPLINK pozwala na sterowanie za pomocą pilota LG innymi urządzeniami z obsługą technologii SIMPLINK (odtwarzaczem DVD, zestawem kina domowego itp.) podłączonymi do telewizora LG Smart TV przez kabel HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK zostanie automatycznie włączony, aby korzystać z tego trybu ARC.",
	"Safety": "Bezpieczeństwo",
	"Saint Vincent": "Saint Vincent i Grenadyny",
	"Sakhalin": "Sachalin",
	"Samarkand": "Samarkanda",
	"Sarajevo": "Sarajewo",
	"Satellite": "TV satelitarna",
	"Satellite DTV": "Cyfrowa TV satelitarna",
	"Satellite Radio": "Radio satelitarne",
	"Saturation": "Nasycenie",
	"Saudi Arabia": "Arabia Saudyjska",
	"Saudi arabia": "Arabia Saudyjska",
	"Save CAM Operator's Profile": "Zapisz profil operatora modułu CAM",
	"Save CI Password": "Zapisz hasło CI",
	"Save the color adjustment settings from the current picture mode in all inputs.": "Zapisz ustawienia regulacji kolorów z aktualnie wybranego trybu obrazu dla wszystkich źródeł.",
	"Save the white balance settings from the current picture mode in all inputs.": "Zapisz ustawienia balansu bieli z bieżącego trybu obrazu dla wszystkich źródeł.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Zapisz/zresetuj hasło do modułu CI. Zapisanie hasła pozwala na pominięcie kroku logowania w przyszłości.",
	"Scan \"Auto Detect\" automatically.": "Przeprowadzaj wykrywanie automatyczne.",
	"Screen Down": "Przewiń ekran w dół",
	"Screen Off": "Wyłącz ekran",
	"Screen Saver": "Wygaszacz ekranu",
	"Screen Shift ": "Przesunięcie obrazu",
	"Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.": "Zawartość ekranu zmienia się w regularnych odstępach czasu, co zapobiega pojawianiu się problemów z jakością, które mogą występować, gdy telewizor pozostaje często włączony przez długi czas.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ekran wyłączy się po upływie 5 sekund. Ekran włączy się z powrotem po naciśnięciu jakiegokolwiek przycisku z wyjątkiem przycisku zasilania i głośności.",
	"Search": "Wyszukaj",
	"Search Bluetooth Device": "Szukaj urządzenia Bluetooth",
	"Searching...": "Szukanie...",
	"Second Language": "Drugi język",
	"Secondary Audio Language": "Drugi język audio",
	"Secondary Teletext Language": "Drugi język teletekstu",
	"Security": "Zabezpieczenia",
	"Select IRE point to adjust luminance.": "Wybierz punkt IRE na potrzeby dostosowania luminancji.",
	"Select Mode": "Wybierz tryb",
	"Select TV's language settings.": "Wybierz ustawienia języka dla telewizora.",
	"Select a caption type for HD broadcasts.": "Wybierz typ podpisów dla programów HD.",
	"Select a caption type for NEXTGEN TV broadcasts.": "Wybierz typ napisów dla programów telewizji NEXTGEN.",
	"Select a caption type for UHD broadcasts.": "Wybierz typ podpisów dla programów UHD.",
	"Select a caption type for analog broadcasts.": "Wybierz typ podpisów dla programów analogowych.",
	"Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.": "Wybierz tryb wideo pasujący do środowiska wyświetlania lub skonfiguruj ustawienia trybu wideo, takie jak m.in. kontrast i kolor.",
	"Select an audio format for each HDMI input.": "Wybierz format audio dla każdego sygnału wejściowego HDMI.",
	"Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.": "Wybierz inne wyjście dźwięku cyfrowego (Autom. lub PCM), jeśli nie słyszysz efektu dźwiękowego po wybraniu funkcji Pass Through.",
	"Select audio language for digital broadcasts.": "Wybierz język dźwięku dla programów cyfrowych.",
	"Select color to be adjusted.": "Wybierz kolor do dostosowania.",
	"Select days to apply the Timer Power Off settings every week.": "Wybierz dni tygodnia do zastosowania ustawień wyłączania zasilania przez zegar.",
	"Select days to apply the Timer Power On settings every week.": "Wybierz dni tygodnia do zastosowania ustawień włączania zasilania przez zegar.",
	"Select device for audio output.": "Wybierz urządzenie dla wyjścia audio.",
	"Select device or speaker for audio output.": "Wybierz urządzenie lub głośnik do odtwarzania dźwięku.",
	"Select digital audio output format.": "Wybierz format dla wyjścia cyfrowego audio.",
	"Select language for TV menu.": "Wybierz język menu telewizora.",
	"Select language for subtitles.": "Wybierz język napisów.",
	"Select languages for keyboards input.": "Wybierz język dla wprowadzania za pomocą klawiatury.",
	"Select method to adjust white balance.": "Wybierz metodę dostosowania balansu bieli.",
	"Select point to adjust luminance.": "Wybierz punkt na potrzeby dostosowania luminancji.",
	"Select the Sound mode and set detailed Audio effects.": "Wybierz Tryb dźwięku i skonfiguruj szczegółowe Efekty audio.",
	"Select the Sound mode for each content type.": "Wybierz Tryb dźwięku dla każdego rodzaju zawartości.",
	"Select the Ultra HD Deep Color for HDMI {num} port.": "Wybierz funkcję Ultra HD Deep Colour dla portu HDMI {num}.",
	"Select the app to restrict the use.": "Wybierz aplikację, której używanie będzie podlegało ograniczeniom.",
	"Select the appropriate picture mode according to the viewing environment or content type.": "Wybierz odpowiedni tryb obrazu, stosowanie do środowiska wyświetlania i rodzaju zawartości.",
	"Select the audio properties to listen to the broadcast in the way you like.": "Wybierz właściwości dźwięku, aby słuchać transmisji zgodnie z własnymi preferencjami.",
	"Select the caption type for digital broadcasts and set detailed subtitle settings.": "Wybierz typ napisów dla transmisji cyfrowych i skonfiguruj szczegółowe ustawienia napisów.",
	"Select the channel to restrict watching.": "Wybierz kanał, którego oglądanie będzie podlegało ograniczeniom.",
	"Select the channel to watch when the TV turns on.": "Wybierz kanał do obejrzenia po włączeniu telewizora.",
	"Select the color range to be displayed.": "Wybierz zakres kolorów, który będzie wyświetlany.",
	"Select the country for your country's special services.": "Wybierz kraj dla krajowych usług specjalnych.",
	"Select the desired video angle.": "Wybierz najdogodniejszy kąt oglądania.",
	"Select the format to transfer TV Digital Sound Out to an external device.": "Wybierz format przenoszenia dźwięku z wyjścia dźwięku cyfrowego telewizora na urządzenie zewnętrzne.",
	"Select the input to use when the TV turns on.": "Wybierz źródło do zastosowania po włączeniu telewizora.",
	"Select the inputs to restrict the use.": "Wybierz wejścia, których używanie będzie podlegało ograniczeniom.",
	"Select the most preferred Subtitle Language.": "Wybierz pierwszy język napisów.",
	"Select the place where to use the TV.": "Wybierz miejsce, w którym używany będzie telewizor.",
	"Select the residential region for your regional broadcast signal.": "Wybierz region zamieszkania dla regionalnych nadawców sygnałów.",
	"Select the second preferred Subtitle Language.": "Wybierz drugi język napisów.",
	"Select your first choice of audio language for digital broadcasts.": "Wybierz preferowany język dźwięku dla programów cyfrowych.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Wybierz pierwszy język teletekstu dla dostawcy usług telewizyjnych.",
	"Select your second choice of audio language for digital broadcasts.": "Wybierz drugi preferowany język dźwięku dla programów cyfrowych.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Wybierz drugi język teletekstu dostawcy usług telewizyjnych.",
	"Seoul": "Seul",
	"Serbian": "Serbski",
	"Serial Number": "Numer seryjny",
	"Service 1": "Usługa 1",
	"Service 2": "Usługa 2",
	"Service 3": "Usługa 3",
	"Service 4": "Usługa 4",
	"Service 5": "Usługa 5",
	"Service 6": "Usługa 6",
	"Service Area Zip Code": "Kod pocztowy obszaru usługi",
	"Set Automatically": "Ustaw automatycznie",
	"Set ID": "Ustaw ID",
	"Set My Team Alarm.": "Ustaw Alarm Moja drużyna.",
	"Set Store Mode settings.": "Ustaw ustawienia trybu sklep",
	"Set System Color mode for your current TV input.": "Ustaw tryb kolorów systemowych odpowiadający bieżącemu wejściu telewizora.",
	"Set additional options for Video Description.": "Ustaw dodatkowe opcje opisu filmu.",
	"Set additional picture settings.": "Ustaw dodatkowe ustawienia obrazu.",
	"Set additional sound-related settings.": "Ustaw ustawienia dodatkowe związane z dźwiękiem.",
	"Set advanced Subtitle options.": "Ustaw zaawansowane opcje napisów.",
	"Set advanced captioning options.": "Ustaw zaawansowane opcje podpisów.",
	"Set and edit the IP address version to IPv4 or IPv6.": "Ustaw lub zmień wersję adresu IP, wybierając IPv4 bądź IPv6.",
	"Set audio-related options.": "Ustaw opcje dźwięku.",
	"Set caption size, color, transparency, and other options for broadcasts.": "Ustaw rozmiar, kolor, przezroczystość oraz inne właściwości napisów w programach.",
	"Set color temperature from warm to cool.": "Ustaw temperaturę barw od ciepłych do zimnych.",
	"Set detailed caption settings for HD broadcasts.": "Skonfiguruj szczegółowe ustawienia napisów dla transmisji HD.",
	"Set detailed options for the AI functions.": "Ustaw opcje szczegółowe dla inteligentnych funkcji.",
	"Set detailed options for the Home feature.": "Ustaw opcje szczegółowe dla funkcji Dom.",
	"Set detailed options for the Recommendation feature.": "Ustaw opcje szczegółowe dla funkcji Polecanie.",
	"Set easy connection settings with external devices.": "Skonfiguruj ustawienia łatwego połączenia z urządzeniami zewnętrznymi.",
	"Set locking on the specified channels, apps, inputs and etc to use under parents guidance.": "Ustaw blokadę dla wszystkich kanałów, aplikacji, wejść itd., z których korzystanie ma podlegać kontroli rodzicielskiej.",
	"Set necessary additional functions based on watching environment and screen status.": "Ustaw niezbędne funkcje dodatkowe zależnie od warunków oglądania i statusu ekranu.",
	"Set or reset the position of on-screen captions.": "Ustaw lub zresetuj położenie napisów na ekranie.",
	"Set settings related to your wired / wireless network.": "Skonfiguruj ustawienia związane z używaną siecią przewodową/bezprzewodową.",
	"Set the TV to turn off automatically after a set amount of time.": "Ustaw automatyczne wyłączenie telewizora po upływie ustalonego czasu.",
	"Set the TV to turn off automatically at a set time.": "Ustaw automatyczne wyłączenie telewizora o ustalonej godzinie.",
	"Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.": "Ustaw automatyczne wyłączenie telewizora w sytuacji braku działania ze strony użytkownika przez 4 godziny od momentu automatycznego włączenia telewizora.",
	"Set the TV to turn on automatically at a set time.": "Ustaw automatyczne włączenie telewizora o ustalonej godzinie.",
	"Set the additional functions related to the TV.": "Ustaw dodatkowe funkcje związane z telewizorem.",
	"Set the current date and time.": "Ustaw aktualną datę oraz godzinę.",
	"Set the current date manually.": "Ustaw ręcznie aktualną datę.",
	"Set the current time manually.": "Ustaw ręcznie aktualną godzinę.",
	"Set the detect range of device available to connect.": "Ustaw zasięg wykrywania urządzeń, z którymi można nawiązać połączenie.",
	"Set the region and country for broadcasts and special services.": "Ustaw region i kraj dla programów i usług specjalnych.",
	"Set the screen size and aspect ratio.": "Ustaw rozmiar i proporcje ekranu.",
	"Set the specialized functions of SIGNATURE TV.": "Ustaw funkcje specjalne urządzenia SIGNATURE TV.",
	"Set the time to turn off the TV automatically without user input.": "Ustaw godzinę, o której telewizor będzie wyłączany automatycznie bez działania ze strony użytkownika.",
	"Set the virtual multi-channel surround sound effect to enjoy more realistic sound.": "Ustaw efekt wielokanałowego dźwięku Virtual Surround, aby uzyskać bardziej realistyczny dźwięk.",
	"Set the virtual surround sound effect to enjoy more realistic sound.": "Ustaw efekt dźwięku Virtual Surround, aby uzyskać bardziej realistyczny dźwięk.",
	"Set the volume level when the TV turns on.": "Ustaw poziom głośności używany po włączeniu telewizora.",
	"Set time to turn off the TV.": "Ustaw godzinę wyłączenia telewizora.",
	"Set time to turn on the TV.": "Ustaw godzinę włączenia telewizora.",
	"Set up additional features related to customer support.": "Ustaw dodatkowe funkcje dotyczące pomocy technicznej dla klientów.",
	"Set up an account to use LG Services.": "Utwórz konto, aby korzystać z usług LG.",
	"Set whether to display Home when the TV is turned on.": "Ustaw, czy po włączeniu telewizora wyświetlany ma być ekran Dom.",
	"Settings Help": "Pomoc ustawień",
	"Sexual Situations": "Sceny erotyczne",
	"Sexually Suggestive Dialogue": "Sugestywne dialogi z podtekstem seksualnym",
	"Shanghai": "Szanghaj",
	"Sharpness": "Ostrość",
	"Show Password": "Pokaż hasło",
	"Side by Side": "Poziomo",
	"Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.": "Zakłócenia sygnału mogą zmniejszyć czułość pilota Magic Remote, jeżeli router bezprzewodowy znajduje się zbyt blisko telewizora.",
	"Simferopol": "Symferopol",
	"Singapore": "Singapur",
	"Size": "Rozmiar",
	"Sleep Timer": "Drzemka",
	"Slovak": "Słowacki",
	"Slovakia": "Słowacja",
	"Slovenia": "Słowenia",
	"Slovenian": "Słoweński",
	"Slow": "Wolna",
	"Small": "Mały",
	"Smooth": "Gładki",
	"Smooth Gradation": "Płynna gradacja",
	"Soccer": "Piłka nożna",
	"Software Update": "Aktualizacja oprogramowania",
	"Software Version": "Wersja oprogramowania",
	"Software update has been installed. Update will be applied when you restart your TV.": "Zainstalowano aktualizację oprogramowania. Aktualizacja zostanie zastosowana po ponownym uruchomieniu telewizora.",
	"Solid": "Pełne",
	"Solomon Islands": "Wyspy Salomona",
	"Some material may not be appropriate for children under 13.": "Niektóre treści mogą być nieodpowiednie dla dzieci w wieku poniżej 13 lat.",
	"Some material may not be appropriate for children.": "Niektóre treści mogą być nieodpowiednie dla dzieci.",
	"Sotho, Northern": "Północny Sotho",
	"Sotho, Southern": "Południowy Sotho",
	"Sound": "Dźwięk",
	"Sound Mode": "Tryb dźwięku",
	"Sound Mode Settings": "Ustawienia trybu dźwięku",
	"Sound Out": "Wyjście dźwięku",
	"Sound Share": "Udostępnianie dźwięku",
	"Sound Test": "Test dźwięku",
	"South Africa": "Republika Południowej Afryki",
	"South Korea": "Korea Południowa",
	"Southern Africa": "Afryka Południowa",
	"Spain": "Hiszpania",
	"Spanish": "Hiszpański",
	"Speaker Volume Control": "Regulacja głośności głośnika",
	"Specify detailed voice guidance settings after turning on this feature.": "Po włączeniu tej funkcji określ szczegółowe ustawienia dotyczące porad głosowych.",
	"Speed": "Prędkość",
	"Spoken Subtitle": "Czytane napisy",
	"Sports": "Sport",
	"Sports Alert": "Alert sportowy",
	"Srednekolymsk": "Sriedniekołymsk",
	"Stand": "Stojak",
	"Standard": "Standardowa",
	"Standard Mode Sound Effect": "Standardowe efekty dźwiękowe",
	"Standby Light": "Wskaźnik czuwania",
	"Start New Sound Tuning": "Rozpocznij nowe dostrajanie dźwięku",
	"Start Now": "Rozpocznij teraz",
	"Stockholm": "Sztokholm",
	"Store Demo": "W sklepie",
	"Store Mode": "Tryb sklep",
	"Store Mode Settings": "Ustawienia trybu sklep",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Tryb sklep służy do prezentacji telewizora w sklepie. Ustawienia będą ponownie inicjalizowane co kilka minut. Czy chcesz zamknąć tę aplikację i uruchomić Tryb sklep?",
	"Strong": "Mocny",
	"Style": "Styl",
	"Subnet Mask": "Maska podsieci",
	"Subnet prefix length": "Długość prefiksu podsieci",
	"Subtitle First Choice Language": "Pierwszy język napisów",
	"Subtitle Language": "Język napisów",
	"Subtitle Second Choice Language": "Drugi język napisów",
	"Subtitles": "Napisy",
	"Super Impose": "Nałóż na siebie obrazy",
	"Super Resolution": "Super rozdzielczość",
	"Support": "Wsparcie",
	"Suriname": "Surinam",
	"Surround Balance": "Balans dźwięku Surround",
	"Surround Level": "Poziom dźwięku Surround",
	"Swahili": "Suahili",
	"Swaziland": "Suazi",
	"Sweden": "Szwecja",
	"Swedish": "Szwedzki",
	"Switch to standby mode to turn the TV back on quickly when you turn off the TV.": "Po wyłączeniu telewizora przełączaj w tryb gotowości, aby szybko włączyć telewizor ponownie.",
	"Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.": "Po wyłączeniu telewizora przełączaj w tryb gotowości, aby korzystać z różnorodnych funkcji, takich jak możliwość korzystania z aplikacji i wyszukiwanie.",
	"Switzerland": "Szwajcaria",
	"System Color": "Kolor systemu",
	"TAS - Tasmania - Hobart": "TAS – Tasmania – Hobart",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV": "Telewizor",
	"TV Information": "Informacje o telewizorze",
	"TV Installation Type": "Typ telewizora",
	"TV Lock": "Blokuj TV",
	"TV Name": "Nazwa TV",
	"TV On With Mobile": "Włączanie telewizora za pomocą smartfona",
	"TV Power Sound": "Dźwięk zasilania telewizora",
	"TV Power Sound Volume": "Głośność dźwięku sygnalizującego włączenie telewizora",
	"TV Program Locks": "Blokada programu TV",
	"TV Rating English": "Ocena usługi w jęz. angielskim",
	"TV Rating French": "Ocena usługi w jęz. francuskim",
	"TV Speaker": "Głośnik telewizora",
	"TV can be used as an alarm.": "Telewizor może pełnić rolę budzika.",
	"TV is turned off at a set time on every specified day.": "Telewizor jest wyłączany o ustawionej godzinie każdego wskazanego dnia.",
	"TV to USB": "Z telewizora do USB",
	"Tagalog": "Tagalski",
	"Taipei": "Tajpej",
	"Taiwan": "Tajwan",
	"Tajikistan": "Tadżykistan",
	"Take advantage of features that require networking such as the Internet, apps, software updates and etc.": "Korzystaj z funkcji wymagających nawiązania połączenia z siecią, takich jak m.in. dostęp do Internetu, aplikacje, aktualizacje.",
	"Tamil": "Tamilski",
	"Target Luminance": "Docelowa luminancja",
	"Tashkent": "Taszkent",
	"Tehran": "Teheran",
	"Teletext": "Teletekst",
	"Text Color": "Kolor tekstu",
	"Text Opacity": "Przezroczystość tekstu",
	"Text Search": "Wyszukiwanie tekstowe",
	"Thai": "Tajski",
	"Thailand": "Tajlandia",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1} i HDMI {port2} obsługują technologię AMD FreeSync Premium, dlatego możesz wybrać tę funkcję.",
	"The HDMI {port1} and HDMI {port2} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1} i HDMI {port2} obsługują technologię AMD FreeSync Premium, którą można włączać i wyłączać.",
	"The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1} i HDMI {port2} obsługują funkcję Instant Game Response, którą można włączać i wyłączać.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can select this function.": "Port HDMI {port1} obsługuje technologię AMD FreeSync Premium, dlatego możesz wybrać tę funkcję.",
	"The HDMI {port1} port supports AMD FreeSyncTM, and you can turn it on or off.": "Port HDMI {port1} obsługuje technologię AMD FreeSync Premium, którą można włączać i wyłączać.",
	"The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.": "Port HDMI {port1} obsługuje funkcję Instant Game Response, którą można włączać i wyłączać.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2} i HDMI {port3} obsługują technologię AMD FreeSync Premium, dlatego możesz wybrać tę funkcję.",
	"The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} i HDMI {port3} obsługują technologię AMD FreeSync Premium, którą można włączać i wyłączać.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can select this function.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} obsługują technologię AMD FreeSync Premium, dlatego możesz wybrać tę funkcję.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSyncTM, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} obsługują technologię AMD FreeSync Premium, którą można włączać i wyłączać.",
	"The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2}, HDMI {port3} i HDMI {port4} obsługują funkcję Instant Game Response, którą można włączać i wyłączać.",
	"The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.": "Porty HDMI {port1}, HDMI {port2} i HDMI {port3} obsługują funkcję Instant Game Response, którą można włączać i wyłączać.",
	"The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.": "Identyfikator HbbTV Distinctive jest unikalną wartością używaną tylko do HbbTV, bez związku z danymi osobowymi użytkownika.",
	"The HbbTV Distinctive ID will be reset.": "Identyfikator HbbTV Distinctive zostanie zresetowany.",
	"The HbbTV application or service will disable its tracking of an individual user.": "Aplikacja lub usługa HbbTV wyłączy śledzenie poszczególnych użytkowników.",
	"The IBB service will disable its tracking of an individual user.": "Usługa IBB wyłączy śledzenie poszczególnych użytkowników.",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Nie można pobrać informacji dotyczących kraju dla usług LG z serwera. Spróbuj ponownie później.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Zmiana języka menu wymaga ponownego załadowania aplikacji Ustawienia. Czy chcesz kontynuować?",
	"The ambient lighting will be provided when motion is detected around the TV.": "Oświetlenie otoczenia zostanie włączone po wykryciu ruchu w pobliżu telewizora.",
	"The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?": "Dostępność zewnętrznych usług rozpoznawania głosu może być różna w zależności od ustawionego języka. Zmiana języka menu spowoduje ponowne pobranie menu. Czy chcesz kontynuować?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Pomyślnie skopiowano listę kanałów z nośnika USB na telewizor. Telewizor uruchomi się ponownie za 5 sekund.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Pomyślnie skopiowano listę kanałów z telewizora na nośnik USB",
	"The closer to 100, the brighter.": "Im bliżej do wartości 100, tym większa jasność.",
	"The closer to 100, the clearer the color becomes.": "Im bliżej do wartości 100, tym intensywniejszy kolor.",
	"The closer to 50 the clearer the red, the closer to 50 the clearer the green.": "Im bliżej do wartości 50, tym intensywniejsza jest czerwień, im bliżej do wartości 50, tym intensywniejsza zieleń.",
	"The detailed set values of the White Balance function will be reset. Do you want to continue?": "Szczegółowe ustawienia balansu bieli zostaną zresetowane. Czy chcesz kontynuować?",
	"The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.": "Różnica pomiędzy siłą głosu w kanale w programie jest automatycznie redukowana, dzięki czemu można oglądać program ze stałą siłą głosu.",
	"The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.": "Różnica pomiędzy głośnością dźwięku dla kanału i programu jest ustawiana automatycznie, dzięki czemu można oglądać program ze stałą głośnością.",
	"The higher the settings, the louder the sound rapidly.": "Im wyższe ustawienie, tym od razu głośniejszy staje się dźwięk.",
	"The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.": "Dźwięk może być jednocześnie odtwarzany przez wewnętrzny głośnik telewizora i głośniki Bluetooth, co zapewnia realistyczny dźwięk przestrzenny.",
	"The language for the voice recognition will be automatically set depending on the selected menu language.": "Język rozpoznawania głosu zostanie automatycznie ustawiony stosownie do wybranego języka menu.",
	"The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.": "Język używany do rozpoznawania głosu jest ustawiony zgodnie z wybranym językiem menu. Usługi wsparcia mogą się różnić w zależności od języka rozpoznawania głosu.",
	"The network is currently unavailable. Please try again later.": "Sieć jest obecnie niedostępna. Spróbuj ponownie później.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Proces trwa około godziny do zakończenia i telewizor musi pozostać wyłączony.",
	"The process will take about {n} minute(s) to complete and your TV needs to remain turned off.": "Proces potrwa około {n} min. Telewizor musi pozostać wyłączony.",
	"The program is intended for adults only.": "Program wyłącznie dla osób dorosłych.",
	"The screen brightness is automatically adjusted in accordance with the brightness around your TV.": "Jasność ekranu jest automatycznie dostosowywana w zależności od jasności wokół telewizora.",
	"The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.": "Ekran przesunie się w dół za 5 sekund. Aby przesunąć go z powrotem w górę, naciśnij którykolwiek przycisk na pilocie za wyjątkiem Power i Volume.",
	"The set sub-values of the Color Management System function will be reset. Do you want to continue?": "Skonfigurowane szczegółowe ustawienia systemu zarządzania kolorami zostaną zresetowane. Czy chcesz kontynuować?",
	"The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.": "Ustawienia Dźwięk Bluetooth Surround + Wewnętrzny głośnik telewizora zostaną zresetowane.",
	"The settings are as follows.": "Ustawienia są następujące.",
	"The sound may not be output when digital sound output is set to Pass Through.": "Dźwięk może nie być odtwarzany, kiedy dla wyjścia dźwięku cyfrowego ustawiony jest tryb Pass Through.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Nie można zastosować aplikacji na telewizorze. Nastąpi przywrócenie poprzedniej wersji oprogramowania.",
	"The visual effects is displayed on the screen when the TV is turned on and the screen moves.": "Gdy telewizor jest włączony i obraz jest ruchomy, na ekranie wyświetlane są efekty wizualne.",
	"There are no paired devices.": "Brak sparowanych urządzeń.",
	"There are settings to correct or prevent OLED panel noise.": "Dostępne są ustawienia umożliwiające korekcję szumów panelu OLED.",
	"There is no USB device connected to your TV.": "Do telewizora nie podłączono nośnika USB.",
	"There is no message.": "Brak komunikatu.",
	"Third Language": "Trzeci język",
	"This feature applies only to specified LG Wireless Keyboard models.": "Funkcja ta jest dostępna tylko w przypadku określonych modeli klawiatury bezprzewodowej LG.",
	"This function works only when it is provided by the broadcast program.": "Ta funkcja działa tylko wtedy, gdy jest obsługiwana przez nadawany program.",
	"This is a closed caption preview": "To jest podgląd napisów dla niesłyszących",
	"This is an already existing value.": "To ustawienie zostało już wykorzystane.",
	"This service provides you with more information about watching program and enjoys related contents.": "Usługa ta zapewnia więcej informacji o oglądanym programie i pozwala korzystać z powiązanej zawartości.",
	"This will revert all options on TV to their default settings.": "Spowoduje to przywrócenie ustawień domyślnych dla wszystkich opcji telewizora.",
	"Time": "Czas",
	"Timer Channel": "Kanał timera",
	"Timer Repeat": "Powtarzanie timera",
	"Timers": "Timery",
	"Timezone": "Strefa czasowa",
	"Timor-Leste": "Timor Wschodni",
	"Tint": "Odcień",
	"Tiranë": "Tirana",
	"To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.": "Aby zoptymalizować dźwięk, odtwórz dźwięk testowy na telewizorze i rozpocznij pomiar dźwięku odbitego za pomocą pilota Magic Remote.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Aby przeprowadzić test dźwięku telewizora, Ustawienie wyjścia dźwięku musi być zmienione na Wewnętrzny głośnik TV. Czy chcesz kontynuować?",
	"Tokyo": "Tokio",
	"Top and Bottom": "Pionowo",
	"Total Power On Time": "Całkowity czas doprowadzania zasilania",
	"Tracking Speed": "Szybkość śledzenia",
	"Translucent": "Półprzezroczyste",
	"Transparent": "Przezroczyste",
	"Treble Boost": "Wysokie tony",
	"Trinidad And Tobago": "Trynidad i Tobago",
	"Trinidad and Tobago": "Trynidad i Tobago",
	"Tripoli": "Trypolis",
	"Tune and save available channels.": "Dostrój i zapisz dostępne kanały.",
	"Tune and save available channels. You can set satellite channel options.": "Dostrój i zapisz dostępne kanały. Można ustawić opcje kanałów telewizji satelitarnej.",
	"Tunisia": "Tunezja",
	"Turkey": "Turcja",
	"Turkish": "Turecki",
	"Turn on TV with mobile device same as smartphone.": "Włącz telewizor za pomocą urządzenia mobilnego, takiego jak smartfon.",
	"Turn on and off the Ultra HD Deep Color for HDMI {num} port.": "Włącza i wyłącza funkcję Ultra HD Deep Colour dla portu HDMI {num}.",
	"Turn on or off the Instant Game Response of the HDMI {num} port.": "Włączanie lub wyłączanie obsługi Instant Game Response przez port HDMI {num}.",
	"Turn on the TV using mobile device via Bluetooth.": "Włącz telewizor przy użyciu urządzenia mobilnego za pośrednictwem łączności Bluetooth.",
	"Turn on the TV using your mobile device via Wi-Fi.": "Włącz telewizor przy użyciu urządzenia mobilnego za pośrednictwem sieci Wi-Fi.",
	"Turn on via Bluetooth": "Włącz za pomocą Bluetooth",
	"Turn on via Wi-Fi": "Włącz za pomocą Wi-Fi",
	"Turn on/off description box in Settings.": "Włącz/wyłącz pole opisu w ustawieniach.",
	"Turn on/off standby light.": "Włącz/wyłącz lampkę trybu czuwania.",
	"Turn on/off the AMD FreeSyncTM of HDMI {num} port.": "Włącz/wyłącz technologię AMD FreeSync Premium dla portu HDMI {num}.",
	"Turn on/off the images to be displayed on screen when there is no signal.": "Włącz/wyłącz obrazy, które mają być wyświetlane na ekranie, gdy nie ma sygnału.",
	"Turn on/off the related features of energy consumption.": "Włącz/wyłącz powiązane funkcje zużycia energii.",
	"Turn the Hybridcast service on/off.": "Włącz/wyłącz usługę Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Włącz/wyłącz usługę Interactivity (DTVi).",
	"Turn your broadcast TV provider's TV Guide on/off.": "Włącz/wyłącz przewodnik telewizyjny dostawcy usług telewizyjnych.",
	"Turn your broadcast TV provider's teletext service on/off.": "Włącz/wyłącz teletekst dostawcy usług telewizyjnych.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Wyłączenie Wi-Fi spowoduje brak dostępu do wszystkich usług korzystających z połączenia internetowego aż do nawiązania połączenia z siecią za pomocą kabla. Czy chcesz kontynuować?",
	"UAE": "Zjednoczone Emiraty Arabskie",
	"UHD Mode": "Tryb UHD",
	"USA": "Stany Zjednoczone",
	"USB storage for Copy Channels": "Nośnik USB do kopiowania kanałów",
	"USB to TV": "Z USB do telewizora",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukraiński",
	"Ulaanbaatar": "Ułan Bator",
	"Unable to check for updates.": "Nie można sprawdzić dostępności aktualizacji.",
	"Unable to connect to the network.": "Nie można połączyć z siecią.",
	"Undefined": "Nieznany",
	"Under 17 requires accompanying parent or adult guardian.": "W przypadku dzieci poniżej 17 lat wymagany jest nadzór rodzica lub dorosłego opiekuna.",
	"Uniform": "Jednolite",
	"United Arab Emirates": "Zjednoczone Emiraty Arabskie",
	"United Kingdom": "Wielka Brytania",
	"United States of America": "Stany Zjednoczone Ameryki",
	"Universal Control Settings": "Ustawienia pilota uniwersalnego",
	"Unknown": "Nieznane",
	"Unknown issue has occurred.": "Wystąpił nieznany problem.",
	"Update canceled.": "Aktualizacja anulowana.",
	"Update in progress...": "Trwa aktualizacja...",
	"Update in progress...({n}%)": "Aktualizacja w toku...({n}%)",
	"Update paused.": "Aktualizacja wstrzymana.",
	"Update reserved.": "Aktualizacja zarezerwowana.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Aktualizacja zostanie anulowana, a wszystkie pliki aktualizacji zostaną usunięte. Czy chcesz kontynuować?",
	"Uruguay": "Urugwaj",
	"Urumqi": "Urumczi",
	"Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.": "Użyj pilota Magic Remote, aby przeprowadzić ocenę akustyki pomieszczenia i zoptymalizować dźwięk telewizora na podstawie jej wyniku.",
	"Use a large pointer.": "Użyj dużego kursora.",
	"Use a medium pointer.": "Użyj średniego kursora.",
	"Use a small pointer.": "Użyj małego kursora.",
	"Use the 4-way controller to change the position and press the OK button.": "Za pomocą 4-kierunkowego przycisku sterowania zmień pozycję i naciśnij przycisk OK.",
	"Use the following services with the selected language.": "Skorzystaj z następujących usług w wybranym języku.",
	"User": "Użytkownik",
	"User Agreements": "Umowy użytkownika",
	"User Guide": "Instrukcja obsługi",
	"Uzbek": "Uzbecki",
	"Uzhhorod": "Użhorod",
	"V Position": "Pozycja pion.",
	"V Sharpness": "Ostrość pion.",
	"V Size": "Rozmiar pion.",
	"VIC - Victoria - Melbourne": "VIC – Victoria – Melbourne",
	"Valencian": "Walencki",
	"Vatican City": "Watykan",
	"Venezuela": "Wenezuela",
	"Vertical Zoom": "Zoom pionowy",
	"Video 1": "Wideo 1",
	"Video 2": "Wideo 2",
	"Video 3": "Wideo 3",
	"Video Description": "Opis filmu",
	"Vienna": "Wiedeń",
	"Vientiane": "Wientian",
	"Vietnam": "Wietnam",
	"Vietnamese": "Wietnamski",
	"View current Common Interface (CI) information.": "Wyświetl informacje modułu Common Interface (CI).",
	"View items more clearly by changing the color of the menu on the screen to black and white.": "Zwiększ czytelność elementów menu, zmieniając kolor menu na ekranie na czarno-biały.",
	"View messages from your broadcast TV provider.": "Wyświetl wiadomości od dostawcy usług telewizyjnych.",
	"View more information about watching program and enjoy related contents.": "Wyświetl więcej informacji o oglądanym programie i korzystaniu z powiązanej zawartości.",
	"View the original screen as it is or set the screen size and aspect ratio.": "Wyświetl ekran oryginalny z bieżącymi parametrami lub ustaw rozmiar i proporcje ekranu.",
	"View the original screen as it is received from broadcasts signal or connected device.": "Wyświetl ekran oryginalny o parametrach uzyskanych z nadawanych sygnałów lub podłączonego urządzenia.",
	"Vilnius": "Wilno",
	"Violence": "Przemoc",
	"Vivid": "Żywy",
	"Vladivostok": "Władywostok",
	"Voice Recognition Help and Settings": "Pomoc i ustawienia dotyczące rozpoznawania głosu",
	"Voice Support Service": "Obsługa głosowa",
	"Volgograd": "Wołgograd",
	"Volume": "Głośność",
	"Volume Increase Amount": "Szybkość zwiększania głośności",
	"Volume Mode": "Tryb głośności",
	"WA - Western Australia - Eucla": "WA – Australia Zachodnia – Eucla",
	"WA - Western Australia - Perth": "WA – Australia Zachodnia – Perth",
	"Wall-mounted": "Naścienny",
	"Warm1": "Ciepła1",
	"Warm2": "Ciepła2",
	"Warm3": "Ciepła3",
	"Warsaw": "Warszawa",
	"Watch a diverse range of Internet contents on TV channels.": "Oglądaj zróżnicowaną zawartość internetową na kanałach telewizyjnych.",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Dane, które gromadzimy i przechowujemy, to: adres MAC, numer modelu, kod kraju, ustawienia języka oraz wersja oprogramowania. Służą nam one do weryfikacji urządzenia oraz wersji oprogramowania.",
	"Welcome Feature": "Funkcja witania",
	"Welsh": "Walijski",
	"Western Africa": "Afryka Zachodnia",
	"When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.": "Przełącz w tryb czuwania, jeżeli podłączony zewnętrzny dysk HDD nie był używany przez określony czas, aby zmniejszyć zużycie energii.",
	"When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.": "Gdy urządzenie jest podłączone do portu, obraz gry jest optymalizowany dzięki minimalizowaniu opóźnień, zakłóceń i zanikania.",
	"When the Instant Game Response is launched, the video may blink temporarily.": "Kiedy włączona jest funkcja Instant Game Response, obraz wideo może od czasu do czasu migać.",
	"When the Sound Out is set to \"Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers\" or the connected device does not support the Instant Game Response, it may not work properly.": "Jeżeli wyjście dźwięku ustawione jest na „Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers” albo podłączone urządzenie nie obsługuje opcji Instant Game Response, funkcja może nie działać prawidłowo.",
	"When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.": "Jeżeli dla wyjścia dźwięku wybrano opcję Bluetooth lub podłączone urządzenie nie obsługuje opcji Instant Game Response, funkcja może nie działać prawidłowo.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Włączenie/wyłączenie urządzenia spowoduje automatyczne włączenie/wyłączenie telewizora.",
	"When the visual effects is off, the screen is displayed as Live TV.": "Gdy efekty wizualne są wyłączone, na wyświetlaczu widać ekran Live TV.",
	"When this feature is set to 'on', some features appearing on the screen will be partially transparent.": "Gdy dla tej funkcji wybrano ustawienie Włącz, niektóre funkcje pojawiające się na ekranie będą częściowo przezroczyste.",
	"When your TV is turned off, the device will automatically turn off.": "Wyłączenie telewizora spowoduje automatyczne wyłączenie urządzenia.",
	"While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.": "Podczas przesyłania zmienionej wartości ustawienia do urządzenia zewnętrznego, obraz lub dźwięk mogą być przez chwilę zakłócone.",
	"White": "Biały",
	"White Balance": "Balans bieli",
	"Wi-Fi Connection": "Wi-Fi",
	"Wi-Fi Security": "Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi jest wyłączone. Włącz, aby zobaczyć listę dostępnych sieci, z którymi można nawiązać połączenia oraz dodatkowe elementy menu.",
	"Wi-Fi issue has occurred.": "Wystąpił problem z Wi-Fi.",
	"WiSA Speakers": "Głośniki WiSA",
	"Wide Area Zone": "Obszar szerokiej strefy",
	"Wide View": "Szeroki format",
	"Wide View (32:9)": "Szeroki format (32:9)",
	"Wide Zoom": "Zbliżenie panoramiczne",
	"Windhoek": "Windhuk",
	"Window Color": "Kolor okna",
	"Window Opacity": "Przezroczystość okna",
	"Wired Connection (Ethernet)": "Połączenie przewodowe (Ethernet)",
	"Wired Headphones": "Słuchawki przewodowe",
	"Wired Headphones + Internal TV Speaker": "Słuchawki przewodowe + Wewnętrzny głośnik telewizora",
	"With this option, you can control the audio device's volume with your TV remote.": "Po wybraniu tej opcji można regulować poziom głośności urządzenia audio za pomocą pilota telewizora.",
	"Yakutsk": "Jakuck",
	"Year": "Rok",
	"Yekaterinburg": "Jekaterynburg",
	"Yellow": "Żółty",
	"Yemen": "Jemen",
	"Yerevan": "Erywań",
	"Yes": "Tak",
	"You can adjust the sound effects when the TV is turned on or off and the screen moves.": "Efekty dźwiękowe można dostrajać, gdy telewizor jest włączony lub wyłączony i obraz jest ruchomy.",
	"You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.": "Urządzeniami podłączonymi do portów HDMI można sterować za pomocą pilota Magic Remote bez konieczności ich uprzedniego konfigurowania.",
	"You can delete the device connection history of Screen Share.": "Możesz usunąć historię połączeń z urządzeniami dla funkcji Screen Share.",
	"You can delete the device connection history of Sound Share.": "Możesz usunąć historię połączeń z urządzeniami dla funkcji Udostępnianie dźwięku.",
	"You can find the default password in User Guide.": "Domyślne hasło znajdziesz w Podręczniku obsługi.",
	"You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.": "Aby włączyć funkcję Instant Game Response, wybierz dla ustawienia HDMI Ultra HD Deep Colour opcję Włącz.",
	"You can only change settings from the current HDMI input.": "Ustawienia można zmienić tylko z bieżącego wejścia HDMI.",
	"You can scan again to connect the device.": "Możesz przeskanować ponownie, aby podłączyć urządzenie.",
	"You can select left and right audio settings for broadcast signal.": "Możesz wybrać ustawienie lewego lub prawego dźwięku dla nadawanego sygnału.",
	"You can select the AMD FreeSyncTM of HDMI {num} port.": "Możesz wybrać technologię AMD FreeSync Premium dla portu HDMI {num}.",
	"You can select the Ultra HD Deep Color of port.": "Możesz wybrać ustawienie Ultra HD Deep Colour dla portu.",
	"You can set the sound to play when the TV is turned on or off.": "Możesz zmienić dźwięk odtwarzany podczas włączania i wyłączania telewizora.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Możesz włączyć/wyłączyć funkcję zapisywania profilu operatora CAM.",
	"You can turn this feature on or off.": "Funkcja może być dowolnie włączana i wyłączana.",
	"You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.": "Możesz otrzymywać zróżnicowane polecenia zawartości przez internet. Wyłączenie tej opcji spowoduje dostarczanie jedynie podstawowej zawartości, a niektóre funkcje mogą nie być dostępne.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Telewizor zostanie zsynchronizowany z urządzeniem podłączonym w technologii SIMPLINK według poniższego schematu:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.": "Telewizor musi pozostać wyłączony w trakcie procesu Odświeżanie pikseli. Wszystkie bieżące lub najbliższe nagrania, przypomnienia bądź zaplanowane włączenia czasowe w trakcie tej operacji zostaną anulowane, a głośnik Bluetooth w widoku zminimalizowanym nie będzie dostępny.",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Telewizor musi pozostać wyłączony w trakcie procesu Odświeżania pikseli. Wszystkie obecne lub najbliższe nagrania, przypomnienia lub planowane włączenia czasowe w trakcie procesu zostaną anulowane.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Telewizor musi być podłączony do sieci, aby automatycznie ustawić kraj korzystania z usług LG. Czy chcesz przejść do ustawień sieci i sprawdzić połączenie?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Telewizor musi mieć dostęp do faktycznej lokalizacji, aby możliwe było dostarczanie powiadomień awaryjnych za pośrednictwem sygnału telewizji cyfrowej.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Telewizor wyłączy się, a następnie zostanie automatycznie ponownie włączony po zakończeniu procesu.",
	"Zagreb": "Zagrzeb",
	"Zaporozhye": "Zaporoże",
	"Zoom": "Zbliżenie",
	"Zoom2": "Zbliżenie 2",
	"Zürich": "Zurych",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "Urządzenie [{Device}] zostanie odłączone od telewizora. Dźwięk z tego urządzenia nie będzie już odtwarzany. Czy chcesz kontynuować?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "Urządzenie [{Device}] zostanie usunięte z listy urządzeń sparowanych. Jeśli chcesz połączyć je później, wyszukaj dostępne urządzenia i przeprowadź ponowne parowanie. Czy chcesz kontynuować?",
	"[{deviceName}] will be deleted.": "Urządzenie [{deviceName}] zostanie usunięte.",
	"aspectRatio_original": "Oryginał",
	"audioGuidance_fast": "Szybka",
	"audioGuidance_high": "Wysoka",
	"audioGuidance_low": "Niska",
	"audioGuidance_medium": "Średnia",
	"audioGuidance_slow": "Wolna",
	"audioGuidance_veryFast": "Bardzo szybka",
	"audioGuidance_veryHigh": "Bardzo wysoka",
	"audioGuidance_veryLow": "Bardzo niska",
	"audioGuidance_verySlow": "Bardzo wolna",
	"btDotSignalStrength_wide": "Szeroki",
	"button": "przycisk",
	"character": "znak",
	"characters": "znaki",
	"checked": "zaznaczone",
	"colorGamutJPNWide": "Szeroka",
	"connecting": "łączenie",
	"depthOfColor": "Kolor",
	"diagonal zoom in": "przybliżenie po przekątnej",
	"diagonal zoom out": "oddalenie po przekątnej",
	"digitalOptionSetByProgram": "Ustawianie programowe",
	"energy_Maximum": "Maksymalne",
	"energy_Medium": "Średnie",
	"energy_Minimum": "Minimalne",
	"freesync_high": "Wysoka",
	"freesync_low": "Niska",
	"freesync_off": "Wył.",
	"freesync_wide": "Szeroka",
	"gamma_high1": "Wysoka1",
	"gamma_high2": "Wysoka2",
	"hidden": "ukryty",
	"horizontal zoom in": "przybliżenie w poziomie",
	"horizontal zoom out": "oddalenie w poziomie",
	"jpDoNot": "Wył.",
	"logoLuminance_high": "Wysoka",
	"logoLuminance_low": "Niska",
	"not connected": "niepodłączony",
	"objet_soundMode": "Optymalizuje tryb dźwięku dla każdego rodzaju zawartości.",
	"pictureControl3dModeStandard": "Standardowy",
	"pictureControlHigh": "Wysoka",
	"pictureControlHigh_BlackLevel": "Wysoki",
	"pictureControlHigh_Male": "Auto",
	"pictureControlLow": "Niska",
	"pictureControlLow_BlackLevel": "Niski",
	"pictureControlLow_Male": "Niski",
	"pictureControlMedium": "Średnia",
	"pictureControlMedium_BlackLevel": "Średni",
	"pictureControlMedium_Male": "Średni",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Średnia",
	"pictureLocalDimmingHigh": "Wysokie",
	"pictureLocalDimmingLow": "Niskie",
	"pictureLocalDimmingMed": "Średnie",
	"pictureMode": "Standardowy",
	"pictureModeSettings": "Dostosuj",
	"press OK button to edit IP manually": "naciśnij przycisk OK, aby ręcznie edytować IP",
	"press OK button to enter channel to search": "naciśnij przycisk OK, aby wprowadzić kanał do wyszukiwania",
	"press OK button to enter value": "naciśnij przycisk OK, aby wprowadzić wartość",
	"press right button to adjust de-judder and de-blur value": "naciśnij przycisk w prawo, aby dostosować wartość de-judder i de-blur",
	"press right button to adjust zoom ratio and position": "naciśnij przycisk w prawo, aby dostosować powiększenie i położenie",
	"shift current screen down": "przesuń bieżący ekran w dół",
	"shift current screen to the left": "przesuń bieżący ekran w lewo",
	"shift current screen to the right": "przesuń bieżący ekran w prawo",
	"shift current screen up": "przesuń bieżący ekran w górę",
	"shift down": "przesuń w dół",
	"shift left": "przesuń w lewo",
	"shift right": "przesuń w prawo",
	"shift up": "przesuń w górę",
	"soundMode_Standard": "Standardowy",
	"speaker_channel": "Kanał",
	"thaRatingNone": "Brak",
	"unchecked": "niezaznaczone",
	"unread": "nieprzeczytane",
	"vertical zoom in": "przybliżenie w pionie",
	"vertical zoom out": "oddalenie w pionie",
	"volumeModeHigh": "Wysoka",
	"volumeModeLow": "Niska",
	"volumeModeMedium": "Średnia",
	"webOS TV Version": "Wersja webOS TV",
	"zoom in": "przybliż",
	"zoom out": "oddal",
	"{label} : R{value}": "{label} : P{value}"
}
